{
  "status": "success",
  "source": "semantic_scholar",
  "query": "5ec668e4b88bceb19c8193d05d699cff63f941a7",
  "results": [
    {
      "paper": {
        "paperId": "5ec668e4b88bceb19c8193d05d699cff63f941a7",
        "title": "The End of Progress: Decolonizing the Normative Foundations of Critical Theory",
        "authors": [
          {
            "name": "A. Allen",
            "authorId": "116617759"
          }
        ],
        "year": 2016,
        "abstract": null,
        "citationCount": 96,
        "doi": "10.7312/alle17324",
        "arxivId": null,
        "url": "https://www.semanticscholar.org/paper/5ec668e4b88bceb19c8193d05d699cff63f941a7",
        "venue": ""
      },
      "references": [],
      "citations": [
        {
          "paperId": "130a07fbb39b44c88676e14783f41bccb3ecee1b",
          "title": "From normative foundations to emancipatory futures: a conversation about Critical Theory today",
          "authors": [
            {
              "name": "Amy Allen",
              "authorId": "2353965844"
            },
            {
              "name": "Lois McNay",
              "authorId": "117139664"
            },
            {
              "name": "Sarah Bufkin",
              "authorId": "1396551215"
            },
            {
              "name": "Emily M Dyson",
              "authorId": "2322943513"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 0,
          "doi": "10.1080/2158379X.2025.2547888",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/130a07fbb39b44c88676e14783f41bccb3ecee1b",
          "venue": "Journal of Political Power",
          "isInfluential": true,
          "contexts": [
            "…was to try to open up a dialogue between Frankfurt School Critical Theory and post-and decolonial theory, but a dialogue where the terms were not dictated in advance by Habermasian claims about performative contradiction and the unforced force of the better argument (Allen 2016, pp. 209–212).",
            "Problematizing genealogies also work by making taken-for-granted concepts, institutions, practices, and forms of life strange, allowing us to see them as contingent, bound up with power relations, and open to transformation (Koopman 2013, Allen 2016, pp. 190–193).",
            "As I’ve argued elsewhere, what Lois is calling ‘second-order dialo-gism’ is related to the problem of Eurocentrism in critical theory (Allen 2016, pp. 73–77).",
            "Although I certainly agree that the search for context-transcendent normative foundations is a mistake – such foundations aren’t available, in my view, nor do we need them to do the work of critique (Allen 2016, pp. 151–184) –",
            "For promising examples, we could look to Adorno’s historically indexed negativism – instantiated, for example, in his new categorical imperative that Auschwitz should never be repeated – or to the account of norma-tivity implicit in Foucauldian genealogy (Allen 2016, pp. 190–198)."
          ],
          "intents": []
        },
        {
          "paperId": "ff02f5f93f013c1f972f9ae9f597cf164dd3af6d",
          "title": "Synergizing Critical Theory and Decolonial Approaches in Educational Philosophy and Theory: Tensions and Insights",
          "authors": [
            {
              "name": "Michalinos Zembylas",
              "authorId": "31556728"
            }
          ],
          "year": 2025,
          "abstract": null,
          "citationCount": 6,
          "doi": "10.1007/s11217-025-09993-4",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/ff02f5f93f013c1f972f9ae9f597cf164dd3af6d",
          "venue": "Studies in the Philosophy of Education",
          "isInfluential": true,
          "contexts": [
            "She concurs with Said’s observation that the Frank-furt School’s neglect of colonialism and race is not simply an oversight, but a “motivated silence” rooted in the same “blithe universalism” (Allen 2016, p. 1) characteristic of other Eurocentric theories.",
            "However, it has also been critiqued for its Eurocentrism and its failure to adequately address coloniality, racialization, and the epistemic violence of modernity (Allen 2016; Bhambra 2021).",
            "…critiqued the Frankfurt School’s silence on issues of racism and colonialism three decades ago, the literature on ‘decolonizing’ critical theory has only gained prominence in the last decade (e.g. see Allen 2016; Baum 2015; Bardawil 2018; Bartholomew 2018; Bhambra 2021; Ingram 2018; Qasim 2022).",
            "McArthur follows the lead of Allen (2016) and other scholars, arguing that the challenge for critical theory is to engage with decolonization without appropriating its concepts: To update critical theory by simply bringing in some Indigenous or decolonial thought would be a form of cultural…",
            "Allen (2016) provides perhaps the most sophisticated and detailed analysis of critical theory’s silence on colonialism.",
            "For this reason, Allen (2016) contends that the Hegelian notion of “progress as fact” is complicit in the colonization of non-European regions, as it frames modern Europe as morally and ontologically superior to non-European societies."
          ],
          "intents": []
        },
        {
          "paperId": "1672b2e13d0bdc70105762cad41aac1a0f7692b8",
          "title": "On critical genealogy",
          "authors": [
            {
              "name": "Bernard E. Harcourt",
              "authorId": "2315008392"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 8,
          "doi": "10.1057/s41296-024-00715-y",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/1672b2e13d0bdc70105762cad41aac1a0f7692b8",
          "venue": "Contemporary Political Theory",
          "isInfluential": true,
          "contexts": [
            "Amy Allen (2016, 2018), Verena Erlenbusch-Anderson (2018), Colin Koopman (2013, 2016), Daniele Lorenzini (2020, 2022), Mathieu Potte-Bonneville (2004), Martin Saar (2002, 2007), and Bernard Williams (2002), among others, have clarified the different mechanisms and operations of the leading forms of…",
            "It seeks to make a given concept or practice problematic by showing that it emerged, historically, from another contingent problematization (Allen, 2016, p. 190).",
            "…that Foucault’s genealogical method offers no internal ground for normative assessment or valuation—a critique most frequently associated with Nancy Fraser (1981) and Jürgen Habermas (1981, 1987) in the ensuing philosophical debates (see for example , Allen, 2016; Koopman, 2013; Lorenzini, 2020).",
            "As Allen notes, correctly, “there is an important if often underappreciated vindi-catory element to his problematizing genealogical method” (Allen, 2016, p. 191)."
          ],
          "intents": []
        },
        {
          "paperId": "0c9c0725724aedfcae6aae40fae4b196cbd670c5",
          "title": "Toward an African Critical Orientation",
          "authors": [
            {
              "name": "Kundai Chirindo",
              "authorId": "115070157"
            },
            {
              "name": "E. Mutua",
              "authorId": "105074148"
            }
          ],
          "year": 2024,
          "abstract": null,
          "citationCount": 6,
          "doi": "10.1080/10510974.2024.2345517",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/0c9c0725724aedfcae6aae40fae4b196cbd670c5",
          "venue": "Communication Studies",
          "isInfluential": true,
          "contexts": [
            "In The End of Progress: Decolonizing the Normative Foundations of Critical Theory , Amy Allen (2016) both expands on and attempts to think through Edward Said’s criticism of Frankfurt School critical theory for its stunning “silence on racist theory, anti-imperialist resistance, and opposition…",
            "“They are both deeply wedded to the idea that European, Enlightenment moder-nity – or at least certain aspects of features thereof [. . . ] represents a developmental advance over premodern, non modern, or traditional forms of life” (Allen, 2016, p. 3).",
            "“How,” we wonder with Allen (2016), can “critical theory be truly critical if it remains committed to an imperialist meta narrative, that is, if it has not yet been decolonized?”",
            "Allen (2016) explains that Said (1993) was arguing that this silence grew from critical theory’s complicity in (European) culture and (European) imperialism (the title of Said’s book is Culture and Imperialism ).",
            "In the next section we wend our critique of critical methods to the decolonial critique of critical theory proffered by, among others, philosopher Amy Allen (2016) and Ndlovu-Ghatsheni (Ndlovu-Gatsheni, 2018; Ndlovu-Gatsheni, 2018, 2021).",
            "In The End of Progress: Decolonizing the Normative Foundations of Critical Theory , Amy Allen (2016) both expands on and attempts to think through Edward Said’s criticism of Frankfurt School critical theory for its stunning “silence on racist theory, anti-imperialist resistance, and opposition practice to empires” (p. 278).",
            "Moreover, Allen (2016) shows that Jürgen Habermas and Axel Honneth, two of critical theory’s most prominent proponents, grounded their concerns for power, inequality, and social change in concepts that extended from the Eurocentric metanarrative of human progress."
          ],
          "intents": [
            "methodology",
            "background"
          ]
        },
        {
          "paperId": "d50e30cfbe7831519981b4c20a6b627fb7caac27",
          "title": "Intellectual decolonisation and the danger of epistemic closure: the need for a critical decolonial theory",
          "authors": [
            {
              "name": "Helen-Mary Cawood",
              "authorId": "116609299"
            },
            {
              "name": "M. Amiradakis",
              "authorId": "117738418"
            }
          ],
          "year": 2023,
          "abstract": null,
          "citationCount": 2,
          "doi": "10.1080/02533952.2023.2267772",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/d50e30cfbe7831519981b4c20a6b627fb7caac27",
          "venue": "Social Dynamics",
          "isInfluential": true,
          "contexts": [
            "Given these insights (and as advanced by Amy Allen (2016) in her project of decolo-nising CT), this study will maintain that CDT needs to be understood as a social theory which acknowledges and aims to explore the intertwinement of the political, cultural and individual factors within contemporary society.",
            "Critical social theory as a relevant contemporary theory can (and should) therefore be perceived as an approach that endorses the “self-clarification of the struggles and wishes of the age” (Nancy Fraser in Allen 2016, 4).",
            "It is thus precisely because of their scepticism about progress that Adorno and Foucault are often read as offering a “negative philosophy” of history (Allen 2016, 164–165) in which an alternative methodology for thinking about history can be found.",
            "In her The End of Progress: Decolonising the Normative Foundations of Critical Theory , Allen (2016) critiques the historicism of the Westernised notion of “progress” (in which the values, aims and ambitions of the hegemonic West have come to constitute the concept) by arguing that “the typical…",
            "Given these insights (and as advanced by Amy Allen (2016) in her project of decolo-nising CT), this study will maintain that CDT needs to be understood as a social theory which acknowledges and aims to explore the intertwinement of the political, cultural and individual factors within contemporary…"
          ],
          "intents": [
            "background"
          ]
        },
        {
          "paperId": "5c20e9e22ae758f9f2239d8bd778e24d58d856f5",
          "title": "Critical theory and North American indigenous thought",
          "authors": [
            {
              "name": "Samuel Piccolo",
              "authorId": "2201049540"
            }
          ],
          "year": 2023,
          "abstract": null,
          "citationCount": 3,
          "doi": "10.1177/14748851231177171",
          "arxivId": null,
          "url": "https://www.semanticscholar.org/paper/5c20e9e22ae758f9f2239d8bd778e24d58d856f5",
          "venue": "European Journal of Political Theory",
          "isInfluential": true,
          "contexts": [
            "In addition to Adorno and Foucault, Allen praises Anthony Laden ’ s contemporary critical theory for exemplifying a decolonized approach.",
            "Allen recommends returning to ﬁ rst-generation Frankfurter Theodor Adorno and his “ other son ” Michel Foucault, who she argues offer critical resources that are not dependent on Eurocentric ideas of progress.",
            "To those two, “ life under modern capitalism is so deformed and distorted that moral philosophy today cannot provide plans or blue-prints for living the good life ” (Allen, 2016: 196).",
            "Instead, Allen writes, quoting Adorno, the “ most one could say about the good life under current conditions is that it ‘ would consist in resistance to the forms of the bad life that have been seen through and critically dissected by the most progressive minds ’” (Allen, 2016: 196).",
            "In addition to endorsing Adorno ’ s account of the good life as resistance to the current bad, Allen also cites his claim that “ progress occurs where it ends ” (Allen, 2016: 198).",
            "“ Reasoning well demands a particular set of virtues, ” Allen explains, “ not only a willingness to make oneself vulnerable and an openness to change, but also a ‘ receptivity to unfamiliar lines of criticism ’” (Laden, 2012: 129; Allen, 2016: 223).",
            "Citing James Tully ’ s critique of neo-Kantianism, she diagnoses Forst ’ s project as neo-imperialistic because it involves extending that Kantian tradition of ethics into cultural traditions that do not have it (Allen, 2016: 138; Tully, 2008).",
            "Critical theorists maintain that this does not make them relativists, as Allen repeatedly insists (Allen, 2016: 224).",
            "For Allen, the solution to contemporary critical theory ’ s vestiges of Hegelian and Kantian colonialism is to return to an earlier form of it, which she locates in the work of Adorno and his “ other son ” Foucault (Allen, 2016: 187).",
            "Adorno and Foucault offer a form of critical theorizing that, rather than claiming normative grounds rooted in Eurocentrism, instead focuses on theorizing as “ problematizing our historical present ” (190).",
            "In detailed analyses, Allen shows how Honneth and Habermas both presume their normative standards (intersubject-ive communication for Habermas, a form of freedom for Honneth) are a product of af ﬁ rming historical development (Allen, 2016: 66, 92).",
            "Among those virtues Allen numbers “ vulnerability, openness, and receptivity ” (Allen, 2016: 223).",
            "…in the world outside of human society implies a kind of transcendence of historical situations (as Coulthard puts it, “ spirituality outside of historical time ” ) that is troublesome for critical theorists who af ﬁ rm Hegel ’ s account of the historicity of understanding (Allen, 2016: 217).",
            "Nichols explicitly describes his book as a “ contribution to critical theory ” (Nichols, 2020: 10), and Allen implies much the same thing (Allen, 2016: xii).",
            "In part of her endorsement of Adorno and Foucault ’ s decolonial substance, she says critical theory is at its best when it does not offer a deep positive vision of the good life.",
            "To Allen, Habermas and Honneth rest their normative foundations on this concept of progress, which she considers a left-Hegelian approach (Allen, 2016: 3) not entirely dissimilar to the Classical Marxism that is a non-starter for many Indigenous peoples (Churchill, 1983; Habermas, 1996; Honneth,…",
            "She praises Adorno and Foucault for refusing to consider the “ right life ” as a positive concept, with them only prescribing “ resistance to the forms of the bad life that have been seen through and critically dissected by the most progressive minds.",
            "Critical theorists have long been sympathetic to the struggles of Indigenous peoples, yet some have recently noticed that much of contemporary critical theory is suffused with assumptions that limit its ability to understand or endorse Indigenous claims (Allen, 2016; Nichols, 2020)."
          ],
          "intents": []
        }
      ],
      "references_count": 0,
      "citations_count": 6
    }
  ],
  "count": 1,
  "errors": []
}
