{
  "status": "success",
  "source": "core",
  "query": "queer theory deliberative democracy",
  "results": [
    {
      "core_id": "44146519",
      "doi": null,
      "title": "The Slow Work of Democracy: Resisting Reductionist Views of Women and Children",
      "authors": [
        {
          "name": "Serriere, Stephanie C."
        }
      ],
      "year": 2017,
      "abstract": "In her research article \"State your defense!\": Children negotiate analytic frames in the context of deliberative dialogue,\" Hauver offers important contributions to the field of elementary civic education that illuminate how young people apply various analytical frames to make collective decisions. First, I highlight significant contributions of her work, namely children's capabilities to build perspective-taking through dialogue, which I suggest can be more solidly grounded in a sociocultural framework, not a developmental one. Second, I offer suggestions toward such a theoretical framework that loosens determinism for children's development and offers a less deterministic framework for women. My review seeks to amplify Hauver's important findings by suggesting more theoretical cohesion as well as more contemporary and critical frameworks. [For \"'State Your Defense!' Children Negotiate Analytic Frames in the Context of Deliberative Dialogue,\" see EJ1162608.",
      "publisher": "Lewis & Clark",
      "journal": null,
      "download_url": "https://core.ac.uk/download/189104598.pdf",
      "source_url": "https://democracyeducationjournal.org/cgi/viewcontent.cgi?article=1357&amp;context=home",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8643130",
      "doi": "10.1080/14742837.2010.522088",
      "title": "Deliberation behind closed doors: transparency and lobbying in the European Union [by Daniel Naurin]",
      "authors": [
        {
          "name": "Parks, Louisa"
        }
      ],
      "year": 2010,
      "abstract": "This book makes a refreshingly empirical contribution to discussions of the European\n\nUnion and its democratic deficit, specifically on the possible role of increased transparency\n\nin alleviating the latter. Naurin rightly challenges us to think about transparency and its\n\neffects – to ‘take transparency seriously’ rather than merely assume its panacea-like\n\neffects for European Union democracy and legitimacy. With this in mind, Naurin’s work\n\nfocuses on investigating what deliberative democracy theorists label the civilizing effect\n\nof publicity",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/29176511.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "27693527",
      "doi": null,
      "title": "Is ‘Another’ Public Sphere Actually Possible? The Case of “Women Without” in the European Social Forum Process as a Critical Test for Deliberative Democracy",
      "authors": [
        {
          "name": "Doerr, Nicole"
        }
      ],
      "year": 2013,
      "abstract": "This paper presents results of a cross-national comparative research project on the case of democracy in the European Social Forums (ESFs) process over the period from 2003 to 2005. The various progressive social movements engaged in the European Social Forums process try to construct “another world” and “another public sphere” internally within their own practices of participatory and deliberative democracy in public forums. This includes fighting discriminations against women in general and women from non-western European parts of the world in particular. I take as my point of departure the case of “women without,” that is women activists who lack financial resources and/or have problems participating in transnational meetings because of border or visa restrictions. In the context of the European, preparatory meetings to the ESF, these women are for the most part either migrants living in the European Union or women coming from Eastern, South or Central Europe. To what extent do the effective processes of decision-making in the ESF preparatory process include the perspective and claims of materially less privileged participants, in particular these distinct groups of “women without”? Based on a feminist critique of the Habermasian model of deliberative democracy, I discuss the quality of democratic deliberation in the ESF’s assemblies from the perspective of the networks of “women without.” Then, as a second step, I show how the strategies of these materially less privileged activists break discursive mechanisms of exclusion inside the ESF process and build their own transnational networks subverting the ruling discourse structure of the ESF",
      "publisher": "Virtual Commons - Bridgewater State University",
      "journal": null,
      "download_url": "https://core.ac.uk/download/48828839.pdf",
      "source_url": "http://vc.bridgew.edu/cgi/viewcontent.cgi?article=1386&context=jiws",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8383088",
      "doi": "10.1017/s1743923x18001010",
      "title": "Making a Difference: Toward a Feminist Democratic Theory in the Digital Age",
      "authors": [
        {
          "name": "Asenbaum, H."
        },
        {
          "name": "Asenbaum, H."
        }
      ],
      "year": 2019,
      "abstract": "This essay asks how the democratic ideal of inclusion can be achieved in societies marked by pow-er asymmetries along the lines of identity categories such as gender and race. It revisits debates of difference democracy of the 1990's, which promoted inclusion through a politics of presence of marginalized social groups. This strategy inevitably entails essentializing tendencies, confining the democratic subject within its physically embodied identity. Difference democrats did not take notice of the parallel emerging discourse on cyberfeminism exploring novel identity configurations on the internet. This essay augments the politics of presence with digital identity reconfigurations. Neither difference democrats nor cyberfeminists distinguished between various participatory sites. Drawing on conceptions of participatory spaces from development studies and deliberative democracy, this essay generates a typology differentiating between empowered spaces such as parliaments, invited spaces such as citizens' assemblies, and claimed spaces of social movements. The democratic func-tions these spaces fulfil are best facilitated by three different modes of identity performance: identity continuation, identity negation, and identity exploration. A pluralization of participatory sites and modes of identity performance facilitates inclusion while tackling the essentializing tendencies in difference democracy",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/163068460.pdf",
      "source_url": "https://westminsterresearch.westminster.ac.uk/download/89ccb3efc3159f816b8f0b1fcbf57f4e8c22ccfc45a8f637ce58886c74036494/340509/Making_a_Difference_Asenbaum.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "213734",
      "doi": null,
      "title": "Convening Publics: The parasitical spaces of public action",
      "authors": [
        {
          "name": "Barnett, Clive"
        }
      ],
      "year": 2008,
      "abstract": "About the book:\n\n\n\nPolitical Geography is a core subdiscipline of Human Geography, the Handbook of Political Geography will provide a highly contextualised and systematic overview of the latest thinking and research. Edited by key scholars, with international contributions from acknowledged authorities on the relevant research, the Handbook of Political Geography is divided into six sections:\n\n\n\n- Scope and Development of Political Geography - key debates; the geography of knowledge; conceptualisations of power; and conceptualisations of scale \n\n\n\n- Geographies of the State - state theory; territory and central local relations; legal and judicial geographies; borders; and states and nature\n\n\n\n- Participation and representation - citizenship; space; electoral geography; place; media public space; and social movements \n\n\n\n- Political Geographies of Difference - class; nationalism; gender, sexuality ; and culture\n\n\n\n- Geography Policy and Governance - regulation; welfare; urban space; planning, environment\n\n\n\n- Global Political Geographies - geographies of imperialism; post-colonialism; globalization; environmental politics; international relations; war; and migration\n\n\n\nThe Handbook of Political Geography will be the standard work, widely used and highly-cited, by all scholars with an interest in politics and space",
      "publisher": "Sage Publications Ltd",
      "journal": null,
      "download_url": "https://core.ac.uk/download/3310.pdf",
      "source_url": "http://oro.open.ac.uk/20193/1/Convening_publics.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "25097150",
      "doi": null,
      "title": "Critical multiculturalism and deliberative democracy: Opening spaces for more inclusive communication",
      "authors": [
        {
          "name": "Awad Cherit, I. (Isabel)"
        }
      ],
      "year": 2011,
      "abstract": "The discredit of multiculturalism in contemporary\n\ndiscussions about cultural diversity and democracy is\n\nproblematic since allegations of multiculturalism’s failure\n\nand undemocratic consequences are used to justify a\n\n(re)turn to assimilation throughout Western societies.\n\nRejecting assimilationism as either desirable or inevitable,\n\nthis article challenges the alleged incompatibility between\n\nmulticulturalism and democracy. It makes the case for a\n\n(re)conceptualisation of both multiculturalism and democracy\n\nin ways that can provide the foundations for inclusive\n\ncommunication. To this end, the article endorse",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/43317542.pdf",
      "source_url": "http://repub.eur.nl/pub/77750/javnost_2011_3_3.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "46676842",
      "doi": null,
      "title": "Sexuality and Sovereignty: The Global Limits and Possibilities of Lawrence Symposium: Legal Rights in Historical Perspective: From the Margins to the Mainstream",
      "authors": [
        {
          "name": "Katyal, Sonia K."
        }
      ],
      "year": 2005,
      "abstract": "In the summer of 2003, the Supreme Court handed gay and lesbian activists a stunning victory in the decision of Lawrence v. Texas, which summarily overruled Bowers v. Hardwick. At issue was whether Texas\\u27 prohibition of same-sex sexual conduct violated the Due Process Clause of the U.S. Constitution. In a powerful, poetic, and strident opinion, Justice Kennedy, writing for a six-member majority, reversed Bowers, observing that individual decisions regarding physical intimacy between consenting adults, either of the same or opposite sex, are constitutionally protected, and thus fall outside of the reach of state intervention. Volumes can be written about the decision; it represents a culmination of nearly a century\\u27s worth of work in dismantling prejudicial views on gays and lesbians in American law and, indeed, the rest of the world.  In this article, I explore Lawrence\\u27s hidden and unstated implications for the recent globalization of gay civil rights, and contemplate whether Lawrence is yet another symbol of a global wave of change, or whether it represents an ultimately unfulfillable goal worldwide, particularly in places where gay civil rights movements have been met with considerable backlash. I will argue in this paper that a close reading of Lawrence represents a culmination of a historic, and increasingly global, convergence between liberty, privacy, and anti-essentialist theories of sexual identity. Indeed, the ultimate significance of Lawrence lies not in its overt shielding of sexual minorities from criminalization, but rather in its willingness to offer to the American (indeed global) public, a version of sexual autonomy that is filled with both promise and danger, fragility and universality. For, quite unlike Bowers, which largely directed its judicial gaze towards gays and lesbians in particular, the court in Lawrence carried a message of sexual self-determination for everyone, irrespective of sexual orientation.  Emerging from this decision is a vision of sexual self-determination, what I call  sexual sovereignty,  that represents the intersectional convergence of three separate prisms: spatial privacy, expressive liberty, and deliberative autonomy. At the same time, by examining the case law that has flourished in its wake, we see that it has often been correlated with an implicit logic of containment that has relegated the exercise of sexual autonomy to private, rather than public, spaces. In creating a space for the convergence of all three facets, I would argue that Lawrence is a triumph - and a product - of anti-essentialism, but its implicit logic of containment limits its potential to traverse both theoretical and global divisions regarding culture and sexuality. Consequently, ultimately, despite the power of its universalist vision, this Article argues that Lawrence is circumscribed by potential limitations wrought by culture, property, nationality, and citizenship",
      "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
      "journal": null,
      "download_url": "https://core.ac.uk/download/144230363.pdf",
      "source_url": "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=1235&amp;context=faculty_scholarship",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "64629042",
      "doi": "10.1080/13183222.2001.11008778",
      "title": "The Place of Impiety in Civic Argument",
      "authors": [
        {
          "name": "Charland, Maurice"
        }
      ],
      "year": 2001,
      "abstract": null,
      "publisher": "Scholarship at UWindsor",
      "journal": null,
      "download_url": "https://core.ac.uk/download/72787865.pdf",
      "source_url": "http://scholar.uwindsor.ca/cgi/viewcontent.cgi?article=1598&context=ossaarchive",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "5387951",
      "doi": null,
      "title": "Australian political science and the study of discourse",
      "authors": [
        {
          "name": "Johnson, C."
        }
      ],
      "year": 2002,
      "abstract": "Copyright © 2002 The Author The document attached has been archived with permission from the copyright holder.This paper argues that the study of political discourse, in its various forms and taking various approaches, has become an increasingly useful aspect of Australian political science. That development, in turn, is related to a ‘discursive shift’, associated with the influence of neo-liberalism, that has taken place in Australian government discourse and that has challenged previous understandings of Australian political thought. As well, the increasing study of political discourse has been influenced by the impact of interdisciplinary approaches such as post-structuralist, postmodernist, feminist, queer, critical theory and postcolonial analyses. Such analyses can generate very useful insights. However, this paper also argues that discursive approaches should be seen as merely supplementing more traditional approaches to the study of politics.Carol Johnsonhttp://arts.anu.edu.au/sss/apsa/papers.ht",
      "publisher": "http://arts.anu.edu.au/sss/apsa/apsa/Papers",
      "journal": null,
      "download_url": "https://core.ac.uk/download/12750594.pdf",
      "source_url": "https://digital.library.adelaide.edu.au/dspace/bitstream/2440/28318/1/hdl_28318.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "256817",
      "doi": null,
      "title": "Literacy Makeover: Educational Research and the Public Interest on Prime Time",
      "authors": [
        {
          "name": "Lefstein, Adam"
        }
      ],
      "year": 2008,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/pdf/82598.pdf",
      "source_url": "http://eprints.ioe.ac.uk/1310/1/lefstein2008literacymakeover1115.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "261304",
      "doi": null,
      "title": "Being in Public: The Threat and the Promise of Stranger Contact",
      "authors": [
        {
          "name": "Cooper, Davina"
        }
      ],
      "year": 2007,
      "abstract": null,
      "publisher": "'Royal College of Obstetricians & Gynaecologists (RCOG)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/90279.pdf",
      "source_url": "http://kar.kent.ac.uk/1487/1/Threat_14NOV07DP.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "37697256",
      "doi": null,
      "title": "Sexuality and Sovereignty: The Global Limits and Possibilities of a Lawrence",
      "authors": [
        {
          "name": "Katyal, Sonia K."
        }
      ],
      "year": 2006,
      "abstract": null,
      "publisher": "William & Mary Law School Scholarship Repository",
      "journal": null,
      "download_url": "https://scholarship.law.wm.edu/wmborj/vol14/iss4/7",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8295272",
      "doi": "10.1177/0899764020919807",
      "title": "Towards a typology of critical nonprofit studies: A literature review",
      "authors": [
        {
          "name": "Coule, Tracey"
        },
        {
          "name": "Dodge, Jennifer"
        },
        {
          "name": "Eikenberry, Angela"
        }
      ],
      "year": 2020,
      "abstract": "This review examines scholarship in key nonprofit journals over four decades. Its purpose is to: 1) analyze the extent, nature, and contribution of critical nonprofit scholarship and its trajectory over time, and 2) call on scholars, research institutions, and journals in the field to engage the kinds of insights these increasingly marginalized approaches bring, providing space for them to join, challenge and shape the research conversation. Findings show only 4% of articles published within the period examined adopt critical approaches, with great variability in the ways articles exemplify core tenets of critical scholarship, and a general dampening of critical work over time. This conservatism may result from the rejection of less understood philosophies and methodologies of critical inquiry in favor of more mainstream (positivistic) models of social science. Our primary contribution is to advance a typology explicating the pluralism inherent in critical approaches to nonprofit studies, their strengths and limitations",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/288394022.pdf",
      "source_url": "http://shura.shu.ac.uk/26050/3/Coule-TowardsTypologyCritical%28AM%29.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "38001228",
      "doi": null,
      "title": "Dynamics of Faculty Engagement in the Movement for Democracy's Education at Nothern Arizona University: Backgrounds, Practices, and Future Horizons",
      "authors": [
        {
          "name": "Blase Scarnati"
        },
        {
          "name": "Romand Coles"
        }
      ],
      "year": 2015,
      "abstract": "As scholarship has become increasingly narrow and disconnected from public life, Kettering research has documented an intense sense of malaise in higher education, what Harry Boyte has called a loss of civic agency. Surprisingly, however, faculty at a few campuses have begun to self-organize to integrate civic work into their teaching and research. This study, by Blase Scarnati and Romand Coles, documents such efforts at Northern Arizona University. Rather than making civic engagement a specific project of one or two faculty, what makes this campus special is that civic engagement has taken hold across the university. Building on research by KerryAnn O'Meara, this working paper shows that civic engagement is not only fulfilling to faculty at an individual level but is starting to impact the civic culture of their institutions",
      "publisher": "Kettering Foundation",
      "journal": null,
      "download_url": "https://core.ac.uk/download/75784237.pdf",
      "source_url": "https://www.issuelab.org/resources/24069/24069.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "257219",
      "doi": "10.1080/17437270903259741",
      "title": "Rancière and the poetics of the social sciences",
      "authors": [
        {
          "name": "Pelletier, Caroline"
        }
      ],
      "year": 2009,
      "abstract": "This article reviews the significance of Jacques Rancière’s work for methodological debates in the social sciences, and education specifically. It explores the implications of framing methodology as an aesthetic endeavour, rather than as the applied technique of research. What is at stake in this distinction is the means by which research intervenes in social order and how it assumes political significance, with Rancière arguing against a notion of science as the other of ideology. Rancière’s argument for a democratic research practice organised around a ‘method of equality’ is situated in relation to openly ideological’ feminist ethnography. The implications of Rancière’s work for investigating affect in academic discourse and subjectification in education are reviewed in the conclusion",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/pdf/83110.pdf",
      "source_url": "http://eprints.ioe.ac.uk/3198/1/Pelletier2009Ranciere267.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8022449",
      "doi": "10.1215/00382876-3961754",
      "title": "Transfeminine brokenness, radical transfeminism",
      "authors": [
        {
          "name": "Raha, Nat"
        }
      ],
      "year": 2017,
      "abstract": "The affects of transfeminine life and their relationship to the material conditions undergirding such life are undertheorized in transgender studies and queer studies. This creative and critical essay conceptualizes transfeminine brokenness through negative experiences and emotions, drawing connections between such negative states to transmisogyny and material precarity. The essay intends to politicize transfeminine brokenness for a radical transfeminism. It argues that the material basis of transfeminine brokenness involves the marginalization of the labor of trans women and trans feminine people within a radicalized and gendered division of labor under capitalism alongside transmisogyny within queer, trans, and feminist spaces and communities",
      "publisher": "'Duke University Press'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/141439596.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "257234",
      "doi": "10.1080/01596300902809054",
      "title": "Emancipation, equality and education : Rancière’s critique of Bourdieu and the question of performativity",
      "authors": [
        {
          "name": "Pelletier, Caroline"
        }
      ],
      "year": 2009,
      "abstract": "Jacques Rancière’s work has had significant impact in philosophy and literary theory, but remains largely undiscussed in the field of education. This article is a review of the relevance of Rancière’s work to education research. Rancière’s argument about education emerges from his critique of Bourdieu, which states that Bourdieu reinforces inequality by presuming it as the starting point of his analysis. What is at stake is the question of performativity, and the means by which discourse has effects. This debate has implications for considering the basis of claims to truth in literary and social science discourse. Parallels are drawn between Judith Butler’s and Ranciere’s portrayal of the relationship between discourse and subjection, as well as their attention to discursive ‘imitation’ in making inequality representable. The article concludes with a discussion of the problematic which Rancière’s work suggests for education research. Amende",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/pdf/83109.pdf",
      "source_url": "http://eprints.ioe.ac.uk/3196/1/Pelletier_2009_Education_Equality_and_Emancipation137.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8868837",
      "doi": "10.17613/fwpv-fs27",
      "title": "The Democratic Biopolitics of PrEP",
      "authors": [
        {
          "name": "Adam D Galinsky"
        },
        {
          "name": "Alain Giami"
        },
        {
          "name": "Amy L Hequembourg"
        },
        {
          "name": "Andrew D Forsyth"
        },
        {
          "name": "Barry D Adam"
        },
        {
          "name": "Beatriz Preciado"
        },
        {
          "name": "Bettina Schöne-Seifert"
        },
        {
          "name": "Carlos Novas"
        },
        {
          "name": "Catherine Mills"
        },
        {
          "name": "Christoph D Spinner"
        },
        {
          "name": "Christoph Menke"
        },
        {
          "name": "Cindy Patton"
        },
        {
          "name": "Daniel Grace"
        },
        {
          "name": "David M Halperin"
        },
        {
          "name": "David M Halperin"
        },
        {
          "name": "David M Halperin"
        },
        {
          "name": "Dawn K. Smith"
        },
        {
          "name": "Didier Fassin"
        },
        {
          "name": "Elizabeth F Closson"
        },
        {
          "name": "George Ayala"
        },
        {
          "name": "Giorgio Agamben"
        },
        {
          "name": "Giorgio Agamben"
        },
        {
          "name": "Heiner Meulemann"
        },
        {
          "name": "Hyman M Scott"
        },
        {
          "name": "Ingrid Young"
        },
        {
          "name": "Jaakko Ailio"
        },
        {
          "name": "Jaakko Ailio"
        },
        {
          "name": "Jaakko Ailio"
        },
        {
          "name": "Jae M Sevelius"
        },
        {
          "name": "Jared M Baeten"
        },
        {
          "name": "Jean-Michel Molina"
        },
        {
          "name": "Jeffrey Thomas Nealon"
        },
        {
          "name": "Jerome A Singh"
        },
        {
          "name": "Jessica E Haberer"
        },
        {
          "name": "Jessie L Juusola"
        },
        {
          "name": "Judith D Auerbach"
        },
        {
          "name": "Kane Race"
        },
        {
          "name": "Kane Race"
        },
        {
          "name": "Karen Schneider"
        },
        {
          "name": "Karsten Schubert"
        },
        {
          "name": "Kathleen R Page"
        },
        {
          "name": "Kimberly Koester"
        },
        {
          "name": "Latesha Elopre"
        },
        {
          "name": "Lauren V Wood"
        },
        {
          "name": "Mara Tognetti Bordogna"
        },
        {
          "name": "Marianne Pieper"
        },
        {
          "name": "Martin Holt"
        },
        {
          "name": "Martin Saar"
        },
        {
          "name": "Michael Hardt"
        },
        {
          "name": "Michael Hardt"
        },
        {
          "name": "Michel Foucault"
        },
        {
          "name": "Michel Foucault"
        },
        {
          "name": "Michel Foucault"
        },
        {
          "name": "Mingwang Shen"
        },
        {
          "name": "Mitchell Dean"
        },
        {
          "name": "Myron S Cohen"
        },
        {
          "name": "Myron S Cohen"
        },
        {
          "name": "Niels Doorn van"
        },
        {
          "name": "Nikolas Rose"
        },
        {
          "name": "Nikolas Rose"
        },
        {
          "name": "Nikolas Rose"
        },
        {
          "name": "Paul Rabinow"
        },
        {
          "name": "Paul Rabinow"
        },
        {
          "name": "Peter Langford"
        },
        {
          "name": "Robert M Grant"
        },
        {
          "name": "Roberto Esposito"
        },
        {
          "name": "Roberto Esposito"
        },
        {
          "name": "Roberto Esposito"
        },
        {
          "name": "Sarah K Calabrese"
        },
        {
          "name": "Sarit A. Golub"
        },
        {
          "name": "Shane P Collins"
        },
        {
          "name": "Sheena McCormack"
        },
        {
          "name": "Steven Epstein"
        },
        {
          "name": "Steven Epstein"
        },
        {
          "name": "Thea Cacchioni"
        },
        {
          "name": "Thomas Lemke"
        },
        {
          "name": "Thomas Lemke"
        },
        {
          "name": "Tim Dean"
        },
        {
          "name": "Tim Dean"
        },
        {
          "name": "Tim Dean"
        },
        {
          "name": "Tim Dean"
        },
        {
          "name": "Ulrich Bröckling"
        },
        {
          "name": "Ulrich Bröckling"
        },
        {
          "name": "Valentina Cambiano"
        },
        {
          "name": "Vinh-Kim Nguyen"
        }
      ],
      "year": 2019,
      "abstract": "PrEP (Pre-Exposure Prophylaxis) is a relatively new drug-based HIV prevention technique and an important means to lower the HIV risk of gay men who are especially vulnerable to HIV. From the perspective of biopolitics, PrEP inscribes itself in a larger trend of medicalization and the rise of pharmapower. This article reconstructs and evaluates contemporary literature on biopolitical theory as it applies to PrEP, by bringing it in a dialogue with a mapping of the political debate on PrEP. As PrEP changes sexual norms and subjectification, for example condom use and its meaning for gay subjectivity, it is highly contested. The article shows that the debate on PrEP can be best described with the concepts ‘sexual-somatic ethics’ and ‘democratic biopolitics’, which I develop based on the biopolitical approach of Nikolas Rose and Paul Rabinow. In contrast, interpretations of PrEP which are following governmentality studies or Italian Theory amount to either farfetched or trivial positions on PrEP, when seen in light of the political debate. Furthermore, the article is a contribution to the scholarship on gay subjectivity, highlighting how homophobia and homonormativity haunts gay sex even in liberal environments, and how PrEP can serve as an entry point for the destigmatization of gay sexuality and transformation of gay subjectivity. ‘Biopolitical democratization’ entails making explicit how medical technology and health care relates to sexual subjectification and ethics, to strengthen the voice of (potential) PrEP users in health politics, and to renegotiate the profit and power of Big Pharma",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305120810.pdf",
      "source_url": "https://hcommons.org/deposits/download/hc:27188/CONTENT/schubert-2019-the-democratic-biopolitics-of-prep-final-manuscript.pdf/",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7318051",
      "doi": null,
      "title": "Democratic Innovation in the U.S. and European Social Forums",
      "authors": [
        {
          "name": "Doerr, Nicole"
        },
        {
          "name": "Smith, Jackie"
        }
      ],
      "year": 2012,
      "abstract": "Democratization is an ongoing, conflict-ridden process, resulting from contestation between social movements and political elites (Markoff 1996; Tilly 1984). The struggle to make elites more accountable to a larger public has produced the democratic institutions with which we are familiar, and it continues to shape and reconfigure these institutions. It also transforms the individuals and organizations involved in social change, generating social movement cultures, norms and practices that evolve over time. In this chapter, we conceptualize the World Social Forum (WSF) process as part of a larger historical struggle over people’s right to participate in decisions that affect their lives. We examine the democratic practices and norms developed in the US and European Social Forum processes",
      "publisher": "'Paradigm Publishers'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/19523106.pdf",
      "source_url": "http://d-scholarship.pitt.edu/26752/1/18_Smith_and_Doerr_with_References.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "51783152",
      "doi": null,
      "title": "A Different Kind of Sameness: Beyond Formal Equality and Antisubordination Strategies in Gay Legal Theory",
      "authors": [
        {
          "name": "Levit, Nancy"
        }
      ],
      "year": 2000,
      "abstract": "Gay legal theory is at a crossroads reminiscent of the sameness/difference debate in feminist circles and the integrationist debate in critical race theory. Formal equality theorists take the heterosexual model as the norm and then seek to show that gays, lesbians, bisexuals, and transsexuals - except for their choice of partners - are just like heterosexuals. Antisubordination theorists attack the heterosexual model itself and seek to show that a society that insists on such a model is unjust. Neither of these strategies is wholly satisfactory. The formal equality model will fail to bring about fundamental reforms as long as sexual minorities are perceived as different from straights, while the outsider model feeds perceptions of difference.\nIn A Different Kind of Sameness, Professor Nancy Levit explores the development of tolerance for sexual minorities, looking at both cultural signifiers and law. The grudging acceptance that is developing, both culturally and legally, is one of the hallmarks of the formation of an underclass group. The article suggests that the challenges for gay legal theory are twofold: to move away from the frailties of both formal equality and antisubordination theories, and to develop ways of representing sexual minorities that will make them more acceptable, if not valuable, in a broader cultural context.\nProfessor Levit proposes changing the rhetoric and doctrine of equality theory by developing a theory of respect for the common humanity of all people. Unlike antisubordination theory, shared humanity seeks assimilation into the dominant culture, while still resisting many of the culture\\u27s traditional institutions and interpretations. Unlike formal equality, a theory of shared humanity does not rest on the heterosexual norm. Instead, it draws on knowledge in anthropology, sociology, philosophy and psychology in the search for those qualities, characteristics, needs, and desires that make us - all of us - the same as people",
      "publisher": "Ohio State University. College of Law",
      "journal": null,
      "download_url": "https://core.ac.uk/download/159568933.pdf",
      "source_url": "https://kb.osu.edu/bitstream/1811/70408/1/OSLJ_V61N2_0867.pdf",
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 20,
  "errors": []
}
