{
  "status": "success",
  "source": "core",
  "query": "Habermas disability exclusion",
  "results": [
    {
      "core_id": "5249753",
      "doi": null,
      "title": "Habermas on democracy and human rights",
      "authors": [
        {
          "name": "Oyen, Simen Andersen"
        }
      ],
      "year": 2005,
      "abstract": "Habermas\"s approach to democracy and human rights is a procedural one. In this interview, the connections between deliberative democracy, human rights and the international order are brought forward, as well as the specific traits of a procedural approach to legal, moral and political concerns. Here, the differences between different types of discourses are brought forward as well, since democratic procedures rely upon a majority-principle which cannot be applied to purely moral questions. \nThe interview with Habermas was carried out during his stay in Bergen, Norway 09.11.2005, in connection to the Holberg Prize Award. Interviewer is Simen Ã˜yen, editor of the journal Replikk, University of Bergen, Norway",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/pdf/12236925.pdf",
      "source_url": "http://sammelpunkt.philo.at/2752/1/Habermas_on_democracy_and_human_rights.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "257637",
      "doi": "10.1504/ijge.2008.017154",
      "title": "Economic alternatives and childhood poverty",
      "authors": [
        {
          "name": "Alderson, Priscilla"
        }
      ],
      "year": 2008,
      "abstract": "Current national and international economic policies are exerting ever more direct pressures on children's lives and futures. This paper reviews key concerns and contradictions in neoliberal economic policies' effects on childhood. Alternative feminist and green economics and critical theory critiques of neoliberalism are summarised and their implications for childhood poverty are considered. In conclusion there are suggestions about sustainable green economics for childhood to take account of the problems of advocating perpetual economic growth in a finite planet. Copyright © 2008, Inderscience Publishers",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/pdf/83454.pdf",
      "source_url": "http://eprints.ioe.ac.uk/5034/1/Alderson2008Economic77.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7930081",
      "doi": null,
      "title": "Tradition as a Communication System. A Pragmatic Approach",
      "authors": [
        {
          "name": "Grad, Paweł"
        }
      ],
      "year": 2015,
      "abstract": "A context of my paper is the debate on reason, tradition and traditional\r\ncommunities, in which this moral and epistemological issues were\r\ndiscussed as a part of general socio-philosophical theory of modernity.\r\nIn particular I intend to locate my considerations in the context of\r\nformal-pragmatic theory of modern communicative rationality\r\ndeveloped by Jürgen Habermas and Robert Brandom. I will provide a\r\ncompetitive model of the rationality of tradition by applying a\r\nconceptual toolkit of pragmatically oriented analysis to explain\r\npractices connected with vocabulary of tradition. I argue that tradition\r\nas a communication system has a fully rational structure. My main claim\r\nis that communicative structure of tradition has a rational structure of\r\nlanguage game. This structure includes defined principles of\r\ncommunication for members of closed tradition-grounded community\r\nand rule of inclusion for potential new members.\r\nFirstly I consider closely internal principles of communication\r\nwithin the framework of tradition contrasting them shortly with\r\nnormative-deontic rules of the postenlightenment idea of pragmatic\r\ncommunication discussed by Jürgen Habermas and Robert Brandom.\r\nAfter that I examine the rule of inclusion — the rule, which mediates\r\nbetween closed system of tradition-based community and his\r\nenvironment.Numer został przygotowany przy wsparciu Ministerstwa Nauki i Szkolnictwa Wyższego",
      "publisher": "Instytut Filozofii Uniwersytetu Łódzkiego",
      "journal": null,
      "download_url": "https://core.ac.uk/download/80534860.pdf",
      "source_url": "http://dspace.uni.lodz.pl:8080/xmlui/bitstream/11089/20537/1/hybris30_Grad_1_15.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8501411",
      "doi": "10.1016/j.annals.2017.05.009",
      "title": "Tourism and autism: Journeys of mixed emotions",
      "authors": [
        {
          "name": "Abbeduto"
        },
        {
          "name": "American Psychiatric Association"
        },
        {
          "name": "American Psychiatric Association"
        },
        {
          "name": "Annette Pritchard"
        },
        {
          "name": "Ashworth"
        },
        {
          "name": "Aston"
        },
        {
          "name": "Aumann"
        },
        {
          "name": "Backer"
        },
        {
          "name": "Bellini"
        },
        {
          "name": "Bizjak"
        },
        {
          "name": "Blichfeldt"
        },
        {
          "name": "Brewster"
        },
        {
          "name": "Bromley"
        },
        {
          "name": "Buhalis"
        },
        {
          "name": "Butler"
        },
        {
          "name": "Chan"
        },
        {
          "name": "Chodorow"
        },
        {
          "name": "Cromby"
        },
        {
          "name": "Diane Sedgley"
        },
        {
          "name": "Dieffendorff"
        },
        {
          "name": "Dodd"
        },
        {
          "name": "Dolnicar"
        },
        {
          "name": "Eatough"
        },
        {
          "name": "Eatough"
        },
        {
          "name": "Eichhorn"
        },
        {
          "name": "Emira"
        },
        {
          "name": "Ferguson"
        },
        {
          "name": "Filep"
        },
        {
          "name": "Foucault"
        },
        {
          "name": "Frolilick"
        },
        {
          "name": "Fullagar"
        },
        {
          "name": "García-Villamisar"
        },
        {
          "name": "Ghaziuddin"
        },
        {
          "name": "Gilburt"
        },
        {
          "name": "Gilhooly"
        },
        {
          "name": "González"
        },
        {
          "name": "Gray"
        },
        {
          "name": "Gray"
        },
        {
          "name": "Greco"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Hamed"
        },
        {
          "name": "Hochhauser"
        },
        {
          "name": "Hosany"
        },
        {
          "name": "Kim"
        },
        {
          "name": "Lawson"
        },
        {
          "name": "Lerner-Baron"
        },
        {
          "name": "Lutz"
        },
        {
          "name": "Macbeth"
        },
        {
          "name": "Mactavish"
        },
        {
          "name": "McCabe"
        },
        {
          "name": "McCabe"
        },
        {
          "name": "McGinnis"
        },
        {
          "name": "Meirsschaut"
        },
        {
          "name": "Middleton"
        },
        {
          "name": "Minnaert"
        },
        {
          "name": "Morgan"
        },
        {
          "name": "Morgan"
        },
        {
          "name": "Myers"
        },
        {
          "name": "Nigel Morgan"
        },
        {
          "name": "Nind"
        },
        {
          "name": "Ochs"
        },
        {
          "name": "Olsson"
        },
        {
          "name": "Orsmond"
        },
        {
          "name": "Parker"
        },
        {
          "name": "Paul Hanna"
        },
        {
          "name": "Pernecky"
        },
        {
          "name": "Petrick"
        },
        {
          "name": "Picard"
        },
        {
          "name": "Poria"
        },
        {
          "name": "Predescu"
        },
        {
          "name": "Prentice"
        },
        {
          "name": "Pridgeon"
        },
        {
          "name": "Priestley"
        },
        {
          "name": "Pritchard"
        },
        {
          "name": "Pritchard"
        },
        {
          "name": "Ray"
        },
        {
          "name": "Reid"
        },
        {
          "name": "Richards"
        },
        {
          "name": "Runswick-Cole"
        },
        {
          "name": "Scholl"
        },
        {
          "name": "Schweitzer"
        },
        {
          "name": "Sieber"
        },
        {
          "name": "Small"
        },
        {
          "name": "Smith"
        },
        {
          "name": "Smith"
        },
        {
          "name": "Smith"
        },
        {
          "name": "Smith"
        },
        {
          "name": "Sterling"
        },
        {
          "name": "Strazdins"
        },
        {
          "name": "Szasz"
        },
        {
          "name": "Tarleton"
        },
        {
          "name": "Walker"
        },
        {
          "name": "Walker"
        },
        {
          "name": "Williams"
        },
        {
          "name": "Willig"
        },
        {
          "name": "Yau"
        },
        {
          "name": "Yoo"
        },
        {
          "name": "Zabriskie"
        }
      ],
      "year": 2017,
      "abstract": "There is an evolving tourism literature around psychological wellbeing, social exclusion and disability. This paper advances tourism knowledge into the terrain of psychological health and developmental complexities, and psychological distress. It draws on a phe-nomenological position to understand the lived experiences of mothers of children with developmental difﬁculties, in this case diagnosed with autism spectrum disorder (ASD). It discusses the emotional and everyday challenges of caring for a child diagnosed with ASD on holiday, discusses the perceived beneﬁts holidays offer and outlines care-giving strategies adopted by mothers to manage their children’s tourism experiences. The paper discusses the uniqueness of the context of autism and problematizes popular discourses, which predominantly frame tourism as pleasurable settings of escape, stimulation, novelty and relaxation",
      "publisher": "'Elsevier BV'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161882322.pdf",
      "source_url": "https://cronfa.swan.ac.uk/Record/cronfa34256/Download/0034256-26072017163934.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8982883",
      "doi": null,
      "title": "Critical approaches in qualitative educational research:The relation of some theoretical and methodological approaches to these issues",
      "authors": [
        {
          "name": "Griffiths, Morwenna"
        }
      ],
      "year": 2009,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/28977610.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "4763209",
      "doi": null,
      "title": "Drivers of change?: Community radio in Ireland",
      "authors": [
        {
          "name": "Gaynor, Niamh"
        },
        {
          "name": "O'Brien, Anne"
        }
      ],
      "year": 2010,
      "abstract": null,
      "publisher": "Broadcasting Authority of Ireland",
      "journal": null,
      "download_url": "https://core.ac.uk/download/11310238.pdf",
      "source_url": "http://doras.dcu.ie/16219/1/PDF_FinalReport.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "42935708",
      "doi": "10.1177/1363460717699782",
      "title": "Would you date ‘the undateables’? An analysis of the mediated public debate on the reality television show ‘The Undateables’",
      "authors": [
        {
          "name": "Vertoont, Susan"
        }
      ],
      "year": 2017,
      "abstract": "This article examines the different discourses in the online public debate surrounding the television dating show ‘The Undateables’. The programme, which exclusively focuses on dates of disabled people, was launched in the UK in 2012, and local adaptations of the format were broadcast in Belgium and the Netherlands. The article applies the dis/ability approach of Goodley and Runswick-Cole (2014) to examine the way in which representations of disabled singles are evaluated online. As a perspective, dis/ability destabilizes notions of normativity and enables an inquiry into not just marginalized identities, but also dominant identities. The analysis of blog posts, tweets and online press reviews of the first series of the British, Flemish and Dutch version of ‘The Undateables’ provides more insights into hegemonic and resistant notions on disability, dating and romantic relationships. This article argues that prejudices, as already identified by Morris in 1991, are still very dominant today.</jats:p",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84044967.pdf",
      "source_url": "https://biblio.ugent.be/publication/8522513/file/8622786",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7984060",
      "doi": "10.1111/maq.12007/abstract",
      "title": "Culture and carelessness: Constituting disability in South India",
      "authors": [
        {
          "name": "Allen"
        },
        {
          "name": "Barnes"
        },
        {
          "name": "Braun"
        },
        {
          "name": "Cheah"
        },
        {
          "name": "Dube"
        },
        {
          "name": "Dumont"
        },
        {
          "name": "Ecks"
        },
        {
          "name": "Farmer"
        },
        {
          "name": "Foucault"
        },
        {
          "name": "Foucault"
        },
        {
          "name": "Geffen"
        },
        {
          "name": "Goodman"
        },
        {
          "name": "Gussow"
        },
        {
          "name": "Hammersley"
        },
        {
          "name": "Hannah"
        },
        {
          "name": "Harriss-White"
        },
        {
          "name": "Leach"
        },
        {
          "name": "Link"
        },
        {
          "name": "Niehaus"
        },
        {
          "name": "Oliver"
        },
        {
          "name": "Pigg"
        },
        {
          "name": "Pigg"
        },
        {
          "name": "Rabinow"
        },
        {
          "name": "Rose"
        },
        {
          "name": "Rose"
        },
        {
          "name": "Saethre"
        },
        {
          "name": "Scott"
        },
        {
          "name": "Shakespeare"
        },
        {
          "name": "Shuttleworth"
        },
        {
          "name": "Staples"
        },
        {
          "name": "Staples"
        },
        {
          "name": "Staples"
        },
        {
          "name": "Staples"
        },
        {
          "name": "Star"
        },
        {
          "name": "Thomas"
        },
        {
          "name": "Tremain"
        },
        {
          "name": "Volpp"
        },
        {
          "name": "White"
        }
      ],
      "year": 2012,
      "abstract": "This is the author's accepted manuscript. The final published article is available from the link below.Professional and lay explanations of disability, collected via interviews and participant-observation during fieldwork in Hyderabad, South India, identify “carelessness” and “superstition” as major impediments to good health among the general population, and education as the key solution. In that such findings suggest a valorization of personal responsibility for self-care, the Foucauldian concept of biopower appeared a salient framework for analysis. Although illuminating, however, biopower was ultimately inadequate for explaining what emerged, on closer analysis, as significant discrepancies between assumptions about how disabled people engaged with healthcare services and their actual beliefs and practices; and between the moral interpretations different stakeholders made of “carelessness” in describing perceived causes of disability. My data also suggested that education was not in itself a key determinant in people's healthcare decisions. This article explores these differences between official and demotic discourses concerning the causes of disability and attempts to account for them ethnographically.The British Academ",
      "publisher": "'Wiley'",
      "journal": "Medical Anthropology Quarterly",
      "download_url": "https://core.ac.uk/download/20572815.pdf",
      "source_url": "http://bura.brunel.ac.uk/bitstream/2438/8775/2/Fulltext.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "5547744",
      "doi": null,
      "title": "Beyond development: applying the human development paradigm to identifying children with special needs and disabilities",
      "authors": [
        {
          "name": "Devecchi, Cristina"
        }
      ],
      "year": 2013,
      "abstract": "This paper explores two aspects of development in relation to children’s learning: cognitive developmental theories and the human development paradigm. In doing so the aim of the paper is to put forward first a critique of how developmental theories have been applied to construe what and how children with special educational needs (SEN) and disabilities learn; second to put forward how the human development approach, based on the capability approach, can broaden our understanding of development; and third to suggest a way in which both types of development can be brought together to foster a valuable and meaningful education for all children. In doing so the paper argues that relying on one single way to understand and measure children development is not only short sighted, but counterproductive in as much as it can serve the purpose of stigmatizing and labelling children and thus narrowing the opportunities for learning and flourishing. In relation to freedom, a notion of development which is too structured and focused on cognitive outcomes only delimits, and consequently, limits the opportunities and potential for learning of any child, but particularly children with learning difficulties",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/16702215.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "236005",
      "doi": "10.1332/030557307781571632",
      "title": "The dilemmas of providing welfare in an ethnically diverse state : seeking reconciliation in the role of a 'reflexive practitioner'",
      "authors": [
        {
          "name": "Atkin, Karl"
        },
        {
          "name": "Chattoo, Sangeeta"
        }
      ],
      "year": 2007,
      "abstract": "Despite an increasing commitment to tackle disadvantage and discrimination, welfare states in the West struggle to provide accessible and appropriate health and social care to people of minority ethnic populations. This article analyses the dilemmas of welfare provision in an ethnically diverse state by drawing on empirical findings from a qualitative study exploring the perceptions and experiences of family life and social support for people of Pakistani origin living in the UK, and its interface with the state as a site of potentially competing and conflicting sets of social values. We conclude by suggesting that a notion of 'reflexive practitioner' is fundamental to generating a critical insight that can deal with the tensions posed by diversity for a welfare state",
      "publisher": "'Bristol University Press'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/52214.pdf",
      "source_url": "https://eprints.whiterose.ac.uk/3432/1/atkin_2007_dilemmas.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8753610",
      "doi": "10.1111/hypa.12305",
      "title": "Affective equality: love matters",
      "authors": [
        {
          "name": "Ahmed"
        },
        {
          "name": "Akerlof"
        },
        {
          "name": "Barnes"
        },
        {
          "name": "Benhabib"
        },
        {
          "name": "Bryson"
        },
        {
          "name": "Carver"
        },
        {
          "name": "Collins"
        },
        {
          "name": "Crary"
        },
        {
          "name": "Crean"
        },
        {
          "name": "Damasio"
        },
        {
          "name": "Delphy"
        },
        {
          "name": "Federici"
        },
        {
          "name": "Ferguson"
        },
        {
          "name": "Ferguson"
        },
        {
          "name": "Fineman"
        },
        {
          "name": "Folbre"
        },
        {
          "name": "Folbre"
        },
        {
          "name": "Fraser"
        },
        {
          "name": "Fraser"
        },
        {
          "name": "Fraser"
        },
        {
          "name": "Gilligan"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Held"
        },
        {
          "name": "Hochschild"
        },
        {
          "name": "Hochschild"
        },
        {
          "name": "Honneth"
        },
        {
          "name": "hooks"
        },
        {
          "name": "Jónasdóttir"
        },
        {
          "name": "Karamessini"
        },
        {
          "name": "Kathleen Lynch"
        },
        {
          "name": "Kittay"
        },
        {
          "name": "Lakoff"
        },
        {
          "name": "Lynch"
        },
        {
          "name": "Lynch"
        },
        {
          "name": "Matheis"
        },
        {
          "name": "Mattingly"
        },
        {
          "name": "Nussbaum"
        },
        {
          "name": "Okin"
        },
        {
          "name": "Parreñas"
        },
        {
          "name": "Ruddick"
        },
        {
          "name": "Sara Cantillon"
        },
        {
          "name": "Sevenhuijsen"
        },
        {
          "name": "Traustadottir"
        },
        {
          "name": "Tronto"
        },
        {
          "name": "Tronto"
        },
        {
          "name": "Wilkinson"
        }
      ],
      "year": 2017,
      "abstract": "The nurturing that produces love, care, and solidarity constitutes a discrete social system of affective relations. Affective relations are not social derivatives, subordinate to economic, political, or cultural relations in matters of social justice. Rather, they are productive, materialist human relations that constitute people mentally, emotionally, physically, and socially. As love laboring is highly gendered, and is a form of work that is both inalienable and noncommodifiable, affective relations are therefore sites of political import for social justice. We argue that it is impossible to have gender justice without relational justice in loving and caring. Moreover, if love is to thrive as a valued social practice, public policies need to be directed by norms of love, care, and solidarity rather than norms of capital accumulation. To promote equality in the affective domains of loving and caring, we argue for a four-dimensional rather than a three-dimensional model of social justice as proposed by Nancy Fraser (2008). Such a model would align relational justice, especially in love laboring, with the equalization of resources, respect, and representation",
      "publisher": "'Wiley'",
      "journal": "Hypatia",
      "download_url": "https://core.ac.uk/download/293859770.pdf",
      "source_url": "http://researchrepository.ucd.ie/bitstreams/aabbf705-3906-47ed-a45b-82f481d71edb/download",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8858318",
      "doi": "10.1016/j.destud.2017.10.001",
      "title": "Just design",
      "authors": [
        {
          "name": "Bianchin, Matteo"
        },
        {
          "name": "Heylighen, Ann"
        }
      ],
      "year": 2018,
      "abstract": "Inclusive design prescribes addressing the needs of the widest possible audience in order to consider human differences. Taking differences seriously, however, may imply severely restricting “the widest possible audience”. In confronting this paradox, we investigate to what extent Rawls’ theory of justice as fairness applies to design. By converting the paradox into the question of how design can be fair, we show that the demand for equitability shifts from the design output to the design process. We conclude that the two main questions about justice find application in design: the question about the standards of justice and the question about its metrics. We endorse a Rawlsian approach to the former, while some revision may be due regarding the latter",
      "publisher": "",
      "journal": "Design Studies",
      "download_url": "https://core.ac.uk/download/186331781.pdf",
      "source_url": "https://philpapers.org/archive/BIAJD.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "15108845",
      "doi": null,
      "title": "A philosophical anchor for creating inclusive communities in early childhood education: anti-bias philosophy and Te Whāriki: Early childhood curriculum.",
      "authors": [
        {
          "name": "Gunn, Alexandra Claire"
        }
      ],
      "year": 2003,
      "abstract": "The basic premise of this paper is that inclusion in early childhood education in Aotearoa New Zealand is a worthy focus of early childhood education curriculum and that an anti-bias philosophy assists in developing curriculum that is inclusive. It is claimed that the early childhood curriculum in Aotearoa New Zealand is an emancipatory one, and arguments for activism and anti-bias principles in support of curriculum implementation are made. Drawing on anti-bias principles, the current curriculum statement (Te Whāriki: Early Childhood Curriculum) is examined to ascertain what support for anti-bias foci exists. Teaching strategies based upon discussion, critical thinking and an awareness of diversity themes/difference are considered in support of active anti-bias work in early childhood education",
      "publisher": "Faculty of Education, University of Waikato",
      "journal": null,
      "download_url": "https://core.ac.uk/download/29200032.pdf",
      "source_url": "http://www.wje.org.nz/index.php",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "235944",
      "doi": "10.1177/0011392107084380",
      "title": "Decision-making and ante-natal screening for sickle cell and thalassaemia disorders : To what extent do faith and religious identity mediate choice?",
      "authors": [
        {
          "name": "Ahmed, Shenaz"
        },
        {
          "name": "Atkin, Karl"
        },
        {
          "name": "Green, Josephine M."
        },
        {
          "name": "Hewison, Jenny"
        }
      ],
      "year": 2008,
      "abstract": "When making decisions about prenatal diagnosis, couples not only draw on their understanding of the condition but also broader aspects of their cultural identity. This article looks at how faith and religion mediate attitudes towards screening, prenatal diagnosis and termination of pregnancy for sickle cell and thalassaemia disorders. The article specifically reports on a qualitative study, which used focus groups from a variety of faith communities (Muslim, Sikh, Hindu and Christian), at risk of haemoglobin disorders, living in England. Our findings suggest that the decision about whether or not to have diagnostic testing generally related to attitudes towards the termination of pregnancy. The consequences of the condition were as important as religious beliefs to most people. More generally, faith beliefs emerged as negotiable and contingent: realized within a broader moral framework. Religion was felt not to be prescriptive and reproductive decisions were seen as personal. When making decisions, people utilize faith within a broader context of individual, family and social relationships",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/52175.pdf",
      "source_url": "https://eprints.whiterose.ac.uk/3438/1/atkin_2008_decision.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "42485857",
      "doi": "10.1080/10357823.2017.1336612",
      "title": "Comparative analysis of civil society and state discourse on disabled people’s rights and welfare in South East Asia 2010-16",
      "authors": [
        {
          "name": "Chaney, Paul"
        }
      ],
      "year": 2017,
      "abstract": "Over the next quarter century it is likely that South East Asian countries will experience high levels of growth in the number of disabled people. It is therefore significant that over the past decade, the region’s governments have at last ratified the United Nations Convention on the Rights of Disabled Persons (CRPD). At this critical juncture, and in the face of ongoing human rights issues in several territories, this study presents comparative analysis of state and civil society organisations’ (CSOs) discourse on CRDP implementation. The findings show that whilst governments have espoused a participatory approach to fulfilling their CRPD obligations, contemporary practice falls short. Disabled people currently experience barriers to shaping policy and accessing social welfare. There is a ‘disconnect’ between state and civil spheres that hampers effective implementation based on partnership working and knowledge exchange. In turn, this raises issues of legitimation, performativity and the endurance of the Medical Model of Disability across the region",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/82895657.pdf",
      "source_url": "https://orca.cardiff.ac.uk/id/eprint/100018/9/Comparative%20Analysis%20of%20Civil%20Society%20and%20State%20Discourse%20on%20Disabled%20People%20s%20Rights%20and%20Welfare%20in%20Southeast%20Asia%202010%2016%20pub.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8854727",
      "doi": null,
      "title": "The Ethical Implications of Personal Health Monitoring",
      "authors": [
        {
          "name": "Mittelstadt, Brent"
        }
      ],
      "year": 2013,
      "abstract": "Personal Health Monitoring (PHM) uses electronic devices which monitor and record health-related data outside a hospital, usually within the home. This paper examines the ethical issues raised by PHM. Eight themes describing the ethical implications of PHM are identified through a review of 68 academic articles concerning PHM. The identified themes include privacy, autonomy, obtrusiveness and visibility, stigma and identity, medicalisation, social isolation, delivery of care, and safety and technological  need. The issues around each of these are discussed. The system / lifeworld perspective of Habermas  is applied to develop an understanding of the role of PHMs as mediators of communication between  the institutional and the domestic environment. Furthermore, links are established between the ethical  issues to demonstrate that the ethics of PHM involves a complex network of ethical interactions. The  paper extends the discussion of the critical effect PHMs have on the patient’s identity and concludes  that a holistic understanding of the ethical issues surrounding PHMs will help both researchers and  practitioners in developing effective PHM implementations",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131214432.pdf",
      "source_url": "https://philpapers.org/archive/MITTEI-3.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "18615930",
      "doi": "10.1080/02615479.2012.644966",
      "title": "Preparation for practice:can philosophy have a place in helping students incorporate the social model of disability within their praxis?",
      "authors": [
        {
          "name": "Reeve, Donna"
        }
      ],
      "year": 2012,
      "abstract": "This short paper emerges from an engagement with the paper by Morgan in this special edition which argues that the social model of disability can be viewed as a threshold concept which students struggle to ‘get’. I suggest that introducing social work students to philosophical concepts such as recognition at an early stage of their learning about skills, values and anti-oppressive practice, could facilitate the transition over this disability studies threshold, reducing the potential for ritualised performance instead of true understanding. It will be argued that Honneth’s account of recognition in particular can be helpful in reducing the risk of psycho-emotional disablism within professional relationships between social work students and disabled service users. However, I also suggest that encouraging students to engage with philosophical questions about personhood and humanity are crucial to maintaining true anti-oppressive practice at a time of financial cutbacks in social work services",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/42413556.pdf",
      "source_url": "http://eprints.lancs.ac.uk/69660/1/ReeveArticle2012.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "4356822",
      "doi": "10.1177/0038038512450807",
      "title": "Human rights and ethical reasoning : capabilities, conventions and spheres of public action",
      "authors": [
        {
          "name": "Bessy C"
        },
        {
          "name": "Boltanski L"
        },
        {
          "name": "Byrne D"
        },
        {
          "name": "Dupuy J-P"
        },
        {
          "name": "Felice WF"
        },
        {
          "name": "Foucault M"
        },
        {
          "name": "Freeman M"
        },
        {
          "name": "Knight FH"
        },
        {
          "name": "Marshall TH"
        },
        {
          "name": "Orléan A"
        },
        {
          "name": "Pogge TW"
        },
        {
          "name": "Rogowski R"
        },
        {
          "name": "Salais R"
        },
        {
          "name": "Salais R"
        },
        {
          "name": "Storper M"
        },
        {
          "name": "Thévenot L"
        },
        {
          "name": "Turner B"
        },
        {
          "name": "Woodiwiss A"
        },
        {
          "name": "Zimmermann B"
        }
      ],
      "year": 2012,
      "abstract": "This interdisciplinary article argues that human rights must be understood in terms of opportunities for social participation and that social and economic rights are integral to any discussion of the subject. We offer both a social constructionist and a normative framework for a sociology of human rights which reaches beyond liberal individualism, combining insights from the work of Amartya Sen and from French convention theory. Following Sen, we argue that human rights are founded on the promotion of human capabilities as ethical demands shaped by public reasoning. Using French convention theory, we show how the terms of such deliberation are shaped by different constructions of collectively held values and the compromises reached between them. We conclude by demonstrating how our approach offers a new perspective on spheres of public action and the role these should play in promoting social cohesion, individual capabilities and human rights",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/9561464.pdf",
      "source_url": "https://eprints.gla.ac.uk/304420/1/304420.pdf",
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 18,
  "errors": []
}
