[search_core.py] Searching CORE: 'Habermas postcolonial Eurocentrism' (year=2000-2024), limit=20
[search_core.py] Retrieved 20/20 papers...
[search_core.py] Search complete: 20 papers found
{
  "status": "success",
  "source": "core",
  "query": "Habermas postcolonial Eurocentrism",
  "results": [
    {
      "core_id": "231650",
      "doi": "10.1177/0038038507080442",
      "title": "Sociology and postcolonialism: another 'missing' revolution?",
      "authors": [
        {
          "name": "Badham, R."
        },
        {
          "name": "Bhabha, H.K."
        },
        {
          "name": "Chakrabarty, D."
        },
        {
          "name": "Eisenstadt, S.N."
        },
        {
          "name": "Eisenstadt, S.N."
        },
        {
          "name": "Giddens, A."
        },
        {
          "name": "Giddens, A."
        },
        {
          "name": "Gilroy, P."
        },
        {
          "name": "Gurminder K. Bhambra"
        },
        {
          "name": "Habermas, J."
        },
        {
          "name": "Habermas, J."
        },
        {
          "name": "Hawthorn, G."
        },
        {
          "name": "Heilbron, J."
        },
        {
          "name": "Holmwood, J."
        },
        {
          "name": "Ladner, J.A."
        },
        {
          "name": "Marshall, B.L."
        },
        {
          "name": "Nisbet, R.A."
        },
        {
          "name": "Parsons, T."
        },
        {
          "name": "Said, E.W."
        },
        {
          "name": "Singh, N.P."
        },
        {
          "name": "Stacey, J."
        },
        {
          "name": "Thapar, R."
        },
        {
          "name": "Wittrock, B."
        }
      ],
      "year": 2007,
      "abstract": "Sociology is usually represented as having emerged alongside European modernity. The latter is frequently understood as sociology's special object with sociology itself a distinctively modern form of explanation. The period of sociology's disciplinary formation was also the heyday of European colonialism, yet the colonial relationship did not figure in the development of sociological understandings. While the recent emergence of postcolonialism appears to have initiated a reconsideration of understandings of modernity, with the development of theories of multiple modernities, I suggest that this engagement is more an attempt at recuperating the transformative aspect of postcolonialism than engaging with its critiques. In setting out the challenge of postcolonialism to dominant sociological accounts, I also address `missing feminist/queer revolutions', suggesting that by engaging with postcolonialism there is the potential to transform sociological understandings by opening up a dialogue beyond the simple pluralism of identity claims",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/47033.pdf",
      "source_url": "http://wrap.warwick.ac.uk/2608/1/WRAP_Bhambra_Sociology_Special_Issue_Bhambra_final_May_2007_%282%29.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "27324485",
      "doi": "10.1111/j.1467-8330.2010.00775.x",
      "title": "Colonial Minds, Postcolonial Places",
      "authors": [
        {
          "name": "Dikeç, Mustafa"
        }
      ],
      "year": 2010,
      "abstract": "International audienceI have felt moved to write this piece for two reasons. First, the episode I will recount below resonates strongly with my experience and that of other non-European colleagues (those I have been discussing with, at least) regarding the politics of academic knowledge production in Western academic contexts. Second, it exemplifies what in my view is a rather problematic understanding of \" Eurocentrism \" and \" theory \" , reducing the former to an unproductive polemical register, and confusing the latter with a user's manual. The episode consists of me being called \" Eurocentric \" in an academic workshop, although this piece is in no way intended as a response to my accusers. Rather, it is written in the spirit of addressing the issues identified above, which I take to be of political, theoretical and pedagogic significance. What, then, was my sin to deserve this academic and political kiss of death? I was surprised—stunned even—especially because I had taken good care to start with a disclaimer that my paper was informed by the French context and inspired by a particular French thinker. Since the previous day of the workshop had seen numerous remarks of the type \" Yes, but this doesn't work in Sri Lanka! \" (there was a contingent of anthropologists and development geographers with ongoing research projects there), I was careful, running the risk of sounding defensive, to also emphasize that my paper offered one among many possible ways of thinking about the relationship between space and politics, one of the workshop themes. Alas, it didn't work in Sri Lanka! Although I tried to explain that my paper was neither inspired by nor responding to the situation in Sri Lanka, I, the only non-European present, ended up being the only Eurocentric of the whole workshop. The problem, according to my interlocutors, was that my alleged \" model \" (a term I had deliberately avoided) either \" did not work in \" or \" did not apply to \" Sri Lanka (Pakistan, if I remember correctly, was also mentioned). It is this kind of use of the term that I find unproductive and problematic. Based on a strictly geographical or even cartographica",
      "publisher": "'Wiley'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/48318013.pdf",
      "source_url": "https://enpc.hal.science/hal-01274394v1/document",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "18707803",
      "doi": "10.1353/phi.2017.0028",
      "title": "The end of progress: decolonizing the normative foundations of critical theory by Amy Allen",
      "authors": [
        {
          "name": "Sager, Alex"
        }
      ],
      "year": 2017,
      "abstract": "In The End of Progress: Decolonizing the Normative Foundations of Critical Theory, Amy Allen challenges the continued reliance on ideas of progress and development found in the work of those such as Jürgen Habermas, Axel Honneth and Rainer Forst, instead seeking to propose a decolonised critical theory. While the book is rigorously argued and compellingly written, Alex Sager questions whether it manages to escape the trappings of the Eurocentrism that it otherwise aims to contest",
      "publisher": "London School of Economics and Political Science",
      "journal": null,
      "download_url": "https://core.ac.uk/download/82965607.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8016756",
      "doi": "10.1177/0191453719866239",
      "title": "No Escape from the Technosystem?",
      "authors": [
        {
          "name": "Susen, S."
        }
      ],
      "year": 2020,
      "abstract": "The main purpose of this article is to provide an in-depth review of Andrew Feenberg’s Technosystem: The Social Life of Reason (Cambridge, MA: Harvard University Press, 2017). To this end, the analysis is divided into two parts. The first part gives an overview of its thematic structure and elucidates its key arguments. The second part discusses its most controversial aspects and grapples with its principal weaknesses and limitations. By way of conclusion, the article argues that Feenberg’s book demonstrates the pivotal role that the technosystem plays in shaping contemporary society",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/228134928.pdf",
      "source_url": "http://openaccess.city.ac.uk/id/eprint/23026/1/CRO%20%28Accepted%20Version%29%20Simon%20Susen%20%282019%29%20%E2%80%98No%20Escape%20from%20the%20Technosystem%E2%80%99.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7500767",
      "doi": "10.19079/metodo.2.1.117",
      "title": "The revolutionary past: decolonizing law and human rights",
      "authors": [
        {
          "name": "Fitzpatrick, Peter"
        }
      ],
      "year": 2013,
      "abstract": "Combining a radical revision of the historical formation of occidental law with perspectives derived from decolonial thought, this paper advances a deconstruction of occidental law. That deconstruction is then brought to bear on human rights. Although occidental law and human rights are shown in this way to be imperial in orientation, that same deconstruction reveals resistant elements in law and in human rights. These are elements which the decolonial can draw on in its commitment to intercultural transformation",
      "publisher": "Metodo Associazion",
      "journal": null,
      "download_url": "https://core.ac.uk/download/20118047.pdf",
      "source_url": "http://eprints.bbk.ac.uk/9654/1/9654.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8021640",
      "doi": "10.1177/0038038516647683",
      "title": "Postcolonial reflections on sociology",
      "authors": [
        {
          "name": "Bhambra, Gurminder"
        }
      ],
      "year": 2016,
      "abstract": "This contribution addresses the impact of postcolonial critiques on sociology by drawing parallels with the emergence of feminism and queer theory within the academy. These critiques were facilitated by the expansion of public higher education over the last five decades and the article also addresses the implications of the privatisation and marketization of the university on the processes of knowledge production",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/96840171.pdf",
      "source_url": "http://wrap.warwick.ac.uk/81982/1/WRAP_Sociology%20Personal%20Reflection%20PostPrint%20version%20April%202016.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "4570922",
      "doi": "10.1177/000494410504900307",
      "title": "What is Education for? Situating History, Cultural Understandings and Studies of Society and Environment against Neo-Conservative Critiques of Curriculum Reform",
      "authors": [
        {
          "name": "Henderson, Deborah"
        }
      ],
      "year": 2005,
      "abstract": "This paper explores some of debates about the nature and purpose of education in the social sciences in the Australian curriculum. It examines recent attempts in studies of society and environment and history curriculum to prepare students for global citizenship and responds to neo-conservative critiques that our \"politically correct\" curricula does not impart the \"truth\" about our \"European\" heritage. This paper argues that while the neo-conservative discourse makes claim to traditional views of knowledge and rationality, its discursive field does not address the broader questions of what sort of education our students require for the twenty-first century",
      "publisher": "SAGE Publications Inc.",
      "journal": null,
      "download_url": "https://core.ac.uk/download/10874887.pdf",
      "source_url": "http://eprints.qut.edu.au/3223/1/3223.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8869229",
      "doi": "10.17899/on_ed.2020.7.4",
      "title": "Bodies and Publics in Two Discourses",
      "authors": [
        {
          "name": "Kirloskar-Steinbach, Monika"
        }
      ],
      "year": 2020,
      "abstract": "The recent call for a conceptual and intellectual decolonization in the humanities critiques the conventional, all-white, largely male philosophical canon. Its critique is directed at the centering of the experiences of this specific group in global knowledge transmission practices. Its proponents focus on the canon’s implicit claim, namely that only one social group is able to think thoroughly and accurately about all problems of philosophical significance across varying spatiotemporal contexts. In this short article, I will use two different debates to make some aspects of this call more meaningful: the US-American discourse in academic philosophy on deracializing the knowing subject and the post-Holocaust German understanding of public intellectual spaces (sections 2 and 3 respectively)",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305120619.pdf",
      "source_url": "https://philpapers.org/archive/KIRBAP-2.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7931369",
      "doi": "10.18778/8088-538-7.12",
      "title": "Action and Ethics. A Historical Perspective on the Late Frankfurt School (Apel, Habermas, Wellmer)",
      "authors": [
        {
          "name": "Skirbekk, Gunnar"
        }
      ],
      "year": 2016,
      "abstract": "I shall delineate what I see as the strength and relevance of transcendental-pragmatics within the intellectual setting in the post-war period. I shall indicate how the discussions within transcendental-pragmatics have revealed inherent challenges, while at the same time the intellectual and institutional surroundings have changed unfavorably during the last few decades. And I shall briefly indicate how these inherent challenges and new constellations could and should be met, to the effect that transcendental-pragmatics could reveal its philosophical importance and practical relevance under changed conditions; the catchword here is gradual (melioristic) reasoning",
      "publisher": "'Uniwersytet Lodzki (University of Lodz)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/93157712.pdf",
      "source_url": "http://dspace.uni.lodz.pl:8080/xmlui/bitstream/handle/11089/22483/%5b137%5d-152_Skirbekk_Action%20and%20ethics.pdf?sequence=1&isAllowed=y",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "158291584",
      "doi": null,
      "title": "Postcolonial perspectives on 'development'",
      "authors": [
        {
          "name": "Ziai, Aram"
        }
      ],
      "year": 2012,
      "abstract": "The article deals with postcolonial works in the field of development theory and policy beyond the widely discussed post-development approaches. After identifying four analytical strategies typical for postcolonial studies, it examines the works in question. Particular attention is given to the criticism that postcolonial works would neglect material practices. The article concludes that for many works this criticism is not justified, but that the empirical engagement of postcolonial approaches with institutions and processes in development policy is often inaccurate, superficial and incomplete. 'Development studies does not tend to listen to subalterns and postcolonial studies does not tend to concern itself with whether the subaltern is eating' (Sylvester 1999: 703). Christine Sylvester's well-known characterisation of the relationship between development studies and postcolonial studies may be somewhat exaggerated, it is, however, based on a sharp observation. This relationship also constitutes the topic of this article. The article's objective is twofold: on the one hand it aims to provide a - far from exhaustive - survey of works from the area of postcolonial studies that deal with 'development'. Usually this type of work is associated with the post-development school, which has been widely discussed by now, but here the focus is on other authors beyond post-development. On the other hand, the article will deal with one of the central points of criticism which has been raised against postcolonial studies: that they neglect material practices. This criticism shall be examined on the grounds of the postcolonial works in the field of 'development'. For a start, it needs to be clarified what is meant by postcolonial studies and by 'development' - and why the concept is placed in quotation marks. Therefore the first section of the article deals (very briefly) with the concept of development and the second one (equally superficially) with the field of postcolonial studies. In the latter, specifically postcolonial questions and strategies of analysis will be examined, in order to achieve some orientation faced with the multitude of works and approaches in this field. Subsequently the focus will be on the relationship between development studies and postcolonial studies. Regarding the accusation of neglecting material practices and the strategies identified beforehand, a number of postcolonial works in the area of 'development' theory and policy will be scrutinized",
      "publisher": "Bonn: University of Bonn, Center for Development Research (ZEF)",
      "journal": null,
      "download_url": "https://www.econstor.eu/dspace/bitstream/10419/88339/1/773389075.pdf",
      "source_url": "https://www.econstor.eu/dspace/bitstream/10419/88339/1/773389075.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "40896395",
      "doi": null,
      "title": "Two colonial theories in relation: A Fanonian genealogy",
      "authors": [
        {
          "name": "de Oto, Alejandro José"
        }
      ],
      "year": 2014,
      "abstract": "This essay explores postcolonial itineraries in relation to decolonial thinking and focuses on the conceptual and political articulation that Frantz Fanon s work represents for both fields. Two main dimensions are at stake here: first, the discussion on modernity from the plot of coloniality, and, second, the political dimension that runs across postcolonial and decolonial readings.Fil: de Oto, Alejandro José. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico Conicet - Mendoza. Instituto de Ciencias Humanas, Sociales y Ambientales; Argentin",
      "publisher": "Asociacion Latinoamericana de Investigadores de la Comunicacion",
      "journal": null,
      "download_url": "https://core.ac.uk/download/129471965.pdf",
      "source_url": "http://ri.conicet.gov.ar/bitstream/11336/20442/1/CONICET_Digital_Nro.24048.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "268560",
      "doi": "10.1163/156920611x573833",
      "title": "Marx, Lenin and Pashukanis on self-determination:\n\nresponse to Robert Knox",
      "authors": [
        {
          "name": "Bowring, Bill"
        }
      ],
      "year": 2011,
      "abstract": "This response to Robert Knox’s very kind and constructive review1 of my 2008 book The\n\nDegradation of the International Legal Order?: The Rehabilitation of Law and the Possibility of\n\nPolitics gives me the opportunity not only to answer some of his criticisms, but also, on the basis\n\nof my own reflections since 2008, to fill in some gaps. Indeed, to revise a number of my\n\narguments. First, I restate my attempt at a materialist account of human rights. Next I explain\n\nwhy, for me, the right of peoples to self-determination is absolutely central to a materialist\n\nunderstanding of human rights; and also fill a serious gap in my own account in the book. This\n\nleads me not only to a reply to Robert Knox on the question of ‘indeterminacy’ in international\n\nlaw, but also to a disagreement with him on the use or misuse of the language of self-determination.\n\nMy fourth section returns to our very different evaluations of the significance and meaning of\n\nthe work of Yevgeny Pashukanis, and what, for me, is Pashukanis’s misunderstanding, for\n\nreasons consistent with his general theoretical trajectory, of Marx and Lenin on the Irish\n\nquestion. Finally, I present an outline of a re-evaluation of Marx’s principled position on\n\nself-determination",
      "publisher": "'Brill'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/106981.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8035197",
      "doi": "10.18352/hcm.491",
      "title": "Europe and the emergence of modernity. The entanglement of two reference cultures",
      "authors": [
        {
          "name": "Delanty, Gerard"
        }
      ],
      "year": 2015,
      "abstract": "This article offers a theory of the notion ‘reference culture’ by taking as major examples modernity and Europe. Both constitute reference cultures and while different are closely related. A certain entanglement took place between the emergence of modernity and the formation of European culture whereby the latter came to be one of the main carriers of modernity. However, they need to be separated in that Europe, while being the first major expression of modernity, is not the only embodiment of modernity. Modernity can be termed a first-order reference culture and Europe a second-order one. While there have been many second-order reference cultures, the European one was an influential and powerful one, but it was also a temporary one. This article sets out the main features that define the specificity of Europe. Against accounts that emphasize a master narrative or an underlying cultural unity to Europe, it is argued that crucial to the making of Europe was the formation of modes of communication that enabled common practices to develop across a range of different cultures. In this way, it is argued, Europe consolidated as a consequence less of endogenous factors than exogenous ones. Important, too, was the mobile nature of European culture which facilitated translation into other cultures and which was also receptive to modernity. The twentieth century has witnessed the emergence of other varieties of modernity and the global decline of the European mode",
      "publisher": "'Uopen Journals'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/30614815.pdf",
      "source_url": "https://doaj.org/toc/2213-0624",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "19707875",
      "doi": "10.1177/0725513615587405",
      "title": "Is Secularism History?",
      "authors": [
        {
          "name": "McLennan, Gregor"
        }
      ],
      "year": 2015,
      "abstract": "In recent years, the intellectual tide has moved strongly against the kind of secular thinking that characterized Gellner’s work. Whether couched in terms of postcolonialism, multiculturalism, genealogy, global understanding, political theology, or the revival of normative, metaphysical and openly religious perspectives, today’s postsecular and even anti-secular mood in social theory seems to consign Gellner’s project to the dustbin of history: a stern but doomed attempt to shore up western liberal rationalism. Under some revisionary lights, it has even become pointless to distinguish flexible secular thinking which still retains some firm ‘bottom lines’ from what is routinely portrayed as rampant ideological secularism. Unconvinced by key assumptions and motivations on this terrain, I reactivate Gellner’s essential concerns and propositions around secularity and secularism, feeding these into the current debates. Whilst Gellner’s stringent, unrivalled exposure of intellectual cant continues to be hugely valuable, and his sense of the utter historicity of social life and thought indispensable, Gellner’s critical positivism could not, by his own admission, produce a coherent cultural politics.</jats:p",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/33131144.pdf",
      "source_url": "https://research-information.bris.ac.uk/ws/files/39657826/Gellner_T11_final_GMcL_article.docx_4_.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "18693377",
      "doi": null,
      "title": "Introduction: \"Translating\" audiences, provincializing Europe",
      "authors": [
        {
          "name": "Butsch, Richard"
        },
        {
          "name": "Livingstone, Sonia"
        }
      ],
      "year": 2014,
      "abstract": null,
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/35433273.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "22624789",
      "doi": null,
      "title": "Orientalisms in East Asia : a theoretical model",
      "authors": [
        {
          "name": ","
        },
        {
          "name": "Golden, Seán"
        }
      ],
      "year": 2009,
      "abstract": "Hace treinta años, el Orientalismo de Edward Said cambió el curso de los estudios poscoloniales, de los estudios culturales comparativos, del estudio comparativo del discurso y la retórica, y de los estudios del posmodernismo. Algunos que cambiaron las tornas al “orientalismo” escribiendo sobre el “occidentalismo” han hecho importantes contribuciones al análisis crítico del discurso del orientalismo euroestadounidense reexaminando el discurso tradicional de Asia Oriental y sus consecuencias. El discurso orientalista forma parte de la “modernidad” euroestadounidense, y su deconstrucción contribuye a la “posmodernidad”, generando así el “contra-orientalismo”, el “autoorientalismo” y el “retro-orientalismo”. Este texto propone un modelo teórico para el análisis de la construcción de estos nuevos discursos en Asia Oriental como reacción a la modernidad euroestadounidense que contribuye a la construcción de la (pos)modernidad.Thirty years ago, Edward Said’s Orientalism changed the course of postcolonial studies, of comparative cultural studies, of the comparative study of discourse and rhetoric and of studies of postmodernism. Various authors who have turned the tables on ‘orientalism’ and write about ‘occidentalism’ have made important contributions to the critical analysis of Euroamerican orientalist discourse while re-examining traditional East Asian discourse and its consequences. The orientalist discourse forms part of Euroamerican ‘modernity’, and its deconstruction contributes to ‘postmodernity’, producing ‘reverse orientalism’, ‘self-orientalism’ or ‘auto-orientalism’, and ‘retro-orientalism’. This working paper will propose a theoretical model for analysing the construction of these new discourses in East Asia as a reaction to Euroamerican modernity that contributes to the construction of (post) modernity",
      "publisher": "'Universitat Autonoma de Barcelona'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/39109219.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "5573961",
      "doi": null,
      "title": "Orientalisms in East Asia : a theoretical model",
      "authors": [
        {
          "name": "Golden, Seán, 1948-,"
        },
        {
          "name": "Universitat Autònoma de Barcelona. Grup de Recerca InterAsia"
        }
      ],
      "year": 2009,
      "abstract": "Hace treinta años, el Orientalismo de Edward Said cambió el curso de los estudios poscoloniales, de los estudios culturales comparativos, del estudio comparativo del discurso y la retórica, y de los estudios del posmodernismo. Algunos que cambiaron las tornas al \"orientalismo\" escribiendo sobre el \"occidentalismo\" han hecho importantes contribuciones al análisis crítico del discurso del orientalismo euroestadounidense reexaminando el discurso tradicional de Asia Oriental y sus consecuencias. El discurso orientalista forma parte de la \"modernidad\" euroestadounidense, y su deconstrucción contribuye a la \"posmodernidad\", generando así el \"contra-orientalismo\", el \"autoorientalismo\" y el \"retro-orientalismo\". Este texto propone un modelo teórico para el análisis de la construcción de estos nuevos discursos en Asia Oriental como reacción a la modernidad euroestadounidense que contribuye a la construcción de la (pos)modernidad.Thirty years ago, Edward Said's Orientalism changed the course of postcolonial studies, of comparative cultural studies, of the comparative study of discourse and rhetoric and of studies of postmodernism. Various authors who have turned the tables on 'orientalism' and write about 'occidentalism' have made important contributions to the critical analysis of Euroamerican orientalist discourse while re-examining traditional East Asian discourse and its consequences. The orientalist discourse forms part of Euroamerican 'modernity', and its deconstruction contributes to 'postmodernity', producing 'reverse orientalism', 'self-orientalism' or 'auto-orientalism', and 'retro-orientalism'. This working paper will propose a theoretical model for analysing the construction of these new discourses in East Asia as a reaction to Euroamerican modernity that contributes to the construction of (post) modernity",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/13287750.pdf",
      "source_url": "http://ddd.uab.cat/record/53236",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "39691321",
      "doi": "10.15366/bp2019.21.006",
      "title": "The Enlightenment as a “critical cultural practice” of global modernity",
      "authors": [
        {
          "name": "Kozlarek, Oliver"
        }
      ],
      "year": 2019,
      "abstract": "En el presente trabajo pretendo defender\r\na la Ilustración sin cerrarme a sus problemas.\r\nTengo tres razones para ello: en\r\nprimer lugar, creo que las alternativas que\r\nse imponen cuando nos alejamos de la Ilustración\r\nno son convincentes. En segundo\r\nlugar, estoy convencido de que el potencial\r\nde la Ilustración está lejos de agotarse hoy\r\nen día. En tercer lugar, entiendo a la Ilustración\r\ncomo una “práctica cultural crítica”\r\nque nos prepara de una manera única para\r\nel crecimiento irrevocable de nuestro mundo\r\na nivel global, porque nos obliga una y\r\notra vez a volvernos críticamente en contra\r\nde nuestras propias culturasIn this paper, I am pretending to unfold\r\nan argument in favor of Enlightenment without\r\nignoring its problems. I have three reasons\r\nfor such a defense of Enlightenment.\r\nFirstly, I believe that the alternatives that\r\nimpose themselves when we distance ourselves\r\nto far from Enlightenment are not very\r\nattractive. Secondly, it is my contention that\r\nthe potential of Enlightenment has not yet\r\nbeen exhausted. Thirdly, I understand Enlightenment\r\nas a “critical cultural practice”\r\nthat prepares us in a very particular way for\r\nthe global entanglement of human affairs\r\nbecause it pushes us, time and again, to examine\r\nour own cultures criticall",
      "publisher": "'Servicio de Publicaciones de la Universidad Autonoma de Madrid'",
      "journal": null,
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/688311/BP_21_7.pdf?sequence=1&isAllowed=y",
      "source_url": "https://repositorio.uam.es/bitstream/handle/10486/688311/BP_21_7.pdf?sequence=1&isAllowed=y",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8473049",
      "doi": "10.1177/0263276418767568",
      "title": "Hidden Paths in Zygmunt Bauman’s Sociology: Editorial Introduction",
      "authors": [
        {
          "name": "Campbell, T"
        },
        {
          "name": "Davis, M"
        },
        {
          "name": "Palmer, J"
        }
      ],
      "year": 2018,
      "abstract": "In the immediate aftermath of his death, a number of excellent articles were written that each provide a different door into the vast room of Bauman’s sociology. In the past year or so, there have also been a number of books that have set about providing a more ‘critical analysis’ of his work whilst also considering how sociology might look anew and move creatively ‘beyond Bauman’ (Blackshaw 2016; Jacobsen ed. 2016; Rattansi 2017). In so doing, these welcome contributions clearly take Bauman’s sociological imagination very seriously and provide useful reference points for both scholars and students seeking a more robust examination of Bauman’s ideas. Each contribution deserves to be read and studied as they provide new and considered insights into Bauman’s legacy for the social sciences and humanities. Throughout the article that follows, we  make our own contribution to the curious reader’s deliberations on these debates by shining a light on those aspects of Bauman’s work that may have become somewhat hidden and possibly overlooked in what we see as a growing tendency to focus primarily upon his later writings on ‘liquid modernity’. We argue that in order to grasp fully the meaning of Bauman’s writing in the more popular post-2000 phase, it is vital that one understands these earlier foundations of his thought. In this way, we hope that we may go some way to rebalancing the concerns of some contemporary critics",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/157834292.pdf",
      "source_url": "https://eprints.whiterose.ac.uk/131012/1/Hiddens%20Paths%20v.4.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "18698059",
      "doi": "10.1177/0042098016634002",
      "title": "Current debates in urban theory: a critical assessment",
      "authors": [
        {
          "name": "Allen J Scott"
        },
        {
          "name": "Amin A"
        },
        {
          "name": "Aston T"
        },
        {
          "name": "Aw T"
        },
        {
          "name": "Bender T"
        },
        {
          "name": "Boo K"
        },
        {
          "name": "Caldeira T"
        },
        {
          "name": "Cheshire P"
        },
        {
          "name": "Chibber V"
        },
        {
          "name": "Cole T"
        },
        {
          "name": "Comaroff J"
        },
        {
          "name": "de Boek F"
        },
        {
          "name": "DeLanda M"
        },
        {
          "name": "Deleuze G"
        },
        {
          "name": "Duranton G"
        },
        {
          "name": "Edensor T"
        },
        {
          "name": "Farías I"
        },
        {
          "name": "Fujita M"
        },
        {
          "name": "Geertz C"
        },
        {
          "name": "Glaeser EL"
        },
        {
          "name": "Habermas J"
        },
        {
          "name": "Hall P"
        },
        {
          "name": "Kerr W"
        },
        {
          "name": "Krugman P"
        },
        {
          "name": "Kuhn TS"
        },
        {
          "name": "Latour B"
        },
        {
          "name": "Lefebvre H"
        },
        {
          "name": "Livingstone DN"
        },
        {
          "name": "Mannheim K"
        },
        {
          "name": "Michael Storper"
        },
        {
          "name": "Mukhija V"
        },
        {
          "name": "Ong A"
        },
        {
          "name": "Pagden A"
        },
        {
          "name": "Patel S"
        },
        {
          "name": "Rey P"
        },
        {
          "name": "Robinson J"
        },
        {
          "name": "Robinson J"
        },
        {
          "name": "Said EW"
        },
        {
          "name": "Sayer A"
        },
        {
          "name": "Scott AJ"
        },
        {
          "name": "Sheppard E"
        },
        {
          "name": "Spivak GC"
        },
        {
          "name": "Standing G"
        },
        {
          "name": "Storper M"
        },
        {
          "name": "Wilson WJ"
        }
      ],
      "year": 2016,
      "abstract": "Urban studies today is marked by many active debates. In an earlier paper, we addressed some of these debates by proposing a foundational concept of urbanization and urban form as a way of identifying a common language for urban research. In the present paper we provide a brief recapitulation of that framework. We then use this preliminary material as background to a critique of three currently influential versions of urban analysis, namely, postcolonial urban theory, assemblage theoretic approaches, and planetary urbanism. We evaluate each of these versions in turn and find them seriously wanting as statements about urban realities. We criticize (a) postcolonial urban theory for its particularism and its insistence on the provincialization of knowledge, (b) assemblage theoretic approaches for their indeterminacy and eclecticism, and (c) planetary urbanism for its radical devaluation of the forces of agglomeration and nodality in urban-economic geography",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/35438325.pdf",
      "source_url": "http://eprints.lse.ac.uk/65351/1/Current%20debates_author.pdf",
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 20,
  "errors": []
}
