{
  "status": "success",
  "source": "openalex",
  "query": "Habermas feminist critique gender exclusion communicative action",
  "results": [
    {
      "openalex_id": "W1995453178",
      "doi": "10.1007/bf00992905",
      "title": "The narrative constitution of identity: A relational and network approach",
      "authors": [
        {
          "name": "Margaret R. Somers",
          "openalex_id": "A5075342025",
          "orcid": "https://orcid.org/0000-0003-4751-6808",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 1994,
      "publication_date": "1994-10-01",
      "abstract": null,
      "cited_by_count": 2841,
      "type": "article",
      "source": {
        "name": "Theory and Society",
        "type": "journal",
        "issn": [
          "0304-2421",
          "1573-7853"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/BF00992905.pdf"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Religion and Society Interactions",
        "Community Health and Development"
      ],
      "referenced_works_count": 111,
      "url": "https://openalex.org/W1995453178"
    },
    {
      "openalex_id": "W1994808746",
      "doi": "10.1080/03071021003795055",
      "title": "Public sphere in Latin America: a map of the historiography",
      "authors": [
        {
          "name": "Pablo Piccato",
          "openalex_id": "A5074037897",
          "institutions": [
            "University of Missouri",
            "Columbia International University",
            "Columbia University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "Abstract \"Public sphre\" is often used by historians of modern Latin America without much concern about its theoretical and methodological implications. Some historians have used it as a model to fit evidence about public debates and politics during the modern period, yet few have engaged it as a theory with deeper methodological and conceptual implications. This article will review the historical literature that has applied Habermas's ideas to Latin American history. Focusing on a few particularly important books, the article will examine potential avenues for research and comparisons. Rather than becoming a new orthodoxy for the study of the region, the theory of the public sphere is establishing a dialogue among historians interested in intellectual phenomena and political discourse (most of them centered on the history of liberalism after independence) and those historians whose interest in social formations have framed their study in terms of hegemony and class domination. The article will argue that a critical use of Habermas's ideas (one that is more systematic about the gender and class exclusions built into the bourgeois public sphere, and that problematizes the connections between the specific development of capitalism in peripheral regions and their embrace of European political traditions) could yield useful results in terms of new research and an inclusive synthesis of recent literature interested in politics, culture and hegemony in Latin America. Notes 1Jürgen Habermas, The Structural Transformation of the Public Sphere: An Inquiry into a Category of Bourgeois Society (Cambridge, MA, 1991). I am indebted to Tom Klubock, Thom Rath, Federico Sor and Mary Kay Vaughan for their comments on earlier drafts. This article was also discussed at the Columbia University's Department of History graduate faculty workshop and at the New School's workshop of Latin American Studies. I thank Karl Wennerlind, Herbert Sloan, Claudio Lomnitz and Paul Gootenberg for their comments. 2The danger, of course, is that of creating 'un Mapa del Imperio, que tenía el tamaño del imperio y coincidía puntualmente con él'. 'El rigor de la ciencia' in Jorge Luis Borges, Obras completas II 1952–1972 (Barcelona, 1996). This map will have Mexico as the centre. It is a result of my background and I hope it can be excused as a geographical convention. 3See Jürgen Habermas, The Philosophical Discourse of Modernity: Twelve Lectures. Studies in Contemporary German Social Thought (Cambridge, 1987), 37. Juan Carlos Portantiero, 'Foundations of a new politics', Report on the Americas, xxv, 5 (1991), 19; Chantal Mouffe and Ernesto Laclau, Hegemonía y estrategia socialista: Hacia una radicalización de la democracia, trans. Ernesto Laclau (Buenos Aires, 2004). 4For Alan Brinkley, 'Democrats need to turn much of their attention away from culture and back toward class.' See Brinkley, 'What's next? The mourning period is over. Now, four simple guidelines for becoming a majority party', The American Prospect Online Edition, January 2004. See also forum on the election in The Nation, 20 December 2004. Available online at: http://www.thenation.com/issue.mhtml?i=20041220. See Jürgen Habermas, 'Discourse ethics: notes on a program of philosophical justification' in Moral Consciousness and Communicative Action (Cambridge, 1990). For the normative implications of the public-sphere model, see Nancy Fraser, 'Rethinking the public sphere: a contribution to the critique of actually existing democracy', Social Text, nos 25/26 (1990). See also Thomas A. McCarthy, The Critical Theory of Jürgen Habermas, first MIT Press paperback edition (Cambridge, 1981), chap. 1; Jürgen Habermas, Ciencia y técnica como 'ideología' (Mexico City, 1993). Implicit in Habermas's idea of 'communicative rationality' is 'the central experience of the unconstrained, unifying, consensus-bringing force of argumentative speech': Jürgen Habermas, The Theory of Communicative Action, vol. 1, Reason and the Rationalization of Society, trans. Thomas McCarthy (Boston, 1984), 10. 5Arthur Strum, 'A bibliography on the concept of Öffentlichkeit', New German Critique, lxi (1994). Habermas refers to 'seminal theories', like those by Freud and Marx, that 'inserted a genuinely philosophical idea like a detonator into a particular context of research' resulting in 'hybrid discourses' that may be criticized from the academic establishment but could generate 'new research traditions'. Jürgen Habermas, 'Philosophy as stand-in and interpreter' in Moral Consciousness and Communicative Action, op. cit., 15. 6The OED provides two examples of the term, both dated 1992. See entries for 'maternalize' and 'nonsensification', Oxford English Dictionary (available online at: http://www.oed.com/). For the parallel with Weber see Joan B. Landes, Women and the Public Sphere in the Age of the French Revolution (Ithaca, 1988), 10. 7Habermas links the public sphere with his theory of communicative action at a 'fundamental' level: Jürgen Habermas, 'Further reflections on the public sphere', Habermas and the Public Sphere, ed. Craig Calhoun (Cambridge, 1997), 422, 41. Other scholars, mentioned below, have already suggested the need to confront analyses based on Gramsci and Habermas. 8Habermas's initial definition is tentative and contains the diversity of issues outlined above: 'The bourgeois public sphere may be conceived above all as the sphere of private people come together as a public; they soon claimed the public sphere regulated from above against the public authorities themselves, to engage them in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labour. The medium of this political confrontation was peculiar and without historical precedent: people's public use of their reason.' See Habermas, Structural Transformation, op. cit., 27. See also Jürgen Habermas, 'The public sphere: an encyclopaedia article', New German Critique, iii (1974). On the historical character of the definition, see Moishe Postone, 'Political theory and historical analysis' in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 9James Van Horn Melton, The Rise of the Public in Enlightenment Europe (New York, 2001), 10, 12. 10For similar agendas see E. P. Thompson, The Making of the English Working Class (New York, 1966); Richard Sennett, The Fall of Public Man (New York, 1977). 11Geoff Eley, 'Nations, publics, and political cultures: placing Habermas in the nineteenth century' in Nicholas B. Dirks, Geoff Eley and Sherry B. Ortner (eds), Culture/Power/History: A Reader in Contemporary Social Theory (Princeton, 1994); also published in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 12Joan B. Landes, 'The public and the private sphere: a feminist reconsideration' in Landes (ed.), Feminism, the Public and the Private (Oxford, 1998), 2, 142–3. See also Craig Calhoun, 'Introduction: Habermas and the public sphere' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 34–5; Seyla Benhabib, 'Models of public space: Hannah Arendt, the liberal tradition, and Jürgen Habermas' in ibid., 92. 13Harold Mah, 'Phantasies of the public sphere: rethinking the Habermas of historians', Journal of Modern History, lxxii, 1 (2000). I owe this reference to Samuel Moyn. 14Habermas, Structural Transformation, op. cit., 27, 55; Melton, The Rise, op. cit.; Daniel Gordon, 'Philosophy, sociology, and gender in the Enlightenment conception of public opinion', French Historical Studies, xvii, 4 (1992), 889, 901; Keith Michael Baker, 'Defining the public sphere in eighteenth-century France: variations on a theme by Habermas' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 202. 15Roger Chartier, The Cultural Origins of the French Revolution, trans. Lydia G. Cochrane (Durham, NC, 1991); Arlette Farge, Subversive Words: Public Opinion in Eighteenth-Century France, trans. Rosemary Morris (University Park, PA, 1994). See also Landes, Women and the Public Sphere, op. cit.; Keith Michael Baker, Inventing the French Revolution: Essays on French Political Culture in the Eighteenth Century (Cambridge, 1990); Sarah C. Maza, Private Lives and Public Affairs: The Causes Célèbres of Pre-revolutionary France (Berkeley, 1993). 16For a bibliography of the diversity of work, historical and otherwise, inspired by the model see Strum, op. cit. A similar census would probably be impossible today. See also Peter Uwe Hohendahl, 'The public sphere: models and boundaries' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 108. For an example of these possibilities see Madeleine Hurd, Public Spheres, Public Mores, and Democracy: Hamburg and Stockholm, 1870–1914 (Ann Arbor, 2000). 17See a discussion of the implications of this from the point of view of Mexican history in Pablo Piccato, 'Introducción: ¿Modelo para armar? Hacia un acercamiento crítico a la teoría de la esfera pública' in Cristina Sacristán and Pablo Piccato (eds), Actores, espacios y debates en la historia de la esfera pública en la ciudad de México (Mexico City, 2005). See also Hispanic American Historical Review, lxxix, 2 (1999); Pablo Piccato, 'Conversación con los difuntos: una perspectiva Mexicana ante el debate sobre la historia cultural', Signos Históricos, viii (2002). 18François-Xavier Guerra, Modernidad e independencias: Ensayos sobre las revoluciones hispánicas (Madrid , 2000), 117; Francois-Xavier Guerra, México: del Antiguo Régimen a la Revolución (Mexico City, 1988). 19Carmen McEvoy, La utopía republicana: Ideales y realidades en la formación de la cultura política peruana, 1871–1919 (Lima, 1997), 11; Carmen McEvoy, 'Seríamos excelentes vasallos y nunca ciudadanos: prensa republicana y cambio social en Lima, 1791–1822' in Ivan Jaksic (ed.), The Political Power of the Word: Press and Oratory in Nineteenth-Century Latin America (London, 2002), 37. See also Richard A. Warren, Vagrants and Citizens: Politics and the Masses in Mexico City from Colony to Republic (Wilmington, 2001), 170. After independence, 'Lo radicalmente nuevo es la creación de una escena pública': Guerra, Modernidad e independencias, op. cit., 13, 23, 87. This parallels Benedict Anderson's claim that 'the convergence of capitalism and print technology … created the possibility of a new form of imagined community, which in its basic morphology set the stage for the modern nation', and his focus on American Creole identities as early examples of this process. Benedict Anderson, Imagined Communities: Reflections on the Origin and Spread of Nationalism (New York and London, 1983), 46. Concepts like el pueblo or lo público also had a history that illustrated the incorporation of traditional and modern notions, as explored by Annick Lempérière in 'Reflexiones sobre la terminología política del liberalismo' in Carlos Illades, Brian Connaughton and Sonia Pérez Toledo (eds), Construcción de la legitimidad política en México (Zamora, 1999). 20Guerra, Modernidad e independencias, op. cit., 30. See François Furet, Penser la Révolution française (Paris, 1978). For Palti, Guerra's use of Habermas lacked a 'strong' critique of the public-sphere model and failed to recognize Raymond Kosseleck's work as a necessary antecedent. Furet and Cochin were decisive in Guerra's work to strengthen that critique, without embracing 'las teorías multiculturalistas \"posmodernas\"'. Elías José Palti, 'Guerra y Habermas: ilusiones y realidad de la esfera pública Latinoamericana' in Erika Pani and Alicia Salmerón (eds), Conceptualizar lo que se ve: François-Xavier Guerra historiador, homenaje (Mexico City, 2004), 466. 21See Dena Goodman, 'Public sphere and private life: toward a synthesis of current historiographical approaches to the Old Regime', History and Theory, xxxi, 1 (1992), 8, 12. Guerra's explicit rejection of Habermas's Marxism in Guerra, Modernidad e independencias, op. cit., 86n, 87, 14. For studies inspired by Guerra's insights and a closer connection to local contexts, see Francois-Xavier Guerra and Annick Lempérière (eds), Los espacios públicos en Iberoamérica: Ambigüedades y problemas: Siglos XVIII–XIX (Mexico, 1999). For the public sphere as part of the politicization of new national societies, see Pilar González Bernaldo, 'Sociabilidad, espacio urbano y politización en la ciudad de Buenos Aires (1820–1852)' in Hilda Sabato and Alberto Rodolfo Lettieri (eds), La vida política en la Argentina del siglo XIX: armas, votos y voces (Buenos Aires, 2003), 199. 22Guerra, Modernidad e independencias, op. cit., 12, 101. Such characterization of the socio-economic impact and causes of the revolutions of independence is challenged in John Tutino, From Insurrection to Revolution in Mexico: Social Bases of Agrarian Violence, 1750–1940 (Princeton, 1988); Eric Van Young, The Other Rebellion: Popular Violence, Ideology, and the Mexican Struggle for Independence, 1810–1821 (Stanford, 2001). 23Guerra, Modernidad e independencias, op. cit., 17, 91, 234. The Habermasian focus on 'a new, autonomous, free, and sovereign public' implies a marked alternative from Furet's Tocquevillian emphasis on associations and modes of sociability as the base for a modern public opinion. Chartier, Cultural Origins, op. cit., 16–17. 24Guerra, Modernidad e independencias, op. cit., 52, 99. Guerra's emphasis on culture fits well with older visions of 'Latin American culture' as something clearly identifiable; for Edmundo O'Gorman, this common identity meant that the influence of the United States is negligible in the emergence of a Latin American political culture. Edmundo O'Gorman, 'Hegel y el moderno panamericanismo', Letras de México, ii, 8 (1939). See Charles Hale, 'Edmundo O'Gorman y la historia nacional', Signos Históricos, ii, 3 (2000), 17, 24. Absent is a problematization of neo-colonialism as an informal and subordinate mode of entering modernity. See Tulio Halperín Donghi, The Contemporary History of Latin America, trans. John Charles Chasteen (Durham, NC, 1993). 25McEvoy, La utopía republicana, op. cit., 11. 26McEvoy, 'Seríamos excelentes vasallos', op. cit. For similar insights, to be examined below, see Ángel Rama, The Lettered City, trans. John Charles Chasteen (Durham, NC, 1996). 27McEvoy, 'Seríamos excelentes vasallos', op. cit. 28Rafael Rojas, La escritura de la independencia: El surgimiento de la opinión pública en México (Mexico City, 2003), 17, 34, 35, 62. 29 ibid., 35. See also Fernando Escalante, Ciudadanos imaginarios: Memorial de los afanes y desventuras de la virtud y apología del vicio triunfante en la República Mexicana: Tratado de Moral Pública (Mexico, 1993). For recent studies of monarchist sentiment in Mexico see Erika Pani, Para mexicanizar el Segundo Imperio: el imaginario político de los imperialistas (Mexico City, 2001); Elías José Palti (ed.), La política del disenso: La 'polémica en torno al monarquismo' (México, 1848–1850) … y las aporías del liberalismo (Mexico City, 1998). If in the end the new nations rejected liberal monarchism, explains Rojas, it was because of the revolutionary logic of insurgency and the consequent loyalist response, but not because of any inherently democratic feature of the new public sphere. Rojas, La escritura, op. cit., 49. 30José Antonio Aguilar, 'Dos conceptos de república' in José Antonio Aguilar and Rafael Rojas (eds), El republicanismo en hispanoamérica: Ensayos de historia intelectual y política (Mexico City, 2002), 63. See McEvoy, 'Seríamos excelentes vasallos', op. cit., 43. 31For the 'tradición republicana' as the centre of a long-term political history of Mexico that stresses local and corporative representation over democracy and equality, see Alicia Hernández Chávez, La tradición republicana del buen gobierno (Mexico, 1993); Antonio Annino, 'Ciudadanía versus gobernabilidad republicana en México: Los orígenes de un dilema' in Hilda Sábato (ed.), Ciudadanía política y formación de las naciones: Perspectivas históricas de América Latina (Mexico City, 1999). For a similar perspective (the intellectual history à la Cambridge, invoked by Aguilar), see Gordon, 'Philosophy, sociology, and gender', op. cit., 883–5, 888, 891. 32Elías José Palti, 'Las polémicas en el liberalismo argentino: Sobre virtud' and Aguilar and Rojas (eds), 'Republicanismo y lenguaje' in op. cit., 167. 33Elías José Palti, La invención de una legitimidad: Razón y retórica en el pensamiento mexicano del siglo XIX (Un estudio sobre las formas del discurso político) (Mexico City, 2005). 34Elías José Palti, 'La transformación del liberalismo mexicano en el siglo XIX: de la opinión pública al de la in Sacristán and Piccato (eds), Actores, op. cit.; see also Carlos and (eds), y sobre la ciudad de México (Mexico City, Brian Carlos and Sonia Pérez Toledo (eds), La de la legitimidad política en México (Mexico City, 1999). On France and public see Baker, Inventing the French Revolution, op. cit.; concept in la Révolution française (Paris, Farge, Subversive op. cit. La invención de una op. cit., Elías José Palti, 'La del prensa y política en la República (México, 4 Palti, 'La transformación del op. cit. Guerra, the of discussion to the in a that links private and public and as in is Guerra, Modernidad e independencias, op. cit., For similar in see Palti, 'Las op. cit. The mode of public provides a useful for the recent interest in the history of from its to the of in the of See Jaksic (ed.), op. cit. also Elías José Palti, in La política del op. cit.; Palti, 'La del op. cit.; and Elías José Palti, y el político mexicano en de la República in (ed.), op. cit. On the interest in the history of the in Latin America see in the also op. cit.; de la prensa en el (Mexico City, Ángel (ed.), y la prensa del los 23, y de (Mexico City, 2001); y en del siglo XIX and de de en de de 'Las de la El discurso político y El de las y la opinión del in Sabato and Lettieri (eds), La vida política en la op. cit., José Elías Palti, studies on the emergence of a public sphere in Latin Latin American Review, 2 On the political of see McCarthy, Critical Theory of Jürgen Habermas, op. cit. de la de de at the Sobre la de la de México: 'Las en la ciudad de México del siglo XIX a la Mexico op. cit.; Carlos A. in Latin America, and Carlos y del in Illades, Connaughton and Pérez Toledo (eds), op. cit. After independence, the influence of to in the nineteenth On and the see Charles E. P. and his a Hispanic American Historical Review, 4 for B. of the and in Eighteenth-Century Mexico (Stanford, E. in Mexico 2004). op. cit. focus on without a reference to Guerra, in and the politics of Latin American history in the century' in G. (ed.), the Political in Latin American Essays from the (Durham, NC, 2001), 41. Guerra's not mentioned in that and his México: del a la op. cit., an English It is not to the of a but the of together the mentioned in these be evidence of op. cit. and Luis Fernando de la cultura política de la ciudad de in Sacristán and Piccato (eds), op. cit. For a critique of the in the model of the public sphere see Francois-Xavier Guerra and Annick in Guerra and Lempérière (eds), Los espacios op. cit., The not to Habermas's view of modern and its Habermas, Theory of Communicative Action, op. cit. analyses of the of those links see Peter or and national politics, Hispanic American Historical Review, 2 de la of and during the (Durham, NC, 2000). similar of the public-sphere model from the perspective of intellectual history see A. 'The the and the of in eighteenth-century French Historical Studies, xvii, 4 (1992), Gordon, 'Philosophy, sociology, and gender', op. cit., Aguilar que Aguilar, 'El op. cit., La escritura, op. cit., The of those is the of they and the of at of José de For a useful of central in Mexican ideas about and see Mexican La escritura, op. cit., and the social context of created is a by of See Chartier, Cultural Origins, op. cit.; and in London, (London, Michael The of the and the Public Sphere in Eighteenth-Century America (Cambridge, MA, 1990); Melton, The Rise, op. cit.; Pablo Piccato, The of in the of the Mexican Public Sphere (Durham, NC, Structural Transformation, op. cit., op. cit.; Palti, 'Las op. cit. at I would with the that was the concern of the Mexican public in the nineteenth Pablo Piccato, The of op. cit. See for Sarah C. From to Citizens: and Politics in (University Park, PA, 92. his critique of and Habermas's work, notes the of and of as to the critical discourse that a Habermasian model would in and op. cit., Guerra's see Annick la (Paris, Public Private and in America (Stanford, op. cit.; John The and the The Revolution in Palti, op. cit.; and Antonio Annino, 'El Los y los orígenes del liberalismo en in and (eds), y México: de de (Mexico, 2002), 'The of a public sphere in Latin America during the of Studies in Society and History, 2 (2000), This is the first systematic of the public-sphere model in Latin America published in On the of see in (ed.), and Society in America during the Age of Revolution (Wilmington, 2001). For a in this see B. and local an into early Latin American social in (ed.), the The of Social History see Eric Van Young, in (ed.), op. cit., A similar for the of the English public sphere in and political Journal of Modern History, 4 On and Paul in of (Berkeley, 1993). and de political in Journal of Latin American Studies, 2 Politics in the Age of of and in Hispanic American Historical Review, 2 and Van Young, The Other op. cit. op. cit., y la y sobre política y de op. cit. See the Tulio Halperín Donghi, Revolución y de una en la Argentina (Mexico, the Rama, 'the had … from a of in their into a more that a of as a but Rama, The Lettered City, op. cit., On see de en la in Ángel Rama, La en América The of the that into were an example of the of public by but also a of new as in earlier of the Latin American 'La como in Ángel Rama, La del I have evidence of any exchange between Habermas and was published in in two in it is that their a concern about the of is reference to Habermas in had German in to be to in the can an See Ángel and 2001), The Lettered City, op. cit., See also José Luis las y las ideas (Buenos Aires, Buenos from to (New York, On the Claudio Mexico: An of Nationalism 2001); Antonio and François-Xavier Guerra, la siglo XIX (Mexico City, 2003), was also a to the See y de en América Latina E. 'El de la esfera e en la del de la ciudad de México, in Sacristán and Piccato (eds), op. cit. in that by and Luis Fernando for of the of the public sphere, and y in Carlos and (eds), y sobre la ciudad de México (Mexico City, 2",
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "Social History",
        "type": "journal",
        "issn": [
          "0307-1022",
          "1470-1200"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Politics and Society in Latin America",
        "Religion and Society in Latin America",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 98,
      "url": "https://openalex.org/W1994808746"
    },
    {
      "openalex_id": "W602440937",
      "doi": "10.26530/oapen_606390",
      "title": "Media and Participation: A site of ideological-democratic struggle",
      "authors": [
        {
          "name": "Nico Carpentier",
          "openalex_id": "A5049960351",
          "orcid": "https://orcid.org/0000-0002-8996-4636",
          "institutions": [
            "North Carolina Exploring Cultural Heritage Online"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "In chapter 1, the discussion on the Soviet theory of the press was published in an article entitled 'Reading back beyond the \"post\" pre x. e politics of the signi er \"post-socialism\", and its opportunities for the enrichment of participatory media theory' , in Mediln studia, 1/2010: 7-30.",
      "cited_by_count": 559,
      "type": "book",
      "source": {
        "name": "Intellect Ltd. eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://library.oapen.org/bitstream/20.500.12657/32743/1/606390.pdf"
      },
      "topics": [
        "Cultural Industries and Urban Development",
        "Cultural, Media, and Literary Studies"
      ],
      "referenced_works_count": 415,
      "url": "https://openalex.org/W602440937"
    },
    {
      "openalex_id": "W1497823852",
      "doi": null,
      "title": "Reclaiming the Epistemological Other: Narrative and the Social Constitution of Identity",
      "authors": [
        {
          "name": "Margaret R. Somers",
          "openalex_id": "A5075342025",
          "orcid": "https://orcid.org/0000-0003-4751-6808"
        },
        {
          "name": "Gloria D. Gibson",
          "openalex_id": "A5081165150"
        }
      ],
      "publication_year": 1993,
      "publication_date": "1993-05-01",
      "abstract": "Also CSST Working Paper #94.",
      "cited_by_count": 480,
      "type": "article",
      "source": {
        "name": "Deep Blue (University of Michigan)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/2027.42/51265"
      },
      "topics": [
        "Social and Cultural Dynamics",
        "Rhetoric and Communication Studies",
        "Educator Training and Historical Pedagogy"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W1497823852"
    },
    {
      "openalex_id": "W2134452939",
      "doi": "10.1111/j.1759-5436.2000.mp31004006.x",
      "title": "From Users and Choosers to Makers and Shapers<i>Repositioning Participation in Social Policy<sup>1</sup></i>",
      "authors": [
        {
          "name": "Andréa Cornwall",
          "openalex_id": "A5073315709",
          "orcid": "https://orcid.org/0000-0002-9939-5772"
        },
        {
          "name": "John Gaventa",
          "openalex_id": "A5070433939",
          "orcid": "https://orcid.org/0000-0003-0360-3248"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-10-01",
      "abstract": "Summaries This article explores approaches to participation in social policy, setting them within broader debates on the rights and responsibilities of citizenship. Drawing on studies of participation in a range of social policy arenas in the North and South, it explores the implications of a shift from a focus on clients or consumers of social policies as users and choosers to a more active engagement of citizens as agents in the making and shaping of the social policies that affect their lives.",
      "cited_by_count": 421,
      "type": "article",
      "source": {
        "name": "IDS Bulletin",
        "type": "journal",
        "issn": [
          "0265-5012",
          "1759-5436"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://opendocs.ids.ac.uk/opendocs/handle/123456789/8785"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Social Policy and Reform Studies",
        "Healthcare innovation and challenges"
      ],
      "referenced_works_count": 57,
      "url": "https://openalex.org/W2134452939"
    },
    {
      "openalex_id": "W2100335669",
      "doi": "10.1080/01436590220108199",
      "title": "The devil's in the theory: A critical assessment of Robert Chambers' work on participatory development",
      "authors": [
        {
          "name": "Ilan Kapoor",
          "openalex_id": "A5006343899",
          "orcid": "https://orcid.org/0000-0001-5495-5038",
          "institutions": [
            "York University"
          ]
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-02-01",
      "abstract": "AssrRAcr The practice orientation of Robert Chambers' work on Participatory Rural Appraisal (pne), which aims at enabling local people and communities to take control over their own development, has received much attention in development circles. This article attempts to shift the emphasis away from pRA's practice towards its theoretical underpinnings. The article argues that PRA's practice/ empiricist orientation causes it to be insfficiently theorised and politicised. As a result, questions about inclusiveness, the role of rnt facilitators, and the personal behaviour of elites overshadow, or sometimes ignore, questions of legitimacy, justice, power and the politics of gender and dffirence. The article draws on arguments and debates involving Habermasian 'deliberative democracy' and post-structuralist notions of power Most of those who have innovated in developing ene have been practitioners, concerned with what works. and what will work better. not academic theorists concerned with why it works. They have been searching not for new theories or principles but for new and better ways of learning and doing. For them, the power and utility of ... pRA, undertaken with rapport and self-critical rigor, are empirical facts of common experience: they know that they work, and that done well they can lead to better development. ( Chambers, 1994b: 1262) Robert Chambers' work on Participatory Rural Appraisal (pne) has become remarkably influential in Nco circles and among national and international development agencies. pRA champions local knowledge and puts forth a methodology aimed at enabling local people to take control over their own development.",
      "cited_by_count": 262,
      "type": "article",
      "source": {
        "name": "Third World Quarterly",
        "type": "journal",
        "issn": [
          "0143-6597",
          "1360-2241"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/abs/10.1080/01436590220108199"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Tourism, Volunteerism, and Development",
        "Agriculture, Land Use, Rural Development"
      ],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W2100335669"
    },
    {
      "openalex_id": "W2111561369",
      "doi": "10.1111/1467-8675.12101",
      "title": "Crisis? Capitalism is Doing Very Well. How is Critical Theory?",
      "authors": [
        {
          "name": "Albena Azmanova",
          "openalex_id": "A5028739115",
          "orcid": "https://orcid.org/0000-0002-2471-2016"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-01",
      "abstract": "Social critique in the late twentieth century has inadvertently given impetus to neoliberal, flexible, 'networked' capitalismclaimed Luc Boltanski and Eve Chiapello in The New Spirit of Capitalism. Is Critical Theory in Frankfurt School tradition guilty of such a charge? What are the analytical tools at its disposal for mounting a critique of neoliberal capitalism? After addressing the crisis of capitalism as a distinct object of critique, this article examines the way some of the most valuable achievements of Critical Theory have depleted its resources for a critique of contemporary capitalism. It then offers a model of critique able to target both injustices rooted in the unequal distribution of power (relational domination) and those rooted in the operative logic of capital reproduction (systemic domination) by focusing attention on the key structural contradictions of contemporary capitalism.",
      "cited_by_count": 243,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12101"
      },
      "topics": [
        "Sociopolitical Dynamics in Russia"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2111561369"
    },
    {
      "openalex_id": "W1582040408",
      "doi": "10.31269/triplec.v12i1.552",
      "title": "Social Media and the Public Sphere",
      "authors": [
        {
          "name": "Christian Fuchs",
          "openalex_id": "A5060268505",
          "orcid": "https://orcid.org/0000-0003-0589-4579",
          "institutions": [
            "University of Westminster"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-02-19",
      "abstract": "Social media has become a key term in Media and Communication Studies and public discourse for characterising platforms such as Facebook, Twitter, YouTube, Wikipedia, LinkedIn, Wordpress, Blogspot, Weibo, Pinterest, Foursquare and Tumblr. This paper discusses the role of the concept of the public sphere for understanding social media critically. It argues against an idealistic interpretation of Habermas and for a cultural-materialist understanding of the public sphere concept that is grounded in political economy. It sets out that Habermas’ original notion should best be understood as a method of immanent critique that critically scrutinises limits of the media and culture grounded in power relations and political economy. The paper introduces a theoretical model of public service media that it uses as foundation for identifying three antagonisms of the contemporary social media sphere in the realms of the economy, the state and civil society. It concludes that these limits can only be overcome if the colonisation of the social media lifeworld is countered politically so that social media and the Internet become public service and commons-based media.Acknowledgement: This paper is the extended version of Christian Fuchs’ inaugural lecture for his professorship of social media at the University of Westminster that he took up on February 1st, 2013. He gave the lecture on February 19th, 2014, at the University of Westminster.The video version of the inaugural lecture is available at:https://vimeo.com/97173645",
      "cited_by_count": 187,
      "type": "article",
      "source": {
        "name": "tripleC Communication Capitalism & Critique Open Access Journal for a Global Sustainable Information Society",
        "type": "journal",
        "issn": [
          "1726-670X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.triple-c.at/index.php/tripleC/article/download/552/529"
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Impact of Technology on Adolescents"
      ],
      "referenced_works_count": 120,
      "url": "https://openalex.org/W1582040408"
    },
    {
      "openalex_id": "W2560008513",
      "doi": "10.17645/up.v1i4.727",
      "title": "Shifting Approaches to Planning Theory: Global North and South",
      "authors": [
        {
          "name": "Vanessa Watson",
          "openalex_id": "A5013903290",
          "orcid": "https://orcid.org/0000-0001-9965-6891",
          "institutions": [
            "University of Cape Town"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-06",
      "abstract": "Planning theory has shifted over time in response to changes in broader social and philosophical theory as well as changes in the material world. Postmodernism and poststructuralism dislodged modernist, rational and technical approaches to planning. Consensualist decision-making theories of the 1980s took forms of communicative and collaborative planning, drawing on Habermasian concepts of power and society. These positions, along with refinements and critiques within the field, have been hegemonic in planning theory ever since. They are, in most cases, presented at a high level of abstraction, make little reference to the political and social contexts in which they are based, and hold an unspoken assumption that they are of universal value, i.e. valid everywhere. Not only does this suggest important research methodology errors but it also renders these theories of little use in those parts of the world which are contextually very different from theory origin—in most cases, the global North. A more recent ‘southern turn’ across a range of social science disciplines, and in planning theory, suggests the possibility of a foundational shift toward theories which acknowledge their situatedness in time and place, and which recognize that extensive global difference in cities and regions renders universalized theorising and narrow conceptual models (especially in planning theory, given its relevance for practice) as invalid. New southern theorising in planning is drawing on a range of ideas on societal conflict, informality, identity and ethnicity. Postcolonialism and coloniality have provided a useful frame for situating places historically and geographically in relation to the rest of the world. However, the newness of these explorations still warrants the labelling of this shift as a ‘southern theorizing project’ in planning rather than a suggestion that southern planning theory has emerged.",
      "cited_by_count": 136,
      "type": "article",
      "source": {
        "name": "Urban Planning",
        "type": "journal",
        "issn": [
          "2183-7635"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/urbanplanning/article/download/727/727"
      },
      "topics": [
        "Urban Planning and Governance"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W2560008513"
    },
    {
      "openalex_id": "W2169983130",
      "doi": "10.28945/473",
      "title": "On the Difference or Equality of Information, Misinformation, and Disinformation: A Critical Research Perspective",
      "authors": [
        {
          "name": "Bernd Carsten Stahl",
          "openalex_id": "A5042194412",
          "orcid": "https://orcid.org/0000-0002-4058-4456",
          "institutions": [
            "De Montfort University"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "An international association advancing the multidisciplinary study of informing systems. Founded in 1998, the Informing Science Institute (ISI) is a global community of academics shaping the future of informing science.",
      "cited_by_count": 144,
      "type": "article",
      "source": {
        "name": "Informing Science The International Journal of an Emerging Transdiscipline",
        "type": "journal",
        "issn": [
          "1521-4672",
          "1547-9684",
          "1547-9692"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "http://www.inform.nu/Articles/Vol9/v9p083-096Stahl65.pdf"
      },
      "topics": [
        "Information Systems Theories and Implementation",
        "Misinformation and Its Impacts",
        "Cybersecurity and Cyber Warfare Studies"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W2169983130"
    },
    {
      "openalex_id": "W2040068542",
      "doi": "10.1111/1467-9760.00103",
      "title": "Feminism and Republicanism: Is This a Plausible Alliance?",
      "authors": [
        {
          "name": "Anne Phillips",
          "openalex_id": "A5001645841",
          "orcid": "https://orcid.org/0000-0002-0989-136X",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-06-01",
      "abstract": null,
      "cited_by_count": 119,
      "type": "article",
      "source": {
        "name": "Journal of Political Philosophy",
        "type": "journal",
        "issn": [
          "0963-8016",
          "1467-9760"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-9760.00103"
      },
      "topics": [
        "Gender Politics and Representation",
        "Hannah Arendt's Political Philosophy",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2040068542"
    },
    {
      "openalex_id": "W2062186338",
      "doi": "10.1111/0020-8833.00184",
      "title": "Feminism and Constructivism: Worlds Apart or Sharing the Middle Ground?",
      "authors": [
        {
          "name": "Birgit Locher",
          "openalex_id": "A5047144658"
        },
        {
          "name": "Elisabeth Prügl",
          "openalex_id": "A5087271288",
          "orcid": "https://orcid.org/0000-0002-4363-3540",
          "institutions": [
            "Florida International University"
          ]
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-03-01",
      "abstract": "The discipline of international relations (IR) is witnessing a “constructivist turn.” In this article, we argue that the new preoccupation with constructivism provides a unique opportunity to further understanding between feminism and the IR mainstream. Feminism and constructivism share a commitment to an ontology of becoming that can serve as a common basis for conversation. Yet there are also profound differences between feminists and constructivists. First, most IR feminists approach gender and power as integral elements in processes of construction, whereas most constructivists consider power to be external to such processes. This failure to conceptualize power and gender as social and pervasive leads constructivists to miss an important part of the empirical reality of power politics. Second, constructivists tend to ignore the implications of a postpositivist epistemology, whereas for feminists the question of “Who knows?” is crucial. We argue that the constructivist failure to problematize the research process as a social (and therefore political) process of construction is logically inconsistent with an ontology of becoming. We introduce empirical materials to illustrate the advantages of feminist approaches. We hope to advance a dialogue between feminism and constructivism because the two approaches add to each other and in combination can yield better theoretical and empirical understandings of the world.",
      "cited_by_count": 112,
      "type": "article",
      "source": {
        "name": "International Studies Quarterly",
        "type": "journal",
        "issn": [
          "0020-8833",
          "1468-2478"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/isq/article-pdf/45/1/111/5071780/45-1-111.pdf"
      },
      "topics": [
        "Gender, Security, and Conflict",
        "Gender Politics and Representation",
        "Gender Diversity and Inequality"
      ],
      "referenced_works_count": 138,
      "url": "https://openalex.org/W2062186338"
    },
    {
      "openalex_id": "W2002923179",
      "doi": "10.1057/cpt.2011.11",
      "title": "Making disability public in deliberative democracy",
      "authors": [
        {
          "name": "Stacy Clifford",
          "openalex_id": "A5111648552",
          "institutions": [
            "Vanderbilt University"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-07-26",
      "abstract": null,
      "cited_by_count": 90,
      "type": "article",
      "source": {
        "name": "Contemporary Political Theory",
        "type": "journal",
        "issn": [
          "1470-8914",
          "1476-9336"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1057/cpt.2011.11.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Philosophy and Ethics",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 51,
      "url": "https://openalex.org/W2002923179"
    },
    {
      "openalex_id": "W1981641401",
      "doi": "10.1111/j.1533-8525.2007.00095.x",
      "title": "On The Interpretation of The Civil Sphere: Understanding and Contention in Contemporary Social Science",
      "authors": [
        {
          "name": "Jeffrey C. Alexander",
          "openalex_id": "A5058196351",
          "orcid": "https://orcid.org/0000-0003-3600-8023",
          "institutions": [
            "Yale University"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-09-01",
      "abstract": "Click to increase image sizeClick to decrease image size NOTESNotes1 Author-Meets-Critics sessions were also organized in spring 2007, at the Southern, Pacific, and Eastern Meetings; at the ASA's New York meetings in August; and in September at the Glasgow meetings of the European Sociological Association. A response to some of these other critics will appear in the fall issue of Perspectives, the newsletter of the ASA theory section, and another response, to an essay review by Bryan Turner, will appear in a forthcoming issue of Citizenship Studies.2 \"Much of contemporary political science,\" Elizabeth Clemens relates, \"has refuted just this framing, arguing that political actors can be understood as consistently rational, but honest, cooperative and trustworthy only when it advances their self-interest,\" and she concludes by complaining (or exclaiming—it is hard to tell whether she is being ironic or not), \"yet Alexander rejects this standard assumption of political theory.\" It seems to me, however, that rat choice in political science, or sociology for that matter, validates rather than falsifies the theory of civil binaries that I have proposed. In fact, not only does rat choice confirm the distinctively binary nature of lay and philosophical thinking about democracy and politics, but it quite neatly fits into one of its sides. A theoretical version of what I call the tradition of Thracymachus it offers the kind of narrow instrumental approach to rationality that Socrates attacked in Plato's dialogues—concerned with means, not ends; aggressive, not cooperative; manipulative, not straightforward; and without consideration for the values of others, unless such concern is to serve our side.3 Two articles I published on the Watergate crisis (CitationAlexander 1984, Citation1988) straddle the pre- and post-semiotic divide. The first was organized around the universalism/particularism contrast, while the second proposes the idea of more complex sets of binaries, although not yet the idea of the discourse of civil society. The notion of cultural discourse as a relational language built on self-generating antonyms bears a family resemblance, not only to the late Durkheim and semiotics, but also to Foucault's post-structural understanding. In History of Sexuality, Foucault maintained that the Victorian discourse of repression was paradoxically implied by the anti-Victorian discourse of sexual liberation, such that the latter was not, in fact, \"repression free.\" My sense that the discourse of civil society is similarly divided, that it similarly interpolates each side with the other, led me to adapt Foucault's notions of a simultaneously repressive and \"liberating\" discourse from the sexual to the political scene. All of this is recounted in The Civil Sphere and elsewhere in the publications that are cited there. My point is that the discourse of civil emancipation also speaks the language of exclusion, often doing so with the heartfelt intention of protecting democracy from its enemies and even, sometimes, from itself. It can hardly be the case, then, that I conceptualize the codes of civil society, pace Antonio, as fostering \"uncontested integration.\" This is Habermas' discourse ethics, not mine.4 I also noted CitationBaiocchi's (2006) research on the emergence of the discourse of civil society in Brazil's transition from authoritarianism and CitationHeins' (2006) on how the civil binaries have distorted some recent European intellectual discourse about America. For a historical investigation of the codes as structuring class conflicts in late 18th-century London, see CitationDavis (2007).5 At one point, Antonio implies that, while the quotations reproduced in The Civil Sphere do suggest binarism, they do not display the actual language terms that I attribute to the discourse of civil society. If this were so, it would certainly be a telling critique. I believe, to the contrary, that each quotation contains one or more of the civil binaries that compose the broader culture structure. This, at least, was my selection criterion for including a quotation. I briefly considered italicizing the actual items of the civil language inside each quoted text, but I decided this would be unnecessarily didactic and disruptive.6 As evidence for his assertion that \"the connection between Alexander and Parsons is transparent,\" Antonio suggests that my \"strong claims\" about the civil codes actually \"stand in for Parsons' evolutionary\" theory. My discussion in the text above explains why this is not true. From the time when I first conceptualized these binaries as coded languages, I saw them as standing in marked tension, if not, in fact, as refuting, Parsons' cultural theory; when I conceptualized the irredeemable contradictions of the civil sphere, I understood myself to be falsifying the evolutionary optimism of modernization theory in general and Parsons' social and historical work in particular. My strong sense that Parsons had papered over the contradictory tensions between the subsystems (for him, AGIL), and overemphasized their complementary, was already very much part of Theoretical Logic, informing most of the second half of the fourth volume of that book (CitationAlexander 1983). As I developed my civil sphere theory, I devoted a large chunk of the concluding chapter of Neofunctionalism and After (CitationAlexander 1997) to a critique of Parsons' understanding of \"societal community.\" More recently, in a more polemical essay (CitationAlexander 2005b), I demonstrate how Parsons' commitment to evolution allowed him not to face the dark sides of modernity, but to pretend, instead, that contemporary American society either had already, or was about to, fulfill itself in an ideal way.7 In his powerful and disturbing book, CitationJames B. McKee (1993) has shown how just such a delegitimating binary distorted the history of American sociological studies of race, typically reducing African Americans to creatures without the capacity to participate in modern society in order to explain, if not to justify, centuries of white rule. In an article building upon McKee, CitationMorris (2007:529) describes these \"prescientific assumptions\" in binary terms and attributes to them great symbolic power: \"They led White sociologists to formulate two contrasting sociological populations: Whites were civilized, endowed with agency, and superior; blacks were subhuman, bereft of agency, and inferior.\"8 Indeed, my point in stressing the centrality of mutual recognition and misrecognition is not only empirical but moral. Only by insisting on widespread human capacity can we avoid the simplifying dichotomies upon which civil restrictions rest. If we fight a revolution that dichotomizes humane friend and inhumane foe, how will we create a human and inclusive society afterward? Who will educate the educators, as Marx once asked? The 20th century is strewn with the rotting carcasses of would-be liberators—revolutions built upon dichotomizing rhetorics that have refused to recognize the humanity of fellow human beings.9 It is just such a philosophical anthropology of recognition that Hegel laid out in Phenomenology of Mind and that, via Hegel, informs such contemporary philosophers as Charles Taylor and Axel Honneth. For a critique, see CitationAlexander and Lara (1996).10 The transformation of the form of women's organizations from \"womanly\" clubs to more impersonal business models, which Clemens documents in her book, The People's Lobby (CitationClemens 1997:184–234), illustrates how one of these nontraumatic pathways of change facilitated the civil incorporation of women. While emphasizing organizational repertoires rather than cultural structures, Clemens implicitly evokes a performative understanding, writing that \"by adopting techniques not traditionally associated with feminine activity, women sought to present themselves as legitimate political actors\" (p. 207, italics added), and noting how, in the newly adopted organizational forms, \"cash served both as a symbol of citizenship and as a medium of centralization\" (p. 213). In her critical comment, Clemens acknowledges that in \"cultivating greater communicative capacities and political development,\" even the more conservative first-wave feminists \"deployed multiple substantive identities [that] can be arrayed as a series of overlain binaries in order to suggest a powerful, structuring, underlying code.\" I agree with Clemens that the continuing evocation of civil binaries neither reinforced purely traditional inequalities of gender nor introduced postgender criteria for evaluating women as citizens—which is precisely why, throughout my historical reconstruction of the shifting relation of gender and civil sphere, I employ the concept of \"compromise formation.\"11 At various points in The Civil Sphere, I directly challenge Morris's (1984) account in theoretical and empirical terms, for example, footnote 33, pp. 637–41, where I also contest other instrumentalist explanations, including the emphasis on the Cold War and claims that white accessions at Birmingham and elsewhere were responses simply to local white businessmen's fears over profit loss (see below).12 In Sociology and the Race Problem, McKee argues that the racist distortion of black capacities (see note 7, above) explains why, before the 1960s, white American sociologists either dismissed the possibility for reform or adopted a paternalistic, white man's burden position. \"A people so culturally inferior,\" McKee explains, \"would lack the capability to advance their own interests by rational action.\" As blacks were \"viewed as lacking a trained and experienced leadership, as still ignorant and mostly uneducated,\" they were portrayed \"as incapable of participating in the political process.\" In other words, the failure to recognize black agency \"was a logical extension of this image of the American black\" (CitationMcKee 1993:8). Only with the antiracist reconstruction of the white political imagination, which was both cause and effect of the civil rights movement, could this serious misunderstanding begin to change, and white American sociology commence to give the power and the resources of the black civil sphere their due. In the final pages of The Civil Sphere's analysis of the civil rights movement, I speculate that the significance of black agency in the contemporary project of civil repair has, perhaps, still not been fully appreciated: \"Despite the periodic calls for regulatory intervention made by liberal intellectuals and policy elites, the conditions that sustain the racial underclass will not be repaired until a new social movement can arise. Only a powerful and affecting social movement could mobilize the increasingly fragmented black community. Only skillful movement intellectuals could translate the particular experiences and conditions of the racial underclass into compelling codes and narratives that can gain psychological identification from the civil sphere outside. Social scientists and critics speak about repairing this new racial divide primarily in organizational terms, calling for massive state intervention and economic restructuring. However, such new forms of regulation depend on the creation of new forms of civil power\" (The Civil Sphere, p. 390).13 That, nonetheless, throughout much of the decades-long backlash period, civil repair of racial (and gender and sexual) inequality actually gained momentum demonstrates the manner in which regulative institutions of civil society respond to communicative restructurings of social solidarity, and not simply to the strategic maneuverings of election fights. This momentum did not, however, ameliorate the problem of the racial underclass.14 It is, in fact, the central importance of these northern media, not the fact that some of their best reporters were of southern origins, that is the central point of Roberts and Klibanoff's The Race Beat. This position actually provides the dramatic conclusion of their book, where they draw from their interviews with John Lewis, the Congressman and former movement activist: \"When he looks back on how he survived and how the movement kept going, he thinks about how hard the segregationists worked to keep the prying eyes of the press away. He can recall the security he felt when reporters—'sympathetic referees,' he calls them—were watching and the fear he felt when they weren't…. When he saw white thugs in Montgomery smash cameras, beat reporters, and rip up notebooks, he understand that there was an extraordinary power of communications operating parallel to, and intertwined with, the movement. It was, he felt, an allied force[:] 'There was a sense of righteous indignation on the part of the American people because of the message that the media was able to translate and send around the country and around the world'\" (CitationRoberts and Klibanoff 2006:407). Lewis is speaking here, of course, only about northern media. Roberts and Klibanoff document how southern media, with a few notable exceptions, \"threw their whole editorial weight\" behind the backlash that developed against the black movement in the South (p. 74).15 All following quotations from CitationTavernise (2007).",
      "cited_by_count": 26,
      "type": "article",
      "source": {
        "name": "Sociological Quarterly",
        "type": "journal",
        "issn": [
          "0038-0253",
          "1533-8525"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social and Cultural Dynamics",
        "Contemporary Sociological Theory and Practice",
        "Political Science Research and Education"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W1981641401"
    },
    {
      "openalex_id": "W1910785316",
      "doi": "10.22439/fs.v0i12.3335",
      "title": "Toward a Foucaultian Epistemology of Resistance: Counter-Memory, Epistemic Friction, and &lt;i&gt;Guerrilla&lt;/i&gt; Pluralism",
      "authors": [
        {
          "name": "José Medina",
          "openalex_id": "A5101511305",
          "orcid": "https://orcid.org/0000-0003-2625-2583",
          "institutions": [
            "Vanderbilt University"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-09-12",
      "abstract": "In this paper I argue that Foucaultian genealogy offers a critical approach to practices of remembering and forgetting which is crucial for resisting oppression and dominant ideologies. For this argument I focus on the concepts of counter-history and counter-memory that Foucault developed in the 1970’s. In the first section I analyze how the Foucaultian approach puts practices of remembering and forgetting in the context of power relations, focusing not only on what is remembered and forgotten, but how, by whom, and with what effects. I highlight the critical possibilities for resistance that this approach opens up, and I illustrate them with Ladelle McWhorter’s genealogy of racism in Anglo-America. In the second section I put the Foucaultian approach in conversation with contemporary work in pragmatism and critical theory on the social epistemology of memory. In the third and final section, I explore some of the implications of the Foucaultian notion of resistance and what I term guerrilla pluralism for contemporary epistemological discussions of ignorance in standpoint theory and race theory",
      "cited_by_count": 154,
      "type": "article",
      "source": {
        "name": "Foucault Studies",
        "type": "journal",
        "issn": [
          "1832-5203"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://rauli.cbs.dk/index.php/foucault-studies/article/download/3335/3632"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Rhetoric and Communication Studies",
        "Educator Training and Historical Pedagogy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1910785316"
    },
    {
      "openalex_id": "W2144770783",
      "doi": "10.1111/1467-9566.12199",
      "title": "Exploring the critiques of the social model of disability: the transformative possibility of Arendt's notion of power",
      "authors": [
        {
          "name": "Janine Owens",
          "openalex_id": "A5015500213",
          "orcid": "https://orcid.org/0000-0002-9108-4005",
          "institutions": [
            "University of Sheffield"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-19",
      "abstract": "The social model of disability has demonstrated political success for disabled people in society. At the same time, it has been labelled an outdated ideology in need of further development. While the social model of disability has been used successfully for political activism, it has simultaneously created conflict and tensions in disability studies, sociology and the sociology of the body. This article sheds light on the confusion surrounding the social model of disability by discussing the historical emergence of its different forms. It then proceeds to analyse and evaluate key criticisms of the social model of disability. The article then goes on to explore the relevance of different forms of power to the current discourse on disability before proceeding to explore in depth what might be gained from the approach of one particular theorist on power; Hannah Arendt. It suggests that there may be merit in drawing on Arendt and illustrates some of the benefits of a more nuanced idea of a pluralistic body and experiences.",
      "cited_by_count": 157,
      "type": "article",
      "source": {
        "name": "Sociology of Health & Illness",
        "type": "journal",
        "issn": [
          "0141-9889",
          "1467-9566"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-9566.12199"
      },
      "topics": [
        "Disability Rights and Representation",
        "Hannah Arendt's Political Philosophy",
        "Feminism, Gender, and Sexuality Studies"
      ],
      "referenced_works_count": 135,
      "url": "https://openalex.org/W2144770783"
    },
    {
      "openalex_id": "W2106871891",
      "doi": null,
      "title": "Critical Notes on Habermas's Theory of the Public Sphere",
      "authors": [
        {
          "name": "Simon Susen",
          "openalex_id": "A5055297764",
          "orcid": "https://orcid.org/0000-0003-0643-1891",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-02-14",
      "abstract": "The main purpose of this paper is to examine Habermas’s account of the transformation of the public sphere in modern society. More specifically, the study aims to demonstrate that, whilst Habermas’s approach succeeds in offering useful insights into the structural transformation of the public sphere in the early modern period, it does not provide an adequate theoretical framework for understanding the structural transformation of public spheres in late modern societies. To the extent that the gradual differentiation of social life manifests itself in the proliferation of multiple public spheres, a critical theory of public normativity needs to confront the challenges posed by the material and ideological complexity of late modernity in order to account for the polycentric nature of advanced societies. With the aim of showing this, the paper is divided into three sections. The first section elucidates the sociological meaning of the public/private dichotomy. The second section scrutinizes the key features of Habermas’s theory of the public sphere by reflecting on (i) the concept of the public sphere, (ii) the normative specificity of the bourgeois public sphere, and (iii) the structural transformation of the public sphere in modern society. The third section explores the most substantial shortcomings of Habermas’s theory of the public sphere, particularly its inability to explain the historical emergence and political function of differentiated public spheres in advanced societies.",
      "cited_by_count": 82,
      "type": "article",
      "source": {
        "name": "City Research Online (City University London)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openaccess.city.ac.uk/id/eprint/1101/1/Simon%20Susen%20%27Critical%20Notes%20on%20Habermass%20Theory%20of%20the%20Public%20Sphere%27%20SA%205%281%29%20pp%20%2037-62.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Social Media and Politics",
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W2106871891"
    },
    {
      "openalex_id": "W1978778927",
      "doi": "10.1111/j.1365-2575.2008.00295.x",
      "title": "Exploring the critical agenda in information systems research",
      "authors": [
        {
          "name": "Dubravka Ćećez-Kecmanović",
          "openalex_id": "A5018723818",
          "orcid": "https://orcid.org/0000-0001-8028-3896"
        },
        {
          "name": "Heinz K. Klein",
          "openalex_id": "A5110738780"
        },
        {
          "name": "Carole Brooke",
          "openalex_id": "A5108241955"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-03-01",
      "abstract": "This special issue of the Information Systems Journal (ISJ) is dedicated to critical information systems (IS) research that involves a wide range of diverse research endeavours that explore the terrain beyond functionalist and positivist approaches, with the aim to transform IS practice and IS-organization relationships. Critical IS studies share with critical management studies (CMS) deep scepticism 'regarding the moral defensibility and the social and ecological sustainability of prevailing conceptions and forms of management and organization' (Adler et al., 2006), conceptions and forms made possible to a large degree by IS research and practice. Critical IS studies aim at revealing, criticizing and explaining how the development and use of IS in organizations and society in the pursuit of efficiency, rationalization and progress also increase social control and domination, with potential detrimental consequences for some stakeholders and society as a whole.",
      "cited_by_count": 67,
      "type": "article",
      "source": {
        "name": "Information Systems Journal",
        "type": "journal",
        "issn": [
          "1350-1917",
          "1365-2575"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1365-2575.2008.00295.x"
      },
      "topics": [
        "Information Systems Theories and Implementation",
        "Information Technology Governance and Strategy",
        "E-Government and Public Services"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W1978778927"
    },
    {
      "openalex_id": "W2048607496",
      "doi": "10.1016/s1449-4035(06)70077-7",
      "title": "Techno-bureaucratic Doxa and Challenges for Deliberative Governance: The Case of Community Forestry Policy and Practice in Nepal",
      "authors": [
        {
          "name": "Hemant Ojha",
          "openalex_id": "A5001166882",
          "orcid": "https://orcid.org/0000-0003-2654-4092"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "Abstract Despite repeated pleas for participatory and deliberative governance of environmental resources, there is still a predominance of technocratic values in environmental decision-making. This is especially true in the context of forest management in the Global South where centralised and technically-oriented colonial approaches of the past continue to be reproduced and exclude affected people to have their say and share in forest related decision-making and benefit distribution. Taking a case study from Nepal's Community Forestry Program, this paper shows that despite major shifts towards practices of participatory forestry, the technocratic domination of forest science in governance has taken new and more subtle forms (considered “doxa” – taken for granted forms – after Bourdieu) of control over forestry practices. In this paper, techno-bureaucratic doxa is problematised as a key challenge to deliberative governance, and specific ways are illustrated through which it constrains deliberation in forest governance. Emerging moments of crisis in this doxa are also identified to explore possibilities for greater citizen-public official deliberation in forest governance.",
      "cited_by_count": 82,
      "type": "article",
      "source": {
        "name": "Policy and Society",
        "type": "journal",
        "issn": [
          "1449-4035",
          "1839-3373"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/policyandsociety/article-pdf/25/2/131/42622379/s1449-4035(06)70077-7.pdf"
      },
      "topics": [
        "Conservation, Biodiversity, and Resource Management",
        "Anthropological Studies and Insights",
        "Agriculture, Land Use, Rural Development"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W2048607496"
    },
    {
      "openalex_id": "W2407871514",
      "doi": "10.1017/s0260210515000534",
      "title": "Between Banyans and battle scenes: Liberal norms, contestation, and the limits of critique",
      "authors": [
        {
          "name": "Jonas Wolff",
          "openalex_id": "A5103114525",
          "orcid": "https://orcid.org/0000-0002-7348-7206",
          "institutions": [
            "Goethe University Frankfurt",
            "Peace Research Institute Frankfurt"
          ]
        },
        {
          "name": "Lisbeth Zimmermann",
          "openalex_id": "A5063430796",
          "orcid": "https://orcid.org/0000-0003-1323-8344",
          "institutions": [
            "Goethe University Frankfurt",
            "Peace Research Institute Frankfurt"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-15",
      "abstract": "Abstract In studying the global spread and implementation of liberal norms, scholars have moved from linear notions of norm diffusion and promotion to an emphasis on norm contestation. Contestation by the supposed beneficiaries and addressees has taken centre stage in both research on the norms that underpin global governance and in studies on democracy promotion and liberal peacebuilding. While the impetus of this scholarship is normative – to overcome the taken-for-granted nature of liberal norms – the concept of contestation itself is mainly used with an analytical interest. Yet, as we show in this article, contestation also comes with – oftentimes implicit – normative connotations. Focusing on the seminal work of Milja Kurki, Oliver Richmond, Antje Wiener, and Amitav Acharya, we reconstruct these normative connotations. It turns out that the normative take on contestation is fairly conventional in all four approaches. Contestation is largely seen as a means to enable dialogue, as illustrated by Acharya’s metaphor of the Banyan tree. Fundamental conflicts over liberal norms (‘battle scenes’) are either not considered or seen as normatively undesirable. As a way forward, we propose a typology that enables scholars to empirically analyse contestation in its different expressions and suggest two strategies to normatively assess practices of contestation.",
      "cited_by_count": 112,
      "type": "article",
      "source": {
        "name": "Review of International Studies",
        "type": "journal",
        "issn": [
          "0260-2105",
          "1469-9044"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/1C10803AF0E33E260A8492C8CE77E142/S0260210515000534a.pdf/div-class-title-between-banyans-and-battle-scenes-liberal-norms-contestation-and-the-limits-of-critique-div.pdf"
      },
      "topics": [
        "Peacebuilding and International Security",
        "Global Peace and Security Dynamics",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 112,
      "url": "https://openalex.org/W2407871514"
    },
    {
      "openalex_id": "W1409287619",
      "doi": "10.4013/fem.2012.142.10",
      "title": "The concept of participation. If they have access and interact, do they really participate?",
      "authors": [
        {
          "name": "Nico Carpentier",
          "openalex_id": "A5049960351",
          "orcid": "https://orcid.org/0000-0002-8996-4636",
          "institutions": [
            "Vrije Universiteit Brussel"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-08-31",
      "abstract": "Participation is a concept that is being used in a wide variety of fields, and that has obtained an evenly large range of meanings. This article attempts first to ground participation in democratic theory, which allows introducing the distinction between minimalist and maximalist forms of participation. In the second part of the article, a broad definition of the politics will be used to transcend to logics of institutionalized politics, and to emphasize that the distribution of power in society is a dimension of the social that permeates every possible societal field. Both discussions are then used to describe the key characteristics of participation, and to increase the concept’s theoretical foundation. The article then zooms in on one of these characteristics, namely the difference between access, interaction and participation, as this distinction allows further sharpening the key meanings attributed to participation as a political process where the actors involved in decision-making processes are positioned towards each other through power relationships that are (to an extent) egalitarian.Key words: Participatory theory, democratic theory, politics, power, access, interaction, contingency.",
      "cited_by_count": 71,
      "type": "article",
      "source": {
        "name": "Fronteiras - estudos midiáticos",
        "type": "journal",
        "issn": [
          "1518-6113",
          "1984-8226"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.unisinos.br/index.php/fronteiras/article/download/fem.2012.142.10/1001"
      },
      "topics": [
        "Human Rights and Immigration"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W1409287619"
    },
    {
      "openalex_id": "W2073907066",
      "doi": "10.1080/11745398.2014.926226",
      "title": "There is (almost) no alternative: the slow ‘heat death’ of music subcultures and the instrumentalization of contemporary leisure",
      "authors": [
        {
          "name": "Karl Spracklen",
          "openalex_id": "A5042022218",
          "orcid": "https://orcid.org/0000-0002-6390-9022",
          "institutions": [
            "Leeds Beckett University"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-06-19",
      "abstract": "In this paper, the metaphor of the ‘heat death’ is used in understanding the transformation of the alternative music scene(s) since the 1980s. Popular music is a key leisure space of modernity, and has been used as a space for negotiations of identity, conformity and transgression. Since the 1960s, alternative popular music has shaped the evolution of an authentic, communicative counter-cultural leisure space. The paper uses new research on online fan communities of black metal and extreme metal, and goth and post-punk, to demonstrate that the ideal of the alternative music scene as a communicative leisure space is not matched by the reality of the instrumentalization of contemporary leisure. Rather, there has been a slow metaphorically entropic shift in alternative music, from a shared subcultural and counter-cultural leisure space into one part of a globalized entertainment industry that has colonized the Habermasian lifeworld of leisure.",
      "cited_by_count": 67,
      "type": "article",
      "source": {
        "name": "Annals of Leisure Research",
        "type": "journal",
        "issn": [
          "1174-5398",
          "2159-6816"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://eprints.leedsbeckett.ac.uk/id/eprint/17/1/The%2Beventization%2Bof%2Bleisure%2Band%2Bthe%2Bstrange%2Bdeath%2Bof%2Balternative%2BLeeds.pdf"
      },
      "topics": [
        "Adventure Sports and Sensation Seeking",
        "Music History and Culture",
        "Digital Games and Media"
      ],
      "referenced_works_count": 56,
      "url": "https://openalex.org/W2073907066"
    },
    {
      "openalex_id": "W2797692655",
      "doi": "10.4337/9781783472352.00005",
      "title": "Introduction to critical policy studies",
      "authors": [
        {
          "name": "Frank Fischer",
          "openalex_id": "A5005995116",
          "orcid": "https://orcid.org/0000-0003-0253-659X"
        },
        {
          "name": "Douglas Torgerson",
          "openalex_id": "A5001495160"
        },
        {
          "name": "Anna Durnová",
          "openalex_id": "A5005547175",
          "orcid": "https://orcid.org/0000-0001-5789-1850"
        },
        {
          "name": "Michael Orsini",
          "openalex_id": "A5072770710",
          "orcid": "https://orcid.org/0000-0003-4880-1707"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-18",
      "abstract": null,
      "cited_by_count": 59,
      "type": "book-chapter",
      "source": {
        "name": "Edward Elgar Publishing eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.elgaronline.com/downloadpdf/edcoll/9781783472345/9781783472345.00005.pdf"
      },
      "topics": [
        "Social Policy and Reform Studies",
        "Political and Economic history of UK and US"
      ],
      "referenced_works_count": 43,
      "url": "https://openalex.org/W2797692655"
    },
    {
      "openalex_id": "W2801353312",
      "doi": "10.31269/triplec.v10i2.443",
      "title": "Dallas Smythe Today - The Audience Commodity, the Digital Labour Debate, Marxist Political Economy and Critical Theory.",
      "authors": [
        {
          "name": "Christian Fuchs",
          "openalex_id": "A5060268505",
          "orcid": "https://orcid.org/0000-0003-0589-4579",
          "institutions": [
            "Uppsala University"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-09-19",
      "abstract": "Due to the global capitalist crisis, neoliberalism and the logic of commodification of everything have suffered cracks, fissures and holes. There is a return of the interest in Marx, which requires us to think about the role of Marxism in Media and Communication Studies. This paper contributes to this task by discussing some foundations of contemporary Marxist media and communication studies, including a focus on the renewed interest in Dallas Smythe’s audience commodity category as part of the digital labour debate. Dallas Smythe reminds us of the importance of engagement with Marx’s works for studying the media in capitalism critically. Both Critical Theory and Critical Political Economy of the Media and Communication have been criticized for being one-sided. Such interpretations are mainly based on selective readings. They ignore that in both approaches there has been with different weightings a focus on aspects of media commodification, audiences, ideology and alternatives. Critical Theory and Critical Political Economy are complementary and should be combined in Critical Media and Communication Studies today. Dallas Smythe’s notion of the audience commodity has gained new relevance in the debate about corporate Internet services’ exploitation of digital labour. The exploitation of digital labour involves processes of coercion, alienation and appropriation.",
      "cited_by_count": 209,
      "type": "article",
      "source": {
        "name": "tripleC Communication Capitalism & Critique Open Access Journal for a Global Sustainable Information Society",
        "type": "journal",
        "issn": [
          "1726-670X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.triple-c.at/index.php/tripleC/article/download/443/414"
      },
      "topics": [
        "Digital Economy and Work Transformation",
        "Political Economy and Marxism",
        "Cultural Industries and Urban Development"
      ],
      "referenced_works_count": 146,
      "url": "https://openalex.org/W2801353312"
    },
    {
      "openalex_id": "W1555728724",
      "doi": "10.4324/9781315053615-9",
      "title": "Racist Speech, Democracy, and the First Amendment",
      "authors": [
        {
          "name": "Robert C. Post",
          "openalex_id": "A5005663941",
          "orcid": "https://orcid.org/0000-0002-2581-919X",
          "institutions": [
            "Yale University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-12-07",
      "abstract": "Motivated by an alarming increase in racist incidents, universities throughout the Nation have turned toward the task of restraining racist expression. The justification for these restraints, and their relationship to first amendment values, has become a matter of intense controversy. Even a brief survey of the contemporary debate reveals it to be rich with textured and complex characterizations of the harms of racist expression. A recurring theme in the contemporary literature is that racist expression ought to be regulated because it creates what has been termed “deontic” harm. Universities and colleges characteristically seek to regulate racist communications that “directly create a substantial and immediate interference with the educational processes of the University,” without articulating exactly how racist expression can cause that interference. The very reason that racist speech harms individual persons is because it so violently ruptures the forms of social respect that are necessary for the maintenance of individual personality.",
      "cited_by_count": 104,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/chapters/edit/download?identifierName=doi&identifierValue=10.4324/9781315053615-9&type=chapterpdf"
      },
      "topics": [
        "Law, Rights, and Freedoms",
        "Hate Speech and Cyberbullying Detection"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W1555728724"
    }
  ],
  "count": 25,
  "errors": []
}
