{
  "status": "success",
  "source": "openalex",
  "query": "communicative action race colonialism",
  "results": [
    {
      "openalex_id": "W1547902326",
      "doi": null,
      "title": "The civil sphere",
      "authors": [
        {
          "name": "Jeffrey C. Alexander",
          "openalex_id": "A5058196351",
          "orcid": "https://orcid.org/0000-0003-3600-8023"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "Introduction PART I. CIVIL SOCIETY IN SOCIAL THEORY 1. POSSIBILITES OF JUSTICE 2. REAL CIVIL SOCIETIES: DILEMMAS OF INSTITUTIONALIZATION Civil Society I Civil Society II Return to Civil Society I? Toward Civil Society III 3. BRINGING DEMOCRACY BACK IN: REALISM, MORALITY, SOLIDARITY Utopianism: The Fallacies of Twentieth-Century Evolutionism Realism: The Tradition of Thrasymachus Morality and Solidarity Complexity and Community Cultural Codes and Democratic Communication PART II. STRUCTURES AND DYNAMICS OF THE CIVIL SPHERE 4. DISCOURSES: LIBERTY AND REPRESSION Pure and Impure in Civil Discourse The Binary Structures of Motives The Binary Structures of Relationships The Binary Structures of Institutions Civil Narratives of Good and Evil Everyday Essentialism The Conflict over Representation 5. COMMUNICATIVE INSTITUTIONS: PUBLIC OPINION, MASS MEDIA, POLLS, ASSOCIATIONS The Public and Its Opinion The Mass Media Public Opinion Polls Civil Associations 6. REGULATIVE INSTITUTIONS (1): VOTING, PARTIES, OFFICE Civil Power: A New Approach to Democratic Politics Revisiting Thrasymachus: The Instrumental Science of Politics Constructing and Destructing Civil Power (1): The Right to Vote and Disenfranchisement Constructing and Destructing Civil Power (2): Parties, Partisanship, and Election Campaigns Civil Power in the State: Office as Regulating Institution 7. REGULATIVE INSTITUTIONS (2): THE CIVIL FORCE OF LAW The Democratic Possibilities of Law Bracketing and Rediscovering the Civil Sphere: The Warring Schools of Jurisprudence The Civil Morality of Law Constitutions as Civil Regulation The Civil Life of Ordinary Law Legalizing Social Exclusion: The Antidemocratic Face of Law 8. CONTRADICTIONS: UNCIVILIZING PRESSURES AND CIVIL REPAIR Space: The Geography of Civil Society Time: Civil Society as Historical Sedimentation Function: The Destruction of Boundary Relations and Their Repair Forms of Boundary Relations: Input, Intrusion, and Civil Repair PART III. SOCIAL MOVEMENTS IN THE CIVIL SPHERE 9. SOCIAL MOVEMENTS AS CIVIL TRANSLATIONS The Classical Model The Social Science of Social Movements (1): Secularizing the Classical Model The Social Science of Social Movements (2): Inverting the Classical Model The Social Science of Social Movements (3): Updating the Classical Model Displacing the Classical Model: Rehistoricizing the Cultural and Institutional Context of Social Movements Social Movements as Translations of Civil Societies 10. GENDER AND CIVIL REPAIR: THE LONG AND WINDING ROAD THROUGH M/OTHERHOOD Justifying Gender Domination: Relations between the Intimate and Civil Spheres Women's Difference as Facilitating Input Women's Difference as Destructive Intrusion Gender Universalism and Civil Repair The Compromise Formation of Public M/otherhood Public Stage and Civil Sphere Universalism versus Difference: Feminist Fortunes in the Twentieth Century The Ethical Limits of Care 11. RACE AND CIVIL REPAIR (1): DUALITY AND THE CREATION OF A BLACK CIVIL SOCIETY Racial Domination and Duality in the Construction of American Civil Society Duality and Counterpublics The Conditions for Civil Repair: Duality and the Construction of Black Civil Society Duality and Translation: Toward the Civil Rights Movement 12. RACE AND CIVIL REPAIR (2): THE CIVIL RIGHTS MOVEMENT AND COMMUNICATIVE SOLIDARITY The Battle over Representation: The Intrusion of Northern Communicative Institutions Translation and Social Drama: Emotional Identification and Symbolic Extension The Montgomery Bus Boycott: Martin Luther King and the Drama of Civil Repair 13. RACE AND CIVIL REPAIR (3): CIVIL TRAUMA AND THE TIGHTENING SPIRAL OF COMMUNICATION AND REGULATION Duality and Legal Repair The Sit-In Movement: Initiating the Drama of Direct Action The New Regulatory Context The Freedom Rides: Communicative Outrage and Regulatory Intervention Failed Performance at Albany: Losing Control over the Symbolic Code Birmingham: Solidarity and the Triumph of Tragedy 14. RACE AND CIVIL REPAIR (4). REGULATORY REFORM AND RITUALIZATION The First Regulatory Repair: From Birmingham to the Civil Rights Act of 1964 The Second Regulatory Repair: Rewinding the Spiral of Communication and Regulation The End of the Civil Rights Movement: Institutionalization and Polarization PART IV. MODES OF INCORPORATION INTO THE CIVIL SPHERE 15. INTEGRATION BETWEEN DIFFERENCE AND SOLIDARITY Convergence between Radicals and Conservatives Recognition without Solidarity? Rethinking the Public Space: Fragmentation and Continuity Implications for Contemporary Debates 16. ENCOUNTERS WITH THE OTHER The Plasticity of Common Identity Exclusionary Solidarity Forms of Out-Group Contact Nondemocratic Incorporation Internal Colonialism and the Civil Sphere Varieties of Incorporation and Resistance in Civil Societies 17. THREE PATHWAYS TO INCORPORATION The Assimilative Mode of Incorporation The Hyphenated Mode of Incorporation The Exception of Race: Assimilation and Hyphenation Delayed The Multicultural Mode of Incorporation 18. THE JEWISH QUESTION: ANTI-SEMITISM AND THE FAILURE OF ASSIMILATION and the Dilemmas of Assimilative Incorporation Anti-Semitic Arguments for Jewish Incorporation: The Assimilative Dilemma from the Perspective of the Core Group Initial Jewish Arguments for Self-Change: The Assimilative Dilemma from the Perspective of the Out-Group The Post-Emancipation Period: Religious and Secular Modes of Jewish Adaptation to the Dilemmas of Assimilation New Forms of Symbolic Reflection and Social Response in the Fin de Siecle: The Dilemmas of Assimilation Intensify The Crisis of Anti-Semitic Assimilation in the Interwar Period: Resolving the Dilemmas of Assimilation by Going Backward 19. ANSWERING THE JEWISH QUESTION IN AMERICA: BEFORE AND AFTER THE HOLOCAUST The Failure of the Project: Jewish Exclusion from American Civil Society Responding to Nazism and Holocaust: America's Decision to be With the Jews Beyond the Assimilative Dilemma: The Postwar Project of Jewish Ethnicity Making Jewish Identity Public: The Multicultural Mode of Jewish Incorporation The Dialectic of Differentiation and Identification: A Crisis in American Jewry? 20. CONCLUSION: CIVIL SOCIETY AS A PROJECT NOTES BIBLIOGRAPHY INDEX",
      "cited_by_count": 760,
      "type": "book",
      "source": {
        "name": "Medical Entomology and Zoology",
        "type": "journal",
        "issn": [
          "0424-7086",
          "2185-5609"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Legal principles and applications",
        "Conflict of Laws and Jurisdiction",
        "Law in Society and Culture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1547902326"
    },
    {
      "openalex_id": "W4367182096",
      "doi": "10.1038/s43586-023-00214-1",
      "title": "Participatory action research",
      "authors": [
        {
          "name": "Flora Cornish",
          "openalex_id": "A5005347013",
          "orcid": "https://orcid.org/0000-0002-3404-9385",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        },
        {
          "name": "Nancy Nyutsem Breton",
          "openalex_id": "A5052145121",
          "orcid": "https://orcid.org/0000-0002-8388-0458",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        },
        {
          "name": "Ulises Moreno-Tabarez",
          "openalex_id": "A5069297624",
          "orcid": "https://orcid.org/0000-0002-3504-8624",
          "institutions": [
            "Universidad Autónoma de Guerrero"
          ]
        },
        {
          "name": "Jenna Delgado",
          "openalex_id": "A5073296851",
          "institutions": [
            "California State University, Northridge"
          ]
        },
        {
          "name": "Mohi Rua",
          "openalex_id": "A5078342516",
          "institutions": [
            "University of Auckland"
          ]
        },
        {
          "name": "Ama de‐Graft Aikins",
          "openalex_id": "A5027481171",
          "orcid": "https://orcid.org/0000-0001-9215-0134",
          "institutions": [
            "School of Advanced Study",
            "University College London"
          ]
        },
        {
          "name": "Darrin Hodgetts",
          "openalex_id": "A5010992089",
          "orcid": "https://orcid.org/0000-0001-8726-5965",
          "institutions": [
            "Massey University"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-04-27",
      "abstract": null,
      "cited_by_count": 541,
      "type": "article",
      "source": {
        "name": "Nature Reviews Methods Primers",
        "type": "journal",
        "issn": [
          "2662-8449"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Participatory Visual Research Methods",
        "Health Policy Implementation Science",
        "Community Health and Development"
      ],
      "referenced_works_count": 62,
      "url": "https://openalex.org/W4367182096"
    },
    {
      "openalex_id": "W2935719450",
      "doi": "10.1177/1527476419837739",
      "title": "Big Data from the South(s): Beyond Data Universalism",
      "authors": [
        {
          "name": "Stefanía Milan",
          "openalex_id": "A5017799138",
          "orcid": "https://orcid.org/0000-0002-9314-2889",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Emiliano Treré",
          "openalex_id": "A5051697832",
          "orcid": "https://orcid.org/0000-0002-2496-4571",
          "institutions": [
            "Cardiff University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-04-11",
      "abstract": "This article introduces the tenets of a theory of datafication of and in the Souths. It calls for a de-Westernization of critical data studies, in view of promoting a reparation to the cognitive injustice that fails to recognize non-mainstream ways of knowing the world through data. It situates the “Big Data from the South” research agenda as an epistemological, ontological, and ethical program and outlines five conceptual operations to shape this agenda. First, it suggests moving past the “universalism” associated with our interpretations of datafication. Second, it advocates understanding the South as a composite and plural entity, beyond the geographical connotation (i.e., “global South”). Third, it postulates a critical engagement with the decolonial approach. Fourth, it argues for the need to bring agency to the core of our analyses. Finally, it suggests embracing the imaginaries of datafication emerging from the Souths, foregrounding empowering ways of thinking data from the margins.",
      "cited_by_count": 391,
      "type": "article",
      "source": {
        "name": "Television & New Media",
        "type": "journal",
        "issn": [
          "1527-4764",
          "1552-8316"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/1527476419837739"
      },
      "topics": [
        "Race, Genetics, and Society",
        "Ethics and Social Impacts of AI",
        "Data Analysis and Archiving"
      ],
      "referenced_works_count": 58,
      "url": "https://openalex.org/W2935719450"
    },
    {
      "openalex_id": "W2622634793",
      "doi": "10.3998/mpub.9708722",
      "title": "Academic Ableism",
      "authors": [
        {
          "name": "Jay Dolmage",
          "openalex_id": "A5087968800"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "Academic Ableism brings together disability studies and institutional critique to recognize the ways that disability is composed in and by higher education, and rewrites the spaces, times, and economies of disability in higher education to place disability front and center. For too long, argues Jay Timothy Dolmage, disability has been constructed as the antithesis of higher education, often positioned as a distraction, a drain, a problem to be solved. The ethic of higher education encourages students and teachers alike to accentuate ability, valorize perfection, and stigmatize anything that hints at intellectual, mental, or physical weakness, even as we gesture toward the value of diversity and innovation. Examining everything from campus accommodation processes, to architecture, to popular films about college life, Dolmage argues that disability is central to higher education, and that building more inclusive schools allows better education for all.",
      "cited_by_count": 701,
      "type": "book",
      "source": {
        "name": "University of Michigan Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.fulcrum.org/ebooks/6t053h23g/download?locale=en"
      },
      "topics": [
        "Disability Rights and Representation",
        "University Challenges and Reforms"
      ],
      "referenced_works_count": 210,
      "url": "https://openalex.org/W2622634793"
    },
    {
      "openalex_id": "W2171457776",
      "doi": "10.1146/annurev-anthro-102313-030210",
      "title": "Ethnographies of Encounter",
      "authors": [
        {
          "name": "Lieba Faier",
          "openalex_id": "A5080873222",
          "institutions": [
            "University of California, Los Angeles"
          ]
        },
        {
          "name": "Lisa Rofel",
          "openalex_id": "A5023669509",
          "institutions": [
            "University of California, Santa Cruz"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-10-21",
      "abstract": "Ethnographies of encounter are one response to calls to decolonize anthropology. These ethnographies explore how culture making occurs through unequal relationships involving two or more groups of people and things that appear to exist in culturally distinct worlds. The term encounter refers to everyday engagements across difference. Ethnographies of encounter focus on the cross-cultural and relational dynamics of these processes. They consider how such engagements bring discrepant stakes and histories together in ways that produce new cultural meanings, categories, objects, and identities. This article examines a transection of the discipline that shares this methodology. We focus on encounter approaches to (a) transnational capitalism, (b) space and place, and (c) human-nonhuman relations. Rather than taking capitalism, space and place, and humanness as contextual frameworks, these ethnographies demonstrate how encounter is the means by which these categories emerge.",
      "cited_by_count": 173,
      "type": "article",
      "source": {
        "name": "Annual Review of Anthropology",
        "type": "journal",
        "issn": [
          "0084-6570",
          "1545-4290"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-anthro-102313-030210"
      },
      "topics": [
        "Anthropological Studies and Insights",
        "Geographies of human-animal interactions",
        "Southeast Asian Sociopolitical Studies"
      ],
      "referenced_works_count": 136,
      "url": "https://openalex.org/W2171457776"
    },
    {
      "openalex_id": "W1520296745",
      "doi": "10.1086/653837",
      "title": "Engaged Anthropology: Diversity and Dilemmas",
      "authors": [
        {
          "name": "Setha Low",
          "openalex_id": "A5008609916",
          "orcid": "https://orcid.org/0000-0003-1590-6342",
          "institutions": [
            "City University of New York"
          ]
        },
        {
          "name": "Sally Engle Merry",
          "openalex_id": "A5007243297",
          "orcid": "https://orcid.org/0000-0001-5872-9898"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-08-10",
      "abstract": "As a discipline, anthropology has increased its public visibility in recent years with its growing focus on engagement. Although the call for engagement has elicited responses in all subfields and around the world, this special issue focuses on engaged anthropology and the dilemmas it raises in U.S. cultural and practicing anthropology. Within this field, the authors distinguish a number of forms of engagement: (1) sharing and support, (2) teaching and public education, (3) social critique, (4) collaboration, (5) advocacy, and (6) activism. They show that engagement takes place during fieldwork; through applied practice; in institutions such as Cultural Survival, the Institute for Community Research, and the Hispanic Health Council; and as individual activists work in the context of war, terrorism, environmental injustice, human rights, and violence. A close examination of the history of engaged anthropology in the United States also reveals an enduring set of dilemmas, many of which persist in contemporary anthropological practice. These dilemmas were raised by the anthropologists who attended the Wenner‐Gren workshop titled “The Anthropologist as Social Critic: Working toward a More Engaged Anthropology,” January 22–25, 2008. Their papers, many of which are included in this collection, highlight both the expansion and growth of engaged anthropology and the problems its practitioners face. To introduce this collection of articles, we discuss forms of engaged anthropology, its history, and its ongoing dilemmas.",
      "cited_by_count": 393,
      "type": "article",
      "source": {
        "name": "Current Anthropology",
        "type": "journal",
        "issn": [
          "0011-3204",
          "1537-5382"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.journals.uchicago.edu/doi/epdf/10.1086/653837"
      },
      "topics": [
        "Anthropology: Ethics, History, Culture",
        "Qualitative Research Methods and Ethics",
        "Participatory Visual Research Methods"
      ],
      "referenced_works_count": 166,
      "url": "https://openalex.org/W1520296745"
    },
    {
      "openalex_id": "W3152896236",
      "doi": "10.1007/s11191-021-00205-2",
      "title": "Scientific Literacy and Social Transformation",
      "authors": [
        {
          "name": "Liliana Valladares",
          "openalex_id": "A5058988757",
          "orcid": "https://orcid.org/0000-0001-9616-7021",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-04-10",
      "abstract": null,
      "cited_by_count": 273,
      "type": "article",
      "source": {
        "name": "Science & Education",
        "type": "journal",
        "issn": [
          "0926-7220",
          "1573-1901"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11191-021-00205-2.pdf"
      },
      "topics": [
        "Global Educational Policies and Reforms",
        "Educational Strategies and Epistemologies",
        "Environmental Education and Sustainability"
      ],
      "referenced_works_count": 91,
      "url": "https://openalex.org/W3152896236"
    },
    {
      "openalex_id": "W1556120649",
      "doi": "10.5860/choice.50-0710",
      "title": "Narrative theory: core concepts and critical debates",
      "authors": [
        {
          "name": "David Herman",
          "openalex_id": "A5026703370",
          "orcid": "https://orcid.org/0000-0003-3432-6976"
        },
        {
          "name": "James Phelan",
          "openalex_id": "A5062175443",
          "orcid": "https://orcid.org/0000-0002-1848-3982"
        },
        {
          "name": "Peter J. Rabinowitz",
          "openalex_id": "A5011476899"
        },
        {
          "name": "Brian Richardson",
          "openalex_id": "A5109128878"
        },
        {
          "name": "Robyn Warhol",
          "openalex_id": "A5090260790",
          "orcid": "https://orcid.org/0009-0004-1074-692X"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-10-01",
      "abstract": "As rhetorical narrative theorists, we look at narrative primarily as a rhetorical act rather than as an object.That is, we see it as a purposive communication of a certain kind from one person (or group of persons) to one or more others.More specifically, our default starting point is the following skeletal definition: Narrative is somebody telling somebody else, on some occasion, and for some purposes, that something happened to someone or something.every part of this definition after \"is\" deserves further commentary-and we will provide such commentary in the following chapters.Before we do so, however, we'd like to start out by identifying six main principles that underlie our approach.1. Narrative is often treated as a representation of a linked sequence of events, but we subsume that traditional viewpoint under a broader conception of narrative as itself an event-more specifically, a multidimensional purposive communication from a teller to an audience.The focus on narrative as purposive means that we are interested in the ways in which the elements of any narrative (e.g., character, setting, plot structure) are shaped in the service of larger ends.The focus on narrative as multileveled communication means that we are interested not simply in the meaning of narrative but also in the experience of it.Thus, we are as concerned with narrative's affective, ethical, and aesthetic effects-and with their interactions-as we are with its thematic meanings.",
      "cited_by_count": 228,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://kb.osu.edu/bitstreams/cd01cdc5-6600-5b14-89b5-593bcb24d6af/download"
      },
      "topics": [
        "Narrative Theory and Analysis"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1556120649"
    },
    {
      "openalex_id": "W2127741069",
      "doi": "10.1007/s10993-010-9170-7",
      "title": "Language policy, multilingual education, and power in Rwanda",
      "authors": [
        {
          "name": "Beth Lewis Samuelson",
          "openalex_id": "A5091526471",
          "orcid": "https://orcid.org/0000-0001-5851-6657",
          "institutions": [
            "Indiana University Bloomington"
          ]
        },
        {
          "name": "Sarah Warshauer Freedman",
          "openalex_id": "A5027724039",
          "orcid": "https://orcid.org/0000-0002-6933-0943",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-06-07",
      "abstract": "The evolution of Rwanda's language policies since 1996 has played and continues to play a critical role in social reconstruction following war and genocide. Rwanda's new English language policy aims to drop French and install English as the only language of instruction. The policy-makers frame the change as a major factor in the success of social and education reforms aimed at promoting reconciliation and peace and increasing Rwanda's participation in global economic development. However, in Rwanda, the language one speaks is construed as an indicator of group affiliations and identity. Furthermore, Rwanda has the potential to develop a multilingual educational policy that employs its national language, Kinyarwanda (Ikinyarwanda, Rwanda), to promote mass literacy and a literate, multilingual populace. Rwanda's situation can serve as a case study for the ongoing roles that language policy plays in the politics of power.",
      "cited_by_count": 259,
      "type": "article",
      "source": {
        "name": "Language Policy",
        "type": "journal",
        "issn": [
          "1568-4555",
          "1573-1863"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10993-010-9170-7.pdf"
      },
      "topics": [
        "Middle East and Rwanda Conflicts",
        "Multilingual Education and Policy",
        "Peacebuilding and International Security"
      ],
      "referenced_works_count": 78,
      "url": "https://openalex.org/W2127741069"
    },
    {
      "openalex_id": "W2560008513",
      "doi": "10.17645/up.v1i4.727",
      "title": "Shifting Approaches to Planning Theory: Global North and South",
      "authors": [
        {
          "name": "Vanessa Watson",
          "openalex_id": "A5013903290",
          "orcid": "https://orcid.org/0000-0001-9965-6891",
          "institutions": [
            "University of Cape Town"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-06",
      "abstract": "Planning theory has shifted over time in response to changes in broader social and philosophical theory as well as changes in the material world. Postmodernism and poststructuralism dislodged modernist, rational and technical approaches to planning. Consensualist decision-making theories of the 1980s took forms of communicative and collaborative planning, drawing on Habermasian concepts of power and society. These positions, along with refinements and critiques within the field, have been hegemonic in planning theory ever since. They are, in most cases, presented at a high level of abstraction, make little reference to the political and social contexts in which they are based, and hold an unspoken assumption that they are of universal value, i.e. valid everywhere. Not only does this suggest important research methodology errors but it also renders these theories of little use in those parts of the world which are contextually very different from theory origin—in most cases, the global North. A more recent ‘southern turn’ across a range of social science disciplines, and in planning theory, suggests the possibility of a foundational shift toward theories which acknowledge their situatedness in time and place, and which recognize that extensive global difference in cities and regions renders universalized theorising and narrow conceptual models (especially in planning theory, given its relevance for practice) as invalid. New southern theorising in planning is drawing on a range of ideas on societal conflict, informality, identity and ethnicity. Postcolonialism and coloniality have provided a useful frame for situating places historically and geographically in relation to the rest of the world. However, the newness of these explorations still warrants the labelling of this shift as a ‘southern theorizing project’ in planning rather than a suggestion that southern planning theory has emerged.",
      "cited_by_count": 134,
      "type": "article",
      "source": {
        "name": "Urban Planning",
        "type": "journal",
        "issn": [
          "2183-7635"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/urbanplanning/article/download/727/727"
      },
      "topics": [
        "Urban Planning and Governance"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W2560008513"
    },
    {
      "openalex_id": "W2297886560",
      "doi": "10.1111/joms.12203",
      "title": "Managing for Political Corporate Social Responsibility: New Challenges and Directions for PCSR 2.0",
      "authors": [
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Andreas Rasche",
          "openalex_id": "A5043489468",
          "orcid": "https://orcid.org/0000-0003-2160-8130",
          "institutions": [
            "Copenhagen Business School"
          ]
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691",
          "institutions": [
            "University of Lausanne"
          ]
        },
        {
          "name": "André Spicer",
          "openalex_id": "A5055962469",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-11",
      "abstract": "ABSTRACT This article takes stock of the discourse on ‘political CSR’ (PCSR), reconsiders some of its assumptions, and suggests new directions for what we call ‘PCSR 2.0’. We start with a definition of PCSR, focusing on firms’ contribution to public goods. We then discuss historical antecedents to the debate and outline the original economic and political context. The following section explores emerging changes in the institutional context relevant to PCSR and reconsiders some of the assumptions underlying Habermas’ thesis of the postnational constellation. This highlights some neglected issues in previous works on PCSR, including the influence of nationalism and fundamentalism, the role of various types of business organisations, the return of government regulation, the complexity of institutional contexts, the efficiency of private governance, the financialization and digitalization of the economy, and the relevance of managerial sensemaking. Finally, we discuss the contributions to this special issue and relate them to the newly emerging research agenda.",
      "cited_by_count": 412,
      "type": "article",
      "source": {
        "name": "Journal of Management Studies",
        "type": "journal",
        "issn": [
          "0022-2380",
          "1467-6486"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/joms.12203"
      },
      "topics": [
        "Political Influence and Corporate Strategies",
        "Corporate Social Responsibility Reporting"
      ],
      "referenced_works_count": 210,
      "url": "https://openalex.org/W2297886560"
    },
    {
      "openalex_id": "W2046700854",
      "doi": "10.14318/hau2.2.007",
      "title": "Dead zones of the imagination",
      "authors": [
        {
          "name": "David Graeber",
          "openalex_id": "A5112413579",
          "institutions": [
            "Universidad de Londres",
            "University of London"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-09-01",
      "abstract": "The experience of bureaucratic incompetence, confusion, and its ability to cause otherwise intelligent people to behave outright foolishly, opens up a series of questions about the nature of power or, more specifically, structural violence. The unique qualities of violence as a form of action means that human relations ultimately founded on violence create lopsided structures of the imagination, where the responsibility to do the interpretive labor required to allow the powerful to operate oblivious to much of what is going on around them, falls on the powerless, who thus tend to empathize with the powerful far more than the powerful do with them. The bureaucratic imposition of simple categorical schemes on the world is a way of managing the fundamental stupidity of such situations. In the hands of social theorists, such simplified schemas can be sources of insight; when enforced through structures of coercion, they tend to have precisely the opposite effect.",
      "cited_by_count": 232,
      "type": "article",
      "source": {
        "name": "Hau Journal of Ethnographic Theory",
        "type": "journal",
        "issn": [
          "2049-1115",
          "2575-1433"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.journals.uchicago.edu/doi/pdf/10.14318/hau2.2.007"
      },
      "topics": [
        "Philosophy, Sociology, Political Theory"
      ],
      "referenced_works_count": 70,
      "url": "https://openalex.org/W2046700854"
    },
    {
      "openalex_id": "W2338899261",
      "doi": "10.1177/0163443716643007",
      "title": "Infrastructures of empire: towards a critical geopolitics of media and information studies",
      "authors": [
        {
          "name": "Miriyam Aouragh",
          "openalex_id": "A5006213982",
          "orcid": "https://orcid.org/0000-0002-9675-053X",
          "institutions": [
            "University of Westminster"
          ]
        },
        {
          "name": "Paula Chakravartty",
          "openalex_id": "A5038492276",
          "institutions": [
            "New York University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-12",
      "abstract": "The Arab Uprisings of 2011 can be seen as a turning point for media and information studies scholars, many of whom newly discovered the region as a site for theories of digital media and social transformation. This work has argued that digital media technologies fuel or transform political change through new networked publics, new forms of connective action cultivating liberal democratic values. These works have, surprisingly, little to say about the United States and other Western colonial powers’ legacy of occupation, ongoing violence and strategic interests in the region. It is as if the Arab Spring was a vindication for the universal appeal of Western liberal democracy delivered through the gift of the Internet, social media as manifestation of the ‘technologies of freedom’ long promised by Cold War. We propose an alternate trajectory in terms of reorienting discussions of media and information infrastructures as embedded within the resurgence of idealized liberal democratic norms in the wake of the end of the Cold War. We look at the demise of the media and empire debates and ‘the rise of the BRICS’ (Brazil, Russia, India, China, South Africa) as modes of intra-imperial competition that complicate earlier Eurocentric narratives media and empire. We then outline the individual contributions for the special collection of essays.",
      "cited_by_count": 172,
      "type": "article",
      "source": {
        "name": "Media Culture & Society",
        "type": "journal",
        "issn": [
          "0163-4437",
          "1460-3675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/0163443716643007"
      },
      "topics": [
        "Social Media and Politics",
        "Media Studies and Communication",
        "Hong Kong and Taiwan Politics"
      ],
      "referenced_works_count": 102,
      "url": "https://openalex.org/W2338899261"
    },
    {
      "openalex_id": "W1983383906",
      "doi": "10.1007/s10464-007-9136-x",
      "title": "“We Never was Happy Living Like a Whiteman” : Mental Health Disparities and the Postcolonial Predicament in American Indian Communities",
      "authors": [
        {
          "name": "Joseph P. Gone",
          "openalex_id": "A5085304001",
          "orcid": "https://orcid.org/0000-0002-0572-1179",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-09-28",
      "abstract": "Abstract In the context of increasing attention to disparities in health status between U.S. ethnoracial groups, this article examines the dilemma of divergent cultural practices for redressing disparities in mental health status in American Indian communities. Drawing upon an ethnographic interview with a tribal elder from a northern Plains Indian reservation, a prototypical discourse of distress is presented and analyzed as one exemplar of the divergence between the culture of the clinic and the culture of the community. Situated in the context of continuing power asymmetries between tribal nations and the U.S. federal government, the implications of this cultural divergence for the efforts of mental health professionals, practitioners, and policymakers are identified as a predicament that only the conventions and commitments of a robust community psychology have the potential to resolve.",
      "cited_by_count": 201,
      "type": "article",
      "source": {
        "name": "American Journal of Community Psychology",
        "type": "journal",
        "issn": [
          "0091-0562",
          "1573-2770"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/2027.42/117068"
      },
      "topics": [
        "Community Health and Development",
        "Indigenous Health, Education, and Rights",
        "Health Policy Implementation Science"
      ],
      "referenced_works_count": 66,
      "url": "https://openalex.org/W1983383906"
    },
    {
      "openalex_id": "W2282469401",
      "doi": "10.1017/s1742058x15000107",
      "title": "SOCIOLOGY AND THE THEORY OF DOUBLE CONSCIOUSNESS",
      "authors": [
        {
          "name": "José Itzigsohn",
          "openalex_id": "A5047770163",
          "institutions": [
            "John Brown University"
          ]
        },
        {
          "name": "Karida L. Brown",
          "openalex_id": "A5047587717",
          "orcid": "https://orcid.org/0000-0001-8500-3216",
          "institutions": [
            "John Brown University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "Abstract In this paper we emphasize W. E. B. Du Bois’s relevance as a sociological theorist, an aspect of his work that has not received the attention it deserves. We focus specifically on the significance of Du Bois’s theory of Double Consciousness. This theory argues that in a racialized society there is no true communication or recognition between the racializing and the racialized. Furthermore, Du Bois’s theory of Double Consciousness puts racialization at the center of the analysis of self-formation, linking the macro structure of the racialized world with the lived experiences of racialized subjects. We develop our argument in two stages: The first section locates the theory of Double Consciousness within the field of classical sociological theories of the self. We show how the theory addresses gaps in the theorizing of self-formation of James, Mead, and Cooley. The second section presents an analysis of how Du Bois deploys this theory in his phenomenological analysis of the African American experience. The conclusions point out how the theory of Double Consciousness is relevant to contemporary debates in sociological theory.",
      "cited_by_count": 126,
      "type": "article",
      "source": {
        "name": "Du Bois Review Social Science Research on Race",
        "type": "journal",
        "issn": [
          "1742-058X",
          "1742-0598"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/CA9531F7AD06CED567EE93DEE8DCF21C/S1742058X15000107a.pdf/div-class-title-sociology-and-the-theory-of-double-consciousness-div.pdf"
      },
      "topics": [
        "Social and Cultural Dynamics",
        "Contemporary Sociological Theory and Practice",
        "Critical Realism in Sociology"
      ],
      "referenced_works_count": 45,
      "url": "https://openalex.org/W2282469401"
    },
    {
      "openalex_id": "W1168190258",
      "doi": "10.7249/mg218",
      "title": "Gifts of the Muse: Reframing the Debate About the Benefits of the Arts",
      "authors": [
        {
          "name": "Kevin F. McCarthy",
          "openalex_id": "A5025891781",
          "orcid": "https://orcid.org/0000-0001-7910-5048"
        },
        {
          "name": "Elizabeth Ondaatje",
          "openalex_id": "A5051127815"
        },
        {
          "name": "Laura Zakaras",
          "openalex_id": "A5038526079"
        },
        {
          "name": "Arthur C. Brooks",
          "openalex_id": "A5011745837"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-01",
      "abstract": "During the past decade, arts advocates have relied on an instrumental approach to the benefits of the arts in arguing for support of the arts. This report evaluates these arguments and asserts that a new approach is needed. This new approach offers a more comprehensive view of how the arts create private and public value, underscores the importance of the arts’ intrinsic benefits, and links the creation of benefits to arts involvement.",
      "cited_by_count": 459,
      "type": "book",
      "source": {
        "name": "RAND Corporation eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.rand.org/content/dam/rand/pubs/monographs/2005/RAND_MG218.pdf"
      },
      "topics": [
        "Social and Cultural Dynamics",
        "Cultural Industries and Urban Development",
        "Sport and Mega-Event Impacts"
      ],
      "referenced_works_count": 133,
      "url": "https://openalex.org/W1168190258"
    },
    {
      "openalex_id": "W2901032442",
      "doi": "10.11606/0103-2070.ts.2018.142763",
      "title": "Theorising mobility justice",
      "authors": [
        {
          "name": "Mimí Sheller",
          "openalex_id": "A5060009152",
          "orcid": "https://orcid.org/0000-0001-9097-9563",
          "institutions": [
            "Drexel University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-07-28",
      "abstract": "Mobility justice is one of the crucial political and ethical issues of our day, when the entire world faces the urgent question of how to make the transition to more environmentally sustainable and socially just mobilities. All around the planet urban, regional, and international governing bodies are grappling with a series of crises related to how we move: an urban crisis of pollution and congestion, a global refugee crisis of borders and humanitarianism, and a climate crisis of global warming and decarbonisation. This article seeks to think across these crises showing how each is part of a wider disturbance in prevailing institutions concerned with the management of mobilities and immobilities. Mobility justice offers a new way to think across the micro and macro scale of transitioning toward more just mobilities.",
      "cited_by_count": 176,
      "type": "article",
      "source": {
        "name": "Tempo Social",
        "type": "journal",
        "issn": [
          "0103-2070",
          "1809-4554"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.revistas.usp.br/ts/article/download/142763/142049"
      },
      "topics": [
        "Urban Transport and Accessibility",
        "Water Governance and Infrastructure",
        "French Urban and Social Studies"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2901032442"
    },
    {
      "openalex_id": "W2892213024",
      "doi": "10.17645/pag.v6i3.1557",
      "title": "Disentangling and Locating the “Global Right”: Anti-Gender Campaigns in Europe",
      "authors": [
        {
          "name": "David Paternotte",
          "openalex_id": "A5042146931",
          "orcid": "https://orcid.org/0000-0002-6362-7674",
          "institutions": [
            "Université Libre de Bruxelles"
          ]
        },
        {
          "name": "Roman Kuhar",
          "openalex_id": "A5017405151",
          "orcid": "https://orcid.org/0000-0003-4294-7529",
          "institutions": [
            "University of Ljubljana"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-09-14",
      "abstract": "This article examines the development of campaigns against “gender ideology” in Europe, leading to the emergence of a specific family of mobilizations that we call anti-gender campaigns. These campaigns, started in the mid-1990s as a Catholic project in reaction to the results of the UN conferences of Cairo and Bejing, but developed significantly in several European countries after crucial encounters with right-wing populism. While recognizing the importance of these crossovers, we contend the interpretation that mobilizations against “gender ideology” and right-wing populism are the two faces of the same coin, and we plead for a more complex understanding of the ways in which distinct—and sometimes competing—projects can converge in specific settings. We argue that research on the “Global Right Wing” should therefore disentangle the various components of this phenomenon, and locate them in concrete settings. We show that this research strategy allows us to better grasp the specificities of each project and the ways in which they interact. Opening our eyes on crucial developments in contemporary Europe, this strategy also prevents researchers from falling into the trap of a global and unqualified backlash against everything achieved in terms of gender and sexuality in the last decades.",
      "cited_by_count": 329,
      "type": "article",
      "source": {
        "name": "Politics and Governance",
        "type": "journal",
        "issn": [
          "2183-2463"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/politicsandgovernance/article/download/1557/1557"
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Gender Politics and Representation",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W2892213024"
    },
    {
      "openalex_id": "W2613872420",
      "doi": "10.5070/b86110060",
      "title": "Translanguaging: Definitions, Implications, and Further Needs in Burgeoning Inquiry",
      "authors": [
        {
          "name": "Luis E. Poza",
          "openalex_id": "A5039885066",
          "orcid": "https://orcid.org/0000-0002-6775-8719",
          "institutions": [
            "University of Colorado Denver",
            "University of California, Berkeley",
            "Berkeley College"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "The term translanguaging has appeared with growing frequency in research about the education of linguistic minority students. Amid increasing application of the term, concern emerges regarding the consistency of its definitions and characterizations, specifically with respect to the term’s social justice implications, which risk dilution. Early instances (García, 2007, 2009a) position the term as both a pedagogical strategy for supporting multilingual learners and a critique of existing conceptualizations of language and bilingualism that have historically marginalized particular speech communities. In this review of recent literature, I analyze 53 texts published between 1996 and 2014 for their definitions, exemplifications, and attributed implications of translanguaging, as an ontological perspective on language and as a set of teaching practices. In the review, I find that although the term has largely maintained its sociolinguistic critique, its ties to critical pedagogy appear only sporadically. I close this review by proposing avenues for new research.",
      "cited_by_count": 179,
      "type": "article",
      "source": {
        "name": "Berkeley Review of Education",
        "type": "journal",
        "issn": [
          "1947-5578"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://cloudfront.escholarship.org/dist/prd/content/qt8k26h2tp/qt8k26h2tp.pdf?t=oxp4ip"
      },
      "topics": [
        "Multilingual Education and Policy",
        "Second Language Learning and Teaching",
        "EFL/ESL Teaching and Learning"
      ],
      "referenced_works_count": 107,
      "url": "https://openalex.org/W2613872420"
    },
    {
      "openalex_id": "W3114435664",
      "doi": "10.1007/s42438-020-00207-3",
      "title": "Postdigital Ecopedagogies: Genealogies, Contradictions, and Possible Futures",
      "authors": [
        {
          "name": "Petar Jandrić",
          "openalex_id": "A5040000092",
          "orcid": "https://orcid.org/0000-0002-6464-4142",
          "institutions": [
            "University of Applied Health Sciences",
            "University of Wolverhampton"
          ]
        },
        {
          "name": "Derek R. Ford",
          "openalex_id": "A5029121860",
          "orcid": "https://orcid.org/0000-0002-9757-358X",
          "institutions": [
            "DePauw University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-19",
      "abstract": null,
      "cited_by_count": 107,
      "type": "article",
      "source": {
        "name": "Postdigital Science and Education",
        "type": "journal",
        "issn": [
          "2524-485X",
          "2524-4868"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s42438-020-00207-3.pdf"
      },
      "topics": [
        "Digital Education and Society"
      ],
      "referenced_works_count": 111,
      "url": "https://openalex.org/W3114435664"
    },
    {
      "openalex_id": "W1488284356",
      "doi": "10.17533/udea.ikala.2722",
      "title": "Professional Development of EFL Teachers in Colombia: Between Colonial and Local Practices",
      "authors": [
        {
          "name": "Adriana González",
          "openalex_id": "A5088201399",
          "orcid": "https://orcid.org/0000-0002-4522-0424",
          "institutions": [
            "Universidad de Antioquia"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-11-03",
      "abstract": "The professional development of EFL teachers represents a challenge for teachers, teacher educators and policy makers in the accomplishment of better standards in education. Literature reviews on the area reveal the need for new models of professional growth for Colombian teachers. Within the framework of “Colombia Bilingüe”, the Ministry of Education proposes a professional development model that aims to reach a signifi cant number of teachers. This paper presents a critical review of this program in the light of national and international literature on teacher education. Conclusions suggest the need for more post-method approaches, for locally produced knowledge to be recognized, and for the collaborative work of policy makers and national scholars to generate teacher development programs more adequate to our reality.",
      "cited_by_count": 121,
      "type": "article",
      "source": {
        "name": "Íkala Revista de Lenguaje y Cultura",
        "type": "journal",
        "issn": [
          "0123-3432",
          "2145-566X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.udea.edu.co/index.php/ikala/article/download/2722/2175"
      },
      "topics": [
        "Literacy and Educational Practices",
        "Educational theories and practices",
        "Second Language Learning and Teaching"
      ],
      "referenced_works_count": 61,
      "url": "https://openalex.org/W1488284356"
    },
    {
      "openalex_id": "W3049522359",
      "doi": "10.1002/jcop.22422",
      "title": "Green colonialism in the Nordic context: Exploring Southern Saami representations of wind energy development",
      "authors": [
        {
          "name": "Susanne Normann",
          "openalex_id": "A5051672303",
          "orcid": "https://orcid.org/0000-0003-1937-7089",
          "institutions": [
            "University of Oslo"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-08-14",
      "abstract": "Abstract This paper explores social representations of wind energy development within reindeer herding lands among the Indigenous Southern Saami living within Norwegian borders. For this matter, the paper combines Social Representations Theory (SRT) with the analytical framework of “circuits of dispossession and privilege” and decolonial approaches within community psychology. Data consisted of seven individual semi‐structured open‐ended interviews, three collective interviews, and observation in three lawsuits, public meetings, protest actions, and reindeer herding activities. The findings suggest that for the subjects in this study, the onset of wind power represents the renewal of historical processes of dispossession through accumulation and colonialism, enabled by harmful knowledge gaps in Norwegian society and institutions, contrasting Southern Saami's values of responsibility and ecological practices. The implication of these findings suggests an urgent need of rethinking renewable energy and including indigenous knowledge in climate change agendas.",
      "cited_by_count": 137,
      "type": "article",
      "source": {
        "name": "Journal of Community Psychology",
        "type": "journal",
        "issn": [
          "0090-4392",
          "1520-6629"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/jcop.22422"
      },
      "topics": [
        "Social Acceptance of Renewable Energy",
        "Indigenous Studies and Ecology",
        "Climate Change, Adaptation, Migration"
      ],
      "referenced_works_count": 80,
      "url": "https://openalex.org/W3049522359"
    },
    {
      "openalex_id": "W4220976180",
      "doi": "10.1017/s0047404522000094",
      "title": "The (white) ears of Ofsted: A raciolinguistic perspective on the listening practices of the schools inspectorate",
      "authors": [
        {
          "name": "Ian Cushing",
          "openalex_id": "A5015184281",
          "orcid": "https://orcid.org/0000-0003-1752-1411",
          "institutions": [
            "Edge Hill University"
          ]
        },
        {
          "name": "Julia Snell",
          "openalex_id": "A5071724478",
          "orcid": "https://orcid.org/0000-0002-0337-7212",
          "institutions": [
            "University of Leeds"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-03-18",
      "abstract": "Abstract England has had a schools inspectorate since 1839, first in the form of Her Majesty's Inspectorate (HMI), and since 1992, in the form of the Office for Standards in Education, Children's Services and Skills (Ofsted). The inspectorate, a workforce made up of a majority of white inspectors, conduct regular inspections of all state schools in England, producing reports which comment on various aspects of educational provision, including teachers’ and students’ spoken language. In this article we deploy a raciolinguistic genealogy to examine the listening practices of the inspectorate, drawing on historical inspection reports generated from archival work, inspectorate language policy, and a large corpus of contemporary reports. We show how raciolinguistic ideologies are deeply embedded into the sociopolitical culture of the inspectorate, and how these ideologies translate into systems of sonic surveillance in which the nonstandardised language practices of students and teachers are heard as impoverished, deficient, and unsuitable for school. (Raciolinguistics, schools, language policing, standardised English, Ofsted, England, social class, ideology)",
      "cited_by_count": 115,
      "type": "article",
      "source": {
        "name": "Language in Society",
        "type": "journal",
        "issn": [
          "0047-4045",
          "1469-8013"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/E6ECBB4A5DDE794CD44270C67CAEDF19/S0047404522000094a.pdf/div-class-title-the-white-ears-of-ofsted-a-raciolinguistic-perspective-on-the-listening-practices-of-the-schools-inspectorate-div.pdf"
      },
      "topics": [
        "Multilingual Education and Policy",
        "EFL/ESL Teaching and Learning",
        "Linguistic Variation and Morphology"
      ],
      "referenced_works_count": 57,
      "url": "https://openalex.org/W4220976180"
    },
    {
      "openalex_id": "W2914871636",
      "doi": "10.1017/s0026749x19000039",
      "title": "The Modernity of Caste and the Market Economy",
      "authors": [
        {
          "name": "David Mosse",
          "openalex_id": "A5075137741",
          "orcid": "https://orcid.org/0000-0002-3800-3536",
          "institutions": [
            "University of London",
            "SOAS University of London",
            "Universidad de Londres"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-10-30",
      "abstract": "Abstract What place does the caste system have in modern India with its globally integrating market economy? The most influential anthropological approaches to caste have tended to emphasize caste as India's traditional religious and ritual order, or (treating such order as a product of the colonial encounter) as shaped politically, especially today by the dynamics of caste-based electoral politics. Less attention has been paid to caste effects in the economy. This article argues that the scholarly framing of caste mirrors a public-policy ‘enclosure’ of caste in the non-modern realm of religion and ‘caste politics’, while aligning modernity to the caste-erasing market economy. Village-level fieldwork in South India finds a parallel public narrative of caste either as ritual rank eroded by market relations or as identity politics deflected from everyday economic life. But, locally and nationally, the effects of caste are found to be pervasive in labour markets and the business economy. In the age of the market, caste is a resource, sometimes in the form of a network, its opportunity-hoarding advantages discriminating against others. Dalits are not discriminated by caste as a set of relations separate from economy, but by the very economic and market processes through which they often seek liberation. The caste processes, enclosures, and evasions in post-liberalization India suggest the need to rethink the modernity of caste beyond orientalist and post-colonial frameworks, and consider the presuppositions that shape understanding of an institution, the nature and experience of which are determined by the inequalities and subject positions it produces.",
      "cited_by_count": 132,
      "type": "article",
      "source": {
        "name": "Modern Asian Studies",
        "type": "journal",
        "issn": [
          "0026-749X",
          "1469-8099"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/FD0555C7F8B2232FFDD1CC6995D218B8/S0026749X19000039a.pdf/div-class-title-the-modernity-of-caste-and-the-market-economy-div.pdf"
      },
      "topics": [
        "Social and Economic Development in India",
        "South Asian Studies and Diaspora",
        "South Asian Studies and Conflicts"
      ],
      "referenced_works_count": 162,
      "url": "https://openalex.org/W2914871636"
    },
    {
      "openalex_id": "W3206412785",
      "doi": "10.1007/s10551-021-04971-5",
      "title": "Decolonizing Deliberative Democracy: Perspectives from Below",
      "authors": [
        {
          "name": "Subhabrata Bobby Banerjee",
          "openalex_id": "A5052007670",
          "orcid": "https://orcid.org/0000-0002-8699-6368",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-10-16",
      "abstract": null,
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "Journal of Business Ethics",
        "type": "journal",
        "issn": [
          "0167-4544",
          "1573-0697"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10551-021-04971-5.pdf"
      },
      "topics": [
        "Development, Ethics, and Society",
        "Social Media and Politics",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 171,
      "url": "https://openalex.org/W3206412785"
    }
  ],
  "count": 25,
  "errors": []
}
