{
  "status": "success",
  "source": "openalex",
  "query": "Dussel ethics liberation discourse",
  "results": [
    {
      "openalex_id": "W105510191",
      "doi": null,
      "title": "Thinking from the underside of history : Enrique Dussel's Philosophy of liberation",
      "authors": [
        {
          "name": "Linda Martín Alcoff",
          "openalex_id": "A5075880379",
          "orcid": "https://orcid.org/0000-0003-4260-3400"
        },
        {
          "name": "Eduardo Mendieta",
          "openalex_id": "A5031924443",
          "orcid": "https://orcid.org/0000-0003-0903-885X"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "Chapter 1 1: Introduction by Linda Martin Alcoff and Eduardo Mendieta Chapter 2 2: Dussel's Philosophy of Liberation: and Geopolitics of Knowledge by Walter D. Mingnolo Chapter 3 3: The Material Principle and the Formal Principle in Dussel's by James L. Marsh Chapter 4 4: Can Ethics Be Assimilated under Ethics? by Karl-Otto Apel Chapter 5 5: Discourse and Liberation: Toward a Critical Coordination of Discourse and Dussel's of Liberation by Hans Schelkshorn Chapter 6 6: Beyond Universal History: Dussel's Critique of Globalization by Eduardo Mendieta Chapter 7 7: Burnt Offerings to Rationality: A Feminist Reading of the Construction of Indigenous Peoples in Dussel's Theory of Modernity by Lynda Lange Chapter 8 8: Thinking Otherwise: Dussel, Liberation Theology, and Feminism by Elina Vuola Chapter 9 9: Locating the Absolutely Absolute Other: Toward a Transmodern Christianity by Roberto S. Goizueta Chapter 10 10: Theory and Alterity: Dussel's Marx and Marion on Idolatry by Michael D. Barber Chapter 11 11: Dussel on Marx: Living Labor and the Materiality of Life by Mario Saenz Chapter 12 12: Power/Knowledges in the Colonial Unconscious: A Dialogue between Dussel and Foucault by Linda Martin Alcoff Chapter 13 13: Epilogue by Enrique Dussel",
      "cited_by_count": 311,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W105510191"
    },
    {
      "openalex_id": "W164054613",
      "doi": null,
      "title": "The Structure of Knowledge in Westernized Universities: Epistemic Racism/Sexism and the Four Genocides/Epistemicides of the Long 16th Century",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-09-22",
      "abstract": "I. INTRODUCTION The work of Enrique Dussel, liberation theologian and liberation philosopher, is fundamental for anybody interested in the decolonization of knowledge and power. He has published more than 65 books. His titanic effort has been dedicated to demolish the philosophical foundations and world-historical narratives of Eurocentrism. He has not only deconstructed dominant knowledge structures but also constructed a body of work in Ethics, Political Philosophy and Political Economy that has been internationally very influential. His work embraces many fields of scholarship such as Political-Economy, World-History, and Philosophy, among others. This article has been inspired by Dussel's critique of Cartesian philosophy and by his world-historical work on the conquest of the Americas in the long 16th century. (1) Inspired by Dussel's insights, the article adds another dimension to his many contributions by looking at the conquest of the Americas in relation to three other world-historical processes such as the Conquest of Al-Andalus, the enslavement of Africans in the Americas and the killing of millions of women burned alive in Europe accused of being witches in relation to knowledge structures. (2) As Dussel focused on the genocidal logic of the conquest, this article draws the implications of the four genocides of the 16th century to what Boaventura de Sousa Santos (2010) calls epistemicide, that is, the extermination of knowledge and ways of knowing. The focus of this article is fundamentally on the emergence of modern/ colonial structures of knowledge as the foundational epistemology of Westernized universities and its implications for the decolonization of knowledge. The main questions addressed are the following: How is it possible that the canon of thought in all the disciplines of the Social Sciences and Humanities in the Westernized university (Grosfoguel 2012) is based on the knowledge produced by a few men from five countries in Western Europe (Italy, France, England, Germany and the USA)? How is it possible that men from these five countries achieved such an epistemic privilege to the point that their knowledge today is considered superior over the knowledge of the rest of the world? How did they come to monopolize the authority of knowledge in the world? Why is it that what we know today as social, historical, philosophical, or Critical Theory is based on the socio-historical experience and world views of men from these five countries? When one enters any department in the Social Sciences or the Humanities, the canon of thought to be learned is fundamentally founded on theory produced by men of the five Western European countries outlined before (de Sousa Santos 2010). However, if theory emerges from the conceptualization based on the social/historical experiences and sensibilities as well as world views of particular spaces and bodies, then social scientific theories or any theory limited to the experience and world view of only five countries in the world are, to say the least, provincial. But this provincialism is disguised under a discourse about universality. The pretension is that the knowledge produced by men of these five countries has the magical effect of universal capacity, that is, their theories are supposed to be sufficient to explain the social/historical realities of the rest of the world. As a result, our job in the Westernized university is basically reduced to that of learning these theories born from the experience and problems of a particular region of the world (five countries in Western Europe) with its own particular time/space dimensions and applying them to other geographical locations even if the experience and time/space of the former are quite different from the latter. These social theories based on the social-historical experience of men of five countries constitute the foundation of the Social Sciences and the Humanities in the Westernized universities today. …",
      "cited_by_count": 531,
      "type": "article",
      "source": {
        "name": "Human architecture",
        "type": "journal",
        "issn": [
          "1540-5699"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "University Challenges and Reforms",
        "Latin American and Latino Studies",
        "Anarchism and Radical Politics"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W164054613"
    },
    {
      "openalex_id": "W2477885704",
      "doi": "10.1515/9780822395218",
      "title": "Ethics of Liberation: In the Age of Globalization and Exclusion",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-02-08",
      "abstract": "Available in English for the first time, this much-anticipated translation of Enrique Dussel's Ethics of Liberation marks a milestone in ethical discourse. Dussel is one of the world's foremost philosophers. This treatise, originally published in 1998, is his masterwork and a cornerstone of the philosophy of liberation, which he helped to found and develop.Throughout his career, Dussel has sought to open a space for articulating new possibilities for humanity out of, and in light of, the suffering, dignity, and creative drive of those who have been excluded from Western Modernity and neoliberal rationalism. Grounded in engagement with the oppressed, his thinking has figured prominently in philosophy, political theory, and liberation movements around the world.In Ethics of Liberation, Dussel provides a comprehensive world history of ethics, demonstrating that our most fundamental moral and ethical traditions did not emerge in ancient Greece and develop through modern European and North American thought. The obscured and ignored origins of Modernity lie outside the Western tradition. Ethics of Liberation is a monumental rethinking of the history, origins, and aims of ethics. It is a critical reorientation of ethical theory",
      "cited_by_count": 93,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Critical Theory and Philosophy",
        "Religion, Ecology, and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2477885704"
    },
    {
      "openalex_id": "W2334990886",
      "doi": "10.1215/00182168-2694445",
      "title": "Ethics of Liberation in the Age of Globalization and Exclusion",
      "authors": [
        {
          "name": "Luis Martínez Andrade",
          "openalex_id": "A5085067322",
          "orcid": "https://orcid.org/0000-0002-5000-9033"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-07-31",
      "abstract": "It has been more than 15 years since the philosopher Enrique Dussel published Ethics of Liberation in the Age of Globalization and Exclusion in Spanish; its recent publication in English points to how it has become a touchstone for contemporary critical thinking. The importance of this work lies, on the one hand, in how it demonstrates the force of philosophical thought that reproduces itself in the periphery of the world-system and, on the other hand, in how it poses theoretical, ethical, and political questions radically important for humanity in this third millennium. In this sense, the book questions the hegemonic ethics that postulates the “save who you can” ideology of capitalism and even justifies social Darwinism.We have before us a work that from the introduction confronts the hegemonic vision of history — in Walter Benjamin's sense of the term — as not part of the Hellenic world but of North Africa and the Middle East, relativizing the role of Europe in the formation of a global culture. One should note that this historical description has the “philosophical intent” of calling into question the myth of modernity, the ideology of progress, and alleged Western superiority (p. 1).In the first part, “Foundation of Ethics,” the author states the three primary principles (or moments) that configure the architectural framework of the book. First is the “material principle,” which touches upon “suffering corporeality” derived from the victim's negative experiences (p. 284). Second is the “formal principle of morality” (p. 141), which refers to the application of the truth/validity norm and furthermore most valuably reformulates the “discourse ethics” proposed by Karl-Otto Apel (p. 121); this principle maintains a fruitful dialogue with and complements the material principle. Last is the “principle of feasibility,” which focuses upon context or environment, consequently weighing what is factually possible. With this principle, the instrumental role of reason is properly placed by precisely subsuming it to a single objective: the production, reproduction, and development of human life in community. Yet the author mentions that no perfect system or institution exists, maintaining that every system always produces an unintentional negative effect.In the second part, “Critical Ethics, Antihegemonic Validity, and the Praxis of Liberation,” the author lays out the other three principles that configure the ethics of liberation. First is the “ethical-critical principle,” a structurally central component and part of the negativity of the victims. Following the reflections of Karl Marx, critical theory, and Emmanuel Levinas, Dussel postulates the creation of a new ethical system based upon a universal rationality of liberation that has as a reference point the alterity and exteriority of the victim. Second, the “principle of validity” addresses the necessity and possibility of a situation of intersubjective consensus to conform to this new ethics. Following the thinking of Marxist philosopher Ernst Bloch, the author rehabilitates the role of utopia in ethical and social projects. The last principle, the “liberation principle,” is the moment when the victims raise themselves to a radical transformation of the system, or, in other words, when they leave the situation of material negativity in which they find themselves. In this regard, the author addresses a prickly subject for contemporary political philosophy: violence. While the author suggests that we are not naive to advocate violence, he notes that it exists as an unavoidable resource with which you always have victims. The author also retakes the most valuable aspect of Marxist philosophical thought by approaching the question of the constitution of subjects, of historical actors who, in their praxis, envision building a just, free, and democratic society.Finally, the validity and coherence of the ethical material proposed by the author reveal themselves obviously, since it takes as its starting point the pain of the bodily reality of the victims in order to rebuke the destructive logic of this “actually existing modernity.” In this sense, I maintain that Ethics of Liberation marks an important point not only in the trajectory of this Argentine philosopher but also in the development of the history of contemporary thought. For this, I consider the publication and diffusion of this monumental work in the English-speaking world important.",
      "cited_by_count": 109,
      "type": "article",
      "source": {
        "name": "Hispanic American Historical Review",
        "type": "journal",
        "issn": [
          "0018-2168",
          "1527-1900"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2334990886"
    },
    {
      "openalex_id": "W4249458577",
      "doi": "10.1515/9780271090320",
      "title": "Decolonizing Ethics",
      "authors": [
        {
          "name": "Decolonizing Ethics: Enrique Dussel's Ethics of Liberation (Veranstaltung) 2018 University Park",
          "openalex_id": ""
        },
        {
          "name": "Allen, Amy 1970-",
          "openalex_id": ""
        },
        {
          "name": "Mendieta, Eduardo 1963-",
          "openalex_id": ""
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-03-12",
      "abstract": "Enrique Dussel is Latin America’s foremost philosopher, renowned for his contributions to ethics, political philosophy, and liberation theology. Designed for classroom use, this collection of essays engages with Dussel’s encyclopedic work, making his valuable contributions accessible to English-speaking students. In addition to being one of the most original, prolific, and widely known members of the Latin American Philosophy of Liberation movement, Dussel has also made important contributions to world philosophy, the history of philosophy, the history of the Catholic Church in Latin America, and the understanding of Karl Marx. Dussel famously engaged in a decade-long debate with Karl-Otto Apel on the relationship between material and formal ethics—that is, between an ethics of the community of life and an ethics of the community of discourse—and he has produced novel interpretations and analyses of the concepts of alterity, exteriority, the other, and the world history of ethical systems. Most recently, Dussel extended his work on an ethics of liberation into a politics of liberation, developed over the course of three published volumes. In this book, scholars from around the world assess Dussel’s work in ways that are both appreciative and critical. Two essays by Dussel bookend the volume: the collection opens with a consideration of the (im)possibility of multiple modernities and ends with an autobiographical trajectory of the philosopher’s thinking. In addition to Dussel and the editors, the contributors to this volume include Linda Martín Alcoff, Don Thomas Deere, Oscar Guardiola-Rivera, Mario Sáenz Rovner, Alejandro A. Vallega, and Jorge Zúñiga M.",
      "cited_by_count": 8,
      "type": "book",
      "source": {
        "name": "Penn State University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Latin American Cultural Politics",
        "Religion, Ecology, and Ethics",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4249458577"
    },
    {
      "openalex_id": "W4254513937",
      "doi": "10.5070/t412011805",
      "title": "Thinking through the Decolonial Turn: Post-continental Interventions in Theory, Philosophy, and Critique—An Introduction",
      "authors": [
        {
          "name": "Nelson Maldonado‐Torres",
          "openalex_id": "A5079436408",
          "orcid": "https://orcid.org/0000-0001-7738-7029",
          "institutions": [
            "Rutgers Sexual and Reproductive Health and Rights"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "This special issue of Transmodernity, \"Thinking through the Decolonial Turn: Post-Continental Interventions in Theory, Philosophy, and Critique,\" stands on three fundamental premises that serve as the starting point for the dialogical encounters between intellectuals from Latin America, the Caribbean, and from minoritized sectors in the United States, particularly Latina/o and African American, who are featured here.The first one is that just as there has been a linguistic and a pragmatic turn, among other such turns in theory and philosophy, there has also being a decolonial turn with distinct features, some of which will be elucidated in these two issues. 1Different from these other turns, however, the decolonial turn has long existed in different ways, opposing what could be called the colonizing turn in Western thought, by what I mean the paradigm of discovery and newness that also included the gradual propagation of capitalism, racism, the modern/gender system, and the naturalization of the death ethics of war. 2 The second premise or fundamental hypothesis is that the decolonial turn is anchored in specific forms of skepticism and epistemic attitudes out of which certain critical questions and the search for answers are generated.And the third is that this turn, its form of skepticism and attitude, are arguably most at home in spaces such as ethnic studies and gender and women's studies departments, units, and research centers in the Western academy, as well as in different institutions such as indigenous universities and among decolonial activists, independent scholars, and artists across the entire spectrum of the Global South, including the south in the north. 3To be sure, that the decolonial turn is particularly at home in spaces such as ethnic, women, or gender studies does not mean that every scholar in such spaces is effectively thinking through and contributing to the decolonial turn, or that the decolonial turn can only be found in such spaces.Arguably, because of its emancipatory goals and its suspension of method, the decolonial turn cannot be fully contained in single units of study, or captured within the standard division of labor between disciplines or areas in the traditional arts and sciences.What is at stake is the larger task of the very decolonization of knowledge, power, and being, including institutions such as the university. 4e Decolonial Turn I have provided an initial genealogy and a description of the decolonial turn elsewhere, and Walter Mignolo adds important considerations in his contribution to this issue, but a succinct introductory note is in place here. 5 Decolonial thinking has existed since the very inception of modern forms of colonization-that is, since at least the late fifteenth and early sixteenth centuries-, and, to that extent, a certain decolonial turn has existed as well, but the more massive",
      "cited_by_count": 482,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt59w8j02x/qt59w8j02x.pdf?t=m284lo"
      },
      "topics": [
        "Political Economy and Marxism",
        "Anthropological Studies and Insights",
        "Colonial History and Postcolonial Studies"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W4254513937"
    },
    {
      "openalex_id": "W1509528693",
      "doi": null,
      "title": "Pensar filosóficamente desde un horizonte mundial: el diálogo entre la ética del discurso (Apel) y la ética de la liberación (Dussel)",
      "authors": [
        {
          "name": "Fátima Hurtado López",
          "openalex_id": "A5062151910",
          "institutions": [
            "Université Paris Cité",
            "Université Paris 1 Panthéon-Sorbonne",
            "Universidad de Granada"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "The ethical proposals of K.-O. Apel in Europe and E. Dussel in Latin America are two of the most compelling current efforts to overcome the modern solipsism. However, the opening to the Other and the consequent solidary responsibility are understood differently. Hence we think that the deep and critical dialogue between these two ethics could be of great interest with respect to the reflection on the foundation of ethics. Therefore, the matter introduced through out these pages presents the dialogue between discourse ethics (Apel) and liberation ethics (Dussel), explaining their strengths and weaknesses, their convergences and divergences, and, above all, their enriching (yet conflicting) complementarity.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Pensamiento Revista de investigación e información filosófica",
        "type": "journal",
        "issn": [
          "0031-4749",
          "2386-5822"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://dialnet.unirioja.es/servlet/articulo?codigo=4083184"
      },
      "topics": [
        "Religious and Theological Studies",
        "Ethics and bioethics in healthcare",
        "Law, Ethics, and AI Impact"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1509528693"
    },
    {
      "openalex_id": "W4386613995",
      "doi": null,
      "title": "Thinking Philosophically from within a Global Mindset: the Dialogue between Discourse Ethics (Apel) and the Ethics of Liberation (Dussel)",
      "authors": [
        {
          "name": "Fátima Hurtado López",
          "openalex_id": "A5062151910",
          "institutions": [
            "Universidad de Granada",
            "Université Paris Cité",
            "Université Paris 1 Panthéon-Sorbonne"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-05-01",
      "abstract": "The ethical proposals of K.-O. Apel in Europe and E. Dussel in Latin America are two of the most compelling current efforts to overcome the modern solipsism. However, the opening to the Other and the consequent solidary responsibility are understood differently. Hence we think that the deep and critical dialogue between these two ethics could be of great interest with respect to the reflection on the foundation of ethics. Therefore, the matter introduced through out these pages presents the dialogue between discourse ethics (Apel) and liberation ethics (Dussel), explaining their strengths and weaknesses, their convergences and divergences, and, above all, their enriching (yet conflicting) complementarity.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "SHILAP Revista de lepidopterología",
        "type": "journal",
        "issn": [
          "0300-5267",
          "2340-4078"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doaj.org/article/7c7c9da08a3f4f8488e2c96adc153892"
      },
      "topics": [
        "Education and Critical Thinking Development"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4386613995"
    },
    {
      "openalex_id": "W1529669390",
      "doi": "10.5964/jspp.v3i1.564",
      "title": "Decolonizing Psychological Science: Introduction to the Special Thematic Section",
      "authors": [
        {
          "name": "Glenn Adams",
          "openalex_id": "A5046540478",
          "orcid": "https://orcid.org/0000-0002-9487-6999",
          "institutions": [
            "University of Kansas"
          ]
        },
        {
          "name": "Ignacio Dobles",
          "openalex_id": "A5010657113",
          "institutions": [
            "Universidad de Costa Rica"
          ]
        },
        {
          "name": "Luis H. Gómez",
          "openalex_id": "A5082410770",
          "institutions": [
            "Universidad Nacional"
          ]
        },
        {
          "name": "Tuğçe Kurtiş",
          "openalex_id": "A5027505110",
          "institutions": [
            "University of West Georgia"
          ]
        },
        {
          "name": "Ludwin E. Molina",
          "openalex_id": "A5071109136",
          "orcid": "https://orcid.org/0000-0001-7651-5797",
          "institutions": [
            "University of Kansas"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-08-20",
      "abstract": "Despite unprecedented access to information and diffusion of knowledge across the globe, the bulk of work in mainstream psychological science still reflects and promotes the interests of a privileged minority of people in affluent centers of the modern global order. Compared to other social science disciplines, there are few critical voices who reflect on the Euro-American colonial character of psychological science, particularly its relationship to ongoing processes of domination that facilitate growth for a privileged minority but undermine sustainability for the global majority. Moved by mounting concerns about ongoing forms of multiple oppression (including racialized violence, economic injustice, unsustainable over-development, and ecological damage), we proposed a special thematic section and issued a call for papers devoted to the topic of \"decolonizing psychological science\". In this introduction to the special section, we first discuss two perspectives—liberation psychology and cultural psychology—that have informed our approach to the topic. We then discuss manifestations of coloniality in psychological science and describe three approaches to decolonization—indigenization, accompaniment, and denaturalization—that emerge from contributions to the special section. We conclude with an invitation to readers to submit their own original contributions to an ongoing effort to create an online collection of digitally linked articles on the topic of decolonizing psychological science.",
      "cited_by_count": 337,
      "type": "article",
      "source": {
        "name": "Journal of Social and Political Psychology",
        "type": "journal",
        "issn": [
          "2195-3325"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://jspp.psychopen.eu/index.php/jspp/article/download/4851/4851.pdf"
      },
      "topics": [
        "Cultural Differences and Values",
        "Community Health and Development",
        "Social Representations and Identity"
      ],
      "referenced_works_count": 96,
      "url": "https://openalex.org/W1529669390"
    },
    {
      "openalex_id": "W2042057419",
      "doi": "10.4013/fsu.2012.132(suppl).09",
      "title": "Rethinking Kant’s Concept of Human Rights as Freedom",
      "authors": [
        {
          "name": "Edward Demenchónok",
          "openalex_id": "A5084498250",
          "institutions": [
            "Demos",
            "Association of British Orchestras",
            "Fort Valley State University",
            "Centro Regional de Derechos Humanos y Justicia de Género, Corporación Humanas"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-10-22",
      "abstract": "The paper examines the current debates regarding the grounding of human rights in a pluralistic, culturally diverse world. It analyses the challenges which come today from certain policies of human rights which instrumentalize them under the pretext of a “global war on terror” and redefi ne them in terms of democracy promotion and regime change, as well as those challenges which come from ideologies which question the core principles of human rights and provoke the so called “crisis of legitimization.” The paper argues for the necessity of restoring the genuine meaning of human rights and of the role of citizens in striving for their implementation. At the heart of the analysis is Kant’s concept of human rights as freedom. With Kant as its backdrop, the paper shows that the claim that religious worldviews provide the only intelligible foundation, as in Nicholas Wolterstorff, faces serious challenges in a pluralistic, culturally diverse world. The paper then analyzes the non-religious philosophical concepts which seek to develop an account of human rights that does not depend upon controversial metaphysical or religious doctrines. It examines an account of human rights from the perspective of discourse ethics as developed by Karl-Otto Apel and Jürgen Habermas. It also analyses the concepts of human dignity and “emerging morality” by Arturo Roig and the “ethics of liberation” by Enrique Dussel. The analysis shows the ongoing relevance of Kant’s ideas and their recent development by the theorists of discourse ethics and of dialogical and democratic cosmopolitanism. Key words: human rights, freedom, dignity, cosmopolitanism, Kant.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Filosofia Unisinos",
        "type": "journal",
        "issn": [
          "1519-5023",
          "1984-8234"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://revistas.unisinos.br/index.php/filosofia/article/download/fsu.2012.132%28suppl%29.09/1145"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Global Peace and Security Dynamics",
        "Political Theology and Sovereignty"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W2042057419"
    },
    {
      "openalex_id": "W341488565",
      "doi": "10.5070/t412011807",
      "title": "Epistemic Disobedience and the Decolonial Option: A Manifesto",
      "authors": [
        {
          "name": "Walter D. Mignolo",
          "openalex_id": "A5051525798",
          "orcid": "https://orcid.org/0000-0002-2948-0656"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "The ideas, many of which will unfold through years of engaged political work, need not be perfect, for in the end, it will be the hard, creative work of the communities that take them on.That work is the concrete manifestation of political imagination.Fanon described this goal as setting afoot a new humanity.He knew how terrifying such an effort is, for we do live in times where such a radical break appears as no less than the end of the world.In the meantime, the task of building infrastructures for something new must be planned, and where there is some room, attempted, as we all no doubt already know, because given the sociogenic dimension of the problem, we have no other option but to build the options on which the future of our species rest.(Lewis Gordon, \"Fanon and Development.A Philosophical Look\" 2004). 1 A Brief HistoryIn May of 2004, Arturo Escobar and I met with the collective from the modernity/coloniality project of Duke University and the University of North Carolina at Chapel Hill.The theme of this meeting was \"Critical Theory and Decolonization.\"The participants were invited to reflect upon the following topic in advance:How does Horkheimer's \"critical theory\" project look to us today, when global and pluri-versal \"revolutions\" are taking place, out of the diversity and pluri-versity of the many local histories that in the past 500 hundred years (some in the past 250 or perhaps only fifty years) couldn't avoid the contact, conflict, and complicity with the West (e.g., Western Christianity, its secularization and relation to/with capitalism and its obverse, Socialism/ Marxism)?What should \"critical theory\" aim to be when the damnés de la terre are brought into the picture, next to Horkheimer's proletarians or today's translation of the proletariat, such as the multitudes?What transformations are needed in the \"critical theory\" project if gender, race, and nature were to be fully incorporated into its conceptual and political framework?Finally, how can \"critical theory\" be subsumed into the project of modernity/coloniality and decolonization?Or would this subsumption perhaps suggest the need to abandon the twentieth-century formulations of a critical theory project?Or, would it suggest the exhaustion of the project of modernity? 2The themes and questions that were proposed were not new, but rather, they continued prior reflections, conversations, and previously published articles.Enrique Dussel and Santiago Castro-Gómez had already introduced the reflection regarding critical theory, and Nelson Maldonado-Torres that of the agency of the damnés de la terre (the wretched of the earth), a category that relocates and regionalizes categories framed by other historical experiences (e.g., on the one hand, the",
      "cited_by_count": 551,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt62j3w283/qt62j3w283.pdf?t=m284lt"
      },
      "topics": [
        "African cultural and philosophical studies",
        "Anthropological Studies and Insights",
        "Postcolonial and Cultural Literary Studies"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W341488565"
    },
    {
      "openalex_id": "W135364984",
      "doi": "10.5070/t413012881",
      "title": "Transmodernity and Interculturality: An Interpretation from the Perspective of Philosophy of Liberation",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031",
          "institutions": [
            "Universidad Autónoma Metropolitana",
            "Autodesk (United States)"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "In search of self-identity: from Eurocentrism to developmentalist coloniality I belong to a generation of Latin Americans whose intellectual beginnings are situated in the 1950s, after the end of the Second World War.For us, in the Argentina of that era, there was no doubt that we were a part of \"Western culture.\"For that reason, some of our subsequent categorical judgments are a natural expression of someone who opposes himself.The philosophy that we studied set out from the Greeks, in whom we saw our most remote lineage.The Amerindian World had no presence in our studies, and none of our professors would have been able to articulate the origin of philosophy with reference to indigenous peoples. 2 Moreover, the ideal philosopher was one who was familiar with the precise details of classical Western philosophers and their contemporary developments.There existed no possibility whatsoever for a specifically Latin American philosophy.It is difficult to evoke in the present the firm hold that the European model of philosophy had on us (since at that moment in Argentina there was no reference to the United States, yet).Germany and France had complete hegemony, especially in South America (although this was not the case in Mexico, Central America, or the Hispanic, French, or British Caribbean).",
      "cited_by_count": 191,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt6591j76r/qt6591j76r.pdf?t=m6aapy"
      },
      "topics": [
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W135364984"
    },
    {
      "openalex_id": "W118539733",
      "doi": "10.5070/t411000003",
      "title": "Enrique Dussel's Liberation Thought in the Decolonial Turn",
      "authors": [
        {
          "name": "Nelson Maldonado‐Torres",
          "openalex_id": "A5079436408",
          "orcid": "https://orcid.org/0000-0001-7738-7029",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Liberation philosophy, as a Latin American project for critical thought, is one among many expressions of a shift in global power dynamics and in epistemic perspective that has taken place since the Second World War.*The European crisis, or more than a crisis, its own internal devastation after the war, opened at least three paths for the train of history and thought.On the one hand, the United States -which had proven itself as an international power through the expansion from the thirteen colonies, the war with Mexico, and the Spanish-American War -became after the Second World War a hegemonic force that would both assist and displace Northwestern Europe as the power-axis of the modern world-system.With this, Americanism -the triumphalist and assimilationist ideology of the United States which had already burst onto the scene with Theodore Roosevelt in the late nineteenth century -was decisively introduced to the rest of the world.This Americanist discourse would dictate the terms for the assimilation of non-Catholic European immigrants, some of which were seen as belonging to darker races. 1 This ideology has taken various turns with McCarthyism and Reagan in the context of the Cold War, and today it takes on a new spirit in formulations like that offered by Samuel P. Huntington, who has forcefully rearticulated Americanism with respect to immigrants and ethnic minorities in the United States. 2 But today, after the Cold War and the attacks of 11 September, it is no longer European immigrants that allegedly pose a \"challenge\" to U.S.-American identity, but rather Latin American (im)migrants, particularly Spanish-speaking Mexicans and Chicana/os. 3 There is, accordingly, a particular importance today for exploring the decolonial potential of those cultural forms originating in Latin America, Mexico, and in the borderlands between Mexico and the United States, among other \"frontier\" territories both to the north and south of this border. 4e second path that opened with the decline of Europe was, clearly, that of the Cold War rival of Americanism: Soviet communism.Soviet communism, or at least socialism (which is a different but related political system/ideology), would become for many a viable option for a different future, beyond both fascist and liberal Europe.Europe itself would come to be divided between these two newly regnant ideologies and neo-imperial geo-political projects.Other regions also suffered the force of this clash of political projects, while many nations tried to find a space between or in alliance with the two dominant blocs.Now, the decline of Europe opened a third path, which we will call -following Frantz Fanon -that of the \"wretched of the earth,\" as well as the \"de-colonial turn.\" 5 This door would be definitively forced open through the combination of the internal and external devastation of Europe, that is to say, not only by the perverse force of Nazism in its interior but also by the encouraging force of the decolonization of European territories abroad.In contrast to the Latin American liberation struggles of the nineteenth century, which took place in a context in which the weakening of Southern Europe left intact the fascination with the increasing strength of Northern Europe (especially France and England), mid-twentieth century Europe was destroyed by Nazism and completely demoralized.As the",
      "cited_by_count": 87,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt5hg8t7cj/qt5hg8t7cj.pdf?t=ll4zt0"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Cultural and Social Studies in Latin America",
        "Latin American Literature Studies"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W118539733"
    },
    {
      "openalex_id": "W621237442",
      "doi": "10.35293/srsa.v36i2.189",
      "title": "GLOBAL COLONIALITY AND THE CHALLENGES OF CREATING AFRICAN FUTURES",
      "authors": [
        {
          "name": "Sabelo J. Ndlovu‐Gatsheni",
          "openalex_id": "A5010452910",
          "orcid": "https://orcid.org/0000-0002-5477-607X",
          "institutions": [
            "University of South Africa"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-22",
      "abstract": "Can Africans create African futures within a modern world system structured by global coloniality? Global coloniality is a modern global power structure that has been in place since the dawn of Euro-North American-centric modernity. This modernity is genealogically and figuratively traceable to 1492 when Christopher Columbus claimed to have discovered a 'New World'. It commenced with enslavement of black people and culminated in global coloniality. Today global coloniality operates as an invisible power matrix that is shaping and sustaining asymmetrical power relations between the Global North and the Global South. Even the current global power transformations which have enabled the re-emergence of a Sinocentric economic power and deWesternisation processes including the rise of South-South power blocs such as BRICS, do not mean that the modern world system has now undergone genuine decolonisation and deimperialisation to the extent of being amenable to the creation of other futures. Global coloniality continues to frustrate decolonial initiatives aimed at creating postcolonial futures free from coloniality. The article posits that global coloniality remains one of the most important modern power structures that constrain and limit African agency. To support this proposition, the article delves deeper into an analysis of the architecture and configuration of current asymmetrical global power structures; unmasks imperial/colonial reason embedded in Euro-North American-centric epistemology as well as the problem of Eurocentrism; and unpacks the Cartesian notions of being and its relegation of African subjectivity to a perpetualstate of becoming. Within this context, Africans have emerged as fighting subjects for a new world order that is decolonised, deimperialised, open to the emergence of new humanism and African futures.",
      "cited_by_count": 129,
      "type": "article",
      "source": {
        "name": "Strategic Review for Southern Africa",
        "type": "journal",
        "issn": [
          "1013-1108"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://upjournals.up.ac.za/index.php/strategic_review/article/download/189/141"
      },
      "topics": [
        "African cultural and philosophical studies",
        "Postcolonial and Cultural Literary Studies",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 63,
      "url": "https://openalex.org/W621237442"
    },
    {
      "openalex_id": "W2970378504",
      "doi": "10.1353/bio.2019.0046",
      "title": "The Decolonial Mandela: Peace, Justice and the Politics of Life by Sabelo Ndlovu-Gatsheni",
      "authors": [
        {
          "name": "Nick Mdika Tembo",
          "openalex_id": "A5054426950",
          "orcid": "https://orcid.org/0000-0002-9572-9763"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "Reviewed by: The Decolonial Mandela: Peace, Justice and the Politics of Life by Sabelo Ndlovu-Gatsheni Nick Mdika Tembo (bio) The Decolonial Mandela: Peace, Justice and the Politics of Life Sabelo Ndlovu-Gatsheni Berghahn Books, 2016, 186 pp. ISBN 978-1785331183, $150 hardcover, $24.95 paperback. Using decolonial philosopher Nelson Maldonaldo-Torres's conception of the \"third humanist revolution,\" and the fundamental principles of decolonial humanism and pluriversalism, Sabelo Ndlovu-Gatsheni's The Decolonial Mandela: Peace, Justice and the Politics of Life proposes the \"Mandela phenomenon\" as an Afrocentric episteme that could help reposition Africa in the world. The author avers that since time immemorial blacks have been pushed by the consequences of imperial reason—imperialism, colonialism, apartheid, neocolonialism and underdevelopment (xv)—to inhabit what Frantz Fanon calls the \"zone of non-being.\" Imperial reasoning is a constitutive part of what Ramón Grosfoguel once described as the myth of modernity, a self-generated and insulated Eurocentric modernity, \"which develops on its own without depending on any one else on earth\" (89). Grosfoguel reinforces his argument by stating that imperial reasoning is solipsistic in nature: Without solipsism, there can be no myth of a subject with universal rationality that confirms itself as such. We see here the beginning of the ego-politics of knowledge [. . .], which is nothing less than a secularization of the Christian cosmology of the theo-politics of knowledge. In the ego-politics of knowledge, the subject of enunciation is erased, hidden, camouflaged by what Santiago Castro-Gómez has called zero-point philosophy. (89) Understood from a critical decolonial perspective, the myth of modernity is the nerve center of Cartesian logic, an ego-politics of knowledge in which the nonwhite/black seems to have, according to Ndlovu-Gatsheni, \"endured the consequences of being a racialized and dehumanized subject as well as being written out of the human ocumene and being reduced to dispensability\" (12). [End Page 426] From its emergence, decolonial humanism quickly registered on the radar of critical theorizations of Blackness, Africanness, and Black solidarities, and Ndlovu-Gatsheni's monograph is only the latest in a long list of Afrocentric \"initiatives and ideological/intellectual/political creations [such] as Garveyism, Ethiopianism, Négritude, African Personality, Conscienscism, Pan-Africanism, African Socialism, and Black Consciousness Movement (BCM), right up to the revived African Renaissance, [that] were produced within the context and course of African decolonial humanist struggle\" (13–14). This critical thinking is from the Global South in general and Africa in particular, led by thinkers whose societies have experienced what Enrique Dussel calls \"the underside of modernity.\" Ndlovu-Gatsheni's narrative is in harmony with decolonial perspectives in several respects. Central in The Decolonial Mandela is what Catherine Walsh calls decoloniality's ability \"to make visible, open up, and advance radically distinct perspectives and positionalities that displace Western rationality as the only framework and possibility of existence, analysis, and thought\" (17). Ndlovu-Gatsheni advances radically distinct perspectives and positionalities through his proposition of an analytical standpoint and coordinates that can galvanize an African decolonial body of thought, called the \"Mandela phenomenon,\" which, in essence, is a \"new reading of Mandela's political life and legacy informed by a critical decolonial ethics of liberation\" (xvi). In Ndlovu-Gatsheni's view, this critical decolonial ethics of liberation, privileges [the] paradigm of peace, humanism, and racial harmony as opposed to the imperial/colonial/apartheid paradigm of war and racial hatred. At the core of critical decolonial ethics of liberation is the unmasking of an imperial/colonial/ apartheid system that was driven by the logic of racial profiling, and the classification and hierarchization of human beings. It resulted in the denial of the humanity of black people and enabled enslavement, conquest, colonization, dispossession, exploitation, and notions of impossibility of co-presence of human races. (xvi) Ndlovu-Gatsheni asserts that the \"Mandela phenomenon\" is \"an authentically African invention and achievement that emerged and crystallised in the course of the anti-imperial, anti-colonial, anti-apartheid and anti-global coloniality struggles\" (2; emphasis added). I revisit this assertion shortly. My point for now is to show that the author regards Mandela as an exceptional personality fit for scholarly discourse, and that therefore his book...",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Biography",
        "type": "journal",
        "issn": [
          "0162-4962",
          "1529-1456"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "African cultural and philosophical studies"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W2970378504"
    },
    {
      "openalex_id": "W2019543109",
      "doi": "10.1080/08935696.2014.947763",
      "title": "An Ethics for Marxism: Spinoza on Fortitude",
      "authors": [
        {
          "name": "Ted Stolze",
          "openalex_id": "A5019099310"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-25",
      "abstract": "AbstractThe radical implication of Spinoza's well-known formula, \"The natural right of each person extends as far as his or her desire and power,\" is that we always have the right to resist oppression so long as we have the power and desire to do so. But what underlies such resistance? Perhaps even more important, what best sustains resistance over the long run? Spinoza argued that both indignation and the pursuit of glory, which are \"affects of resistance,\" have disadvantages: indignation is a sad passion, and glory fluctuates between a joyous passion and an active affect. They are unstable and unreliable affective means to the end of liberation. How then to reorient and stabilize resistance to oppression in terms of what Spinoza called the joyous \"active affects\" of fortitude, courage, and generosity? This essay outlines conceptual resources for a Marxist theory of ethical strength to persevere in social and political struggles.Key Words: Baruch de SpinozaEthicsFortitudeKarl MarxEmancipation AcknowledgmentsThis article is dedicated to Janet and Bob. My deepest appreciation goes to the two reviewers for Rethinking Marxism, Antonio Callari and Peter Tamas, who provided exceptionally detailed and insightful critical comments on an earlier draft of this article. Thanks also go to Warren Montag, who early on challenged me to tone down the \"neo-Stoicism.\" Finally, during five years as president of my AFT local, I was fortunate to work with a wonderful group of colleagues and union sisters and brothers, from whom I learned numerous practical lessons in fortitudeNotes1. For a persuasive account of Spinoza's defense of ethical objectivity in propositions 29–38 of the fourth part of the Ethics, see Collin (Citation2011, 261–8).2. This is not the place to address the vexed problem of how best to theorize moral subjectivity and political agency. An excellent point of departure for an empirically well-supported Spinozist perspective, however, would be Ravven (Citation2013). Also valuable are Read's (Citation2012) framing of Spinoza, Hegel, and Marx as philosophers of \"transindividuality\" and Williams's (Citation2012) discussion of Spinoza, Hegel, and the \"space of subjectivity.\"3. On the distinction between moralism and authentic moral inquiry, see Taylor (Citation2011).4. Boer (Citation2013, 50) does not embrace an \"amoral position, beyond ethics\" but instead insists that ethics always involves a \"taking of sides.\" I agree with him that Marxists should embrace \"what is disruptive, unwelcome, what shakes up the customary and comfortable social order.\" Yet it does not follow that this disruption requires \"an act of subverting the very discourse of ethics and its class associations,\" let alone an \"unethical and unmoral politics.\" Following Althusser (Citation1976, 142–50), Macherey (Citation1999), and Montag (Citation2013), we should instead conceive of moral philosophy as an interminable \"struggle of tendencies.\"5. For outstanding Kantian approaches, see van der Linden (Citation1988) and Quiniou (Citation2010). For Marxist engagements with Rawls, see Peffer (Citation1990) and Cohen (Citation2008).6. Comte-Sponville (Citation1997) criticizes Deleuze's excessively \"Nietzschean\" reading of Spinoza, which would unjustifiably implicate Spinoza in the rejection of all forms of moral evaluation. For more on the distinction between ethics and morality, with stress on the political urgency for Marxists of the latter's universal orientation, see Collin (Citation2003) and Quiniou (Citation2010).7. For a compelling reaffirmation of why the Marxist understanding of human alienation remains crucial for developing a theory of collective emancipation, see Sève (Citation2012). For a stirring defense of socialism as the realization of human capacities and capabilities, see Lebowitz (Citation2010).8. On the moral foundations and implications of Marxism, see Lukes (Citation1985), Martin (Citation2008), Blackledge (Citation2012), and Dussel (Citation2013).9. Fortitude is not the only ethical concept to which socialists should attend. Strong cases could equally be made for the significance of such political virtues as engaging in fearless and frank truth-telling (see Foucault Citation2010, Citation2011) or maintaining pledges of loyalty to causes, movements, and groups (see Sartre Citation2004, 417–28).10. There are Marxists, of course, who continue to prefer \"communism\" to \"socialism\" as a way of identifying their political project (see Douzinas and Žižek Citation2010 and Žižek Citation2013). Yet I have been persuaded by Lebowitz (Citation2010), who contends that twentieth-century Stalinist authoritarianism has largely discredited communism in the popular imagination—or at least for the time being in North America. Lebowitz admits that, in the twenty-first century, even \"socialism\" as a socioeconomic system must be reinvented in order to name \"the vision of a society in which the alienation of human beings from their activity, their lives, other human beings and nature has come to an end\" (110).11. For an admirably clear example, see Maass (Citation2010).12. See Reed (Citation2005) and Duncombe (Citation2007) on the political power of artistic imagination.13. Not only is this Spinoza's considered philosophical judgment, but Tavris (Citation1989) offers substantial empirical support for it from the perspective of social psychology.14. Scott builds on such previous research as Moore (Citation1978).15. Again, for empirical support, see Tavris (Citation1989).16. On the revolutionary possibilities inherent within the romantic tradition, see Blechman (Citation1999) and Löwy and Sayre (Citation2001).17. Hobsbawm here echoes E. P. Thompson's view that the education of utopian desire is one of the highest aims of socialist theory and practice. See Thompson (Citation2011, 791).18. The original slogan, of course, \"Keep Calm and Carry On,\" appeared on a 1939 poster produced by the British government at the beginning of World War II. The poster was intended for public display in case of a German invasion, but it was never distributed. See Rall (Citation2013).19. Spinoza presents his argument leading to this conclusion in chapter 16 of his Theological-Political Treatise and in chapter 2 of his Political Treatise. See Spinoza (Citation2007) and Spinoza (Citation2000). On Spinoza's conception of right, see Matheron (Citation1985) and Lazzeri (Citation1998). In a strict sense, then, as Lordon (Citation2013, 123–68) has compellingly argued, for Spinoza the classical problem of political legitimacy simply does not arise.20. Bove himself, though, identifies as \"affects of resistance\" only indignation and \"benevolence\" (benevolentia), which Spinoza defined as \"the desire to benefit one whom we pity\" (def. aff. 35; \"def. aff.\" indicates the definitions of the affects to be found at the end of part three of Spinoza's Ethics). Interestingly, van der Linden (Citation1988, 53–65) likewise identifies the \"negative\" moral feeling of indignation and two \"positive\" moral feelings, enthusiasm and solidarity, in his Kantian account of resistance to oppression.21. For detailed treatments of Spinoza's concept of indignation, see Matheron (Citation1994), Bove (Citation1996, 291–5), and Del Lucchese (Citation2009). On Spinoza's concept of glory, see Stolze (Citation2007) and Illuminati (Citation2009).22. See E3p59s. All references to Spinoza's Ethics are based on Spinoza (Citation1996), but I have generally retranslated from Spinoza's Latin text, the standard edition of which may be found in Spinoza (Citation1925). To more clearly direct the reader to the appropriate text, I have adopted the following conventional abbreviations: \"E\" and the number following indicates which part of the Ethics to consult, \"p\" indicates a proposition, \"c\" indicates a corollary, \"d\" indicates a definition, and \"s\" indicates a scholium or note (e.g., E3p59s refers to the Ethics part 3, proposition 59, scholium). For an exacting commentary on Spinoza's analysis of the virtues of fortitude, courage, and generosity, see Jaquet (Citation2005).23. See E4p47s.24. See E4p69c.25. See E4p37s1. Here Spinoza calls this affect \"honesty\" (honestas).26. Spinoza also refers to this form of generosity as \"humanity\" (humanitas), which he defines as \"the desire to do what pleases other persons and to abstain from what displeases them\" (def. aff. 43).27. In E5p41 Spinoza explicitly links morality and religion to courage and generosity. Indeed, Negri (Citation1991, 165–6) has proposed that Spinoza lays out a materialist \"morality of generosity.\"28. E4p46.29. E4p50c.30. E4p73s.31. E4p73.32. E4p17s.33. In Metamorphoses (book 7, lines 20–1), Medea, the niece of the goddess Circe and granddaughter of the sun god Helios, cannot decide between obedience to her father, King Aeëtes of Colchis, and her love for the hero Jason (whom she will eventually marry).34. See the Discourses (book 2, chapter 26, paragraph 4).35. See the Nicomachean Ethics (book 7). For Spinoza's critical relationship to Aristotle, see Manzini (Citation2009).36. Arguably, Spinoza also had in mind the following line in the apostle Paul's Letter to the Romans: \"For I do not do the good that I want, but the bad that I do not want—this I practice\" (Rom. 7:19).37. Whether or not akrasia and weakness of will designate the same experience is a matter of a significant contemporary philosophical debate on which I take no position here. For introductions to the debate, however, see Holton (Citation2009) and Mele (Citation2012). For Spinoza's position on akrasia, see the following: Gagnon (Citation2002), Lin (Citation2006), Nadler (Citation2006, 223–5), and Manzini (Citation2009, 92–4). For Spinoza's general conception of practical reasoning or prudence, see Matheron (Citation1995) and Jaquet (Citation1997).38. Notable exceptions are Meyerson (Citation1991) and Žižek (Citation2008).39. See his famous discussion in E2pp48–49. Steven Nadler (Citation2006, 185–9) provides a helpful commentary on Spinoza's rejection of freedom as understood in terms of volition or will. See also Macherey (Citation1997, 367–407).40. In his search for \"remedies\" for excessive or misdirected expression of the affects, Spinoza takes his place in a longstanding tradition of philosophy as a practical pursuit embodying a distinctive way of life. See Hadot (Citation1995).41. See Pierre Macherey's (Citation1994) masterful account.42. Although Antonio Negri (Citation1991, 262n8) has been troubled that such talk of \"therapeutics\" miscasts Spinoza as an individualist under the influence of late-Renaissance, neo-Stoic, or Cartesian ideas, I agree with Vandewalle's (Citation2011, 15n1, 145–66) response that there is a political dimension in Spinoza's philosophy specifically arising from \"medical or physiological inspiration.\"43. What follows is a detailed reconstruction of Spinoza's argument in E5p10s. For a commentary on this scholium, see Israel (Citation2001, 177–97).44. The concept of \"rehearsal\" is borrowed from Holton's (Citation2009, 123–5) account of how to strengthen one's willpower.45. See Stolze (Citation2007, 332–8).46. At most we could speak of what Zourabichvilli (Citation2002) has called Spinoza's \"paradoxical conservatism,\" for it is crucial to note the political conjuncture in which Spinoza was writing. In 1670 the Dutch Republic was in grave danger. Despite his opposition to the Republic's aristocratic distortions, Spinoza did not want to shrink from its defense in the face of reaction arising from the House of Orange; indeed, he wanted to do his part to help consolidate and reinforce republican rule along more democratic lines. Moreover, he was well aware that the Orangists had no such democratic aspirations; on the contrary, they sought to reestablish monarchy and clamp down on freedom of religion, thought, and speech. With this in mind, it would be more accurate to say that Spinoza primarily feared not a democratic revolution but a monarchical counterrevolution. Unfortunately, though, just such a counterrevolution was to occur in 1672. The moral: even the best practical reasoning may confront a hostile balance of political forces. On the nature and extent of the Orangist partial restoration of the monarchy, see Israel (Citation1995, 807–62).47. I endorse Matheron's (Citation1988, 613) contention that Spinoza sought a \"complete and definitive individual liberation in a community without restriction\" as well as Montag's (Citation1999, xxi) thesis that for Spinoza \"there can be no liberation of the individual without collective liberation.\"48. The best introduction to the First International and to Marx's (and less so Engels's) leadership role in building it as a democratic institution remains Collins and Abramsky (Citation1965). But see also Nimtz Jr. (Citation2000, 169–251).49. The idea of a \"principle of self-emancipation\" is borrowed from Hal Draper's (Citation1977–90; Citation1992, 243–71) unrivalled studies. On the politics of self-emancipation, see also Löwy (Citation2005).50. Friedmann's conception of politically engaged \"spiritual\" practices is dear to Pierre Hadot (Citation1995, 70, 81–2, 108; Citation2002, 276–7). It is worth noting that Friedmann's (Citation1974) outstanding book on Spinoza and Leibniz was dedicated to the memory of Marc Bloch and Jean Cavaillès, both of whom died in the Resistance.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Rethinking Marxism",
        "type": "journal",
        "issn": [
          "0893-5696",
          "1475-8059"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Marxism and Critical Theory",
        "Political theory and Gramsci",
        "Seventeenth-Century Political and Philosophical Thought"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W2019543109"
    },
    {
      "openalex_id": "W2782084534",
      "doi": "10.1177/1350507617745275",
      "title": "Becoming a decolonial feminist ethnographer: Addressing the complexities of positionality and representation",
      "authors": [
        {
          "name": "J. Sloan Manning",
          "openalex_id": "A5044106829",
          "orcid": "https://orcid.org/0000-0002-1665-4813"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-02",
      "abstract": "Organisation and management scholars are often preoccupied with developing, refining and advancing knowledge, and in so doing, the empirical process through which knowledge is advanced can be ignored together with the impact this process can have on participants and scholars. This article draws attention to how management scholars might negotiate the complexities of positionality and representation through an illustrative case: my experience of becoming a decolonial feminist ethnographer. Drawing upon my doctoral research, I share the experience of my ethnographic journey to become a decolonial feminist ethnographer. Developing a decolonial feminist approach to ethnography enabled me to identify positionality and representation as the key complexities of engaging in research with marginalised ‘Others’ while also providing me with the tools to address these complexities. This is not to say that becoming a decolonial feminist ethnographer is the only way to engage in research with marginalised ‘Others’, but this critical approach encourages researcher reflexivity and helps in addressing the issues of positionality and representation. My approach suggests an alternative way of ‘seeing and doing’ ethnography motivated by an ethical commitment to the participants and the desire to respect their knowledge and experiences.",
      "cited_by_count": 88,
      "type": "article",
      "source": {
        "name": "Management Learning",
        "type": "journal",
        "issn": [
          "1350-5076",
          "1461-7307"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://arrow.tudublin.ie/buschmanart/38"
      },
      "topics": [
        "Management and Organizational Studies",
        "Qualitative Research Methods and Ethics",
        "Gender Diversity and Inequality"
      ],
      "referenced_works_count": 81,
      "url": "https://openalex.org/W2782084534"
    },
    {
      "openalex_id": "W3199722674",
      "doi": "10.22409/gragoata.v26i56.51599",
      "title": "De-universalizing the decolonial: between parentheses and falling skies",
      "authors": [
        {
          "name": "Lynn Mário T. Menezes de Souza",
          "openalex_id": "A5018643812",
          "orcid": "https://orcid.org/0000-0001-8831-7034",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Ana Paula Martinez Duboc",
          "openalex_id": "A5066034205",
          "orcid": "https://orcid.org/0000-0002-3136-3504",
          "institutions": [
            "Universidade de São Paulo"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-09-29",
      "abstract": "Departing from the premise that decoloniality is growing in popularity within contemporary Brazilian Applied Linguistics studies, this paper claims in favor of a more performative decolonial praxis so as to prevent decoloniality from universality. In doing so, the text begins with some theorizations on decolonial thought with an emphasis on the triad fundamental in any decolonial exercise, that is to Identify-Interrogate-Interrupt coloniality. The paper, then, claims in favor of thinking communication otherwise which, along with the notions of bringing back the body and marking the unmarked, constitute the necessary decolonial strategies if one wishes to interrupt coloniality. A critical examination of The falling Sky: words of a Yanomami shaman, co-authored by Kopenawa and Albert (2013), is brought to the fore as illustrative of a decolonial pedagogy which attempts to help language teacher educators and researchers to become attentive to socially-just-oriented educational agendas that claim to be culturally-sensitive whereas, in fact, they may be serving the purposes of a still prevailing colonial project.",
      "cited_by_count": 84,
      "type": "article",
      "source": {
        "name": "Gragoatá",
        "type": "journal",
        "issn": [
          "1413-9073",
          "2358-4114"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.uff.br/gragoata/article/download/51599/29981"
      },
      "topics": [
        "Linguistics and Education Research",
        "Indigenous Studies in Latin America",
        "Cultural, Media, and Literary Studies"
      ],
      "referenced_works_count": 19,
      "url": "https://openalex.org/W3199722674"
    },
    {
      "openalex_id": "W3206412785",
      "doi": "10.1007/s10551-021-04971-5",
      "title": "Decolonizing Deliberative Democracy: Perspectives from Below",
      "authors": [
        {
          "name": "Subhabrata Bobby Banerjee",
          "openalex_id": "A5052007670",
          "orcid": "https://orcid.org/0000-0002-8699-6368",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-10-16",
      "abstract": null,
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "Journal of Business Ethics",
        "type": "journal",
        "issn": [
          "0167-4544",
          "1573-0697"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10551-021-04971-5.pdf"
      },
      "topics": [
        "Development, Ethics, and Society",
        "Social Media and Politics",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 171,
      "url": "https://openalex.org/W3206412785"
    },
    {
      "openalex_id": "W2770621555",
      "doi": "10.4102/hts.v73i3.4737",
      "title": "Un-thinking the West: The spirit of doing Black Theology of Liberation in decolonial times",
      "authors": [
        {
          "name": "Vuyani S. Vellem",
          "openalex_id": "A5080230469",
          "orcid": "https://orcid.org/0000-0001-5769-9455",
          "institutions": [
            "University of Pretoria"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-08",
      "abstract": "It is indisputable that Black Theology of Liberation (BTL) intentionally un-thinks the West. BTL has its own independent conceptual and theoretical foundations and can hold without the West if it rejects the architecture of Western knowledge as a final norm for life. This, however, is a spiritual matter which the article argues. The historical arrest of the progression of liberative logic and its promises might be self-inflicted by rearticulating and reinterpreting liberation strong thought. At a time when neofascism, which is virtually an open display of psychological and ideological confusion, racism, classism, sensibilities of integralism and gender violence, having become rife, liberal democracy is arguably in crisis today. BTL has to move beyond rethinking and repeating its tried and tested ways of response to black pain caused by racism and colonialism. Un-thinking the West is not only cognitive but also spiritual. Umoya, the spirit of life, the article argues, to un-think the West, constitutes inter alia, the rejection of Hellenocentric concepts as a starting point of knowledge. Umoya should reject the self-serving periodisation of history centred on Europe, dualistic obfuscating secularism and willingness by black to occlude their knowledge systems. Without this, the article argues, the lethargic sleep, the mocking laughter of the West at the self-wounding black African remains a syndrome that arrests the translation of liberation knowledge from history.",
      "cited_by_count": 52,
      "type": "article",
      "source": {
        "name": "HTS Teologiese Studies / Theological Studies",
        "type": "journal",
        "issn": [
          "0259-9422",
          "2072-8050"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://hts.org.za/index.php/hts/article/download/4737/10653"
      },
      "topics": [
        "Race, History, and American Society",
        "African cultural and philosophical studies",
        "Postcolonial and Cultural Literary Studies"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2770621555"
    },
    {
      "openalex_id": "W3134726991",
      "doi": "10.1007/s43615-021-00015-2",
      "title": "From Sustainable Global Value Chains to Circular Economy—Different Silos, Different Perspectives, but Many Opportunities to Build Bridges",
      "authors": [
        {
          "name": "Joerg S Hofstetter",
          "openalex_id": "A5006657027",
          "orcid": "https://orcid.org/0000-0002-0909-5582",
          "institutions": [
            "Kedge Business School"
          ]
        },
        {
          "name": "Valentina De Marchi",
          "openalex_id": "A5015444378",
          "orcid": "https://orcid.org/0000-0002-9571-8407",
          "institutions": [
            "University of Padua"
          ]
        },
        {
          "name": "Joseph Sarkis",
          "openalex_id": "A5088407334",
          "orcid": "https://orcid.org/0000-0003-0143-804X",
          "institutions": [
            "Worcester Polytechnic Institute"
          ]
        },
        {
          "name": "Kannan Govindan",
          "openalex_id": "A5076646419",
          "orcid": "https://orcid.org/0000-0002-6204-1196",
          "institutions": [
            "University of Southern Denmark"
          ]
        },
        {
          "name": "Robert D. Klassen",
          "openalex_id": "A5008600838",
          "orcid": "https://orcid.org/0000-0002-8650-137X",
          "institutions": [
            "Western University"
          ]
        },
        {
          "name": "Aldo Roberto Ometto",
          "openalex_id": "A5030371156",
          "orcid": "https://orcid.org/0000-0003-3577-5175",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Katharina Spraul",
          "openalex_id": "A5078699430",
          "orcid": "https://orcid.org/0000-0002-5648-0125",
          "institutions": [
            "University of Kaiserslautern"
          ]
        },
        {
          "name": "Nancy Bocken",
          "openalex_id": "A5041014295",
          "orcid": "https://orcid.org/0000-0003-0137-4074",
          "institutions": [
            "Maastricht University"
          ]
        },
        {
          "name": "Weslynne Ashton",
          "openalex_id": "A5030278552",
          "orcid": "https://orcid.org/0000-0002-2927-9733",
          "institutions": [
            "Illinois Institute of Technology"
          ]
        },
        {
          "name": "Sanjeev Sharma",
          "openalex_id": "A5100365785",
          "orcid": "https://orcid.org/0000-0002-3273-0708",
          "institutions": [
            "University of Vermont"
          ]
        },
        {
          "name": "Melanie Jaeger‐Erben",
          "openalex_id": "A5055401946",
          "orcid": "https://orcid.org/0000-0003-4744-3370",
          "institutions": [
            "Technische Universität Berlin"
          ]
        },
        {
          "name": "Charlotte Louise Jensen",
          "openalex_id": "A5118940994",
          "orcid": "https://orcid.org/0000-0001-9071-0740",
          "institutions": [
            "Aalborg University"
          ]
        },
        {
          "name": "Paul M. Dewick",
          "openalex_id": "A5021105642",
          "orcid": "https://orcid.org/0000-0002-1176-2292",
          "institutions": [
            "University of Manchester",
            "Keele University"
          ]
        },
        {
          "name": "Patrick Schröder",
          "openalex_id": "A5113051586",
          "orcid": "https://orcid.org/0000-0001-7190-5059",
          "institutions": [
            "Chatham House"
          ]
        },
        {
          "name": "Noemi Sinkovics",
          "openalex_id": "A5028757718",
          "orcid": "https://orcid.org/0000-0002-5143-6870",
          "institutions": [
            "University of Auckland"
          ]
        },
        {
          "name": "Sherwat Elwan Ibrahim",
          "openalex_id": "A5017545651",
          "orcid": "https://orcid.org/0000-0002-2612-906X",
          "institutions": [
            "American University in Cairo"
          ]
        },
        {
          "name": "Luke Fiske",
          "openalex_id": "A5062054719",
          "institutions": [
            "Queen's University"
          ]
        },
        {
          "name": "Anthony Goerzen",
          "openalex_id": "A5085245648",
          "orcid": "https://orcid.org/0000-0002-7635-795X",
          "institutions": [
            "Queen's University"
          ]
        },
        {
          "name": "Diego Vázquez‐Brust",
          "openalex_id": "A5003811052",
          "orcid": "https://orcid.org/0000-0003-0852-5912",
          "institutions": [
            "University of Portsmouth"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-03-02",
      "abstract": null,
      "cited_by_count": 146,
      "type": "article",
      "source": {
        "name": "Circular Economy and Sustainability",
        "type": "journal",
        "issn": [
          "2730-597X",
          "2730-5988"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s43615-021-00015-2.pdf"
      },
      "topics": [
        "Sustainable Supply Chain Management",
        "Environmental Impact and Sustainability",
        "Sustainable Industrial Ecology"
      ],
      "referenced_works_count": 98,
      "url": "https://openalex.org/W3134726991"
    },
    {
      "openalex_id": "W40102393",
      "doi": "10.5070/t412011806",
      "title": "From Critical Theory to the Philosophy of Liberation: Some Themes for Dialogue",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031",
          "institutions": [
            "Universidad Autónoma Metropolitana",
            "Autodesk (United States)"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "After considering the proper tone for my participation in this \"dialogue\" between Europeans and Latin Americans about \"Critical Theory,\" I have concluded that my argumentative strategy should primarily be to take seriously the \"subjects\" of the dialogue and their locus enuntiationis: who we are and from where we speak.These sorts of dialogues are not frequent nor are their terms obvious, 1 and it is even less common for such a debate to occur symmetrically, by which I mean that it takes place between philosophers within a community of horizontal communication who are respected as equals, as colleagues, but who nevertheless demand to be recognized in their alterity.Such efforts are not exempt from a certain degree of incommunicability and incommensurability that can create misunderstandings, but are nonetheless united by a solidaristic will to attempt to advance a critical philosophy with global validity.Such a philosophy, which would accordingly set out from the perspective of those excluded from the global system (peripheral countries) and those excluded within particular states (impoverished masses), has not existed to date: I consider its construction the specific task of philosophy in this twenty-first century that we are beginning. The first contacts with the Frankfurt School (with the \"first generation\")As for myself, I participate in what we have called the \"Philosophy of Liberation,\" 2 which since its origin has maintained a constant dialogue with Critical Theory.Just as the events of Paris '68 did not have the same meaning as those in Berkeley, the Latin American context was equally distinct. 3 Paradoxically, under military dictatorships (imposed by the Pentagon and the Kissinger Doctrine between 1964 and 1984), the works of Marcuse -and especially One-Dimensional Mancame to influence us within a context that was similar to the totalitarian horror under which the first Frankfurt School was born (the \"first generation\").The \"dirty war\" which led to the murder, torture, and disappearance of thousands would last almost two decades (as in Brazil, for example). 4 But along with Marcuse, we read the Martinican Frantz Fanon's Les Damnés de la Terre (The Wretched of the Earth, 1961), since our reflections were situated in the post-colonial periphery, in the global South.Moreover, our reference point was critical social science -like Dependency Theory, which was later continued by Wallerstein's World-Systems Theory.This global structure of inequality finally burst onto the scene since the Clinton administration under the name of \"globalization\" (which passed from a period characterized by the internationalization of the productive part of capital -as transnational corporations -to a financial and monetarist era with global implications).The point of all this is the following: our first lesson in Critical Theory was non-Eurocentric.My 1975 work Philosophy of Liberation begins thus:From Heraclitus to Karl von Clausewitz and Kissinger, \"war is the origin of everything,\" if by \"everything\" one understands the order or system that the world dominators control by their power and armies [...] I am trying, then, to take space, geopolitical space, seriously.To be born at the North Pole or in Chiapas is not the same thing as to be born in New York City. 5 Through the first Frankfurt School, we discovered \"materiality\" in the sense of living corporeality, a question that does not frequently interest those dealing with the theoretical positions of the School 6 : \"Whoever resigns himself to life without any rational reference to self-preservation would, according to the Enlightenment -and Protestantism -regress to prehistory.\" 7 \"Materiality,\" for the Frankfurt School, consists of an affirmation of living corporality (Leiblichkeit) as in Schopenhauer and Nietzsche, which is vulnerable and has desires (Freud), and which needs food, clothing, and shelter (Feuerbach).This anthropological materiality, a far cry from Soviet dialectical materialism, was perceptibly close to our situation in an impoverished, starving, and suffering Latin America.In the Southern Cone, the multitude of demonstrations shouted: \"bread, peace, and work!\" three necessities that refer strictly to life, to the reproduction of its corporeal content (Leiblichkeit).For that reason, the political-economic sphere had a special relevance for us, as did the need for a frontal critique of capitalism (Marx).Will, affectivity and emotions, unconscious drives, and economic requirements were all integrated into the discourse of the first Frankfurt School.But its subject was a \"negative\" materiality, focusing especially on the negative effects of the dominant system, its pain and misery.The \"positivity\" of the system always obscures the \"negativity\" over which it is constructed: \"Hence the convergence of specific materialism with criticism, with social change in practice [...] to abolish suffering.The telos of such an organization or society would be to negate the physical suffering of even the least of its members.\" 8\"Philosophy of Liberation\" set out from the locus enuntiationis of the material victim, from the negative effect of authoritarianism, capitalism, and patriarchy.However, this is the root of a profound divergence with Critical Theory that continues up to the present (and which should be an explicit subject of our dialogue), that of the material negativity of colonialism (of the indigenous peoples, the African slave, the Opium Wars in China, etc.), a phenomenon which corresponds to metropolitan capitalism, Modernity, and Eurocentrism.The victim for us was no longer -as for Horkheimer, Habermas, or the \"third generation\" of Critical Theory -only the worker, the persecuted Jew in Auschwitz, the citizen under Nazism, women, or the working world facing the crisis of the welfare state.We were equally concerned with the victims of a global system (a globalized World-System 9 since 1492), which included the Latin American hacienda system that exploited indigenous people, the mita system of indigenous slave labor which extracted silver (colonial capitalism's first global currency) from mines like that at Potosi in Bolivia, the plantations of African slaves brought to tropical America, the Indian women forced to serve as concubines for the conquistador, the children brought up with Christianity (cultural domination through foreign religion), etc.It was in this context that the ontological category of Totality 10 -so important for Hegel,",
      "cited_by_count": 32,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt59m869d2/qt59m869d2.pdf?t=m284lr"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Economy and Marxism",
        "Philosophical and Historical Studies"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W40102393"
    },
    {
      "openalex_id": "W2478987430",
      "doi": "10.17533/udea.ikala.v21n02a04",
      "title": "Critical Interculturality. A Path for Pre-service ELT Teachers",
      "authors": [
        {
          "name": "Carlo Granados-Beltrán",
          "openalex_id": "A5076331176",
          "orcid": "https://orcid.org/0000-0002-3463-1412",
          "institutions": [
            "Institución Universitaria Colombo Americana"
          ]
        },
        {
          "name": "Carlo Granados-Beltrán",
          "openalex_id": "",
          "institutions": [
            "Institución Universitaria Colombo Americana"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-17",
      "abstract": "\"This article elaborates a theoretical reflection upon critical interculturality as a tool for decolonial pedagogy, which needs to be explored in initial language teacher education programs as a means to counteract the increasing emphasis on the instrumental nature of the field caused by a limited view of the meaning of professional development. For this purpose, the text addresses, first, the theoretical developments of the decolonial turn; secondly, it discusses the notion of critical interculturality; and finally, it presents a reflection on the links between critical interculturality, decolonial pedagogy, and a vision of teacher education as a dynamics of personal development. The text concludes by explaining the potential of critical interculturality as a point of intersection for transgressive pedagogies, whose main feature is recognizing and making subjectivities visible. The article is part of an ongoing research on initial language teacher development programs currently being carried out within the framework of the Ph.D. in Education at Universidad Santo Tomás de Aquino in Bogotá, Colombia.\"",
      "cited_by_count": 64,
      "type": "article",
      "source": {
        "name": "Íkala Revista de Lenguaje y Cultura",
        "type": "journal",
        "issn": [
          "0123-3432",
          "2145-566X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://aprendeenlinea.udea.edu.co/revistas/index.php/ikala/article/download/23456/20780391"
      },
      "topics": [
        "Education in Rural Contexts",
        "Educational theories and practices",
        "Literacy and Educational Practices"
      ],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W2478987430"
    },
    {
      "openalex_id": "W3143692726",
      "doi": "10.5871/jba/009s1.077",
      "title": "Internationalisation of higher education for pluriversity: a decolonial reflection",
      "authors": [
        {
          "name": "Sabelo J. Ndlovu‐Gatsheni",
          "openalex_id": "A5010452910",
          "orcid": "https://orcid.org/0000-0002-5477-607X"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-01-01",
      "abstract": "At the centre of the debates on internationalisation one can notice tensions between the agenda of completing the incomplete project of modernity, which dovetails into the current hegemonic neoliberal capitalist globalisation with its �global turn� towards the creation of �global� universities; and the resurgent and insurgent agenda of completing the incomplete project of decolonisation predicated on deracialisation, de-hierarchisation, decorporatisation, and depatriachisation of knowledge and education. This article contributes to the decolonisation of internationalisation of higher education at four main levels. In the first place, it underscores the primacy of knowledge in creating a reality known as �the international� with Europe and North America at the centre. In the second, it makes a strong case for taking seriously the idea of the locus of enunciation of knowledge as a basis of critique of the hegemonic neoliberal globalisation�s notion of a global economy of knowledge that is decontextualised and ignores the resilient uneven division of intellectual and academic labour. In the third, it calls for intercultural translation, mosaic/convivial epistemology, and ecologies of knowledges as key to any successful decolonised internationalisation of higher education. In the fourth, it argues for the reconstruction of university into pluriversity informed by the practices of globalectics and the coexistence of particularities. These four interventions constitute essential enablers in the cultivation of transnational knowledge that is of service to a world characterised by planetary human entanglements.",
      "cited_by_count": 69,
      "type": "article",
      "source": {
        "name": "Journal of the British Academy",
        "type": "journal",
        "issn": [
          "2052-7217"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.thebritishacademy.ac.uk/documents/3266/JBA-9s1-04-NdlovuGatsheni.pdf"
      },
      "topics": [
        "Global Educational Policies and Reforms",
        "Political theory and Gramsci",
        "Global Education and Multiculturalism"
      ],
      "referenced_works_count": 63,
      "url": "https://openalex.org/W3143692726"
    },
    {
      "openalex_id": "W3155275405",
      "doi": "10.3389/fpubh.2021.637897",
      "title": "From Modern Planetary Health to Decolonial Promotion of One Health of Peripheries",
      "authors": [
        {
          "name": "Oswaldo Santos Baquero",
          "openalex_id": "A5053163274",
          "orcid": "https://orcid.org/0000-0003-2695-7946",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Mario Nestor Benavidez Fernández",
          "openalex_id": "A5057527410",
          "institutions": [
            "Universidad de San Buenaventura, Bogota"
          ]
        },
        {
          "name": "Myriam Acero Aguilar",
          "openalex_id": "A5052991628",
          "orcid": "https://orcid.org/0000-0003-0107-4960",
          "institutions": [
            "Universidad Nacional de Colombia"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-06-10",
      "abstract": "The concept of Planetary Health has recently emerged in the global North as a concern with the global effects of degraded natural systems on human health. It calls for urgent and transformative actions. However, the problem and the call to solve it are far from new. Planetary health is a colonial approach that disregards alternative knowledge that over millennia have accumulated experiences of sustainable and holistic lifestyles. It reinforces the monolog of modernity without realizing that threats to “planetary health” reside precisely in its very approach. It insists on imposing its recipes on political, epistemological, and ontological peripheries created and maintained through coloniality. The Latin American decolonial turn has a long tradition in what could be called a “transformative action,” going beyond political and economic crises to face a more fundamental crisis of civilization. It deconstructs, with other decolonial movements, the fallacy of a dual world in which the global North produces epistemologies, while the rest only benefit from and apply those epistemologies. One Health of Peripheries is a field of praxis in which the health of multispecies collectives and the environment they comprise is experienced, understood, and transformed within symbolic and geographic peripheries, ensuing from marginalizing apparatuses. In the present article, we show how the decolonial promotion of One Health of Peripheries contributes to think and advance decentralized and plural practices to attend to glocal realities. We propose seven actions for such promotion.",
      "cited_by_count": 44,
      "type": "article",
      "source": {
        "name": "Frontiers in Public Health",
        "type": "journal",
        "issn": [
          "2296-2565"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fpubh.2021.637897/pdf"
      },
      "topics": [
        "Zoonotic diseases and public health",
        "Geographies of human-animal interactions",
        "Race, Genetics, and Society"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W3155275405"
    }
  ],
  "count": 25,
  "errors": []
}
