{
  "status": "success",
  "source": "openalex",
  "query": "counter-publics gender Habermas",
  "results": [
    {
      "openalex_id": "W3207091016",
      "doi": "10.17645/pag.v10i1.4801",
      "title": "At the Digital Margins? A Theoretical Examination of Social Media Engagement Using Intersectional Feminism",
      "authors": [
        {
          "name": "Charlotte Galpin",
          "openalex_id": "A5083896313",
          "orcid": "https://orcid.org/0000-0002-8410-3300",
          "institutions": [
            "University of Birmingham"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-06",
      "abstract": "This article applies an intersectional feminist lens to social media engagement with European politics. Disproportionately targeted at already marginalised people, the problem of online abuse/harassment has come to increasing public awareness. At the same time, movements such as #BlackLivesMatter and #MeToo have demonstrated the value of social media in facilitating global grassroots activism that challenges dominant structures of power. While the literature on social media engagement with European politics has offered important insights into the extent to which social media facilitates democratic participation, it has not to date sufficiently accounted for patterns of intersectional activism and online inequalities. Using Nancy Fraser’s feminist critique of Habermas’ public sphere theory and Kimberlé Crenshaw’s theory of intersectionality, this article explores patterns of gender and racial inequalities in the digital public space. By analysing both the role of racist and misogynistic online abuse targeted at women, nonbinary, agender, and gender-variant people in public life, as well as the opportunities for marginalised groups to mobilise transnationally through subaltern counter-publics, I argue that social media engagement is inextricably linked with offline inequalities. To fully understand the impact of social media on European democracy, we need to pay attention to gendered and racialised dynamics of power within the digital public sphere that have unequal consequences for democratic participation. This will involve expanding our methodological repertoire and employing tools underpinned by a critical feminist epistemology.",
      "cited_by_count": 41,
      "type": "article",
      "source": {
        "name": "Politics and Governance",
        "type": "journal",
        "issn": [
          "2183-2463"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/politicsandgovernance/article/download/4801/4801"
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Media Studies and Communication"
      ],
      "referenced_works_count": 49,
      "url": "https://openalex.org/W3207091016"
    },
    {
      "openalex_id": "W1579904805",
      "doi": "10.1080/10130950.2015.993545",
      "title": "Art, media and gender based activism: A critical reflection on the University of South Africa (UNISA) colloquium on Zanele Muholi",
      "authors": [
        {
          "name": "Siyasanga M. Tyali",
          "openalex_id": "A5028342031",
          "orcid": "https://orcid.org/0000-0001-5365-6896"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-10-02",
      "abstract": "The art work of visual activist Zanele Muholi was the subject of a colloquium held by the University of South Africa (UNISA) on the 24 March 2014. The colloquium invited critical discussion of Muholi's use of film and photography as a medium for black queer gender activism. The event also sought to raise awareness in the public domain of the recurring incidents of homophobic violence and attacks against gender non-conforming people in South Africa and on the rest of the African continent. Presenters offered different ways of seeing and evaluating Muholi's work and its power to deliver a social message by means of a visual discourse that engages and subverts narrow constructions of gender through her representations of the human body and black queer sexual identity. This Focus considers the presentations and the critical value of Muholi's visual activism as a counter discourse on gender and art in post-apartheid South Africa. The writer draws on Paulo Freire's (1970) notion of the liberatory potential of social dialogue and its mediation in the public sphere (Habermas, 1989).",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Agenda",
        "type": "journal",
        "issn": [
          "1013-0950",
          "2158-978X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "South African History and Culture",
        "African Sexualities and LGBTQ+ Issues",
        "African history and culture studies"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W1579904805"
    },
    {
      "openalex_id": "W602440937",
      "doi": "10.26530/oapen_606390",
      "title": "Media and Participation: A site of ideological-democratic struggle",
      "authors": [
        {
          "name": "Nico Carpentier",
          "openalex_id": "A5049960351",
          "orcid": "https://orcid.org/0000-0002-8996-4636",
          "institutions": [
            "North Carolina Exploring Cultural Heritage Online"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "Participation has become fashionable again, but at the same time it has always played a crucial role in our contemporary societies, and it has been omnipresent in a surprisingly large number of societal fields. In the case of the media sphere, the present-day media conjuncture is now considered to be the most participatory ever, but media participation has had a long and intense history. To deal with these paradoxes, this book looks at participation as a structurally unstable concept and as the object of a political-ideological struggle that makes it oscillate between minimalist and maximalist versions. This struggle is analysed in theoretical reflections in five fields (democracy, arts, development, spatial planning and media) and in eight different cases of media practice. These case studies also show participation’s close connection to power, identity, organization, technology and quality.",
      "cited_by_count": 559,
      "type": "book",
      "source": {
        "name": "Intellect Ltd. eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://library.oapen.org/bitstream/20.500.12657/32743/1/606390.pdf"
      },
      "topics": [
        "Cultural Industries and Urban Development",
        "Cultural, Media, and Literary Studies"
      ],
      "referenced_works_count": 415,
      "url": "https://openalex.org/W602440937"
    },
    {
      "openalex_id": "W1598829572",
      "doi": "10.26192/q7w89",
      "title": "Social Science Research: Principles, Methods and Practices",
      "authors": [
        {
          "name": "Anol Bhattacherjee",
          "openalex_id": "A5021648020",
          "orcid": "https://orcid.org/0000-0001-9559-6027"
        },
        {
          "name": "Toleman, Mark",
          "openalex_id": "",
          "orcid": "https://orcid.org/0000-0002-0535-8103",
          "institutions": [
            "Vecima Technology (United Kingdom)"
          ]
        },
        {
          "name": "Rowling, Samara",
          "openalex_id": ""
        },
        {
          "name": "Frederiks, Anita",
          "openalex_id": "",
          "orcid": "https://orcid.org/0000-0001-9618-5748",
          "institutions": [
            "Vecima Technology (United Kingdom)"
          ]
        },
        {
          "name": "Andersen, Nikki",
          "openalex_id": "",
          "institutions": [
            "Vecima Technology (United Kingdom)"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "This book is designed to introduce doctoral and postgraduate students to the process of conducting scientific research in the social sciences, business, education, public health, and related disciplines. It is a one-stop, comprehensive, and compact source for foundational concepts in behavioural research, and can serve as a standalone text or as a supplement to research readings in any doctoral seminar or research methods class. This book is currently being used as a research text at universities in 216 countries, across six continents and has been translated into seven different languages. To receive updates on this book, including the translated versions, please follow the author on Facebook or Twitter @Anol_B.",
      "cited_by_count": 2049,
      "type": "book",
      "source": {
        "name": "University of Southern Queensland ePrints (University of Southern Queensland)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://digitalcommons.usf.edu/oa_textbooks/3"
      },
      "topics": [
        "Information Systems Theories and Implementation",
        "Complex Systems and Decision Making",
        "Innovation and Knowledge Management"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W1598829572"
    },
    {
      "openalex_id": "W2343860314",
      "doi": "10.36643/mjrl.21.1.habermas",
      "title": "Habermas, the Public Sphere, and the Creation of a Racial Counterpublic",
      "authors": [
        {
          "name": "Guy-Uriel E. Charles",
          "openalex_id": "A5113449468",
          "institutions": [
            "Indiana University"
          ]
        },
        {
          "name": "Luis Fuentes‐Rohwer",
          "openalex_id": "A5012083755",
          "orcid": "https://orcid.org/0000-0002-1318-6348",
          "institutions": [
            "Indiana University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "In The Structural Transformation of the Public Sphere, Jürgen Habermas documented the historical emergence and fall of what he called the bourgeois public sphere, which he defined as “[a] sphere of private people come together as a public . . . to engage [public authorities] in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labor.” This was a space where individuals gathered to discuss with each other, and sometimes with public officials, matters of shared concern. The aim of these gatherings was not simply discourse; these gatherings allowed the bourgeoisie to use their reason to determine the boundaries of public and private and to self-consciously develop the public sphere. As Habermas writes, “[t]he medium of this political confrontation was . . . people’s public use of their reason.” The bourgeois public didn’t simply participate, but it did so both directly and critically. The development of the bourgeois public as a critical, intellectual public took place in coffeehouses, in salons, and table societies. In Great Britain, Germany, and France, particularly, the coffeehouses and the salons “were centers of criticism—literary at first, then also political—in which began to emerge, between aristocratic society and bourgeois intellectuals, a certain parity of the educated.” Intellectual equals came together and deliberated, an equality that was key in ensuring the requisite openness and deliberation. No one person dominated the discussion due to his status within the deliberative community. Instead, and above all else, the “power of the better argument” won out. Two conditions were critical to these deliberations. First, equality was key to the public sphere. Membership in the public sphere meant that no one person was above the other and all arguments were similarly treated and scrutinized. Second, the principle of universal access was crucial.8The doors of the deliberative space were open to all comers and no group or person was purposefully shut out. Seen together, these two conditions provide a blueprint for deliberative practices in a democratic society.",
      "cited_by_count": 231,
      "type": "article",
      "source": {
        "name": "Michigan Journal of Race & Law",
        "type": "journal",
        "issn": [
          "1095-2721",
          "2688-5492"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://repository.law.umich.edu/cgi/viewcontent.cgi?article=1048&context=mjrl"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2343860314"
    },
    {
      "openalex_id": "W2116731043",
      "doi": "10.1017/s0003055410000298",
      "title": "Who Wants To Deliberate—And Why?",
      "authors": [
        {
          "name": "Michael A. Neblo",
          "openalex_id": "A5016691378",
          "orcid": "https://orcid.org/0000-0002-6723-0738",
          "institutions": [
            "The Ohio State University"
          ]
        },
        {
          "name": "Kevin Esterling",
          "openalex_id": "A5033291050",
          "orcid": "https://orcid.org/0000-0002-5529-6422",
          "institutions": [
            "University of California, Riverside"
          ]
        },
        {
          "name": "Ryan Kennedy",
          "openalex_id": "A5083612947",
          "orcid": "https://orcid.org/0000-0003-1881-6887",
          "institutions": [
            "University of Houston"
          ]
        },
        {
          "name": "David Lazer",
          "openalex_id": "A5013670125",
          "orcid": "https://orcid.org/0000-0002-7991-9110",
          "institutions": [
            "Northeastern University",
            "Harvard University"
          ]
        },
        {
          "name": "Anand E. Sokhey",
          "openalex_id": "A5019085801",
          "orcid": "https://orcid.org/0000-0002-3403-0967",
          "institutions": [
            "University of Colorado System"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-08-01",
      "abstract": "Interest in deliberative theories of democracy has grown tremendously among political theorists, political scientists, activists, and even government officials. Many scholars, however, are skeptical that it is a practically viable theory, even on its own terms. They argue (inter alia) that most people dislike politics and that deliberative initiatives would amount to a paternalistic imposition. Using two large national samples investigating people's hypothetical willingness to deliberate and their actual participation in response to a real invitation to deliberate with their member of Congress, we find that (1) willingness to deliberate in the United States is much more widespread than expected, and (2) it is precisely those people less likely to participate in traditional partisan politics who are most interested in deliberative participation. They are attracted to such participation as a partial alternative to “politics as usual.”",
      "cited_by_count": 493,
      "type": "article",
      "source": {
        "name": "American Political Science Review",
        "type": "journal",
        "issn": [
          "0003-0554",
          "1537-5943"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/B918F30F1EF25FEE40DFD8313BD83B79/S0003055410000298a.pdf/div-class-title-who-wants-to-deliberate-and-why-div.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Electoral Systems and Political Participation",
        "Social Capital and Networks"
      ],
      "referenced_works_count": 54,
      "url": "https://openalex.org/W2116731043"
    },
    {
      "openalex_id": "W2111561369",
      "doi": "10.1111/1467-8675.12101",
      "title": "Crisis? Capitalism is Doing Very Well. How is Critical Theory?",
      "authors": [
        {
          "name": "Albena Azmanova",
          "openalex_id": "A5028739115",
          "orcid": "https://orcid.org/0000-0002-2471-2016"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-01",
      "abstract": "There is no crisis of capitalism, only a crisis of critique. I claim that Critical Social Theory of Frankfurt School origins does stand guilty of a failure to develop a body of valiant critique of the political economy of neoliberal capitalism in the course of the latter’s ascent in the 1980s and 1990s. The first part of my analysis addresses the crisis of capitalism as a distinct object of critique, in order to identify the direction a critique of contemporary capitalism is to take. The second part examines the analytical equipment at Critical Theory’s disposal for undertaking such an endeavor. Within an inventory of some of the key achievements of the tradition both in terms of its object and method of critique, some conceptual deficiencies are identified – namely, the reduced attention to what I describe as “systemic domination,” and the diminished reliance on a critique of the political economy of capitalism. The third part adumbrates a proposal for recasting Critical Theory by way of (a) redefining the normative content of emancipation; (b) effecting a realist-pragmatic turn within the communicative turn; (c) bringing the critique of political economy back into critical social theory.",
      "cited_by_count": 243,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12101"
      },
      "topics": [
        "Sociopolitical Dynamics in Russia"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2111561369"
    },
    {
      "openalex_id": "W2158659525",
      "doi": "10.1017/s0020818313000337",
      "title": "Stigma Management in International Relations: Transgressive Identities, Norms, and Order in International Society",
      "authors": [
        {
          "name": "Rebecca Adler‐Nissen",
          "openalex_id": "A5071773542",
          "orcid": "https://orcid.org/0000-0001-7924-9957",
          "institutions": [
            "University of Copenhagen"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "Abstract This article develops a theoretical approach to stigma in international relations and resituates conventional approaches to the study of norms and international order. Correcting the general understanding that common values and norms are the building blocks of social order, this article claims that international society is in part constructed through the stigmatization of “transgressive” and norm-violating states and their ways of coping with stigma. Drawing on Erving Goffman, this article shows that states are not passive objects of socialization, but active agents. Stigmatized states cope strategically with their stigma and may, in some cases, challenge and even transform a dominant moral discourse. A typology of stigma management strategies is presented: stigma recognition (illustrated by Germany); stigma rejection (illustrated by Austria); and finally counter-stigmatization (illustrated by Cuba). Because of the lack of agreement on what constitutes normal state behavior, attempts to impose stigma may even have the opposite effect—the stigmatizers become the transgressive. A focus on stigma opens up new avenues for research on norms, identities, and international order.",
      "cited_by_count": 520,
      "type": "article",
      "source": {
        "name": "International Organization",
        "type": "journal",
        "issn": [
          "0020-8183",
          "1531-5088"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/385D52A5CAC7C515491ED487781E3B4A/S0020818313000337a.pdf/div-class-title-stigma-management-in-international-relations-transgressive-identities-norms-and-order-in-international-society-div.pdf"
      },
      "topics": [
        "International Development and Aid",
        "International Relations and Foreign Policy",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 122,
      "url": "https://openalex.org/W2158659525"
    },
    {
      "openalex_id": "W4383913712",
      "doi": "10.1111/1748-8583.12524",
      "title": "Human resource management in the age of generative artificial intelligence: Perspectives and research directions on ChatGPT",
      "authors": [
        {
          "name": "Pawan Budhwar",
          "openalex_id": "A5055856506",
          "orcid": "https://orcid.org/0000-0001-8915-6172",
          "institutions": [
            "Aston University"
          ]
        },
        {
          "name": "Soumyadeb Chowdhury",
          "openalex_id": "A5067653484",
          "orcid": "https://orcid.org/0000-0002-8074-248X",
          "institutions": [
            "TBS Education"
          ]
        },
        {
          "name": "Geoffrey Wood",
          "openalex_id": "A5034762665",
          "orcid": "https://orcid.org/0000-0001-9709-1823",
          "institutions": [
            "Western University",
            "Trinity College Dublin",
            "Cranfield University",
            "University of Bath"
          ]
        },
        {
          "name": "Herman Aguinis",
          "openalex_id": "A5067660877",
          "orcid": "https://orcid.org/0000-0002-3485-9484",
          "institutions": [
            "George Washington University"
          ]
        },
        {
          "name": "Greg J. Bamber",
          "openalex_id": "A5018194210",
          "orcid": "https://orcid.org/0000-0001-6646-3065",
          "institutions": [
            "Monash University",
            "Monash Institute of Medical Research",
            "Rutgers, The State University of New Jersey",
            "Tilburg University"
          ]
        },
        {
          "name": "Jose R. Beltran",
          "openalex_id": "A5044503602",
          "orcid": "https://orcid.org/0000-0002-3886-8142",
          "institutions": [
            "Rutgers, The State University of New Jersey"
          ]
        },
        {
          "name": "Paul Boselie",
          "openalex_id": "A5023651869",
          "orcid": "https://orcid.org/0000-0001-8507-7258",
          "institutions": [
            "Utrecht University"
          ]
        },
        {
          "name": "Fang Lee Cooke",
          "openalex_id": "A5025486785",
          "orcid": "https://orcid.org/0000-0003-0337-6591",
          "institutions": [
            "Monash University"
          ]
        },
        {
          "name": "Stephanie Decker",
          "openalex_id": "A5064172786",
          "orcid": "https://orcid.org/0000-0003-0547-9594",
          "institutions": [
            "Birmingham City University",
            "University of Birmingham"
          ]
        },
        {
          "name": "Angelo S. DeNisi",
          "openalex_id": "A5065954019",
          "institutions": [
            "Tulane University"
          ]
        },
        {
          "name": "Prasanta Kumar Dey",
          "openalex_id": "A5046908030",
          "orcid": "https://orcid.org/0000-0002-9984-5374",
          "institutions": [
            "Aston University"
          ]
        },
        {
          "name": "David Guest",
          "openalex_id": "A5091214938",
          "orcid": "https://orcid.org/0000-0003-0457-6077",
          "institutions": [
            "King's College London",
            "King's College School"
          ]
        },
        {
          "name": "Andrew J. Knoblich",
          "openalex_id": "A5066797749",
          "institutions": [
            "University of North Carolina at Charlotte"
          ]
        },
        {
          "name": "Ashish Malik",
          "openalex_id": "A5108813058",
          "orcid": "https://orcid.org/0000-0002-2185-7674",
          "institutions": [
            "Hunter Water"
          ]
        },
        {
          "name": "Jaap Paauwe",
          "openalex_id": "A5081370774",
          "orcid": "https://orcid.org/0000-0003-3633-9607",
          "institutions": [
            "Tilburg University"
          ]
        },
        {
          "name": "Savvas Papagiannidis",
          "openalex_id": "A5006679927",
          "orcid": "https://orcid.org/0000-0003-0799-491X",
          "institutions": [
            "Newcastle University"
          ]
        },
        {
          "name": "Charmi Patel",
          "openalex_id": "A5088161716",
          "orcid": "https://orcid.org/0000-0002-0235-9784",
          "institutions": [
            "University of Reading"
          ]
        },
        {
          "name": "Vijay Pereira",
          "openalex_id": "A5069901933",
          "orcid": "https://orcid.org/0000-0001-6755-0793",
          "institutions": [
            "NEOMA Business School"
          ]
        },
        {
          "name": "Shuang Ren",
          "openalex_id": "A5084581187",
          "orcid": "https://orcid.org/0000-0002-8768-8447",
          "institutions": [
            "Queen's University Belfast"
          ]
        },
        {
          "name": "Steven G. Rogelberg",
          "openalex_id": "A5000877507",
          "institutions": [
            "University of North Carolina at Charlotte"
          ]
        },
        {
          "name": "Mark N. K. Saunders",
          "openalex_id": "A5054244780",
          "orcid": "https://orcid.org/0000-0001-5176-8317",
          "institutions": [
            "University of Birmingham",
            "Birmingham City University",
            "University College Birmingham"
          ]
        },
        {
          "name": "Rosalie L. Tung",
          "openalex_id": "A5014893902",
          "institutions": [
            "Simon Fraser University"
          ]
        },
        {
          "name": "Arup Varma",
          "openalex_id": "A5005292478",
          "orcid": "https://orcid.org/0000-0002-6530-5564",
          "institutions": [
            "Loyola University Chicago"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-07-01",
      "abstract": "Abstract ChatGPT and its variants that use generative artificial intelligence (AI) models have rapidly become a focal point in academic and media discussions about their potential benefits and drawbacks across various sectors of the economy, democracy, society, and environment. It remains unclear whether these technologies result in job displacement or creation, or if they merely shift human labour by generating new, potentially trivial or practically irrelevant, information and decisions. According to the CEO of ChatGPT, the potential impact of this new family of AI technology could be as big as “the printing press”, with significant implications for employment, stakeholder relationships, business models, and academic research, and its full consequences are largely undiscovered and uncertain. The introduction of more advanced and potent generative AI tools in the AI market, following the launch of ChatGPT, has ramped up the “AI arms race”, creating continuing uncertainty for workers, expanding their business applications, while heightening risks related to well‐being, bias, misinformation, context insensitivity, privacy issues, ethical dilemmas, and security. Given these developments, this perspectives editorial offers a collection of perspectives and research pathways to extend HRM scholarship in the realm of generative AI. In doing so, the discussion synthesizes the literature on AI and generative AI, connecting it to various aspects of HRM processes, practices, relationships, and outcomes, thereby contributing to shaping the future of HRM research.",
      "cited_by_count": 665,
      "type": "article",
      "source": {
        "name": "Human Resource Management Journal",
        "type": "journal",
        "issn": [
          "0954-5395",
          "1748-8583"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1748-8583.12524"
      },
      "topics": [
        "Artificial Intelligence in Healthcare and Education",
        "AI and HR Technologies",
        "Ethics and Social Impacts of AI"
      ],
      "referenced_works_count": 107,
      "url": "https://openalex.org/W4383913712"
    },
    {
      "openalex_id": "W2155254958",
      "doi": "10.1017/gov.2014.13",
      "title": "How to Perform Crisis: A Model for Understanding the Key Role of Crisis in Contemporary Populism",
      "authors": [
        {
          "name": "Benjamin Moffitt",
          "openalex_id": "A5034454409",
          "orcid": "https://orcid.org/0000-0003-1843-6032"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-05-29",
      "abstract": "A focus on crisis is a mainstay of the literature on contemporary populism. However, the links between populism and crisis remain under-theorized and undeveloped. This article puts forward a novel perspective for understanding this relationship, arguing that crisis does not just trigger populism, but that populism also attempts to act as a trigger for crisis. This is because crises are always mediated and ‘performed’. The article presents a six-step model of how populist actors ‘perform’ crisis, drawing on empirical examples from Europe, Latin America, North America and the Asia-Pacific region. It explains how the performance of crisis allows populist actors to pit ‘the people’ against a dangerous other, radically simplify the terrain of political debate and advocate strong leadership. It ultimately suggests that we should move from thinking of crisis as something purely external to populism, towards thinking about the performance of crisis as an internal core feature of populism.",
      "cited_by_count": 524,
      "type": "article",
      "source": {
        "name": "Government and Opposition",
        "type": "journal",
        "issn": [
          "0017-257X",
          "1477-7053"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/3A522C020FF774CFA5D0C91CD10A98F1/S0017257X1400013Xa.pdf/div-class-title-how-to-perform-crisis-a-model-for-understanding-the-key-role-of-crisis-in-contemporary-populism-div.pdf"
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Politics and Society in Latin America",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 75,
      "url": "https://openalex.org/W2155254958"
    },
    {
      "openalex_id": "W1582040408",
      "doi": "10.31269/triplec.v12i1.552",
      "title": "Social Media and the Public Sphere",
      "authors": [
        {
          "name": "Christian Fuchs",
          "openalex_id": "A5060268505",
          "orcid": "https://orcid.org/0000-0003-0589-4579",
          "institutions": [
            "University of Westminster"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-02-19",
      "abstract": "Social media has become a key term in Media and Communication Studies and public discourse for characterising platforms such as Facebook, Twitter, YouTube, Wikipedia, LinkedIn, Wordpress, Blogspot, Weibo, Pinterest, Foursquare and Tumblr. This paper discusses the role of the concept of the public sphere for understanding social media critically. It argues against an idealistic interpretation of Habermas and for a cultural-materialist understanding of the public sphere concept that is grounded in political economy. It sets out that Habermas’ original notion should best be understood as a method of immanent critique that critically scrutinises limits of the media and culture grounded in power relations and political economy. The paper introduces a theoretical model of public service media that it uses as foundation for identifying three antagonisms of the contemporary social media sphere in the realms of the economy, the state and civil society. It concludes that these limits can only be overcome if the colonisation of the social media lifeworld is countered politically so that social media and the Internet become public service and commons-based media.Acknowledgement: This paper is the extended version of Christian Fuchs’ inaugural lecture for his professorship of social media at the University of Westminster that he took up on February 1st, 2013. He gave the lecture on February 19th, 2014, at the University of Westminster.The video version of the inaugural lecture is available at:https://vimeo.com/97173645",
      "cited_by_count": 187,
      "type": "article",
      "source": {
        "name": "tripleC Communication Capitalism & Critique Open Access Journal for a Global Sustainable Information Society",
        "type": "journal",
        "issn": [
          "1726-670X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.triple-c.at/index.php/tripleC/article/download/552/529"
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Impact of Technology on Adolescents"
      ],
      "referenced_works_count": 120,
      "url": "https://openalex.org/W1582040408"
    },
    {
      "openalex_id": "W2131564699",
      "doi": "10.1075/prag.21.4.01bre",
      "title": "Critical discourse analysis and its critics",
      "authors": [
        {
          "name": "Ruth Breeze",
          "openalex_id": "A5049031148",
          "orcid": "https://orcid.org/0000-0002-8132-225X"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-18",
      "abstract": "This article briefly reviews the rise of Critical Discourse Analysis and teases out a detailed analysis of the various critiques that have been levelled at CDA and its practitioners over the last twenty years, both by scholars working within the “critical” paradigm and by other critics. A range of criticisms are discussed which target the underlying premises, the analytical methodology and the disputed areas of reader response and the integration of contextual factors. Controversial issues such as the predominantly negative focus of much CDA scholarship, and the status of CDA as an emergent “intellectual orthodoxy”, are also reviewed. The conclusions offer a summary of the principal criticisms that emerge from this overview, and suggest some ways in which these problems could be attenuated.",
      "cited_by_count": 275,
      "type": "article",
      "source": {
        "name": "Pragmatics Quarterly Publication of the International Pragmatics Association (IPrA)",
        "type": "journal",
        "issn": [
          "1018-2101",
          "2406-4238"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.jbe-platform.com/deliver/fulltext/prag.21.4.01bre.pdf?itemId=%2Fcontent%2Fjournals%2F10.1075%2Fprag.21.4.01bre&mimeType=pdf&containerItemId=content/journals/24064238"
      },
      "topics": [
        "Discourse Analysis in Language Studies",
        "Multilingual Education and Policy",
        "Language, Discourse, Communication Strategies"
      ],
      "referenced_works_count": 108,
      "url": "https://openalex.org/W2131564699"
    },
    {
      "openalex_id": "W2560008513",
      "doi": "10.17645/up.v1i4.727",
      "title": "Shifting Approaches to Planning Theory: Global North and South",
      "authors": [
        {
          "name": "Vanessa Watson",
          "openalex_id": "A5013903290",
          "orcid": "https://orcid.org/0000-0001-9965-6891",
          "institutions": [
            "University of Cape Town"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-06",
      "abstract": "Planning theory has shifted over time in response to changes in broader social and philosophical theory as well as changes in the material world. Postmodernism and poststructuralism dislodged modernist, rational and technical approaches to planning. Consensualist decision-making theories of the 1980s took forms of communicative and collaborative planning, drawing on Habermasian concepts of power and society. These positions, along with refinements and critiques within the field, have been hegemonic in planning theory ever since. They are, in most cases, presented at a high level of abstraction, make little reference to the political and social contexts in which they are based, and hold an unspoken assumption that they are of universal value, i.e. valid everywhere. Not only does this suggest important research methodology errors but it also renders these theories of little use in those parts of the world which are contextually very different from theory origin—in most cases, the global North. A more recent ‘southern turn’ across a range of social science disciplines, and in planning theory, suggests the possibility of a foundational shift toward theories which acknowledge their situatedness in time and place, and which recognize that extensive global difference in cities and regions renders universalized theorising and narrow conceptual models (especially in planning theory, given its relevance for practice) as invalid. New southern theorising in planning is drawing on a range of ideas on societal conflict, informality, identity and ethnicity. Postcolonialism and coloniality have provided a useful frame for situating places historically and geographically in relation to the rest of the world. However, the newness of these explorations still warrants the labelling of this shift as a ‘southern theorizing project’ in planning rather than a suggestion that southern planning theory has emerged.",
      "cited_by_count": 134,
      "type": "article",
      "source": {
        "name": "Urban Planning",
        "type": "journal",
        "issn": [
          "2183-7635"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/urbanplanning/article/download/727/727"
      },
      "topics": [
        "Urban Planning and Governance"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W2560008513"
    },
    {
      "openalex_id": "W2102988147",
      "doi": null,
      "title": "Transdisciplinarity: A Review of Its Origins, Development, and Current Issues",
      "authors": [
        {
          "name": "Jay H. Bernstein",
          "openalex_id": "A5087892934",
          "institutions": [
            "City University of New York",
            "Kingsborough Community College",
            "CUNY School of Law"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-07-07",
      "abstract": "Transdisciplinarity originated in a critique of the standard configuration of knowledge in disciplines in the curriculum, including moral and ethical concerns. Pronouncements about it were first voiced between the climax of government-supported science and higher education and the long retrenchment that began in the 1970s. Early work focused on questions of epistemology and the planning of future universities and educational programs. After a lull, transdisciplinarity re-emerged in the 1990s as an urgent issue relating to the solution of new, highly complex, global concerns, beginning with climate change and sustainability and extending into many areas concerning science, technology, social problems and policy, education, and the arts. Transdisciplinarity today is characterized by its focus on “wicked problems” that need creative solutions, its reliance on stakeholder involvement, and engaged, socially responsible science. In simultaneously studying multiple levels of, and angles on, reality, transdisciplinary work provides an intriguing potential to invigorate scholarly and scientific inquiry both in and outside the academy.",
      "cited_by_count": 427,
      "type": "review",
      "source": {
        "name": "CUNY Academic Works (City University of New York)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=1010&context=kb_pubs"
      },
      "topics": [
        "Interdisciplinary Research and Collaboration",
        "Sustainability in Higher Education",
        "University-Industry-Government Innovation Models"
      ],
      "referenced_works_count": 66,
      "url": "https://openalex.org/W2102988147"
    },
    {
      "openalex_id": "W4308433048",
      "doi": "10.1038/s41562-022-01460-1",
      "title": "A systematic review of worldwide causal and correlational evidence on digital media and democracy",
      "authors": [
        {
          "name": "Philipp Lorenz-Spreen",
          "openalex_id": "A5026949484",
          "orcid": "https://orcid.org/0000-0001-6319-4154",
          "institutions": [
            "Max Planck Institute for Human Development"
          ]
        },
        {
          "name": "Lisa Oswald",
          "openalex_id": "A5072281431",
          "orcid": "https://orcid.org/0000-0002-8418-282X",
          "institutions": [
            "Hertie School"
          ]
        },
        {
          "name": "Stephan Lewandowsky",
          "openalex_id": "A5017914184",
          "orcid": "https://orcid.org/0000-0003-1655-2013",
          "institutions": [
            "University of Bristol",
            "University of Western Australia"
          ]
        },
        {
          "name": "Ralph Hertwig",
          "openalex_id": "A5068556395",
          "orcid": "https://orcid.org/0000-0002-9908-9556",
          "institutions": [
            "Max Planck Institute for Human Development"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-11-07",
      "abstract": "Abstract One of today’s most controversial and consequential issues is whether the global uptake of digital media is causally related to a decline in democracy. We conducted a systematic review of causal and correlational evidence ( N = 496 articles) on the link between digital media use and different political variables. Some associations, such as increasing political participation and information consumption, are likely to be beneficial for democracy and were often observed in autocracies and emerging democracies. Other associations, such as declining political trust, increasing populism and growing polarization, are likely to be detrimental to democracy and were more pronounced in established democracies. While the impact of digital media on political systems depends on the specific variable and system in question, several variables show clear directions of associations. The evidence calls for research efforts and vigilance by governments and civil societies to better understand, design and regulate the interplay of digital media and democracy.",
      "cited_by_count": 262,
      "type": "review",
      "source": {
        "name": "Nature Human Behaviour",
        "type": "journal",
        "issn": [
          "2397-3374"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.nature.com/articles/s41562-022-01460-1.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Media Influence and Politics",
        "Media Studies and Communication"
      ],
      "referenced_works_count": 515,
      "url": "https://openalex.org/W4308433048"
    },
    {
      "openalex_id": "W2336053790",
      "doi": "10.4324/9780203066911-30",
      "title": "Between legitimacy and political eﬃcacy: feminist counter-publics and the internet in China",
      "authors": [
        {
          "name": "Karen Ross",
          "openalex_id": "A5103892036"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-12-13",
      "abstract": "This chapter analyzes the dynamics of state feminist counter-publics and independent\nfeminist groups in China, based on a conception of a public sphere as a space for\npolitical debate that is both nation based and postnational. Examining the concept\nand empirical reality of a counter-public sphere in the context of an authoritarian\nstate may seem peculiar to those who are familiar with the centrality of democracy to\nHabermas’s concept of the public sphere. Although the Western model of modernization combines a market economy with constitutional democracy, China contradicted\nthis established paradigm throughout the 1980s, under the leadership of Deng\nXiaoping, in that a fast-growing, successful market economy developed without a\ntransition to democracy. Since then, changes such as the disintegration of the highly\ncentralized social system and the diversiﬁcation and class stratiﬁcation of Chinese\nsociety have become more apparent (Hu 2007). These characteristics are indicative of\na unique Chinese model that cannot be explained by established political paradigms\nbased on Western concepts of liberalism, conservatism, political right, middle and\nleft, public interest, democracy, rights, freedom, and individualism (Hu 2007).\nBecause of this unparalleled dimension of the Chinese social context, ourapproach diverges from the largely Western project of focusing on the struggles for\ntransnational public spheres to emerge and thrive in a context of cosmopolitan\ndemocracy (Fraser 2007; Kidd 2003; Habermas 2001). Instead, we argue that Chinese\nfeminists’ new cosmopolitanism features their creative appropriation of global feminist\nideas for local and national uses. Our work also diverges from scholarship on the\nimpact of the internet in China and elsewhere in the world, which tends to frame discussion in terms of a civil society simply deﬁned by its opposition to a repressive\nstate regime (Yang 2003; Xiao 2004). Feminist counter-publics not only contribute to\nthe civil rights movement but also engage in more subtle struggles against state feminism and for trans-institutional spaces within the state. Exploring this largely\nneglected dimension in the literature on Chinese politics is crucial for understanding\nthe tension between legitimacy and eﬃcacy facilitated by the new political-economicrealities of authoritarian countries. We avoid adopting a technophilic understanding of new ICTs as necessarily being the conduit for oppositional politics in the\ninterest of social change. On the one hand, ICTs enable the proliferation of counterpublics battling for political legitimacy (Dean 2003; Dahlgren 2005). On the other,\nas many critics point out, digitally mediated collective opinion, despite its intensiﬁed\npassion, neither guarantees that those in authority will be held accountable\nfor their actions nor ensures policy change (Dean 2003; Gladwell 2010; Morozov\n2010).\nThe arena of gender equity and women’s rights in China illustrates this argument.The regime’s championing of women’s liberation largely endorses this ﬁeld as an\nacceptable area for social engagement. However, women’s rights are not outside the\nscope of state or intergovernmental intervention. Instead, state organizations, civic\ngroups, and supranational interests collide, compete, and cooperate with\none another. The issues of political legitimacy and eﬀectiveness, rather than conﬁned\nto the scope of state governance and civic domain, must be addressed and evaluated\nin the transnational context (Fraser 2007). This chapter focuses on the\nGuangdong provincial branch of the All-China Women’s Federation (ACWF) and\nthe Gender Media Action activist group, both based in the city of Guangzhou.\nThese groups’ members regularly engage in online political discussion. We\nconsider the history and development of both groups by examining archive documentation and unstructured interviews with core organizers, whose names have\nbeen anonymized. The groups’ organizational structures and political positions help\nassess the extent of their political legitimacy and eﬀectiveness in fostering political\nchange.",
      "cited_by_count": 2,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "China's Socioeconomic Reforms and Governance"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W2336053790"
    },
    {
      "openalex_id": "W2171182399",
      "doi": "10.5840/beq201121437",
      "title": "The Moral Legitimacy of NGOs as Partners of Corporations",
      "authors": [
        {
          "name": "Dorothea Baur",
          "openalex_id": "A5086732922"
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-10-01",
      "abstract": "ABSTRACT: Partnerships between companies and NGOs have received considerable attention in CSR in the past years. However, the role of NGO legitimacy in such partnerships has thus far been neglected. We argue that NGOs assume a status as special stakeholders of corporations which act on behalf of the common good. This role requires a particular focus on their moral legitimacy. We introduce a conceptual framework for analysing the moral legitimacy of NGOs along three dimensions, building on the theory of deliberative democracy. Against this background we outline three procedural characteristics which are essential for judging the legitimacy of NGOs as potential or actual partners of corporations.",
      "cited_by_count": 139,
      "type": "article",
      "source": {
        "name": "Business Ethics Quarterly",
        "type": "journal",
        "issn": [
          "1052-150X",
          "2153-3326"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/9A220C09A08052B203EE2A1D22F41B64/S1052150X00004905a.pdf/div-class-title-the-moral-legitimacy-of-ngos-as-partners-of-corporations-div.pdf"
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Ethics in Business and Education",
        "Nonprofit Sector and Volunteering"
      ],
      "referenced_works_count": 143,
      "url": "https://openalex.org/W2171182399"
    },
    {
      "openalex_id": "W611175801",
      "doi": "10.1017/cbo9781107300767",
      "title": "Democracy and Media Decadence",
      "authors": [
        {
          "name": "John Keane",
          "openalex_id": "A5057559077",
          "institutions": [
            "University of Sydney"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-10-31",
      "abstract": "We live in a revolutionary age of communicative abundance in which many media innovations - from satellite broadcasting to smart glasses and electronic books - spawn great fascination mixed with excitement. In the field of politics, hopeful talk of digital democracy, cybercitizens and e-government has been flourishing. This book admits the many thrilling ways that communicative abundance is fundamentally altering the contours of our lives and of our politics, often for the better. But it asks whether too little attention has been paid to the troubling counter-trends, the decadent media developments that encourage public silence and concentrations of unlimited power, so weakening the spirit and substance of democracy. Exploring examples of clever government surveillance, market censorship, spin tactics and back-channel public relations, John Keane seeks to understand and explain these trends, and how best to deal with them. Tackling some tough but big and fateful questions, Keane argues that 'media decadence' is deeply harmful for public life.",
      "cited_by_count": 317,
      "type": "book",
      "source": {
        "name": "Cambridge University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/13EF4B1321DCE321D1166672F1F698C7/9781107300767c1_p1-76_CBO.pdf/communicative_abundance.pdf"
      },
      "topics": [
        "Globalization and Cultural Identity",
        "Technology's Impact on Media",
        "Information Society and Technology Trends"
      ],
      "referenced_works_count": 193,
      "url": "https://openalex.org/W611175801"
    },
    {
      "openalex_id": "W2106871891",
      "doi": null,
      "title": "Critical Notes on Habermas's Theory of the Public Sphere",
      "authors": [
        {
          "name": "Simon Susen",
          "openalex_id": "A5055297764",
          "orcid": "https://orcid.org/0000-0003-0643-1891",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-02-14",
      "abstract": "The main purpose of this paper is to examine Habermas’s account of the transformation of the public sphere in modern society. More specifically, the study aims to demonstrate that, whilst Habermas’s approach succeeds in offering useful insights into the structural transformation of the public sphere in the early modern period, it does not provide an adequate theoretical framework for understanding the structural transformation of public spheres in late modern societies. To the extent that the gradual differentiation of social life manifests itself in the proliferation of multiple public spheres, a critical theory of public normativity needs to confront the challenges posed by the material and ideological complexity of late modernity in order to account for the polycentric nature of advanced societies. With the aim of showing this, the paper is divided into three sections. The first section elucidates the sociological meaning of the public/private dichotomy. The second section scrutinizes the key features of Habermas’s theory of the public sphere by reflecting on (i) the concept of the public sphere, (ii) the normative specificity of the bourgeois public sphere, and (iii) the structural transformation of the public sphere in modern society. The third section explores the most substantial shortcomings of Habermas’s theory of the public sphere, particularly its inability to explain the historical emergence and political function of differentiated public spheres in advanced societies.",
      "cited_by_count": 82,
      "type": "article",
      "source": {
        "name": "City Research Online (City University London)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openaccess.city.ac.uk/id/eprint/1101/1/Simon%20Susen%20%27Critical%20Notes%20on%20Habermass%20Theory%20of%20the%20Public%20Sphere%27%20SA%205%281%29%20pp%20%2037-62.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Social Media and Politics",
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W2106871891"
    },
    {
      "openalex_id": "W1785652933",
      "doi": "10.1111/j.1467-8519.2010.01854.x",
      "title": "MORAL ENHANCEMENT AND FREEDOM",
      "authors": [
        {
          "name": "John Harris",
          "openalex_id": "A5038520229",
          "orcid": "https://orcid.org/0000-0003-0848-3476",
          "institutions": [
            "University of Manchester",
            "Manchester College"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-12-07",
      "abstract": "ABSTRACT This paper identifies human enhancement as one of the most significant areas of bioethical interest in the last twenty years. It discusses in more detail one area, namely moral enhancement, which is generating significant contemporary interest. The author argues that so far from being susceptible to new forms of high tech manipulation, either genetic, chemical, surgical or neurological, the only reliable methods of moral enhancement, either now or for the foreseeable future, are either those that have been in human and animal use for millennia, namely socialization, education and parental supervision or those high tech methods that are general in their application. By that is meant those forms of cognitive enhancement that operate across a wide range of cognitive abilities and do not target specifically ‘ethical’ capacities. The paper analyses the work of some of the leading contemporary advocates of moral enhancement and finds that in so far as they identify moral qualities or moral emotions for enhancement they have little prospect of success.",
      "cited_by_count": 356,
      "type": "article",
      "source": {
        "name": "Bioethics",
        "type": "journal",
        "issn": [
          "0269-9702",
          "1467-8519"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1467-8519.2010.01854.x"
      },
      "topics": [
        "Neuroethics, Human Enhancement, Biomedical Innovations",
        "Space Science and Extraterrestrial Life"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W1785652933"
    },
    {
      "openalex_id": "W2126976846",
      "doi": "10.1007/s10461-011-9966-2",
      "title": "How Can Community Health Programmes Build Enabling Environments for Transformative Communication? Experiences from India and South Africa",
      "authors": [
        {
          "name": "Catherine Campbell",
          "openalex_id": "A5103075934",
          "orcid": "https://orcid.org/0009-0008-4644-7728",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        },
        {
          "name": "Flora Cornish",
          "openalex_id": "A5005347013",
          "orcid": "https://orcid.org/0000-0002-3404-9385",
          "institutions": [
            "Glasgow Caledonian University"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-20",
      "abstract": null,
      "cited_by_count": 145,
      "type": "article",
      "source": {
        "name": "AIDS and Behavior",
        "type": "journal",
        "issn": [
          "1090-7165",
          "1573-3254"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10461-011-9966-2.pdf"
      },
      "topics": [
        "Adolescent Sexual and Reproductive Health",
        "Poverty, Education, and Child Welfare",
        "Children's Rights and Participation"
      ],
      "referenced_works_count": 43,
      "url": "https://openalex.org/W2126976846"
    },
    {
      "openalex_id": "W2002923179",
      "doi": "10.1057/cpt.2011.11",
      "title": "Making disability public in deliberative democracy",
      "authors": [
        {
          "name": "Stacy Clifford",
          "openalex_id": "A5111648552",
          "institutions": [
            "Vanderbilt University"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-07-26",
      "abstract": null,
      "cited_by_count": 90,
      "type": "article",
      "source": {
        "name": "Contemporary Political Theory",
        "type": "journal",
        "issn": [
          "1470-8914",
          "1476-9336"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1057/cpt.2011.11.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Philosophy and Ethics",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 51,
      "url": "https://openalex.org/W2002923179"
    },
    {
      "openalex_id": "W2144770783",
      "doi": "10.1111/1467-9566.12199",
      "title": "Exploring the critiques of the social model of disability: the transformative possibility of Arendt's notion of power",
      "authors": [
        {
          "name": "Janine Owens",
          "openalex_id": "A5015500213",
          "orcid": "https://orcid.org/0000-0002-9108-4005",
          "institutions": [
            "University of Sheffield"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-19",
      "abstract": "The social model of disability has demonstrated political success for disabled people in society. At the same time, it has been labelled an outdated ideology in need of further development. While the social model of disability has been used successfully for political activism, it has simultaneously created conflict and tensions in disability studies, sociology and the sociology of the body. This article sheds light on the confusion surrounding the social model of disability by discussing the historical emergence of its different forms. It then proceeds to analyse and evaluate key criticisms of the social model of disability. The article then goes on to explore the relevance of different forms of power to the current discourse on disability before proceeding to explore in depth what might be gained from the approach of one particular theorist on power; Hannah Arendt. It suggests that there may be merit in drawing on Arendt and illustrates some of the benefits of a more nuanced idea of a pluralistic body and experiences.",
      "cited_by_count": 157,
      "type": "article",
      "source": {
        "name": "Sociology of Health & Illness",
        "type": "journal",
        "issn": [
          "0141-9889",
          "1467-9566"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-9566.12199"
      },
      "topics": [
        "Disability Rights and Representation",
        "Hannah Arendt's Political Philosophy",
        "Feminism, Gender, and Sexuality Studies"
      ],
      "referenced_works_count": 135,
      "url": "https://openalex.org/W2144770783"
    },
    {
      "openalex_id": "W1442129841",
      "doi": "10.1007/s11625-015-0326-4",
      "title": "The real type and ideal type of transdisciplinary processes: part I—theoretical foundations",
      "authors": [
        {
          "name": "Roland W. Scholz",
          "openalex_id": "A5020171024",
          "orcid": "https://orcid.org/0000-0003-2506-3254",
          "institutions": [
            "University of Zurich",
            "Fraunhofer Institute for Interfacial Engineering and Biotechnology",
            "Fraunhofer Society"
          ]
        },
        {
          "name": "Gerald Steiner",
          "openalex_id": "A5035374136",
          "orcid": "https://orcid.org/0000-0003-3340-3941",
          "institutions": [
            "Universität für Weiterbildung Krems",
            "Harvard University Press"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-08-13",
      "abstract": null,
      "cited_by_count": 311,
      "type": "article",
      "source": {
        "name": "Sustainability Science",
        "type": "journal",
        "issn": [
          "1862-4057",
          "1862-4065"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11625-015-0326-4.pdf"
      },
      "topics": [
        "Interdisciplinary Research and Collaboration",
        "Sustainability and Climate Change Governance",
        "Complex Systems and Decision Making"
      ],
      "referenced_works_count": 115,
      "url": "https://openalex.org/W1442129841"
    },
    {
      "openalex_id": "W2004641539",
      "doi": "10.1007/s10551-013-1960-3",
      "title": "Corporations and Citizenship Arenas in the Age of Social Media",
      "authors": [
        {
          "name": "Glen Whelan",
          "openalex_id": "A5027497109",
          "institutions": [
            "University of Nottingham"
          ]
        },
        {
          "name": "Jeremy Moon",
          "openalex_id": "A5029488383",
          "orcid": "https://orcid.org/0000-0002-0848-6274",
          "institutions": [
            "University of Nottingham"
          ]
        },
        {
          "name": "Bettina Grant",
          "openalex_id": "A5036881189",
          "institutions": [
            "University of Nottingham"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-11-19",
      "abstract": "Little attention has been paid to the importance of social media in the corporate social responsibility (CSR) literature. This deficit is redressed in the present paper through utilizing the notion of ‘citizenship arenas’ to identify three dynamics in social media-augmented corporate–society relations. First, we note that social media-augmented ‘corporate arenas of citizenship’ are constructed by individual corporations in an effort to address CSR issues of specific importance thereto, and are populated by individual citizens as well as (functional/formally organized) stakeholders. Second, we highlight that, within social media-augmented ‘public arenas of citizenship’, individual citizens are empowered, relative to corporations and their (functional/formally organized) stakeholders, when it comes to creating, debating, and publicizing, CSR-relevant issues. Third, we posit that information and communication technology corporations possess specific, and potentially very important, capacities, when it comes to creating, or helping construct, public arenas of citizenship from within which individual citizens can influence their broader political–economic environment. Following this, we discuss how social media can contribute to ‘dysfunctions’ as well as ‘progressions’ in corporate–society relations, and conclude with a number of suggestions for future research. Copyright The Author(s) 2013",
      "cited_by_count": 137,
      "type": "article",
      "source": {
        "name": "Journal of Business Ethics",
        "type": "journal",
        "issn": [
          "0167-4544",
          "1573-0697"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10551-013-1960-3.pdf"
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Social Media and Politics",
        "Knowledge Management and Sharing"
      ],
      "referenced_works_count": 100,
      "url": "https://openalex.org/W2004641539"
    }
  ],
  "count": 25,
  "errors": []
}
