{
  "status": "success",
  "source": "openalex",
  "query": "Fanon Black Skin White Masks communicative colonial",
  "results": [
    {
      "openalex_id": "W281369720",
      "doi": "10.5070/t412011810",
      "title": "Shifting the Geography of Reason in an Age of Disciplinary Decadence",
      "authors": [
        {
          "name": "Lewis R. Gordon",
          "openalex_id": "A5085697314",
          "orcid": "https://orcid.org/0000-0002-4124-1340"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "This essay addresses some recent theoretical developments that are laying an important role in the decolonization of knowledge.That knowledge has been colonized raises the question of whether it was ever free.The formulation of knowledge in the singular already situates the question in a framework that is alien to precolonial times, for the disparate modes of producing knowledge and notions of knowledge were so many that knowledges would be a more appropriate designation.Unification was a function of various stages of imperial realignment, where local reflections shifted their attention to centers elsewhere to the point of concentric collapse.On their way, those varieties of knowledge coalesced into knowledge of the center, and successive collapses of centers under the weight of other centers led, over time, to the global situation of the center and its concomitant organization of knowledges into knowledge.This path has not, however, been one exclusively built upon alienation, for along with the strange and the alien were also the familiar and the, at times, welcomed.Enrique Dussel is a member of a community of scholars who have questioned the logic of self reflection offered by the most recent stage of centered productions of knowledge. 1 The philosophical framework of such rationalization is familiar to most students of Western philosophy: René Descartes reflected on method in the seventeenth century, grew doubtful, and articulated the certainty of his thinking self in opposition to the fleeting world of physical appearance.A result of such intellectual labor is a shift of first questions from meditations on what there is to what can be known.This focus on epistemology as first philosophy charted the course of philosophy in modern terms against and with which contemporary philosophers continue to struggle and grapple.For political thinkers, the new beginning is a little earlier, in the late fifteenth-through early sixteenthcentury reflections on politics by Niccolò Machiavelli.Against these intellectualist formulations of modern life, Dussel raises the question of its underside, of the geopolitical, material impositions and the unnamed millions whose centers collapsed not simply from the force of ideas but sword and musket.That modernity was ironically also identified by Machiavelli but often overlooked through how he is read today: in The Prince, Machiavelli wrote of the effects of King Ferdinand and Queen Isabella's victory over the Moors in the Iberian Peninsula. 2His focus on the repression wrought in the name of Christendom presumed, however, the continued significance of the Mediterranean in the commerce of world-constituting activity.Dussel's work argues that the continued conflict spread westward across the Atlantic Ocean, and by October of that year, 1492, a series of new relations were established with a New World that de-centered the Mediterranean, stimulated a new economy and, with it, an organization of its management (new epistemologies), and re-aligned the western peninsula of Asia into a new political territory in the form of a continent, namely, Europe.Prior to the emergence of Europe, there were maps of the Mediterranean that would have to",
      "cited_by_count": 106,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt218618vj/qt218618vj.pdf?t=m284m1"
      },
      "topics": [
        "Decadence, Literature, and Society",
        "Historical and Scientific Studies",
        "Historical Studies and Socio-cultural Analysis"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W281369720"
    },
    {
      "openalex_id": "W2033405101",
      "doi": "10.2478/v10023-007-0015-8",
      "title": "Practice, Spatiality and Embodied Emotions: An Outline of a Geography of Practice",
      "authors": [
        {
          "name": "Kirsten Simonsen",
          "openalex_id": "A5008353701",
          "institutions": [
            "Roskilde University"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-12-01",
      "abstract": "Practice, Spatiality and Embodied Emotions: An Outline of a Geography of Practice The paper outlines an approach to social analysis/human geography taking off from a social ontology of practice. This means a focus of attention to embodied or practical knowledges and their formation in people's everyday lives, to the world of experiences and emotions, and to the infinitude of encounters through which we make the world and are made by it in turn. The paper proceeds in three parts. First, considering the way in which subjectivity and identity are created in and through practices sets the ground. The two following sections are extensions from that discussing \"embodiment and spatiality\" and \"affectivity and emotion\" respectively. The purpose is threefold; to develop the sensuous character of practice, to consider the spatialities involved in that character, and to discuss possible developments including power and the social differentiation of bodies. The paper is concluded by a short discussion of the geographies following from the suggested account.",
      "cited_by_count": 184,
      "type": "article",
      "source": {
        "name": "Human Affairs",
        "type": "journal",
        "issn": [
          "1210-3055",
          "1337-401X",
          "1338-2373"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.degruyter.com/document/doi/10.2478/v10023-007-0015-8/pdf"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Participatory Visual Research Methods",
        "Posthumanist Ethics and Activism"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2033405101"
    },
    {
      "openalex_id": "W1965630888",
      "doi": "10.1177/0964663904047332",
      "title": "Political Reconciliation Through a Struggle for Recognition?",
      "authors": [
        {
          "name": "Andrew Schaap",
          "openalex_id": "A5006655691",
          "orcid": "https://orcid.org/0000-0001-9608-0129",
          "institutions": [
            "University of Melbourne"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-10-27",
      "abstract": "In societies divided by a history of political violence, political reconciliation depends on transforming a relation of enmity into one of civic friendship. In such contexts, the discourse of recognition provides a ready frame in terms of which reconciliation might be conceived. Yet social theorists are divided in their assessment of the emancipatory potential of the struggle for recognition. For Charles Taylor, it establishes the possibility of reconciliation through a reciprocal dialogue oriented towards a fusion of horizons. Yet Frantz Fanon highlights the violent appropriation inherent in the logic of recognition that curtails the possibility of reconciliation. I demonstrate that Taylor’s optimism about the possibility of reconciliation through a struggle for recognition is unwarranted. For, although recognition provides the rough ground in terms of which an ethical encounter between former enemies becomes possible, it tends to fix the terms on which a reconciliatory politics might be enacted in a way that reduces the prospect of community between them. This argument is developed through a consideration of the legal-politics of reconciliation in Australia. But against Fanon’s pessimism, I advocate an agonistic reconciliation, according to which political actors would indefinitely postpone the moment of positive recognition while staking the prospect of community on the non-identity of the other, i.e. that quality in the other that cannot be reduced to the terms of identity or otherness.",
      "cited_by_count": 86,
      "type": "article",
      "source": {
        "name": "Social & Legal Studies",
        "type": "journal",
        "issn": [
          "0964-6639",
          "1461-7390"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/11343/34374"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Foucault, Power, and Ethics",
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W1965630888"
    },
    {
      "openalex_id": "W2763796353",
      "doi": "10.17159/1947-9417/2017/2015",
      "title": "\"Translanguaging\" as a socially just pedagogy",
      "authors": [
        {
          "name": "Ellen Hurst",
          "openalex_id": "A5067707942",
          "orcid": "https://orcid.org/0000-0002-4596-8459",
          "institutions": [
            "University of Cape Town"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "South African higher education relies primarily on English as the medium of education.This is a result of the colonial history of the country, yet it disadvantages a large section of South African students who undertake their education in a language that is not their first language.It also reproduces the monolingual norm and anglonormativity.This can be read as a social justice issue, since students are impacted negatively by discrimination through language.Indeed, recent protest movements, particularly Rhodes Must Fall, have highlighted language as a critical issue in the \"decolonisation\" of the university curriculum.This article presents translanguaging pedagogy as a way to address this issue; it analyses the implementation of translanguaging pedagogies in an introductory course at the University of Cape Town in 2015 and 2016.Through an analysis of lecturer reflections, classroom practice and assessments, it highlights how translanguaging pedagogies can empower students who are disempowered by English monolingualism and it demonstrates how students respond positively to these pedagogies.The article makes the argument that multilingual pedagogies are a necessary response to the current crisis in South African higher education.",
      "cited_by_count": 84,
      "type": "article",
      "source": {
        "name": "Education as Change",
        "type": "journal",
        "issn": [
          "1682-3206",
          "1947-9417"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "http://www.scielo.org.za/pdf/eac/v21n2/08.pdf"
      },
      "topics": [
        "Second Language Learning and Teaching",
        "Higher Education Learning Practices",
        "Multilingual Education and Policy"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W2763796353"
    },
    {
      "openalex_id": "W4244624828",
      "doi": "10.1146/annurev-anthro-102313-030008",
      "title": "Imitation",
      "authors": [
        {
          "name": "Michael Lempert",
          "openalex_id": "A5064652213",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-07-25",
      "abstract": "“Imitation” in contemporary anthropology comprises numerous topics whose relations have seldom been explored. In surveying mimetic phenomena that range from television parodies to postural mirroring, I offer reflections designed to stimulate exploration of “mimetic practice.” The review encourages work at the nexus of sociocultural and linguistic anthropology, for without appreciating the communicative specificities of mimetic practice, one can neither narrate nor theorize adequately what mimesis does, and thus is. I chart directions in research by drawing out underappreciated findings from the ethnographic record, such as those that show that mimesis is not a matter of two-ness, as the original–copy binary suggests; that communicative dissonance often helps actors recognize when mimesis is in play and what action(s) it involves; that mimetic practice suffers (and sometimes benefits) from various instabilities (e.g., what is imitated, who imitates whom); and that reflexivity helps create, stabilize, and alter mimetic practices and projects.",
      "cited_by_count": 87,
      "type": "article",
      "source": {
        "name": "Annual Review of Anthropology",
        "type": "journal",
        "issn": [
          "0084-6570",
          "1545-4290"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-anthro-102313-030008"
      },
      "topics": [
        "Language, Metaphor, and Cognition",
        "Language, Discourse, Communication Strategies",
        "Humor Studies and Applications"
      ],
      "referenced_works_count": 128,
      "url": "https://openalex.org/W4244624828"
    },
    {
      "openalex_id": "W2804834247",
      "doi": "10.1016/j.langsci.2018.05.007",
      "title": "Revisiting borders: Named languages and de-colonization",
      "authors": [
        {
          "name": "Mario Saraceni",
          "openalex_id": "A5041241997",
          "orcid": "https://orcid.org/0000-0001-6031-5934",
          "institutions": [
            "University of Portsmouth"
          ]
        },
        {
          "name": "Camille Jacob",
          "openalex_id": "A5047195150",
          "orcid": "https://orcid.org/0000-0002-4624-5594",
          "institutions": [
            "University of Portsmouth"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-24",
      "abstract": null,
      "cited_by_count": 84,
      "type": "article",
      "source": {
        "name": "Language Sciences",
        "type": "journal",
        "issn": [
          "0388-0001",
          "1873-5746"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://researchportal.port.ac.uk/portal/en/publications/revisiting-borders(4d9685ff-445d-476d-98fe-e3dfdbfe5379).html"
      },
      "topics": [
        "Multilingual Education and Policy",
        "Linguistic Variation and Morphology",
        "Second Language Learning and Teaching"
      ],
      "referenced_works_count": 102,
      "url": "https://openalex.org/W2804834247"
    },
    {
      "openalex_id": "W1731378251",
      "doi": null,
      "title": "REFRAMING ANTI-COLONIAL THEORY FOR THE DIASPORIC CONTEXT",
      "authors": [
        {
          "name": "Marlon Simmons",
          "openalex_id": "A5004861745"
        },
        {
          "name": "George J. Sefa Dei",
          "openalex_id": "A5112195786"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-09-23",
      "abstract": "In teaching and dialoguing with students and colleagues we have on a number of occasions had to grapple with questions such as: What is the ‘anti-colonial’? How is this different from a ‘post-colonial’ approach? And how are we to articulate an anti-colonial prism as a way of thinking and making sense of current colonial relations and procedures of colonization? These are tough questions complicated by the apparent mainstream privileging and intellectual affection for the “post-colonial” over “anti-colonial”. This paper is purposively written to provoke a debate as a contestation of ideas of the current ‘post’ context. We are calling for a nuanced reading of what constitutes an intellectual subversive politics in the ongoing project of decolonization for both colonized and dominant bodies. We ask our readers to consider the possibilities of a counter theoretical narrative or conception of the present in ways that make theoretical sense of the everyday world of the colonized, racialized, oppressed and the Indigene. We bring a politicized reading to the present as a moment of practice, to claim and reclaim our understandings of identity in the present with implications for how we theorise a Diasporic identity. We challenge the intellectual seduction to equally flatten notions of identity and relations as simply fluid, in flux or something to be complicated/contested. We believe there is something that must not be lost in reclaiming past powerful notions regarding particularly the marginalized understandings of their identities for the present. Thus we revive anti-colonial discourse, building on early anticolonial thinking and practice. We are bringing a particular reading of the ‘colonial’ that is relevant to the present in which both nations, states and communities, as well as bodies and identities are engaged as still colonized and resisting the colonial encounter.",
      "cited_by_count": 59,
      "type": "article",
      "source": {
        "name": "OAR@UM (University of Malta)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.um.edu.mt/library/oar//handle/123456789/19585"
      },
      "topics": [
        "Postcolonial and Cultural Literary Studies",
        "Anthropological Studies and Insights",
        "Caribbean history, culture, and politics"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W1731378251"
    },
    {
      "openalex_id": "W3124448627",
      "doi": "10.5204/ijcjsd.v3i1.138",
      "title": "Changing Narratives: Colonised Peoples, Criminology and Social Work",
      "authors": [
        {
          "name": "Chris Cunneen",
          "openalex_id": "A5012208912",
          "orcid": "https://orcid.org/0000-0002-3348-9282",
          "institutions": [
            "James Cook University"
          ]
        },
        {
          "name": "Simone Rowe",
          "openalex_id": "A5055352257",
          "orcid": "https://orcid.org/0000-0003-2101-1887",
          "institutions": [
            "James Cook University",
            "Cairns Hospital"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-04-02",
      "abstract": "There is growing recognition in criminology and social work of the importance of Indigenous knowledges and methodologies. Yet to date there have been limited attempts (particularly in criminology and criminal justice social work) to consider the theoretical and practice implications of Indigenous understandings and approaches to these disciplines. Both disciplines have also been slow to recognise the importance of understanding the way in which colonial effects are perpetuated through knowledge control, particularly in the operation of criminal justice systems. Our paper thus begins by examining the historical and institutional factors that have contributed to the continuing subjugation of Indigenous knowledges and methodologies. A discussion of the connections between the hegemony of Western science, the construction of race, and the colonial project follows. While herein Western and Indigenous approaches are conceptualised broadly, the dangers of over-simplifying these categories is also acknowledged. The paper proceeds by examining the distinctive character of each approach through a consideration of their ontological, epistemological, axiological, and methodological differences. Whilst acknowledging the considerable challenges which arise in any attempt to develop connections between these differing worldviews, a pathway forward for understanding both theoretically and methodologically the relationship between Western and Indigenous approaches is proposed.",
      "cited_by_count": 63,
      "type": "article",
      "source": {
        "name": "International Journal for Crime Justice and Social Democracy",
        "type": "journal",
        "issn": [
          "2202-7998",
          "2202-8005"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.crimejusticejournal.com/article/download/715/469"
      },
      "topics": [
        "Indigenous Health, Education, and Rights",
        "Criminal Justice and Corrections Analysis",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 71,
      "url": "https://openalex.org/W3124448627"
    },
    {
      "openalex_id": "W2946449011",
      "doi": "10.1007/s12564-019-09600-5",
      "title": "Education for sustainable development in Africa: a critique of regional agendas",
      "authors": [
        {
          "name": "Leon Tikly",
          "openalex_id": "A5091692774",
          "orcid": "https://orcid.org/0000-0003-0697-524X",
          "institutions": [
            "University of Johannesburg",
            "University of Bristol"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-05-18",
      "abstract": null,
      "cited_by_count": 68,
      "type": "article",
      "source": {
        "name": "Asia Pacific Education Review",
        "type": "journal",
        "issn": [
          "1598-1037",
          "1876-407X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s12564-019-09600-5.pdf"
      },
      "topics": [
        "African cultural and philosophical studies",
        "Global Educational Policies and Reforms",
        "Tourism, Volunteerism, and Development"
      ],
      "referenced_works_count": 104,
      "url": "https://openalex.org/W2946449011"
    },
    {
      "openalex_id": "W4386262464",
      "doi": "10.1162/daed_a_02020",
      "title": "Rethinking Language Barriers &amp; Social Justice from a Raciolinguistic Perspective",
      "authors": [
        {
          "name": "Jonathan Rosa",
          "openalex_id": "A5079223027",
          "orcid": "https://orcid.org/0000-0003-4794-0537"
        },
        {
          "name": "Nelson Flores",
          "openalex_id": "A5066027250",
          "orcid": "https://orcid.org/0000-0003-3864-7806"
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-01-01",
      "abstract": "Abstract The trope of language barriers and the toppling thereof is widely resonant as a reference point for societal progress. Central to this trope is a misleading debate between advocates of linguistic assimilation and pluralism, both sides of which deceptively normalize dominant power structures by approaching language as an isolated site of remediation. In this essay, we invite a reconsideration of how particular populations and language practices are persistently marked, surveilled, and managed. We show how perceptions of linguistic diversity become sites for the reproduction of marginalization and exclusion, as well as how advocacy for language and social justice must move beyond celebrating linguistic diversity or remediating it. We argue that by interrogating the colonial and imperial underpinnings of widespread ideas about linguistic diversity, we can connect linguistic advocacy to broader political struggles. We suggest that language and social justice efforts must link affirmations of linguistic diversity to demands for the creation of societal structures that sustain collective well-being.",
      "cited_by_count": 33,
      "type": "article",
      "source": {
        "name": "Daedalus",
        "type": "journal",
        "issn": [
          "0011-5266",
          "1548-6192"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://direct.mit.edu/daed/article-pdf/152/3/99/2155840/daed_a_02020.pdf"
      },
      "topics": [
        "Multilingual Education and Policy",
        "Second Language Learning and Teaching",
        "Linguistic Variation and Morphology"
      ],
      "referenced_works_count": 38,
      "url": "https://openalex.org/W4386262464"
    },
    {
      "openalex_id": "W4297057013",
      "doi": "10.1093/applin/amac049",
      "title": "Towards Epistemic Justice: Constructing Knowers in Multilingual Classrooms",
      "authors": [
        {
          "name": "Caroline Kerfoot",
          "openalex_id": "A5069638777",
          "orcid": "https://orcid.org/0000-0002-8239-524X",
          "institutions": [
            "Stockholm University"
          ]
        },
        {
          "name": "Basirat Olayemi Bello-Nonjengele",
          "openalex_id": "A5080328409",
          "orcid": "https://orcid.org/0000-0002-4605-4448",
          "institutions": [
            "Cape Peninsula University of Technology"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-09-25",
      "abstract": "Abstract In this study of a postcolonial school, we expand understandings of epistemic justice from the perspective of language, addressing issues of know-ledge, understanding, and participation in communicative practices. We suggest that monoglossic language-in-education policies constitute a form of epistemic injustice by diminishing learners’ ability to make epistemic contributions, a capacity central to human value. We further suggest that translanguaging in formal school settings generally promotes epistemic access rather than epistemic justice, leaving value hierarchies and relations of knowing unchanged. Conversely, this study presents linguistic ethnographic data from a three-year project where learners could choose their language of learning to Grade 6 and use all languages in subject classrooms. We analyse how a Grade 6 learner used laminated, multilingual stances to construct others as knowers, negotiate epistemic authority, and promote solidarity. We argue that she thereby constructed new decolonial relations of knowing and being. Moreover, the shift from monolingual to multilingual episteme, which substantially improved performance overall, enabled new social, epistemic, and moral orders to emerge from below, laying the basis for greater epistemic justice.",
      "cited_by_count": 40,
      "type": "article",
      "source": {
        "name": "Applied Linguistics",
        "type": "journal",
        "issn": [
          "0142-6001",
          "1477-450X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/applij/article-pdf/44/3/462/50780234/amac049.pdf"
      },
      "topics": [
        "Multilingual Education and Policy",
        "Second Language Learning and Teaching",
        "EFL/ESL Teaching and Learning"
      ],
      "referenced_works_count": 96,
      "url": "https://openalex.org/W4297057013"
    },
    {
      "openalex_id": "W4229368683",
      "doi": "10.1515/multi-2022-0034",
      "title": "Peripheral multilingual scholars confronting epistemic exclusion in global academic knowledge production: a positive case study",
      "authors": [
        {
          "name": "Ingrid Piller",
          "openalex_id": "A5031627555",
          "orcid": "https://orcid.org/0000-0003-2181-2596",
          "institutions": [
            "Macquarie University"
          ]
        },
        {
          "name": "Jie Zhang",
          "openalex_id": "A5047379893",
          "orcid": "https://orcid.org/0000-0002-3979-7032",
          "institutions": [
            "Zhongnan University of Economics and Law"
          ]
        },
        {
          "name": "Jia Li",
          "openalex_id": "A5100405683",
          "orcid": "https://orcid.org/0000-0002-3391-5720",
          "institutions": [
            "Yunnan University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-05-09",
      "abstract": "Abstract The decolonization of knowledge is increasingly high on the agenda of applied and sociolinguistics. This article contributes to this agenda by examining how peripheral multilingual scholars confront their linguistic and epistemic exclusion from global knowledge production. Based on the product of such a challenge – a Chinese-centric special issue of Multilingua , a global academic Q1 journal, devoted to crisis communication during the COVID-19 pandemic and committed to furthering intercultural dialogue in research – we explore the decades-long knowledge production process behind that product and so provide a look into the “black box” of academic networking and publishing. Advocating for collaborative autoethnography as an inherently inclusive method, we focus on enabling academic and personal networks, textual scaffolding, and linguistic and epistemic brokerage. The article closes with three aspects of linguistic and epistemic citizenship that are central to inclusion, namely recognition of the value of peripheral knowledges, recognition of a collaborative ethics of care, and recognition of shared responsibility.",
      "cited_by_count": 58,
      "type": "article",
      "source": {
        "name": "Multilingua",
        "type": "journal",
        "issn": [
          "0167-8507",
          "1613-3684"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.degruyter.com/document/doi/10.1515/multi-2022-0034/pdf"
      },
      "topics": [
        "Higher Education Practises and Engagement",
        "Global Educational Policies and Reforms",
        "Second Language Learning and Teaching"
      ],
      "referenced_works_count": 71,
      "url": "https://openalex.org/W4229368683"
    },
    {
      "openalex_id": "W2945098032",
      "doi": "10.1515/culture-2019-0001",
      "title": "Agonistic Belonging: The Banality of Good, the “Alt Right” and the Need for Sympathy",
      "authors": [
        {
          "name": "Paul Gilroy",
          "openalex_id": "A5045844914",
          "institutions": [
            "King's College London"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "Abstract This paper considers aspects of the rise of neo-fascist political sentiment across Europe. It suggests that an appropriate political response to those developments must involve a reconsideration of the politics of sympathy which is seen as essential in the formation of solidarity.",
      "cited_by_count": 32,
      "type": "article",
      "source": {
        "name": "Open Cultural Studies",
        "type": "journal",
        "issn": [
          "2451-3474"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.degruyter.com/document/doi/10.1515/culture-2019-0001/pdf"
      },
      "topics": [
        "Italian Fascism and Post-war Society"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2945098032"
    },
    {
      "openalex_id": "W4283371566",
      "doi": "10.1111/nup.12401",
      "title": "What does person‐centred care mean, if you weren't considered a person anyway: An engagement with person‐centred care and Black, queer, feminist, and posthuman approaches",
      "authors": [
        {
          "name": "Jamie Smith",
          "openalex_id": "A5012957555",
          "orcid": "https://orcid.org/0000-0003-0097-6102",
          "institutions": [
            "Charité - Universitätsmedizin Berlin"
          ]
        },
        {
          "name": "Eva Willis",
          "openalex_id": "A5038693501",
          "orcid": "https://orcid.org/0000-0002-1636-0591",
          "institutions": [
            "Charité - Universitätsmedizin Berlin"
          ]
        },
        {
          "name": "Jane Hopkins‐Walsh",
          "openalex_id": "A5065337500",
          "orcid": "https://orcid.org/0000-0001-7296-9580",
          "institutions": [
            "Boston College"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-06-24",
      "abstract": "Despite the prominence of person-centred care (PCC) in nursing, there is no general agreement on the assumptions and the meaning of PCC. We sympathize with the work of others who rethink PCC towards relational, embedded, and temporal selfhood rather than individual personhood. Our perspective addresses criticism of humanist assumptions in PCC using critical posthumanism as a diffraction from dominant values We highlight the problematic realities that might be produced in healthcare, leading to some people being more likely to be disenfranchised from healthcare than others. We point to the colonial, homo- and transphobic, racist, ableist, and ageist consequences of humanist traditions that have influenced the development of PCC. We describe the deep rooted conditions that structurally uphold inequality and undermine nursing practice that PCC reproduces. We advocate for the self-determination of patients and emphasize that we support the fundamental mechanisms of PCC enabling patients' choice; however, without critical introspection, these are limited to a portion of humans. Last, we present limitations of our perspective based on our white*-cisheteropatriarchy** positionality. We point to the fact that any reimagining of models such as PCC should be carefully done by listening, following, and ceding power to people with diversity dimensions*** and the lived experience or expertise that exists from diverse perspectives. We point towards Black, queer feminism, and critical disabilities studies to contextualize our point of critique with humanism and PCC to amplify equity for all people and communities. Theory and philosophy are useful to understand restrictive factors in healthcare delivery and to inform systematic strategies to improve the quality of care so as not to perpetuate the oppression of groups of people with diversity dimensions. <sup>*</sup> We purposely capitalize Black and use lower case for white to decentre whiteness and as an intentional act of antiracism (see White Homework a podcast series by Tori W. Douglas). <sup>**</sup> Cisheteropatriarchy describes people with intersecting identities of dominant social groups; cisgender is the gender identity that aligns with the gender you were assigned at birth, hetero means heterosexual, and patriarchy refers to structural systems of power based on maleness where women are often excluded and hold less power. <sup>***</sup> With diversity dimensions, we refer to subjective lived experience and material realities of people that exist outside the 'dominant minorities' of white-cisheteropatriarchy, meaning groups of people in society who historically and currently hold more power and through this, structurally dominate the norms and possibilities of living for other people.",
      "cited_by_count": 36,
      "type": "article",
      "source": {
        "name": "Nursing Philosophy",
        "type": "journal",
        "issn": [
          "1466-7681",
          "1466-769X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/nup.12401"
      },
      "topics": [
        "Patient Dignity and Privacy",
        "Ethics in medical practice",
        "Palliative Care and End-of-Life Issues"
      ],
      "referenced_works_count": 138,
      "url": "https://openalex.org/W4283371566"
    },
    {
      "openalex_id": "W2306263961",
      "doi": "10.2458/v22i1.21077",
      "title": "Notes on the practice of food justice in the U.S.: understanding and confronting trauma and inequity",
      "authors": [
        {
          "name": "Kirsten Valentine Cadieux",
          "openalex_id": "A5042255418",
          "orcid": "https://orcid.org/0000-0003-0959-8152",
          "institutions": [
            "University of Minnesota System"
          ]
        },
        {
          "name": "Rachel Slocum",
          "openalex_id": "A5028539581",
          "institutions": [
            "Minneapolis Institute of Arts"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-01",
      "abstract": "In this article, we focus on one of the four nodes (trauma/inequity, exchange, land and labor) around which food justice organizing appears to occur: acknowledging and confronting historical, collective trauma and persistent race, gender, and class inequality. We apply what we have learned from our research in U.S. and Canadian agri-food systems to suggest working methods that might guide practitioners as they work toward food justice, and scholars as they seek to study it. In the interests of ensuring accountability to socially just research and action, we suggest that scholars and practitioners need to be more clear on what it means to practice food justice. Towards such clarity and accountability, we urge scholars and practitioners to collaboratively document how groups move toward food justice, what thwarts and what enables them.",
      "cited_by_count": 56,
      "type": "article",
      "source": {
        "name": "Journal of Political Ecology",
        "type": "journal",
        "issn": [
          "1073-0451"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.uair.arizona.edu/index.php/JPE/article/download/21077/20665"
      },
      "topics": [
        "Organic Food and Agriculture",
        "Agriculture, Land Use, Rural Development",
        "Urban Agriculture and Sustainability"
      ],
      "referenced_works_count": 169,
      "url": "https://openalex.org/W2306263961"
    },
    {
      "openalex_id": "W1956070933",
      "doi": "10.25071/1916-4467.16868",
      "title": "Edmonton PentimentoRe-Reading History in the Case of the Papaschase Cree",
      "authors": [
        {
          "name": "Dwayne Donald",
          "openalex_id": "A5037793690",
          "institutions": [
            "University of Alberta"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-05-01",
      "abstract": "JCACS publishes scholarly, and some creative, works that provoke philosophical and theoretical debate, respond to critical questions and issues of interest to curriculum scholars, feature the work of Canadian cur.",
      "cited_by_count": 38,
      "type": "article",
      "source": {
        "name": "Journal of the Canadian Association for Curriculum Studies",
        "type": "journal",
        "issn": [
          "1916-4467"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://jcacs.journals.yorku.ca/index.php/jcacs/article/download/16868/15674"
      },
      "topics": [
        "Educator Training and Historical Pedagogy"
      ],
      "referenced_works_count": 48,
      "url": "https://openalex.org/W1956070933"
    },
    {
      "openalex_id": "W2292702401",
      "doi": "10.1111/geob.12076",
      "title": "Encountering racism in the (post‐) welfare state: danish experiences",
      "authors": [
        {
          "name": "Kirsten Simonsen",
          "openalex_id": "A5008353701",
          "institutions": [
            "Roskilde University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-09-01",
      "abstract": "Racism, xenophobia and in particular Islamophobia have gained terrain in the European continent during the latest decades, and Denmark has taken a position as one of the iconic cases of this development. In this article, I approach this issue from the point of view of everyday life – from the infinitude of encounters through which we make the world and are made by it in turn. Drawing on material from two recent research projects carried out in Copenhagen, I analyse experiences and feelings generated in cross-cultural meetings in the city. The analysis is informed by theories of embodied encounters, postcolonialism, strangers and emotions, and it addresses experiences and imaginations raised amongst majority and minority populations alike. As a conclusion the article aims to lift the view from everyday life to a more systemic level and contextualize the analysis in the broader processes of the neoliberalizing welfare state",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "Geografiska Annaler Series B Human Geography",
        "type": "journal",
        "issn": [
          "0435-3684",
          "1468-0467"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://rucforsk.ruc.dk/ws/files/60402622/GAB201309_8final.pdf"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Homelessness and Social Issues",
        "Youth Education and Societal Dynamics"
      ],
      "referenced_works_count": 49,
      "url": "https://openalex.org/W2292702401"
    },
    {
      "openalex_id": "W1492026396",
      "doi": "10.47925/2005.371",
      "title": "Deconstructing Privilege: A Contrapuntal Approach",
      "authors": [
        {
          "name": "Jennifer Logue",
          "openalex_id": "A5046741995",
          "institutions": [
            "University of Illinois Urbana-Champaign"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "In classrooms that are largely comprised of students from white, western, middle-class social locations, the idea that institutionalized racisms warrant investigation into the phenomenon of white privilege is often met with various forms of hostility and resistance. In such classrooms (and in society at large) ideological justifications, self-deception, various forms of culpable ignorance, along with the desire to believe that one is innocent provide privileged individuals with the luxury of believing that they have earned and deserve all the material, social, and psychological advantages they have accrued. Few seem comfortable with the fact that they are somehow complicit in a matrix of global domination as a result of their being socio-discursively constructed in a nebulous network of power relations. After reading and discussing literature on the invisible privileging mechanisms that make whiteness “natural” and preferred at the same time, one of the students in a preservice education class I visited asked her group: “Why would anyone notice or challenge something that benefits them?” Might her question be rendered moot if privilege were not conceived as entirely beneficial?",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Philosophy of education",
        "type": "journal",
        "issn": [
          "2771-960X",
          "2771-9618"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Race Theory in Education",
        "Teacher Education and Leadership Studies",
        "Communication in Education and Healthcare"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W1492026396"
    },
    {
      "openalex_id": "W3123415339",
      "doi": null,
      "title": "What is Africanness? Contesting nativism in race, culture and sexualities",
      "authors": [
        {
          "name": "Charles Ngwena",
          "openalex_id": "A5032529418",
          "orcid": "https://orcid.org/0000-0002-4482-6707"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-01",
      "abstract": "What is Africanness: Contesting nativism in culture, race and sexualities, by Charles Ngwena, Professor of Law at the Centre for Human Rights, Faculty of Law, University of Pretoria, is a peer-reviewed monograph aiming to contribute to the ongoing scholarly conversation in and beyond South Africa about who is African and what is African. It aims to implicate a reductive sameness in the naming of Africans (‘nativism’) by showing its teleology and effects; and offers an alternative understanding of how Africans can be named or can name themselves.The book develops an epistemology for constructing the hermeneutics of Africanness today, long after the primal colonial moment and its debasing racialising ideology. It interrogates the making of Africa in colonial discourses and the making of an African race and African culture(s) and sexuality(ies) in ways that are not just historically conscious but also have a heuristic capacity to contest nativism from the outside as well as from within. The arguments in this book go beyond problematising African identity by addressing an existential gap in theory for explicating African social identity. The book develops an interpretive method – a hermeneutics – for locating and deciphering African identifications in ways that are historically conscious and conjunctural. The hermeneutics look to the present and the future in addition to the past, so that African identifications are not nailed to a mast but remain invested with mobility and the capacity to mutate radically and make new and unexpected beginnings.",
      "cited_by_count": 26,
      "type": "book",
      "source": {
        "name": "Directory of Open access Books (OAPEN Foundation)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.pulp.up.ac.za/component/edocman/what-is-africanness-contesting-nativism-in-race-culture-and-sexualities"
      },
      "topics": [
        "African Sexualities and LGBTQ+ Issues"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3123415339"
    },
    {
      "openalex_id": "W182178418",
      "doi": null,
      "title": "Discourses of English as an official language in a monolingual society: The case of South Korea",
      "authors": [
        {
          "name": "Ok Kyoon Yoo",
          "openalex_id": "A5011003276"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "By critically examining public discourses surrounding the issue of EOL in the South Korean intellectual community, this paper attempts to reconceptualize ‘linguistic nationalism’, the ideology of ‘one nation, one language’, in a monolingual country, within the discipline of language planning and policy (LPP). Also, it explores several general theoretical questions in LPP. First, by discussing the tone of mass media coverage of the issue, it attempts to show how dominant ideologies of globalization and English as a global language are reproduced and opposed in media discourse, a potentially powerful manager of public opinion. Second, it attempts to conceptualize a democratic language policy-making process from the bottom up, while attending to public opinion formulation processes reflected in public opinion polls on the issue.",
      "cited_by_count": 46,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "http://hdl.handle.net/10125/40671"
      },
      "topics": [
        "Multilingual Education and Policy",
        "Discourse Analysis in Language Studies",
        "EFL/ESL Teaching and Learning"
      ],
      "referenced_works_count": 47,
      "url": "https://openalex.org/W182178418"
    },
    {
      "openalex_id": "W2182540183",
      "doi": null,
      "title": "Flipping the Script: (Re)constructing Personhood through Hip Hop Languaging in a U.S. High School",
      "authors": [
        {
          "name": "Krystal A. Smalls",
          "openalex_id": "A5069796077",
          "orcid": "https://orcid.org/0000-0003-2648-7104",
          "institutions": [
            "Museum of Indian Arts and Culture"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "Inspired by concerns about the frequent misreading and “non-reading” (i.e., invisibility) of the subject-formation and social identification processes experienced by many African transnational youth in U.S. schools, this paper looks closely at some of the ways a small group of West African-born high school students (designated as English language learners) engaged in a range of semiotic practices to accomplish various social tasks - namely, using language to co-construct (inter)subjectivities and related identities that attempted to disrupt a pervasive “primitive African” model of personhood (Wortham, 2006) that they encountered in the US. By focusing on these young people, whose cultures and languages seem to be othered in particular ways by different media, this preliminary inquiry is intended to encourage further study of African transnational students’ social and academic experiences (in addition to work by Ibrahim [1999, 2003], Traore [2004], and others). The analysis presented here attends to excerpts from a conversation between two New African American students which contain: (1) metapragmatic commentary on how they perceived their U.S.-born peers to be imagining them and, (2) examples of a particular discursive practice that I interpret as deeply consequential to their subject-formation and social identification processes: flipping the script, or signifying through a Hip Hop-related register.",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "ScholarlyCommons (University of Pennsylvania)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://repository.upenn.edu/cgi/viewcontent.cgi?article=1220&context=wpel"
      },
      "topics": [
        "Multilingual Education and Policy",
        "Discourse Analysis in Language Studies",
        "EFL/ESL Teaching and Learning"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W2182540183"
    },
    {
      "openalex_id": "W2981255322",
      "doi": "10.5539/ijel.v9n6p106",
      "title": "Injurious Effects of Hate Speech Acts in The Bluest Eye",
      "authors": [
        {
          "name": "Tamsila Naeem",
          "openalex_id": "A5053977851",
          "institutions": [
            "University of Management and Technology"
          ]
        },
        {
          "name": "Nadia Anwar",
          "openalex_id": "A5025500153",
          "orcid": "https://orcid.org/0000-0001-9544-1551",
          "institutions": [
            "University of Management and Technology"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-10-13",
      "abstract": "This qualitative study aims to investigate the effects of hate speech acts of powerful agencies, which are used to establish and maintain power relations by influencing the psyche of minorities or weaker groups to assign them a subordinate position. In the light of Judith Butler&amp;rsquo;s notions presented in her famous book Excitable Speech (1997) it is found that such acts are used as a lin&amp;shy;guistic weapon in the process of social domination. Hate Speech acts have an injurious effect on the psyche of the weak which prompts them to obey the commands of the speakers, the powerful. For this purpose, relevant excerpts were taken through purposive sampling technique from Toni Morrison&amp;rsquo;s novel, The Bluest Eye (1970), which depicts the tragic conditions of a black family living in a race conscious society of America. They are considered inferior to the white at social, moral, economic and political levels. The analysis of the selected texts is done at both micro and macro levels. At the micro level, the lexical semantic features of the utterances are studied and at the macro level, the socio-political environment in which the black characters are victimized and then psychologically subjectified is discussed. It is seen that the feeling of being ugly has multiple and terrible influences on the mind and body of the subjects. The selected episodes from the novel are the manifestations of their wounded psyche in the white-dominated America. They unconsciously think themselves as agents of darkness, sin, crime, wickedness, immorality and evil. The findings of the study also reveal a taxonomy of newly emerging hate speech acts which may prove useful to analyze the communicative patterns of race-driven societies.",
      "cited_by_count": 17,
      "type": "article",
      "source": {
        "name": "International Journal of English Linguistics",
        "type": "journal",
        "issn": [
          "1923-869X",
          "1923-8703"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://ccsenet.org/journal/index.php/ijel/article/download/0/0/41013/42372"
      },
      "topics": [
        "Hate Speech and Cyberbullying Detection"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W2981255322"
    },
    {
      "openalex_id": "W2109248644",
      "doi": "10.5897/ijeaps11.060",
      "title": "Myths in African concept of reality",
      "authors": [
        {
          "name": "Michelle‐Lee Jones",
          "openalex_id": "A5108506789"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-02-28",
      "abstract": "Myths are accounts of the origin of societies and institutions not subject to rationalization but often used by historians and philosophers in their quest to study African history; for it is only thus that we can comprehend the various aspects of the continent's history and culture. This paper examines the critical understanding of African worldview, the place of African philosophy and the significance of myths in the reflection of African experience. Key words: Myths, communalistic, african philosophy, earth and God.",
      "cited_by_count": 26,
      "type": "article",
      "source": {
        "name": "International Journal of Educational Administration and Policy Studies",
        "type": "journal",
        "issn": [
          "2141-6656"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://academicjournals.org/journal/IJEAPS/article-full-text-pdf/308626642821.pdf"
      },
      "topics": [
        "African cultural and philosophical studies"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W2109248644"
    },
    {
      "openalex_id": "W2773136169",
      "doi": "10.14288/acme.v16i3.1372",
      "title": "Fatal Masculinities: A Queer Look at Green Violence",
      "authors": [
        {
          "name": "Scott Burnett",
          "openalex_id": "A5037066232",
          "orcid": "https://orcid.org/0000-0003-1497-9099",
          "institutions": [
            "University of Gothenburg",
            "University of the Witwatersrand"
          ]
        },
        {
          "name": "Tommaso M. Milani",
          "openalex_id": "A5024603693",
          "orcid": "https://orcid.org/0000-0002-7237-5501",
          "institutions": [
            "University of the Witwatersrand"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-05",
      "abstract": "The militarized response to the rhino poaching crisis in southern Africa exposes poachers to “fatal couplings of power and difference” (Gilmore 2002). While the racialized dimensions of this phenomenon are currently the subject of robust debate, this paper focuses on how race, gender, and sexuality are co-constructed in the anti-poaching discourse. Bringing the work of geographer Ruth Wilson Gilmore into conversation with Frantz Fanon’s psycho-existential exposition of race, we read several campaign texts against their landscapes, revealing the role that gendered constructions of racial subjects play in justifying the extrajudicial killing of rhino poachers. We conclude that a geographic-linguistic approach to textual analysis usefully exposes the interconnectedness of gender, race, and sexuality at the heart of a modern conservationist campaign, and suggest that this framework complements queer geographic and intersectional approaches to racism.",
      "cited_by_count": 13,
      "type": "article",
      "source": {
        "name": "Lund University Publications (Lund University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://portal.research.lu.se/ws/files/57428210/1372_Article_Text_5640_2_10_20171015.pdf"
      },
      "topics": [
        "African Sexualities and LGBTQ+ Issues",
        "Sex work and related issues",
        "Geographies of human-animal interactions"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2773136169"
    },
    {
      "openalex_id": "W3092194071",
      "doi": "10.7596/taksad.v9i3.2768",
      "title": "Black Lives Matter: Race Discourse and the Semiotics of History Reconstruction",
      "authors": [
        {
          "name": "O. V. Borysovych",
          "openalex_id": "A5012412066",
          "orcid": "https://orcid.org/0000-0001-8709-2849",
          "institutions": [
            "Taras Shevchenko National University of Kyiv"
          ]
        },
        {
          "name": "Tetyana A. Chaiuk",
          "openalex_id": "A5035449062",
          "orcid": "https://orcid.org/0000-0001-5318-688X",
          "institutions": [
            "Taras Shevchenko National University of Kyiv"
          ]
        },
        {
          "name": "Kateryna Karpova",
          "openalex_id": "A5056942962",
          "institutions": [
            "Taras Shevchenko National University of Kyiv"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-09-28",
      "abstract": "The death of unarmed black male George Floyd, who was killed by a white police officer in Minneapolis, May 25, 2020, has given momentum to the Black Lives Matter (BLM) movement whose activists rallied in different parts of the world to remove or deface monuments to historic figures associated with racism, slavery, and colonialism. These social practices of toppling statues have a discursive value and, since they are meant to communicate a message to the broader society, these actions are incorporated into a semiotic system. This study examines signs and, therefore, the system of representations involved in toppling statues performed by BLM activists and documented in photos. The research employs a critical approach to semiotics based on Roland Barthes’ (1964) semiotic model of levels of signification. However, for a comprehensive analytical understanding, the study also makes use of a multidisciplinary Critical Discourse Analysis CDA approach which provides a systematic method to examine and expose power relations, inequality, dominance, and oppression in social practices. Besides its general analytical framework, the integrated CDA approach combines Fairclough’s (1995) three-dimensional analytical approach, which presupposes examining text, discursive practice, and sociocultural practice, with Reisigl and Wodak’s (2001, 2017) Discourse Historical Analysis (DHA), which investigates ideology and racism within their socio-cultural and historic context. The analysis of the images reveals a common thematic structure and encoded messages produced in order to change the cultural and social norms of the USA national discourse generated and cultivated within a specific ideological and historical context. These social actions consist of signs that make up a coherent communicative system which provides BLM activists with instruments in the struggle over the memory of slavery, white supremacy and oppression of the past for the rights of the black minority in the present in a better society of racial equality, human rights, and liberation.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Journal of History Culture and Art Research",
        "type": "journal",
        "issn": [
          "2147-0626"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://kutaksam.karabuk.edu.tr/index.php/ilk/article/download/2768/1836"
      },
      "topics": [
        "Rhetoric and Communication Studies",
        "Discourse Analysis in Language Studies",
        "Media Studies and Communication"
      ],
      "referenced_works_count": 70,
      "url": "https://openalex.org/W3092194071"
    }
  ],
  "count": 25,
  "errors": []
}
