[search_openalex.py] Using cached results (cache key: openalex_587db3aadaefabb8)
{
  "status": "success",
  "source": "openalex",
  "query": "Habermas modernity colonialism",
  "results": [
    {
      "openalex_id": "W1555316039",
      "doi": "10.4324/9780429027239-11",
      "title": "The Social Sciences, Epistemic Violence, and the Problem of the \"Invention of the Other\"",
      "authors": [
        {
          "name": "Santiago Castro‐Gómez",
          "openalex_id": "A5057515888"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-06-14",
      "abstract": "This chapter explores the significance of what Jurgen Habermas has called the \"project of modernity,\" seeking to demonstrate the origins of two closely linked social phenomena: the formation of nation-states and the consolidation of colonialism. It examines the role played by techno-scientific knowledge, particularly knowledge that emerges from the social sciences, in the consolidation of these phenomena. The chapter focuses on the role of a critical theory of society in times of globalization. One of the most important contributions of postcolonial theories to the current restructuring of the social sciences is their demonstration that the rise of nation-states in Europe and the Americas from the seventeenth to the nineteenth centuries was not an autonomous process, but rather one with a structural counterpart. The concept of the \"coloniality of power\" broadens and corrects the Foucauldian concept of \"disciplinary power\" by demonstrating that the panoptic constructions erected by the modern state are inscribed in a wider structure of power/knowledge.",
      "cited_by_count": 101,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Economy and Marxism",
        "World Systems and Global Transformations"
      ],
      "referenced_works_count": 15,
      "url": "https://openalex.org/W1555316039"
    },
    {
      "openalex_id": "W2601774206",
      "doi": "10.4135/9781483328690",
      "title": "Contemporary Sociological Theory",
      "authors": [
        {
          "name": "Bert N. Adams",
          "openalex_id": "A5113799769"
        },
        {
          "name": "R. A. Sydie",
          "openalex_id": "A5017221088"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-01-01",
      "abstract": "Preface A Note to Students 1. Introduction to Contemporary Sociological Theory Nineteenth-Century Sociological Theory Dominant Theories and Ideologies Radical Theory and Ideology Early-Twentieth-Century Sociological Theory Sociological Theory by the 1930s SECTION I. TWENTIETH-CENTURY FUNCTIONALISM AND BEYOND 2. Twentieth-Century Functionalism Talcott Parsons (1902-1979) Robert K. Merton (1910- ) Final Thoughts References 3. Systems, Structuration, and Modernity Niklas Luhmann (1927-1998) Anthony Giddens (1938- ) Final Thoughts References SECTION II. CRITICISM, MARXISM, AND CHANGE 4. Critical Theory The Institute of Social Research Jurgen Habermas (1929- ) Final Thoughts References 5. Marxism Since 1930 Marxism from 1930 to 1980 Marxism Now: Erik Olin Wright (1947- ) Final Thoughts References 6. Sociocultural Change: Evolution, World System, and Revolution Twentieth-Century Evolutionism: Elman Service (1915- ) World System Theory: Immanuel Wallerstein (1930- ) Revolution: Theda Skocpol (1947- ) Final Thoughts References SECTION III. TRANSITIONS AND CHALLENGES 7. Mid-Twentieth-Century Sociology Ideological Disputes Facts and Values Macro/Micro Perspectives Feminism and Feminist Sociological Theory Race and Colonialism Final Thoughts References 8. Symbolic Interactionism The Interactionist Tradition Herbert Blumer (1900-1987) Erving Goffman (1922-1982) Arlie Russell Hochschild (1940- ) Final Thoughts References 9. Rational Choice and Exchange James S. Coleman, (1926-1995) Final Thoughts References 10. Feminist Sociological Theory Sociology and Feminism Dorothy E. Smith (1926- ) Patricia Hill Collins (1948- ) Final Thoughts References 11. Knowledge, Truth, and Power Michel Foucault (1926-1984) Final Thoughts References 12. Final Thoughts on Contemporary Sociological Theory Sociological Theory Since 1930 The Future of Society The Future of Sociological Theory References Credits Index",
      "cited_by_count": 152,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2601774206"
    },
    {
      "openalex_id": "W2122387224",
      "doi": "10.1111/j.1467-6486.2010.00950.x",
      "title": "The New Political Role of Business in a Globalized World: A Review of a New Perspective on CSR and its Implications for the Firm, Governance, and Democracy",
      "authors": [
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691",
          "institutions": [
            "University of Lausanne"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "abstract Scholars in management and economics widely share the assumption that business firms focus on profits only, while it is the task of the state system to provide public goods. In this view business firms are conceived of as economic actors, and governments and their state agencies are considered the only political actors. We suggest that, under the conditions of globalization, the strict division of labour between private business and nation‐state governance does not hold any more. Many business firms have started to assume social and political responsibilities that go beyond legal requirements and fill the regulatory vacuum in global governance. Our review of the literature shows that there are a growing number of publications from various disciplines that propose a politicized concept of corporate social responsibility. We consider the implications of this new perspective for theorizing about the business firm, governance, and democracy.",
      "cited_by_count": 2015,
      "type": "review",
      "source": {
        "name": "Journal of Management Studies",
        "type": "journal",
        "issn": [
          "0022-2380",
          "1467-6486"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1467-6486.2010.00950.x"
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Corporate Law and Human Rights",
        "Global trade, sustainability, and social impact"
      ],
      "referenced_works_count": 324,
      "url": "https://openalex.org/W2122387224"
    },
    {
      "openalex_id": "W2770766306",
      "doi": "10.1215/00267929-2920105",
      "title": "Slavery and the Culture of Taste",
      "authors": [
        {
          "name": "Srinivas Aravamudan",
          "openalex_id": "A5032954049"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-08-18",
      "abstract": "Simon Gikandi’s prizewinning study begins with a reflection on the finality of Derek Walcott’s poem “The Sea Is History” as the answer that silences the cultural interrogators who ask slave martyrs, “Where are your monuments, your battles … / Where is your tribal memory?” (ix). If the sea is the “grey vault” that has locked these events up, who indeed possesses the cultural keys to decrypt the transatlantic secrets of the Middle Passage? Refusing to accept the social death of the slaves as a given, as Orlando Patterson (1982) asserted many years ago, Gikandi shows the productivity of slavery as a condition structurally present to the texts and artifacts of high culture. Paradoxically, both slavery and taste are visible and invisible counterpoints to each other; neither would be complete without the other as (a partly secret) sharer.While perhaps studied (to death!) more than any other important topic in world history, transatlantic slavery still has many undecrypted secrets, not the least of which is its productivity in terms of cultural history. Gikandi’s book systematically explores socioeconomic and racial coercion, on the one hand, and aesthetic voluntarism and freedom, on the other, as mutually constitutive and structural opposites. In three of six comprehensive chapters, Gikandi demonstrates how aesthetic freedom was defined relative to black slavery; how ideologies of consumption were fabricated by histories of race and taste; and how Caribbean servitude created prestigious art collections owned by plantocratic philanthropists from William Beckford to Christopher Codrington. The second half of the book builds on insights about the structural relevance of aesthetics to New World slave experience, exploring Thomas Jefferson’s Virginian ideas of luxury; the self-fashioning of enslaved subjects, including Olaudah Equiano and Phillis Wheatley; and the celebratory counter-aesthetics of the provision ground, the fair, and the carnival, all imagined by reference to the iron discipline of the plantation.Gikandi’s book rests on a powerful base of previous scholarship on the origins of modernity, the peculiar institution of slavery, and the broader movements of commerce, colonialism, and imperialism. Especially concerning us as literary critics is the cultural half of the equation, which comprises everything from the moral development of the subject, to cross-racial formations and perceptions, to the circulation of ideas about beauty, taste, and pleasure. Gikandi documents more comprehensively than earlier scholars how the rise of aesthetics was conditioned by the racial-economic trajectory of capitalism. His ideology critique proceeds from the elision of African bodies in aristocratic and colonial portraiture to the significance of slavery for white and black self-fashioning. Slavery and the culture of taste are “nonidentical twins,” in Gikandi’s words, monstrous doubles introjected into the maw of modernity, bearing witness to the dialectic between commerce and culture that culminated in the Enlightenment and various emancipations (xii). Would that modernity had so upbeat a conclusion as the plot of his book implies. According to Kevin Bales (1999) and the website slaveryfootprint.org, twenty-seven million people remain enslaved in countries from China to Congo and Pakistan to Peru. Where does such an ongoing reality fit into narratives of modernity and postmodernity, empire and decolonization? This inconvenient truth is the specter that haunts accounts of slavery in the past. Ideology critique takes us only so far.▪ ▪ ▪Gikandi finds that eighteenth-century aesthetics brings violence, beauty, and emancipation together under one roof. The relations between aesthetics and economics (and more specifically between taste and slavery) were repressive as well as regulatory, interruptive as well as contrapuntal, strictly causal as well as loosely analogical. This seemingly impossible set of contradictions is resolved at a higher level, namely, by a psychoanalytic reading of slavery in the cultural text that Gikandi bases on Nicolas Abraham and Mária Török’s account of introjection. Unlike Jürgen Habermas or Simon Schama, who give slavery a laissez-passer as an aberrant but forgettable form of economic exploitation that muddied the high ideals of bourgeois liberation and the autonomy of the self, Gikandi, to his credit, rejects Eurocentric narratives of modernity that ignore slavery and insists that, to be effective and truthful, cultural analysis has to be plurivalent across interpretive dimensions that have been kept apart. The globalizing culture of slavery within modernity arose transversally and was resisted by enslaved individuals through religious cults such as Myal and festivals such as John Canoe (Junkanoo). This important insight is at odds with any reflexive indictment of canonical philosophical texts and cultural artifacts for their parochial racisms and subordinated elisions, an indictment that Gikandi largely eschews. But the wreckage of history assures us no easy choices. Phantasmatic association is just as important as causal logic. The aesthetics of slavery can point to ephemeral phenomena, to organized forms of enchantment, or, above all, to a logic of potential liberation that arises from reappropriative tactics by enslaved subjects who refashion themselves into survivors. In this regard Slavery and the Culture of Taste is a powerful rejoinder to Patterson’s argument concerning “natal alienation” in Slavery and Social Death, whose title Gikandi’s book ironically rewrites. Cultural politics not only survived the Middle Passage but thrived into syncretic efflorescence. The formerly enslaved became bravura instances of the modern subject, not as vicariously propertied white males but as differently scored agents, whether as the recalcitrant slave woman Nealee profiled in Mungo Park’s Travels; in the guise of Equiano, the consummate professional who was everything from barber to Arctic explorer; or as the beribboned dancers in Agostino Brunias’s ethnographic paintings of Caribbean life.▪ ▪ ▪Starting with the high culture of art, literature, and philosophy, the logic of Gikandi’s book leads toward the popular rituals and embodied performances of religion, song, and theatricality, experienced within the architecture of plantations in the Caribbean or the transportation castles in Africa. Their doubleness leads slaves to “the undoing, warping, unraveling, and even inverting of the imposed idiom” (235). Even the lowly provision ground, granted by the cunning plantocrat as a way to make the enslaved toil to grow their own food on Sundays, becomes the place to fabricate a liberating commercial and communitarian identity, whereby the enslaved share a form of happiness that paradoxically arose out of their exploitation. “Art,” “literature,” and “philosophy” are insufficient in their etiologies of modernity. Gikandi’s insight drags us inexorably beyond and outside high culture to the fertile ground of performance.Given the widespread reshaping of the Americas by the institution of slavery, how can Gikandi’s powerful study make common cause with students of slavery and the culture of taste in francophone, hispanophone, lusophone, and other diasporic contexts to avoid reinforcing yet another hegemonic Anglo-American account of modernity, mitigated by a postcolonial inflection? Where indeed is every other country, continent, and language, outside crypto-Hegelian teleologies of Atlantic modernity that lead from slavery to freedom? At the end of the book Gikandi invokes the first inauguration of President Barack Obama as “an act that guaranteed that the son of an African was now the custodian of late modernity and its problems … proof that the catastrophe of history was also the condition of possibility of the idea of human freedom” (284–85). While I do not object to the earned poetic license for final reflections, I am prompted to reinterrogate Anglo-Atlantic genealogies of modernity such as Gikandi’s. This last little temptation should be refused by the reader, especially in the slide from legacies of the British Empire to the United States as global hegemon. Do such narratives also distort our world picture with their Occidentalist silence about Asia? Maybe we could remember Obama’s Indonesian childhood to render the narrative more complete, but even then I cannot help wondering whether in 2009 the United States, through its sitting president, merits the sovereign epithet of “custodian of late modernity and its problems” (284). Walcott is also invoked at the end of the study to sanctify the post–Civil War emancipation proclamation concerning forty acres and a mule (285). Not wanting to end my appreciation of this book with a quibble about Gikandi’s overreach to shift from the legacies of the British Empire to the global sovereignty of the United States, I will reconnect to the Walcott quotation with which Gikandi begins, a better place to start and indeed to return. To say that “the sea is history” is to shift us, and the tenor of the cultural history of slavery, from territorial sovereignty to oceanic conceptions that are resolutely transcultural and perforce multilingual. The ocean remains the world’s biggest crypt, with many shipwrecks, disappeared bodies, and sea changes, rich and strange. These cultural transformations, still in store for us, feature “the interlaced experiences of the enslaved” (ix).",
      "cited_by_count": 84,
      "type": "article",
      "source": {
        "name": "Modern Language Quarterly",
        "type": "journal",
        "issn": [
          "0026-7929",
          "1527-1943"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Caribbean history, culture, and politics",
        "Colonialism, slavery, and trade"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2770766306"
    },
    {
      "openalex_id": "W4243971884",
      "doi": "10.1023/a:1007068714468",
      "title": "Beyond “identity”",
      "authors": [
        {
          "name": "Rogers Brubaker",
          "openalex_id": "A5070575348",
          "orcid": "https://orcid.org/0000-0003-2804-493X",
          "institutions": [
            "University of California, Los Angeles",
            "University of Michigan–Ann Arbor"
          ]
        },
        {
          "name": "Frederick Cooper",
          "openalex_id": "A5110784615",
          "institutions": [
            "University of California, Los Angeles",
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-02-01",
      "abstract": null,
      "cited_by_count": 2708,
      "type": "article",
      "source": {
        "name": "Theory and Society",
        "type": "journal",
        "issn": [
          "0304-2421",
          "1573-7853"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/2027.42/43651"
      },
      "topics": [],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W4243971884"
    },
    {
      "openalex_id": "W1488973119",
      "doi": "10.5070/t411000004",
      "title": "Decolonizing Post-Colonial Studies and Paradigms of Political-Economy: Transmodernity, Decolonial Thinking, and Global Coloniality",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Can we produce a radical anti-systemic politics beyond identity politics? 1 Is it possible to articulate a critical cosmopolitanism beyond nationalism and colonialism?Can we produce knowledges beyond Third World and Eurocentric fundamentalisms?Can we overcome the traditional dichotomy between political-economy and cultural studies?Can we move beyond economic reductionism and culturalism?How can we overcome the Eurocentric modernity without throwing away the best of modernity as many Third World fundamentalists do?In this paper, I propose that an epistemic perspective from the subaltern side of the colonial difference has a lot to contribute to this debate.It can contribute to a critical perspective beyond the outlined dichotomies and to a redefinition of capitalism as a world-system.",
      "cited_by_count": 1037,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt21k6t3fq/qt21k6t3fq.pdf?t=ll4zsw"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Political Economy and Marxism",
        "Cuban History and Society"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W1488973119"
    },
    {
      "openalex_id": "W1499686476",
      "doi": null,
      "title": "Introduction to Sociological Theory : Theorists, Concepts, and Their Applicability to the Twenty-First Century",
      "authors": [
        {
          "name": "Michele Dillon",
          "openalex_id": "A5064273657",
          "orcid": "https://orcid.org/0000-0001-8484-5999"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-09-08",
      "abstract": "List of Timelines, Boxes, and Topics. Acknowledgments. How to Use This Book. Introduction: Welcome to Sociological Theory. Analyzing Social Life. Societal Transformation and the Origins of Sociology. The Establishment of Sociology. The Sociological Craft in the Nineteenth Century. Summary. Glossary. 1. Karl Marx. Expansion of Capitalism. Marx's Theory of History. Human Nature. Capitalism as a Distinctive Social Form. Wage-Labor. The Division of Labor and Alienation. Economic Inequality. Ideology and Power. Summary. Glossary. 2. Emile Durkheim. Durkheim's Methodological Rules. The Nature of Society. Societal Transformation and Social Cohesion. Traditional Society. Modern Society. Social Conditions of Suicide. Religion and the Sacred. Summary. Glossary. 3. Max Weber. Sociology: Understanding Social Action. Culture and Economic Activity. Ideal Types. Social Action. Power, Authority, and Domination. Social Stratification. Modernity and Competing Values. Summary. Glossary. 4. Structural-Functionalism: Talcott Parsons and Robert Merton. Talcott Parsons. The Social System. Socialization and Societal Integration. Social Differentiation, Culture, and the Secularization of Protestantism. Pattern Variables. Modernization Theory. Stratification and Inequality. Robert Merton's Middle-Range Theory. Summary. Glossary. 5. The Frankfurt School: Technology, Culture, and Politics. Dialectic of Enlightenment. Mass Culture and Consumption. Politics: One-Dimensional Rationality. Jurgen Habermas: The State and Society. Summary. Glossary. 6. Conflict, Power, and Dependency in Macro-Societal Processes. Ralf Dahrendorf's Theory of Group Conflict. C. Wright Mills. Dependency Theory: Neo-Marxist Critiques of Economic Development. Summary. Glossary. 7. Exchange, Exchange Network, and Rational Choice Theories. Exchange Theory. Exchange Network Theory. Rational Choice Theory. Analytical Marxism. Summary. Glossary. 8. Symbolic Interactionism. Development of the Self through Social Interaction. The Premises of Symbolic Interactionism. Erving Goffman: Social Exchange as Ritualized Social Interaction. Symbolic Interactionism and Ethnographic Research. Summary. Glossary. 9. Phenomenology and Ethnomethodology. Phenomenology. Ethnomethodology. Summary. Glossary. 10. Feminist Theories. Consciousness of Women's Inequality. Standpoint Theories1: Dorothy Smith and the Relations of Ruling. Standpoint Theories 2: Patricia Hill Collins - Black Women's Standpoint. Sociology of Emotion. Arlie Hochschild: Emotional Labor. Summary. Glossary. 11. Theorizing Sexuality and the Body. Michel Foucault. Sexuality and Queer Theory. Summary. Glossary. 12. Sociological Theories of Race and Racism. Racial Otherness. Social Change, Race, and Racism. Slavery, Colonialism, and Racial Formation. William Du Bois: Slavery and Racial Inequality in the US. Race and Class. Race, Community, and Democracy. Culture and the New Racism. Summary. Glossary. 13. The Social Reproduction of Inequality: Pierre Bourdieu's Theory of Class and Culture. Social Stratification. Family and School in the Production of Cultural Capital. Taste and Everyday Culture. Summary. Glossary. 14. Postmodernity. Critique of the Modern. Postmodern Culture. Summary. Glossary. 15. Globalization. Defining Globalization. Economic Globalization. Immanuel Wallerstein: The Modern World-System. From World-Economic to Global Inequality. Political Globalization: The Nation-State in the New Order. Cultural Globalization. Cities and Migration in a Globalizing Society. Globalization of Risk. Political Mobilization in the Globalizing Society. Summary. Glossary. Glossary. References. Index.",
      "cited_by_count": 77,
      "type": "book",
      "source": {
        "name": "University of New Hampshire Scholars Repository (University of New Hampshire at Manchester)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1499686476"
    },
    {
      "openalex_id": "W1994808746",
      "doi": "10.1080/03071021003795055",
      "title": "Public sphere in Latin America: a map of the historiography",
      "authors": [
        {
          "name": "Pablo Piccato",
          "openalex_id": "A5074037897",
          "institutions": [
            "University of Missouri",
            "Columbia International University",
            "Columbia University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "Abstract \"Public sphre\" is often used by historians of modern Latin America without much concern about its theoretical and methodological implications. Some historians have used it as a model to fit evidence about public debates and politics during the modern period, yet few have engaged it as a theory with deeper methodological and conceptual implications. This article will review the historical literature that has applied Habermas's ideas to Latin American history. Focusing on a few particularly important books, the article will examine potential avenues for research and comparisons. Rather than becoming a new orthodoxy for the study of the region, the theory of the public sphere is establishing a dialogue among historians interested in intellectual phenomena and political discourse (most of them centered on the history of liberalism after independence) and those historians whose interest in social formations have framed their study in terms of hegemony and class domination. The article will argue that a critical use of Habermas's ideas (one that is more systematic about the gender and class exclusions built into the bourgeois public sphere, and that problematizes the connections between the specific development of capitalism in peripheral regions and their embrace of European political traditions) could yield useful results in terms of new research and an inclusive synthesis of recent literature interested in politics, culture and hegemony in Latin America. Notes 1Jürgen Habermas, The Structural Transformation of the Public Sphere: An Inquiry into a Category of Bourgeois Society (Cambridge, MA, 1991). I am indebted to Tom Klubock, Thom Rath, Federico Sor and Mary Kay Vaughan for their comments on earlier drafts. This article was also discussed at the Columbia University's Department of History graduate faculty workshop and at the New School's workshop of Latin American Studies. I thank Karl Wennerlind, Herbert Sloan, Claudio Lomnitz and Paul Gootenberg for their comments. 2The danger, of course, is that of creating 'un Mapa del Imperio, que tenía el tamaño del imperio y coincidía puntualmente con él'. 'El rigor de la ciencia' in Jorge Luis Borges, Obras completas II 1952–1972 (Barcelona, 1996). This map will have Mexico as the centre. It is a result of my background and I hope it can be excused as a geographical convention. 3See Jürgen Habermas, The Philosophical Discourse of Modernity: Twelve Lectures. Studies in Contemporary German Social Thought (Cambridge, 1987), 37. Juan Carlos Portantiero, 'Foundations of a new politics', Report on the Americas, xxv, 5 (1991), 19; Chantal Mouffe and Ernesto Laclau, Hegemonía y estrategia socialista: Hacia una radicalización de la democracia, trans. Ernesto Laclau (Buenos Aires, 2004). 4For Alan Brinkley, 'Democrats need to turn much of their attention away from culture and back toward class.' See Brinkley, 'What's next? The mourning period is over. Now, four simple guidelines for becoming a majority party', The American Prospect Online Edition, January 2004. See also forum on the election in The Nation, 20 December 2004. Available online at: http://www.thenation.com/issue.mhtml?i=20041220. See Jürgen Habermas, 'Discourse ethics: notes on a program of philosophical justification' in Moral Consciousness and Communicative Action (Cambridge, 1990). For the normative implications of the public-sphere model, see Nancy Fraser, 'Rethinking the public sphere: a contribution to the critique of actually existing democracy', Social Text, nos 25/26 (1990). See also Thomas A. McCarthy, The Critical Theory of Jürgen Habermas, first MIT Press paperback edition (Cambridge, 1981), chap. 1; Jürgen Habermas, Ciencia y técnica como 'ideología' (Mexico City, 1993). Implicit in Habermas's idea of 'communicative rationality' is 'the central experience of the unconstrained, unifying, consensus-bringing force of argumentative speech': Jürgen Habermas, The Theory of Communicative Action, vol. 1, Reason and the Rationalization of Society, trans. Thomas McCarthy (Boston, 1984), 10. 5Arthur Strum, 'A bibliography on the concept of Öffentlichkeit', New German Critique, lxi (1994). Habermas refers to 'seminal theories', like those by Freud and Marx, that 'inserted a genuinely philosophical idea like a detonator into a particular context of research' resulting in 'hybrid discourses' that may be criticized from the academic establishment but could generate 'new research traditions'. Jürgen Habermas, 'Philosophy as stand-in and interpreter' in Moral Consciousness and Communicative Action, op. cit., 15. 6The OED provides two examples of the term, both dated 1992. See entries for 'maternalize' and 'nonsensification', Oxford English Dictionary (available online at: http://www.oed.com/). For the parallel with Weber see Joan B. Landes, Women and the Public Sphere in the Age of the French Revolution (Ithaca, 1988), 10. 7Habermas links the public sphere with his theory of communicative action at a 'fundamental' level: Jürgen Habermas, 'Further reflections on the public sphere', Habermas and the Public Sphere, ed. Craig Calhoun (Cambridge, 1997), 422, 41. Other scholars, mentioned below, have already suggested the need to confront analyses based on Gramsci and Habermas. 8Habermas's initial definition is tentative and contains the diversity of issues outlined above: 'The bourgeois public sphere may be conceived above all as the sphere of private people come together as a public; they soon claimed the public sphere regulated from above against the public authorities themselves, to engage them in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labour. The medium of this political confrontation was peculiar and without historical precedent: people's public use of their reason.' See Habermas, Structural Transformation, op. cit., 27. See also Jürgen Habermas, 'The public sphere: an encyclopaedia article', New German Critique, iii (1974). On the historical character of the definition, see Moishe Postone, 'Political theory and historical analysis' in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 9James Van Horn Melton, The Rise of the Public in Enlightenment Europe (New York, 2001), 10, 12. 10For similar agendas see E. P. Thompson, The Making of the English Working Class (New York, 1966); Richard Sennett, The Fall of Public Man (New York, 1977). 11Geoff Eley, 'Nations, publics, and political cultures: placing Habermas in the nineteenth century' in Nicholas B. Dirks, Geoff Eley and Sherry B. Ortner (eds), Culture/Power/History: A Reader in Contemporary Social Theory (Princeton, 1994); also published in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 12Joan B. Landes, 'The public and the private sphere: a feminist reconsideration' in Landes (ed.), Feminism, the Public and the Private (Oxford, 1998), 2, 142–3. See also Craig Calhoun, 'Introduction: Habermas and the public sphere' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 34–5; Seyla Benhabib, 'Models of public space: Hannah Arendt, the liberal tradition, and Jürgen Habermas' in ibid., 92. 13Harold Mah, 'Phantasies of the public sphere: rethinking the Habermas of historians', Journal of Modern History, lxxii, 1 (2000). I owe this reference to Samuel Moyn. 14Habermas, Structural Transformation, op. cit., 27, 55; Melton, The Rise, op. cit.; Daniel Gordon, 'Philosophy, sociology, and gender in the Enlightenment conception of public opinion', French Historical Studies, xvii, 4 (1992), 889, 901; Keith Michael Baker, 'Defining the public sphere in eighteenth-century France: variations on a theme by Habermas' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 202. 15Roger Chartier, The Cultural Origins of the French Revolution, trans. Lydia G. Cochrane (Durham, NC, 1991); Arlette Farge, Subversive Words: Public Opinion in Eighteenth-Century France, trans. Rosemary Morris (University Park, PA, 1994). See also Landes, Women and the Public Sphere, op. cit.; Keith Michael Baker, Inventing the French Revolution: Essays on French Political Culture in the Eighteenth Century (Cambridge, 1990); Sarah C. Maza, Private Lives and Public Affairs: The Causes Célèbres of Pre-revolutionary France (Berkeley, 1993). 16For a bibliography of the diversity of work, historical and otherwise, inspired by the model see Strum, op. cit. A similar census would probably be impossible today. See also Peter Uwe Hohendahl, 'The public sphere: models and boundaries' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 108. For an example of these possibilities see Madeleine Hurd, Public Spheres, Public Mores, and Democracy: Hamburg and Stockholm, 1870–1914 (Ann Arbor, 2000). 17See a discussion of the implications of this from the point of view of Mexican history in Pablo Piccato, 'Introducción: ¿Modelo para armar? Hacia un acercamiento crítico a la teoría de la esfera pública' in Cristina Sacristán and Pablo Piccato (eds), Actores, espacios y debates en la historia de la esfera pública en la ciudad de México (Mexico City, 2005). See also Hispanic American Historical Review, lxxix, 2 (1999); Pablo Piccato, 'Conversación con los difuntos: una perspectiva Mexicana ante el debate sobre la historia cultural', Signos Históricos, viii (2002). 18François-Xavier Guerra, Modernidad e independencias: Ensayos sobre las revoluciones hispánicas (Madrid , 2000), 117; Francois-Xavier Guerra, México: del Antiguo Régimen a la Revolución (Mexico City, 1988). 19Carmen McEvoy, La utopía republicana: Ideales y realidades en la formación de la cultura política peruana, 1871–1919 (Lima, 1997), 11; Carmen McEvoy, 'Seríamos excelentes vasallos y nunca ciudadanos: prensa republicana y cambio social en Lima, 1791–1822' in Ivan Jaksic (ed.), The Political Power of the Word: Press and Oratory in Nineteenth-Century Latin America (London, 2002), 37. See also Richard A. Warren, Vagrants and Citizens: Politics and the Masses in Mexico City from Colony to Republic (Wilmington, 2001), 170. After independence, 'Lo radicalmente nuevo es la creación de una escena pública': Guerra, Modernidad e independencias, op. cit., 13, 23, 87. This parallels Benedict Anderson's claim that 'the convergence of capitalism and print technology … created the possibility of a new form of imagined community, which in its basic morphology set the stage for the modern nation', and his focus on American Creole identities as early examples of this process. Benedict Anderson, Imagined Communities: Reflections on the Origin and Spread of Nationalism (New York and London, 1983), 46. Concepts like el pueblo or lo público also had a history that illustrated the incorporation of traditional and modern notions, as explored by Annick Lempérière in 'Reflexiones sobre la terminología política del liberalismo' in Carlos Illades, Brian Connaughton and Sonia Pérez Toledo (eds), Construcción de la legitimidad política en México (Zamora, 1999). 20Guerra, Modernidad e independencias, op. cit., 30. See François Furet, Penser la Révolution française (Paris, 1978). For Palti, Guerra's use of Habermas lacked a 'strong' critique of the public-sphere model and failed to recognize Raymond Kosseleck's work as a necessary antecedent. Furet and Cochin were decisive in Guerra's work to strengthen that critique, without embracing 'las teorías multiculturalistas \"posmodernas\"'. Elías José Palti, 'Guerra y Habermas: ilusiones y realidad de la esfera pública Latinoamericana' in Erika Pani and Alicia Salmerón (eds), Conceptualizar lo que se ve: François-Xavier Guerra historiador, homenaje (Mexico City, 2004), 466. 21See Dena Goodman, 'Public sphere and private life: toward a synthesis of current historiographical approaches to the Old Regime', History and Theory, xxxi, 1 (1992), 8, 12. Guerra's explicit rejection of Habermas's Marxism in Guerra, Modernidad e independencias, op. cit., 86n, 87, 14. For studies inspired by Guerra's insights and a closer connection to local contexts, see Francois-Xavier Guerra and Annick Lempérière (eds), Los espacios públicos en Iberoamérica: Ambigüedades y problemas: Siglos XVIII–XIX (Mexico, 1999). For the public sphere as part of the politicization of new national societies, see Pilar González Bernaldo, 'Sociabilidad, espacio urbano y politización en la ciudad de Buenos Aires (1820–1852)' in Hilda Sabato and Alberto Rodolfo Lettieri (eds), La vida política en la Argentina del siglo XIX: armas, votos y voces (Buenos Aires, 2003), 199. 22Guerra, Modernidad e independencias, op. cit., 12, 101. Such characterization of the socio-economic impact and causes of the revolutions of independence is challenged in John Tutino, From Insurrection to Revolution in Mexico: Social Bases of Agrarian Violence, 1750–1940 (Princeton, 1988); Eric Van Young, The Other Rebellion: Popular Violence, Ideology, and the Mexican Struggle for Independence, 1810–1821 (Stanford, 2001). 23Guerra, Modernidad e independencias, op. cit., 17, 91, 234. The Habermasian focus on 'a new, autonomous, free, and sovereign public' implies a marked alternative from Furet's Tocquevillian emphasis on associations and modes of sociability as the base for a modern public opinion. Chartier, Cultural Origins, op. cit., 16–17. 24Guerra, Modernidad e independencias, op. cit., 52, 99. Guerra's emphasis on culture fits well with older visions of 'Latin American culture' as something clearly identifiable; for Edmundo O'Gorman, this common identity meant that the influence of the United States is negligible in the emergence of a Latin American political culture. Edmundo O'Gorman, 'Hegel y el moderno panamericanismo', Letras de México, ii, 8 (1939). See Charles Hale, 'Edmundo O'Gorman y la historia nacional', Signos Históricos, ii, 3 (2000), 17, 24. Absent is a problematization of neo-colonialism as an informal and subordinate mode of entering modernity. See Tulio Halperín Donghi, The Contemporary History of Latin America, trans. John Charles Chasteen (Durham, NC, 1993). 25McEvoy, La utopía republicana, op. cit., 11. 26McEvoy, 'Seríamos excelentes vasallos', op. cit. For similar insights, to be examined below, see Ángel Rama, The Lettered City, trans. John Charles Chasteen (Durham, NC, 1996). 27McEvoy, 'Seríamos excelentes vasallos', op. cit. 28Rafael Rojas, La escritura de la independencia: El surgimiento de la opinión pública en México (Mexico City, 2003), 17, 34, 35, 62. 29 ibid., 35. See also Fernando Escalante, Ciudadanos imaginarios: Memorial de los afanes y desventuras de la virtud y apología del vicio triunfante en la República Mexicana: Tratado de Moral Pública (Mexico, 1993). For recent studies of monarchist sentiment in Mexico see Erika Pani, Para mexicanizar el Segundo Imperio: el imaginario político de los imperialistas (Mexico City, 2001); Elías José Palti (ed.), La política del disenso: La 'polémica en torno al monarquismo' (México, 1848–1850) … y las aporías del liberalismo (Mexico City, 1998). If in the end the new nations rejected liberal monarchism, explains Rojas, it was because of the revolutionary logic of insurgency and the consequent loyalist response, but not because of any inherently democratic feature of the new public sphere. Rojas, La escritura, op. cit., 49. 30José Antonio Aguilar, 'Dos conceptos de república' in José Antonio Aguilar and Rafael Rojas (eds), El republicanismo en hispanoamérica: Ensayos de historia intelectual y política (Mexico City, 2002), 63. See McEvoy, 'Seríamos excelentes vasallos', op. cit., 43. 31For the 'tradición republicana' as the centre of a long-term political history of Mexico that stresses local and corporative representation over democracy and equality, see Alicia Hernández Chávez, La tradición republicana del buen gobierno (Mexico, 1993); Antonio Annino, 'Ciudadanía versus gobernabilidad republicana en México: Los orígenes de un dilema' in Hilda Sábato (ed.), Ciudadanía política y formación de las naciones: Perspectivas históricas de América Latina (Mexico City, 1999). For a similar perspective (the intellectual history à la Cambridge, invoked by Aguilar), see Gordon, 'Philosophy, sociology, and gender', op. cit., 883–5, 888, 891. 32Elías José Palti, 'Las polémicas en el liberalismo argentino: Sobre virtud' and Aguilar and Rojas (eds), 'Republicanismo y lenguaje' in op. cit., 167. 33Elías José Palti, La invención de una legitimidad: Razón y retórica en el pensamiento mexicano del siglo XIX (Un estudio sobre las formas del discurso político) (Mexico City, 2005). 34Elías José Palti, 'La transformación del liberalismo mexicano en el siglo XIX: de la opinión pública al de la in Sacristán and Piccato (eds), Actores, op. cit.; see also Carlos and (eds), y sobre la ciudad de México (Mexico City, Brian Carlos and Sonia Pérez Toledo (eds), La de la legitimidad política en México (Mexico City, 1999). On France and public see Baker, Inventing the French Revolution, op. cit.; concept in la Révolution française (Paris, Farge, Subversive op. cit. La invención de una op. cit., Elías José Palti, 'La del prensa y política en la República (México, 4 Palti, 'La transformación del op. cit. Guerra, the of discussion to the in a that links private and public and as in is Guerra, Modernidad e independencias, op. cit., For similar in see Palti, 'Las op. cit. The mode of public provides a useful for the recent interest in the history of from its to the of in the of See Jaksic (ed.), op. cit. also Elías José Palti, in La política del op. cit.; Palti, 'La del op. cit.; and Elías José Palti, y el político mexicano en de la República in (ed.), op. cit. On the interest in the history of the in Latin America see in the also op. cit.; de la prensa en el (Mexico City, Ángel (ed.), y la prensa del los 23, y de (Mexico City, 2001); y en del siglo XIX and de de en de de 'Las de la El discurso político y El de las y la opinión del in Sabato and Lettieri (eds), La vida política en la op. cit., José Elías Palti, studies on the emergence of a public sphere in Latin Latin American Review, 2 On the political of see McCarthy, Critical Theory of Jürgen Habermas, op. cit. de la de de at the Sobre la de la de México: 'Las en la ciudad de México del siglo XIX a la Mexico op. cit.; Carlos A. in Latin America, and Carlos y del in Illades, Connaughton and Pérez Toledo (eds), op. cit. After independence, the influence of to in the nineteenth On and the see Charles E. P. and his a Hispanic American Historical Review, 4 for B. of the and in Eighteenth-Century Mexico (Stanford, E. in Mexico 2004). op. cit. focus on without a reference to Guerra, in and the politics of Latin American history in the century' in G. (ed.), the Political in Latin American Essays from the (Durham, NC, 2001), 41. Guerra's not mentioned in that and his México: del a la op. cit., an English It is not to the of a but the of together the mentioned in these be evidence of op. cit. and Luis Fernando de la cultura política de la ciudad de in Sacristán and Piccato (eds), op. cit. For a critique of the in the model of the public sphere see Francois-Xavier Guerra and Annick in Guerra and Lempérière (eds), Los espacios op. cit., The not to Habermas's view of modern and its Habermas, Theory of Communicative Action, op. cit. analyses of the of those links see Peter or and national politics, Hispanic American Historical Review, 2 de la of and during the (Durham, NC, 2000). similar of the public-sphere model from the perspective of intellectual history see A. 'The the and the of in eighteenth-century French Historical Studies, xvii, 4 (1992), Gordon, 'Philosophy, sociology, and gender', op. cit., Aguilar que Aguilar, 'El op. cit., La escritura, op. cit., The of those is the of they and the of at of José de For a useful of central in Mexican ideas about and see Mexican La escritura, op. cit., and the social context of created is a by of See Chartier, Cultural Origins, op. cit.; and in London, (London, Michael The of the and the Public Sphere in Eighteenth-Century America (Cambridge, MA, 1990); Melton, The Rise, op. cit.; Pablo Piccato, The of in the of the Mexican Public Sphere (Durham, NC, Structural Transformation, op. cit., op. cit.; Palti, 'Las op. cit. at I would with the that was the concern of the Mexican public in the nineteenth Pablo Piccato, The of op. cit. See for Sarah C. From to Citizens: and Politics in (University Park, PA, 92. his critique of and Habermas's work, notes the of and of as to the critical discourse that a Habermasian model would in and op. cit., Guerra's see Annick la (Paris, Public Private and in America (Stanford, op. cit.; John The and the The Revolution in Palti, op. cit.; and Antonio Annino, 'El Los y los orígenes del liberalismo en in and (eds), y México: de de (Mexico, 2002), 'The of a public sphere in Latin America during the of Studies in Society and History, 2 (2000), This is the first systematic of the public-sphere model in Latin America published in On the of see in (ed.), and Society in America during the Age of Revolution (Wilmington, 2001). For a in this see B. and local an into early Latin American social in (ed.), the The of Social History see Eric Van Young, in (ed.), op. cit., A similar for the of the English public sphere in and political Journal of Modern History, 4 On and Paul in of (Berkeley, 1993). and de political in Journal of Latin American Studies, 2 Politics in the Age of of and in Hispanic American Historical Review, 2 and Van Young, The Other op. cit. op. cit., y la y sobre política y de op. cit. See the Tulio Halperín Donghi, Revolución y de una en la Argentina (Mexico, the Rama, 'the had … from a of in their into a more that a of as a but Rama, The Lettered City, op. cit., On see de en la in Ángel Rama, La en América The of the that into were an example of the of public by but also a of new as in earlier of the Latin American 'La como in Ángel Rama, La del I have evidence of any exchange between Habermas and was published in in two in it is that their a concern about the of is reference to Habermas in had German in to be to in the can an See Ángel and 2001), The Lettered City, op. cit., See also José Luis las y las ideas (Buenos Aires, Buenos from to (New York, On the Claudio Mexico: An of Nationalism 2001); Antonio and François-Xavier Guerra, la siglo XIX (Mexico City, 2003), was also a to the See y de en América Latina E. 'El de la esfera e en la del de la ciudad de México, in Sacristán and Piccato (eds), op. cit. in that by and Luis Fernando for of the of the public sphere, and y in Carlos and (eds), y sobre la ciudad de México (Mexico City, 2",
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "Social History",
        "type": "journal",
        "issn": [
          "0307-1022",
          "1470-1200"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Politics and Society in Latin America",
        "Religion and Society in Latin America",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 98,
      "url": "https://openalex.org/W1994808746"
    },
    {
      "openalex_id": "W4252698994",
      "doi": "10.5040/9781472544377",
      "title": "Connected Sociologies",
      "authors": [
        {
          "name": "Gurminder K. Bhambra",
          "openalex_id": "A5064248726",
          "orcid": "https://orcid.org/0000-0003-3658-1575"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "<JATS1:p>This book outlines what theory for a global age might look like, positing an agenda for consideration, contestation and discussion, and a framework for the research-led volumes that follow in the series.</JATS1:p> <JATS1:p>Gurmider K. Bhambra takes up the classical concerns of sociology and social theory and shows how they are being rethought through an engagement with postcolonial studies, one of the most distinctive critical approaches of the past two decades. She also discusses the significance of the research programme surrounding coloniality and modernity that has emerged recently from Latin America.</JATS1:p>",
      "cited_by_count": 592,
      "type": "book",
      "source": {
        "name": "Bloomsbury Publishing Plc eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.bloomsburycollections.com/book/connected-sociologies.pdf?dl"
      },
      "topics": [
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 228,
      "url": "https://openalex.org/W4252698994"
    },
    {
      "openalex_id": "W40102393",
      "doi": "10.5070/t412011806",
      "title": "From Critical Theory to the Philosophy of Liberation: Some Themes for Dialogue",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031",
          "institutions": [
            "Universidad Autónoma Metropolitana",
            "Autodesk (United States)"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "After considering the proper tone for my participation in this \"dialogue\" between Europeans and Latin Americans about \"Critical Theory,\" I have concluded that my argumentative strategy should primarily be to take seriously the \"subjects\" of the dialogue and their locus enuntiationis: who we are and from where we speak.These sorts of dialogues are not frequent nor are their terms obvious, 1 and it is even less common for such a debate to occur symmetrically, by which I mean that it takes place between philosophers within a community of horizontal communication who are respected as equals, as colleagues, but who nevertheless demand to be recognized in their alterity.Such efforts are not exempt from a certain degree of incommunicability and incommensurability that can create misunderstandings, but are nonetheless united by a solidaristic will to attempt to advance a critical philosophy with global validity.Such a philosophy, which would accordingly set out from the perspective of those excluded from the global system (peripheral countries) and those excluded within particular states (impoverished masses), has not existed to date: I consider its construction the specific task of philosophy in this twenty-first century that we are beginning. The first contacts with the Frankfurt School (with the \"first generation\")As for myself, I participate in what we have called the \"Philosophy of Liberation,\" 2 which since its origin has maintained a constant dialogue with Critical Theory.Just as the events of Paris '68 did not have the same meaning as those in Berkeley, the Latin American context was equally distinct. 3 Paradoxically, under military dictatorships (imposed by the Pentagon and the Kissinger Doctrine between 1964 and 1984), the works of Marcuse -and especially One-Dimensional Mancame to influence us within a context that was similar to the totalitarian horror under which the first Frankfurt School was born (the \"first generation\").The \"dirty war\" which led to the murder, torture, and disappearance of thousands would last almost two decades (as in Brazil, for example). 4 But along with Marcuse, we read the Martinican Frantz Fanon's Les Damnés de la Terre (The Wretched of the Earth, 1961), since our reflections were situated in the post-colonial periphery, in the global South.Moreover, our reference point was critical social science -like Dependency Theory, which was later continued by Wallerstein's World-Systems Theory.This global structure of inequality finally burst onto the scene since the Clinton administration under the name of \"globalization\" (which passed from a period characterized by the internationalization of the productive part of capital -as transnational corporations -to a financial and monetarist era with global implications).The point of all this is the following: our first lesson in Critical Theory was non-Eurocentric.My 1975 work Philosophy of Liberation begins thus:From Heraclitus to Karl von Clausewitz and Kissinger, \"war is the origin of everything,\" if by \"everything\" one understands the order or system that the world dominators control by their power and armies [...] I am trying, then, to take space, geopolitical space, seriously.To be born at the North Pole or in Chiapas is not the same thing as to be born in New York City. 5 Through the first Frankfurt School, we discovered \"materiality\" in the sense of living corporeality, a question that does not frequently interest those dealing with the theoretical positions of the School 6 : \"Whoever resigns himself to life without any rational reference to self-preservation would, according to the Enlightenment -and Protestantism -regress to prehistory.\" 7 \"Materiality,\" for the Frankfurt School, consists of an affirmation of living corporality (Leiblichkeit) as in Schopenhauer and Nietzsche, which is vulnerable and has desires (Freud), and which needs food, clothing, and shelter (Feuerbach).This anthropological materiality, a far cry from Soviet dialectical materialism, was perceptibly close to our situation in an impoverished, starving, and suffering Latin America.In the Southern Cone, the multitude of demonstrations shouted: \"bread, peace, and work!\" three necessities that refer strictly to life, to the reproduction of its corporeal content (Leiblichkeit).For that reason, the political-economic sphere had a special relevance for us, as did the need for a frontal critique of capitalism (Marx).Will, affectivity and emotions, unconscious drives, and economic requirements were all integrated into the discourse of the first Frankfurt School.But its subject was a \"negative\" materiality, focusing especially on the negative effects of the dominant system, its pain and misery.The \"positivity\" of the system always obscures the \"negativity\" over which it is constructed: \"Hence the convergence of specific materialism with criticism, with social change in practice [...] to abolish suffering.The telos of such an organization or society would be to negate the physical suffering of even the least of its members.\" 8\"Philosophy of Liberation\" set out from the locus enuntiationis of the material victim, from the negative effect of authoritarianism, capitalism, and patriarchy.However, this is the root of a profound divergence with Critical Theory that continues up to the present (and which should be an explicit subject of our dialogue), that of the material negativity of colonialism (of the indigenous peoples, the African slave, the Opium Wars in China, etc.), a phenomenon which corresponds to metropolitan capitalism, Modernity, and Eurocentrism.The victim for us was no longer -as for Horkheimer, Habermas, or the \"third generation\" of Critical Theory -only the worker, the persecuted Jew in Auschwitz, the citizen under Nazism, women, or the working world facing the crisis of the welfare state.We were equally concerned with the victims of a global system (a globalized World-System 9 since 1492), which included the Latin American hacienda system that exploited indigenous people, the mita system of indigenous slave labor which extracted silver (colonial capitalism's first global currency) from mines like that at Potosi in Bolivia, the plantations of African slaves brought to tropical America, the Indian women forced to serve as concubines for the conquistador, the children brought up with Christianity (cultural domination through foreign religion), etc.It was in this context that the ontological category of Totality 10 -so important for Hegel,",
      "cited_by_count": 32,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt59m869d2/qt59m869d2.pdf?t=m284lr"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Economy and Marxism",
        "Philosophical and Historical Studies"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W40102393"
    },
    {
      "openalex_id": "W4285024330",
      "doi": "10.47456/sofia.v6i1.16070",
      "title": "Modernity and colonialism: on the historical-sociological blindness of the theories of modernity",
      "authors": [
        {
          "name": "Agemir Bavaresco",
          "openalex_id": "A5014039745",
          "orcid": "https://orcid.org/0000-0002-7967-4109",
          "institutions": [
            "Pontifícia Universidade Católica do Rio Grande do Sul"
          ]
        },
        {
          "name": "Leno Francisco Danner",
          "openalex_id": "A5071926882",
          "orcid": "https://orcid.org/0000-0002-2332-3182",
          "institutions": [
            "Universidad Internacional De La Rioja"
          ]
        },
        {
          "name": "Fernando Danner",
          "openalex_id": "A5103099734",
          "orcid": "https://orcid.org/0000-0002-4541-1204",
          "institutions": [
            "Universidad Internacional De La Rioja",
            "Marymount University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-09-01",
      "abstract": "This paper criticizes the historical-sociological blindness found in contemporary theories of modernity (as in those of Weber and Habermas) in order both to construct a sociological model for the process of Western modernization and to formulate a normative notion of cultural modernity which can favor the development of a critical social theory which is correlatively sociological and philosophical. The historical-sociological blindness regarding the theoretical-political reconstruction of the process of Western modernization is basically characterized by the separation between European cultural modernity and European social-economic modernization, which leads to the notion that European culture is not directly linked to social and economic modernization. Likewise, Western modernization is fundamentally an autonomous and endogenous constitutive process, bearing no correlation with other cultures-societies, as seen in the lack of references to the fact of colonialism. Such a separation between culture and social systems or institutions results in European cultural modernity becoming a pure normative concept with no direct relations to both social and economic modernization and colonialism. That is the reason why, according to Habermas, a critical and universalistic normative concept both to a critical social theory and its political praxis, as to international politics, is allowed. The central argument of this paper is that the theories of modernity cannot provide a normative paradigm to a critical social theory based on cultural modernity due to this historical-sociological blindness. Therefore, the elaboration of a normative concept for critical social theory should start by unveiling, denouncing and deconstructing the historical-sociological blindness of these contemporary theories of modernity.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Sofia",
        "type": "journal",
        "issn": [
          "2317-2339"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.ufes.br/sofia/article/download/16070/11779"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4285024330"
    },
    {
      "openalex_id": "W2158030825",
      "doi": "10.1590/s0103-33522013000200004",
      "title": "América Latina e o giro decolonial",
      "authors": [
        {
          "name": "Luciana Ballestrin",
          "openalex_id": "A5011637604",
          "orcid": "https://orcid.org/0000-0001-6787-8406",
          "institutions": [
            "Universidade Federal de Pelotas"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-07-13",
      "abstract": "O objetivo principal do artigo é o de apresentar a trajetória e o pensamento do Grupo Modernidade/Colonialidade (M/C), a partir de sua ruptura com os estudos subalternos - latino-americanos e indianos - , culturais e pós-coloniais, no final dos anos 1990. O coletivo realizou um movimento epistemológico fundamental para a renovação crítica e utópica das ciências sociais na América Latina no século XXI: a radicalização do argumento pós-colonial no continente através da noção de \"giro decolonial\". O artigo está estruturado em duas partes. Em um primeiro momento, é traçada uma breve genealogia do pós-colonialismo. Posteriormente, apresenta-se a constituição do grupo M/C e alguns conceitos centrais criados e compartilhados pelos seus principais expoentes. O trabalho pretende convidar o(a) leitor(a) para este debate, ainda incipiente na ciência e teoria Política no Brasil.",
      "cited_by_count": 500,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Ciência Política",
        "type": "journal",
        "issn": [
          "0103-3352",
          "2178-4884"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/rbcpol/n11/04.pdf"
      },
      "topics": [
        "Urban Development and Societal Issues",
        "Social and Political Issues",
        "Rural and Ethnic Education"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2158030825"
    },
    {
      "openalex_id": "W602224805",
      "doi": "10.5860/choice.46-2158",
      "title": "Two bits: the cultural significance of free software",
      "authors": [
        {
          "name": "Christopher Kelty",
          "openalex_id": "A5016045705",
          "orcid": "https://orcid.org/0000-0003-0253-5554"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-12-01",
      "abstract": "In Two Bits, Christopher M. Kelty investigates the history and cultural significance of Free Software, revealing the people and practices that have transformed not only software but also music, film, science, and education. Free Software is a set of practices devoted to the collaborative creation of software source code that is made openly and freely available through an unconventional use of copyright law. Kelty explains how these specific practices have reoriented the relations of power around the creation, dissemination, and authorization of all kinds of knowledge. He also makes an important contribution to discussions of public spheres and social imaginaries by demonstrating how Free Software is a \"recursive public\" - a public organized around the ability to build, modify, and maintain the very infrastructure that gives it life in the first place.",
      "cited_by_count": 728,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://evols.library.manoa.hawaii.edu/bitstreams/2fcdaed4-bc58-4588-ba72-f094446dd574/download"
      },
      "topics": [
        "Open Source Software Innovations",
        "Digital Games and Media",
        "Copyright and Intellectual Property"
      ],
      "referenced_works_count": 286,
      "url": "https://openalex.org/W602224805"
    },
    {
      "openalex_id": "W2172091756",
      "doi": "10.1525/ae.2004.31.1.92",
      "title": "“Praise the Lord”: Popular cinema and pentecostalite style in Ghana's new public sphere",
      "authors": [
        {
          "name": "Birgit Meyer",
          "openalex_id": "A5103042842",
          "orcid": "https://orcid.org/0000-0001-7186-7865",
          "institutions": [
            "University of Amsterdam"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-02-01",
      "abstract": "ABSTRACT In this article I examine the elective affinity between Pentecostalism and the vibrant video‐film industry that has flourished in the wake of Ghana's adoption of a democratic constitution. I argue that, as a result of the liberalization and commercialization of the media, a new public sphere has emerged that can no longer be fully controlled by the state but that is increasingly indebted to Pentecostalism. Pentecostalism and video‐films come together and articulate alternative, Christian imaginations of modernity. Seeking to grasp the blurring of boundaries between religion and entertainment, I examine the pentecostalite cultural style on which these alternative visions thrive. My main concern is to investigate the specific mode through which Pentecostal expressive forms go public, thereby transforming the public sphere.",
      "cited_by_count": 306,
      "type": "article",
      "source": {
        "name": "American Ethnologist",
        "type": "journal",
        "issn": [
          "0094-0496",
          "1548-1425"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1525/ae.2004.31.1.92"
      },
      "topics": [
        "Anthropological Studies and Insights",
        "African studies and sociopolitical issues",
        "Postcolonial and Cultural Literary Studies"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W2172091756"
    },
    {
      "openalex_id": "W2320959852",
      "doi": "10.1017/s001041751200062x",
      "title": "Acting with One Voice: Producing Unanimism in Algerian Reformist Theater",
      "authors": [
        {
          "name": "Jane Goodman",
          "openalex_id": "A5103581148",
          "institutions": [
            "Indiana University"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "Abstract Scholars of democracy from Tocqueville to Habermas have long considered the proliferation of so-called voluntary associations as a sign of a flourishing civil society and as central to the rise of democratic modernity. I contend that the Algerian theatrical and musical associations of the reformist period anticipate another kind of civic history: a history of displays of unanimism in public life. I am interested in how and why Algerians learned to produce public displays of agreement for particular audiences (including themselves) at particular historical moments. I emphasize three factors that contributed to the production of unanimity: the achievement of tawḥīd or unity in the Islamic reform movement, vernacular practices of consensus-based argumentation, and French colonial legal and surveillance mechanisms. The essay engages theories of civil society, colonialism, and performance. It draws primarily on material from the French colonial archives for the city of Constantine, Algeria.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Comparative Studies in Society and History",
        "type": "journal",
        "issn": [
          "0010-4175",
          "1475-2999"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "North African History and Literature",
        "Multiculturalism, Politics, Migration, Gender",
        "Historical Studies and Socio-cultural Analysis"
      ],
      "referenced_works_count": 60,
      "url": "https://openalex.org/W2320959852"
    },
    {
      "openalex_id": "W2297886560",
      "doi": "10.1111/joms.12203",
      "title": "Managing for Political Corporate Social Responsibility: New Challenges and Directions for PCSR 2.0",
      "authors": [
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Andreas Rasche",
          "openalex_id": "A5043489468",
          "orcid": "https://orcid.org/0000-0003-2160-8130",
          "institutions": [
            "Copenhagen Business School"
          ]
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691",
          "institutions": [
            "University of Lausanne"
          ]
        },
        {
          "name": "André Spicer",
          "openalex_id": "A5055962469",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-11",
      "abstract": "ABSTRACT This article takes stock of the discourse on ‘political CSR’ (PCSR), reconsiders some of its assumptions, and suggests new directions for what we call ‘PCSR 2.0’. We start with a definition of PCSR, focusing on firms’ contribution to public goods. We then discuss historical antecedents to the debate and outline the original economic and political context. The following section explores emerging changes in the institutional context relevant to PCSR and reconsiders some of the assumptions underlying Habermas’ thesis of the postnational constellation. This highlights some neglected issues in previous works on PCSR, including the influence of nationalism and fundamentalism, the role of various types of business organisations, the return of government regulation, the complexity of institutional contexts, the efficiency of private governance, the financialization and digitalization of the economy, and the relevance of managerial sensemaking. Finally, we discuss the contributions to this special issue and relate them to the newly emerging research agenda.",
      "cited_by_count": 412,
      "type": "article",
      "source": {
        "name": "Journal of Management Studies",
        "type": "journal",
        "issn": [
          "0022-2380",
          "1467-6486"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/joms.12203"
      },
      "topics": [
        "Political Influence and Corporate Strategies",
        "Corporate Social Responsibility Reporting"
      ],
      "referenced_works_count": 210,
      "url": "https://openalex.org/W2297886560"
    },
    {
      "openalex_id": "W135364984",
      "doi": "10.5070/t413012881",
      "title": "Transmodernity and Interculturality: An Interpretation from the Perspective of Philosophy of Liberation",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031",
          "institutions": [
            "Universidad Autónoma Metropolitana",
            "Autodesk (United States)"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "In search of self-identity: from Eurocentrism to developmentalist coloniality I belong to a generation of Latin Americans whose intellectual beginnings are situated in the 1950s, after the end of the Second World War.For us, in the Argentina of that era, there was no doubt that we were a part of \"Western culture.\"For that reason, some of our subsequent categorical judgments are a natural expression of someone who opposes himself.The philosophy that we studied set out from the Greeks, in whom we saw our most remote lineage.The Amerindian World had no presence in our studies, and none of our professors would have been able to articulate the origin of philosophy with reference to indigenous peoples. 2 Moreover, the ideal philosopher was one who was familiar with the precise details of classical Western philosophers and their contemporary developments.There existed no possibility whatsoever for a specifically Latin American philosophy.It is difficult to evoke in the present the firm hold that the European model of philosophy had on us (since at that moment in Argentina there was no reference to the United States, yet).Germany and France had complete hegemony, especially in South America (although this was not the case in Mexico, Central America, or the Hispanic, French, or British Caribbean).",
      "cited_by_count": 191,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt6591j76r/qt6591j76r.pdf?t=m6aapy"
      },
      "topics": [
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W135364984"
    },
    {
      "openalex_id": "W1992318433",
      "doi": "10.1086/ahr.111.3.692",
      "title": "Modernity and Enchantment: A Historiographic Review",
      "authors": [
        {
          "name": "Michael Saler",
          "openalex_id": "A5059497611"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-06-01",
      "abstract": "SPECTERS ARE ONCE AGAIN HAUNTING EUROPE AND AMERICA—as are magicians, mermaids, mesmerists, and a melange of marvels once thought to have been exorcised by the rational and secular processes of modernity. In recent years, historians from disparate fields have independently challenged the long-standing sociological view that modernity is characterized by “disenchantment.” This view, in its broadest terms, maintains that wonders and marvels have been demystified by science, spirituality has been supplanted by secularism, spontaneity has been replaced by bureaucratization, and the imagination has been subordinated to instrumental reason. In the past decade, however, a new historiographic position, if not consensus, has emerged that presents Western modernity as “enchanted.” The ongoing redefinition of such an established view is of consequence for a variety of reasons, not the least of which has to do with the master narratives underlying the stories that historians choose to tell. As Dipesh Chakrabarty usefully reminds us, “The moment we think of the world as disenchanted . . . we set limits to the ways the past can be narrated.”1 The emergent view that modernity is as enchanted as it is disenchanted may conjure alternative vistas to the historical imagination, and at the very least offers the possibility of pulling new rabbits out of old hats. Narrating a historiography of “modernity and enchantment” has limitations of its own, however. Those historians who challenge the equation of modernity with disenchantment often present their views within the context of topical debates in their respective fields. It will therefore be useful to tease out some of the common concerns and findings that have appeared in otherwise distinct areas of study, such as the histories of science, religion, and mass culture. The works examined here are necessarily eclectic, drawn primarily from European and American histories of these subfields, but they are nevertheless representative of how the topic is currently being handled across historical specialties. A second challenge has to do with defining such inherently vague and complex terms as “modernity” and “enchantment.” Taken separately, each term has manifold meanings. When the two terms are paired under a particular interpretation of the relationship between “modernity and enchantment,” however, each assumes greater",
      "cited_by_count": 224,
      "type": "review",
      "source": {
        "name": "The American Historical Review",
        "type": "journal",
        "issn": [
          "0002-8762",
          "1937-5239"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/ahr/article-pdf/111/3/692/35623/111-3-692.pdf"
      },
      "topics": [
        "Religious Studies and Spiritual Practices",
        "Weber, Simmel, Sociological Theory",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W1992318433"
    },
    {
      "openalex_id": "W2125073413",
      "doi": null,
      "title": "Religious Sensations. Why Media, Aesthetics and Power Matter in the Study of Contemporary Religion",
      "authors": [
        {
          "name": "Birgit Meyer",
          "openalex_id": "A5103042842",
          "orcid": "https://orcid.org/0000-0001-7186-7865",
          "institutions": [
            "National Centre of Research in Social and Cultural Anthropology"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "Rector, ladies and gentlemen,Two years ago I was appointed to the chair of Cultural Anthropology, with special emphasis on the study of religion and identity.Having cooperated with my predecessor Andr Droogers on",
      "cited_by_count": 233,
      "type": "article",
      "source": {
        "name": "Digital Academic REpository of VU University Amsterdam (Vrije Universiteit Amsterdam)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/1871/10311"
      },
      "topics": [
        "Media, Religion, Digital Communication",
        "Religious Tourism and Spaces",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2125073413"
    },
    {
      "openalex_id": "W2122301036",
      "doi": "10.1080/13510340701768075",
      "title": "Democratizing Democracy: A Postcolonial Critique of Conventional Approaches to the ‘Measurement of Democracy’",
      "authors": [
        {
          "name": "Thomas A. Koelble",
          "openalex_id": "A5067879667",
          "orcid": "https://orcid.org/0000-0002-6918-873X",
          "institutions": [
            "North-West State Technical University"
          ]
        },
        {
          "name": "Edward LiPuma",
          "openalex_id": "A5064674725",
          "institutions": [
            "Schlumberger (Ireland)"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-02-01",
      "abstract": "Abstract In most approaches to measuring democracy, the underlying assumptions are highly a-historical and a-cultural. This article is a critique of such approaches and provides the outline for an alternative interpretation. It argues that different histories and cultures produce different democracies. Conventional measuring paradigms are insufficient to adequately measure progress towards democracy in postcolonial settings. The article offers four arguments as to why democracy in the postcolony will not, and cannot, develop in a similar fashion to those in the North American and Western European settings. It focuses on the different historical trajectories of state construction; the limits of the postcolonial state in terms of its domestic capacities; the positioning of emerging market economies and democracies in the global financial system; and, finally, the variety of cultural conceptions of the proper relationship between community and individual. These four factors ensure that postcolonial democracies will differ in their trajectories from those of their Western counterparts. The article concludes that it is high time to 'democratize democracy', so that postcolonial attempts at creating democratic systems are given equal weight in the debates concerning progress towards democratic regimes and that different trajectories and conceptions of the meaning of democracy are take into account in Western democratic discourse. Keywords: democracypostcolonystate formationglobal financeemerging marketssovereignty Acknowledgements Thomas Koelble would like to acknowledge support from the South African National Research Foundation under grant GUN 2069058 as well as scholarship support in July 2005 from the Wissenschaftszentrum Berlin and Prof. Dr Wolfgang Merkel, Director of the Division for the Study of Democracy. The authors would both like to thank the two anonymous reviewers for their helpful comments. Notes 1. The Conference on Thirty Years of the Third Wave of Democratization took place in December 2004 at the Wissenschaftszentrum, Berlin. Thomas Koelble was the only participant based at a university in a postcolonial setting. 2. See Benjamin Lee, Talking Heads (Durham, NC: Duke University Press, 1997), pp. 265–9. 3. Fareed Zakaria, 'The Rise of Illiberal Democracy', Foreign Affairs, Vol. 76, No. 6 (1997), pp. 22–43. 4. Ronald Inglehart and Christian Welzel, 'The Causal Link between Democratic Values and Democratic Institutions', Paper presented at the Conference on Thirty Years of the Third Wave of Democratization, Wissenschaftszentrum Berlin, 10–11 December 2004. 5. Aurel Croissant and Wolfgang Merkel, 'Conclusion: Good or Defective Democracies', Democratization, Vol. 11, No. 5 (2004), pp. 199–214. 6. Richard Joseph, 'Democratization in Africa', Comparative Politics, Vol. 29, No. 3 (1997), pp. 363–72. 7. Martin Brusis, 'Measuring Transformation: The Bertelsmann Transformation Index', paper presented at the Conference on Thirty Years of the Third Wave of Democratization, Wissenschaftszentrum Berlin, 10–11 December 2004. 8. Robert Dahl, Polyarchy (New Haven, CT: Yale University Press, 1971). Dahl outlines eight criteria which he thinks define an institutional democracy. These criteria include the freedom to form and join organizations, freedom of expression, voting, eligibility for office, competition for votes, alternative sources of information, fair and free elections, and accountable institutions. These eight criteria shape much of the political science debate concerning the definition of democracy and provide the basis for an entire industry of political analysis that concerns itself with measuring the 'quality of democracy'. See, for instance, Markus Crepaz and Vickie Birchfield, 'Global Economics, Local Politics', in Markus Crepaz, Thomas Koelble, and David Wilsford (eds), Democracy and Institutions (Ann Arbor, MI: University of Michigan Press, 2000), pp. 197–224. 9. The term 'postcolony' in this article is used in its widest sense. We refer here to nations where processes were put into place that did not encourage the emergence of rights-bearing citizens but of subjects; where a state structure was put in place for the extraction of resources and surplus value for foreign rather than domestic benefit; where economic sovereignty was not established; and where notions of subjectivity developed that do not coincide with Western notions of individual rights and preferences. While these developments took place largely in colonial contexts (most of Africa and Latin America, and much of Asia), there are some states, nations, and spaces where such developments also took place without the establishment of a conventional colonial super-structure (e.g., Eastern Europe after 1945). For a discussion of the term see Achille Mbembe, On the Post-colony (Berkeley, CA: University of California Press, 2001). 10. The term 'habitus' is borrowed from Pierre Bourdieu, The Logic of Practice (Stanford, CA: Stanford University Press, 1998) to suggest that the politics of democracy is a mutually constituting interaction of structures, dispositions, and practices. On this account, the politics of democratic governance is a result of the way institutions work (e.g., NGOs, judicial system) and of the embodied dispositions toward governance engendered by a people's historical experiences. Functionally, the structures of governance and embodied (and thus situated) knowledge of those structures shape enduring orientations to action which serve to reproduce those structures (which is why postcolonial governance often reproduces a colonial-like model). However, neither the structures of governance nor citizen's political practices and responses mechanistically follow from those orientations. They are also produced by a process of improvisation which is, in turn, defined by a nation's cultural orientations, the constraints it must overcome, the personal trajectories and capacities of its politicians, and the ability of its people to engage in politics 11. We employ the term inflected modernity to indicate that the varied paths taken by the postcolonial countries will be deeply and persistently influenced by EuroAmerican concepts of modernity, but will critically diverge from that EuroAmerican version according to their own specific histories. 12. T. H. Marshall, Citizenship and Social Class, ed. Thomas Bottomore (London: Pluto Press, 1992 1950), pp. 3–51. 13. Achille Mbembe (note 9) and Mahmood Mamdani, Citizen and Subject (Princeton, NJ: Princeton University Press, 1996). 14. See Philip Gourevitch, We Wish To Inform You That Tomorrow We Will Be Killed With Our Families: Stories From Rwanda (New York: Farrar, Strauss, and Giroux, 2000) p. 57. 15. Martin Meredith, The Fate of Africa (New York: Public Affairs Press, 2005). 16. See e.g., John Lewis Gaddis, The Cold War: A New History (New York: Penguin, 2005); Mahmood Mamdani, When Victims Become Killers: Colonialism, Nativism and Genocide in Rwanda (Princeton, NJ: Princeton University Press, 2004); Michael Clough, US Policy Towards Africa and the End of the Cold War (New York: Council of Foreign Relations Press, 1992); and Abdisalam Issa-Salwe, Cold War Fallout: Boundaries Politics and Conflict in the Horn of Africa (London: Hahn Associates, 2000). 17. As David Held indicated in Models of Democracy (Stanford, CA: Stanford University Press, 1987) the foundation of all these theories of democracy is participation and competition by rights-bearing citizen-subjects within a sovereign national space. 18. John Comaroff and Jean Comaroff, Of Revelation and Revolution (Chicago, IL: University of Chicago Press, 1991). 19. Nelson Mandela, From Freedom to the Future (Cape Town: Jonathan Ball, 2003). 20. Amy Chua, World On Fire (London: Heinemann, 2003). 21. Edward LiPuma and Benjamin Lee, Financial Derivatives and the Globalization of Risk (Durham, NC: Duke University Press, 2004). 22. Joseph Stiglitz, Globalization and its Discontents (New York: Norton, 2002). 23. Thomas A. Koelble and Edward LiPuma, 'The Effects of Circulatory Capitalism on Democratization: Observations from South Africa and Brazil', Democratization, Vol. 13, No. 4 (2006), pp. 605–31. 24. Barry Eichengreen, Capital Flows and Crises (Cambridge, MA: MIT Press, 2004); Barry Eichengreen, 'Governing Global Financial Markets', in Miles Kahler and David Lake (eds), Governing in a Global Economy (Princeton, NJ: Princeton University Press, 2004), pp. 168–98. See also Padma Desai, Financial Crisis, Contagion and Containment (Princeton, NJ: Princeton University Press, 2003). 25. Dipesh Chakrabarty, Habitations of Modernity (Chicago, IL: Chicago University Press, 2002). 26. Edward LiPuma, 'Modernity and Forms of Personhood in Melanesia', in Michael Lambek and Andrew Strathern (eds), Bodies and Persons (Cambridge: Cambridge University Press, 1998), pp. 53–79; John Comaroff and Jean Comaroff (eds), Civil Society and the Political Imagination in Africa. (Chicago, IL: University of Chicago Press, 1999). 27. Partha Chatterjee, The Politics of the Governed (New York: Columbia University Press, 2004). 28. Eugen Weber, Peasants into Frenchmen (Stanford, CA: Stanford University Press, 1976). 29. Ibid. (note 28), p. 476. 30. Chakrabarty (note 25), p. 31. 31. Inglehart and Welzel (note 4), p. 2. 32. Tanya Boerzel and Thomas Risse, 'One Size fits All! EU Policies for the Promotion of Human Rights, Democracy and the Rule of Law', Paper presented at the conference 'Thirty Years of the Third Wave of Democratization', Wissenschaftszentrum Berlin, 10–11 December 2004, p. 3. 33. Alec Russell, Big Men, Little People (London: MacMillan, 1999). 34. Thomas Hansen, The Saffron Wave: Democracy and Hindu Nationalism in Modern India (Princeton, NJ: Princeton University Press, 1999); Bipan Chandra, Communalism in Modern India (Delhi: Longman, 1985); Partha Chatterjee, The Politics of the Governed (New York: Columbia University Press, 2004); and Manu Goswami, Producing India: From Colonial Economy to National Space (Chicago, IL: University of Chicago Press, 2004) all make this central point about Indian democracy. 35. Marshall (note 12). 36. Chakrabarty (note 25), p. 83. 37. Michel Foucault, Power: Essential Works of Foucault 1954–1984 (New York: The New Press, 1997). 38. Leonard Thompson, A History of South Africa (New Haven, CT: Yale University Press, 2000). 39. Juergen Habermas, The Structural Transformation of the Public Sphere (Cambridge, MA: MIT Press, 1989). 40. Leroy Vail (ed.), The Creation of Tribalism in Southern Africa (Berkeley, CA: University of California Press, 1989). 41. Richard Werbner, and Terence Ranger (eds), Post-colonial Identities in Africa (London: Zed Books, 1996). 42. Clifton Crais, The Politics of Evil (Cambridge: Cambridge University Press, 2002). 43. LiPuma and Lee (note 21). 44. Patrick Bond, Uneven Zimbabwe (Trenton: African World Press, 1998). 45. Walter Powell and Paul DiMaggio (eds), The New Institutionalism in Organizational Analysis (Chicago, IL: Chicago University Press, 1991). 46. John Rawls, A Theory of Justice (Oxford: Oxford University Press, 1971). 47. Roger Southall, 'Black Empowerment and Corporate Capital', in J. Daniel, R. Southall, and J. Lutchman (eds), State of the Nation: South Africa, 2004–2005. (Cape Town: HSRC Press, 2005), pp. 455–78. 48. Richard Stacey, 'We the People: The Relationship Between the South African Constitution and the ANC's Transformation Policies', Politikon, Vol. 30, No. 2 (2003), pp. 133–48. 49. Colm Allen, 'Corruption, Oversight, and Accountability', Paper presented at the 2nd National Anti-Corruption Summit, Pretoria, March (2005), p. 4. 50. Crais (note 42). 51. Sue Parnell, Edgar Pieterse, Mark Swilling, and Dominique Wooldridge (eds), Democratising Local Government (Cape Town: University of Cape Town Press, 2002). 52. Dani Rodrik, The New Global Economy and Developing Countries (Washington DC: Overseas Development Council, 1999), p. 97. 53. Alan Tourraine, Can We Live Together? (Stanford, CA: Stanford University Press, 2000). 54. Habermas (note 39). 55. Stephen Gelb, 'An Overview of the South African Economy', in J. Daniel, R. Southall, and J. Lutchman (eds), State of the Nation: South Africa 2004–2005 (Cape Town: HSRC Press, 2005), pp. 367–400. 56. Linda Chisholm, 'The State of South Africa's Schools', in John Daniel, Roger Southall, and Jessica Lutchman (eds), State of the Nation: South Africa 2004–2005 (Cape Town: Human Sciences Research Centre, 2005), p. 208. 57. Benjamin Roberts, 'Empty Pockets, Empty Stomachs', in J. Daniel, R. Southall, and J. Lutchman (eds), State of the Nation: South Africa, 2004–2005 (Cape Town: HSRC Press, 2005), pp. 479–510. 58. Arturo Escobar, Encountering Development. (Princeton, NJ: Princeton University Press, 1995). 59. Beth Simmons and Zackary Elkins, 'Globalization and Policy Diffusion', in M. Kahler and D. Lake (eds), Governance in a Global Economy (Princeton, NJ: Princeton University Press, 2003), pp. 275–304. See also B. Simmons and Z. Elkins, 'The Globalization of Liberalization', American Political Science Review, Vol. 98, No. 1 (2004), pp. 171–90. 60. Geoffrey Garrett, 'Globalization's Missing Middle', Foreign Affairs, Vol. 83, No. 6 (2004), pp. 84–96. Also Rodrik (note 52). 61. John Eatwell and L. Taylor, Global Finance at Risk (New York: The Free Press, 2000); Barry Eichengreen, Real Exchange Rates, Devaluation, and Adjustment: Exchange Rate Policies in Developing Countries (Cambridge, MA: MIT Press, 1989); B. Eichengreen, International Monetary Arrangements for the 21st Century (Washington DC: Brookings Institute, 1994); B. Eichengreen, 'Governing Global Financial Markets', in Miles Kahler and David Lake (eds), Governance in a Global Economy (Princeton, NJ: Princeton University Press, 2003), pp. 168–98. 62. Layna Mosley, Global Capital and National Governments (Cambridge: Cambridge University Press, 2003). 63. Koelble and LiPuma (note 23). 64. Simmons and Elkins (note 59). 65. Rodrik (note 52), p. 4. 66. Mosley (note 62), p. 22. 67. Gregory Noble and John Ravenhill, Causes and Consequences of the Asian Financial Crisis, in G. Noble and J. Ravenhill (eds), The Asian Financial Crisis and the Architecture of the Global Finance. (Cambridge: Cambridge University Press, 2000), pp. 1–35. Also Desai (note 24). 68. Anna Tsing, Friction (Princeton, NJ: Princeton University Press, 2005), p. 55. 69. Eichengreen comes to the conclusion that international regulation of hedge funds would not solve or even begin to curb the 'hedge fund problem' as the hedge funds, as powerful as they are, represent only a small part of the international financial system in which speculative capital circulates the globe looking for a high return. Eichengreen, 'Governing Global' (note 61), p. 178. 70. Raymond Parsons (ed.), Manuel, Markets and Money (Cape Town: Double Storey, 2004). 71. Chakrabarty (note 25), p. 28. 72. We seek a more nuanced position, which transcends the opposition between 'structure versus agency'. And for this reason we have adopted the notion of the habitus which assumes that agents employ schemes that are informed, but never determined, by their structural position and by their acts of position-taking within a field of action. The expression of agency in respect to these structuring forces is thus variable, and subject to the political labours of agents to gain more freedom. While political leaders such as Mandela certainly make a difference in establishing democratic benchmarks, at this historical juncture, the structural limits imposed on emerging democracies in emerging market societies are such that the attainment of Western democratic standards becomes difficult. This is precisely because the structures laid down by apartheid and the structure of the global economy today often place constraints on liberal democratic practices and attempts to realize its emancipatory goals. While it may be tempting to position Mandela as a champion of democracy and Mugabe as his opposite, it should be recalled that Mugabe was, for several years, the 'poster boy' of IMF reforms and seen as a model African leader by much of the Western press. The collapse of the Zimbabwean economy in its transition from autarchy to a globally open economy is at the heart of the current political debacle and less an example of poor agency as of blinding structural constraints on an agricultural economy that followed IMF prescriptions and paid a heavy price for that mistake. For an analysis of the development of the Zimbabwean crisis see Bond (note 44). 73. There are reports that, in the period February 2006 to May 2007, some 200,000 households have moved from townships to suburbs in the metropolitan areas of South Africa. These households are referred to as 'Black Diamonds' and constitute the core of the 'new black middle class'. The size of this new black middle class is the subject of much controversy with some observers claiming that it constitutes well over three million individuals and others arguing that it is much smaller. See Sunday Times Business Times (Johannesburg), 20 May 2007, p. 1. The point is that it has taken over a decade for such a class of individuals to emerge and for that class to move from township to suburb. 74. Steven Robins, 'Grounding Globalization from Below', in David Chidester, Philip Dexter, and Wilmot James (eds), What Holds Us Together? (Cape Town: HSRC Press, 2003), pp. 242–74. 75. Thomas A. Koelble and Edward LiPuma, 'Traditional Leaders and Democracy', in Steven Robins (ed.), The Limits of Liberation (London: James Currey, 2005), pp. 74–96. 76. Chatterjee (note 27), p. 4. 77. Similarly, the issue of rationality in the postcolonial environment should be subject to a much more careful analysis than the knee-jerk reaction of Western modernists who are quick to dismiss value and religious systems of beliefs as superstition. Clifton Crais' (note 42) magisterial analysis of witchcraft beliefs in the Eastern Cape establishes that these beliefs have much to do with the politics of misfortune and trying to root out 'evil' in impoverished communities. 78. Nelson, Mandela, The Long Walk to Freedom (Randburg: MacDonald Purnell, 1994). 79. We discuss the deliberative model of democracy in view of the attempts of a coalition of 'traditional leaders' to appropriate the model for their own ends in a paper titled 'Deliberative Democracy and the Politics of Traditional Leadership in South Africa', currently under review with another journal, as well as in our chapter quoted above (note 75). There are several interpretations of a model of deliberation at work, and we argue that only one subject to vigilant oversight institutions at the provincial and national level as well as vibrant local participation is capable of producing democracy worthy of the name. The 'deliberative democracy' model certainly resonates with rural community traditions in Africa and could provide the basis for a more indigenous (as well as inclusive) form of democracy. Additional informationNotes on contributorsThomas A. KoelbleProfessor of Business Administration at the University of Cape Town, South AfricaEdward LipumaProfessor of Anthropology, University of Miami, USA.",
      "cited_by_count": 67,
      "type": "article",
      "source": {
        "name": "Democratization",
        "type": "journal",
        "issn": [
          "1351-0347",
          "1743-890X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Economy and Marxism",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2122301036"
    },
    {
      "openalex_id": "W2560008513",
      "doi": "10.17645/up.v1i4.727",
      "title": "Shifting Approaches to Planning Theory: Global North and South",
      "authors": [
        {
          "name": "Vanessa Watson",
          "openalex_id": "A5013903290",
          "orcid": "https://orcid.org/0000-0001-9965-6891",
          "institutions": [
            "University of Cape Town"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-06",
      "abstract": "Planning theory has shifted over time in response to changes in broader social and philosophical theory as well as changes in the material world. Postmodernism and poststructuralism dislodged modernist, rational and technical approaches to planning. Consensualist decision-making theories of the 1980s took forms of communicative and collaborative planning, drawing on Habermasian concepts of power and society. These positions, along with refinements and critiques within the field, have been hegemonic in planning theory ever since. They are, in most cases, presented at a high level of abstraction, make little reference to the political and social contexts in which they are based, and hold an unspoken assumption that they are of universal value, i.e. valid everywhere. Not only does this suggest important research methodology errors but it also renders these theories of little use in those parts of the world which are contextually very different from theory origin—in most cases, the global North. A more recent ‘southern turn’ across a range of social science disciplines, and in planning theory, suggests the possibility of a foundational shift toward theories which acknowledge their situatedness in time and place, and which recognize that extensive global difference in cities and regions renders universalized theorising and narrow conceptual models (especially in planning theory, given its relevance for practice) as invalid. New southern theorising in planning is drawing on a range of ideas on societal conflict, informality, identity and ethnicity. Postcolonialism and coloniality have provided a useful frame for situating places historically and geographically in relation to the rest of the world. However, the newness of these explorations still warrants the labelling of this shift as a ‘southern theorizing project’ in planning rather than a suggestion that southern planning theory has emerged.",
      "cited_by_count": 134,
      "type": "article",
      "source": {
        "name": "Urban Planning",
        "type": "journal",
        "issn": [
          "2183-7635"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/urbanplanning/article/download/727/727"
      },
      "topics": [
        "Urban Planning and Governance"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W2560008513"
    },
    {
      "openalex_id": "W2153246321",
      "doi": "10.1080/14747730701532427",
      "title": "Transcending Borders? Reassessing Public Spheres in a Networked World",
      "authors": [
        {
          "name": "Angela M. Crack",
          "openalex_id": "A5052600668",
          "orcid": "https://orcid.org/0000-0003-3411-5108",
          "institutions": [
            "Liverpool John Moores University"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-09-01",
      "abstract": "Abstract The public sphere is a pivotal concept in democratic theory. Conventionally, it is framed in a local/national context. In the classic Habermasian formulation, the public sphere is predicated on national media, a sovereign state, and participatory citizenry. However, under conditions of globalisation, the nation-state paradigm is subject to increasingly significant challenges. The advent of the network society is also destabilising the institutional foundations of the national public. These developments necessitate a reassessment of the public sphere as a territorially delimited realm. A reconstruction of Habermasian theory reveals how global interconnections may be providing the structural preconditions for the emergence of transnational public spheres. The categories of flows are threefold: communicative networks, governance networks, and activist networks. In certain issue-areas, all three preconditions may coalesce to produce an environment suitable for the emergence of transnational public spheres. However, the potential for the realisation of 'borderless' public spheres is circumscribed by key factors. Global communication is systematically distorted, global governance is democratically deficient, and the norms of critical publicity are difficult to sustain amongst highly differentiated virtual audiences. Unless these issues are addressed, the early promise of transnational networks as an emancipatory force will be neutralised. La esfera pública es un concepto esencial en la teoría democrática. Convencionalmente, se ha conceptualizado tanto en un contexto local como nacional. En la clásica formulación habermasiana, la esfera pública se predica a través de los medios nacionales, un estado soberano y una ciudadanía participante. Sin embargo, bajo las condiciones de la globalización, el paradigma de nación-estado está sometido a retos significativos que van en aumento. La entrada de la sociedad en red está desestabilizando también las bases institucionales del público nacional. Estos desarrollos necesitan un replanteamiento de la esfera pública como un dominio territorialmente delimitado. Una reconstrucción de la teoría habermasiana revela cómo las interconexiones globales pueden proveer las precondiciones estructurales para el surgimiento de esferas públicas transnacionales. Las categorías de las corrientes se dividen en tres: redes comunicativas, redes gubernamentales y redes de activistas. En ciertas áreas con problemas, todas las tres precondiciones tienen que fundirse para producir un ambiente adecuado para el establecimiento de las esferas públicas transnacionales. Sin embargo, el potencial para la realización de las esferas públicas 'sin fronteras' se circunscribe por factores claves. La comunicación global es distorsionada sistemáticamente, la autoridad global es democráticamente deficiente y las normas de la publicidad crítica son difíciles de sostener entre audiencias virtuales altamente diferenciadas. A menos que se resuelvan estos problemas, la promesa inicial de las redes globales como una fuerza liberalizadora, será neutralizada. Acknowledgements I am indebted to the guidance and advice of Professor Anthony McGrew throughout my postgraduate studies, during which this article was conceived. An earlier draft of this paper was presented at a Research Seminar at the University of Huddersfield, and I thank the attendees for their feedback. I am also grateful for constructive comments on a previous draft by Professor Barrie Axford and the anonymous reviewers. Notes 1 Of course, Habermas's substantial oeuvre cannot be easily summarized, but there have been interesting linkages with the themes of STPS in his later work. For example, he has conceded the salience of contemporaneous counter publics during the bourgeois era (1992b), and considered the ambiguous implications of new media for discursive democracy (1998). He has argued for new democratic steering mechanisms to be developed in the nascent 'postnational constellation' and shown particular interest in the potential of the European Union to develop constitutional solidarities (2000). He has also continued to assert that presently 'the necessary infrastructure for a wide-ranging generation of diverse public opinions exists only within the confines of nation states' (Habermas, 2001 Habermas, J. 2001. Why Europe needs a constitution. New Left Review, : 5–26. [Google Scholar], p. 18). 2 Fraser (2005) Fraser, N. 2005. Transnationalizing the Public Sphere, http://www.republicart.net/disc/publicum/fraser01_en.htm [Google Scholar] also claims that classical public sphere theory presupposes the existence of a Westphalian national economy subject to state regulation, a national language, and a national literary culture. 3 It is also important to note that transnational deliberative spaces were manifest during the eighteenth century, indicating that networking forms of social organisation have historical precursors. See Aravamudan's (1999) Aravamudan, S. 1999. Tropicopolitans: Colonialism and Agency, 1688-1804, Durham, NC: Duke University Press. [Crossref] , [Google Scholar] analysis of colonial-era literature, Gilroy's (1993) Gilroy, P. 1993. The Black Atlantic: Modernity and Double Consciousness, Cambridge, MA: Harvard University Press. [Google Scholar] discussion of black vernacular cultures, and Rediker and Linebaugh's (2000) Linebaugh, P. and Rediker, M. 2000. The Many-Headed Hydra: Sailors, Slaves, Commoners, and the Hidden History of the Revolutionary Atlantic, Boston, MA: Beacon Press. [Google Scholar] study on the multi-ethnic Atlantic working class. It is my contention that new potentialities for emergent transnational public spheres arise when network structures become the prevailing modalities of organisation in contemporary society. As will be seen, the unique qualities of ICT such as the Internet are instrumental in invoking these prospects. 4 Mitzen (2005) Mitzen, J. 2005. Reading Habermas in anarchy: multilateral diplomacy and global public spheres. American Political Science Review, 99(3): 401–417. [Crossref], [Web of Science ®] , [Google Scholar] and Lynch (1999) Lynch, M. 1999. State Interests and Public Spheres: The International Politics of Jordan's Identity, New York: Columbia University Press. [Google Scholar] have applied a public sphere perspective to inter-state relations. Although they offer interesting insights, I argue that the radical potential of public sphere theory is curtailed when it neglects non-state actors, particularly those at the margins of society. Historically, subaltern counter publics have been fertile sites of political activism and emancipatory transformation. 5 The extent of this transformation is matter of controversy, ranging from assertions of the continuing primacy of the state to claims of its demise (Held & McGrew, 2003 Held, D. and McGrew, A. 2003. The Global Transformations Reader, Edited by: Held, D. and McGrew, A. Cambridge: Polity. [Google Scholar]). 6 See Dahlberg (2001) Dahlberg, L. 2001. Extending the public sphere through cyberspace: the case of Minnesota E-democracy. First Monday, 6(3) http://www.firstmonday.dk/issues/issue6_3/dahlberg/index.html[Crossref] , [Google Scholar] for an intriguing analysis of the Minnesota E-Democracy project, a largely successful attempt at structuring online political discourse along public sphere principles.",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "Globalizations",
        "type": "journal",
        "issn": [
          "1474-7731",
          "1474-774X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Media and Politics",
        "E-Government and Public Services",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W2153246321"
    },
    {
      "openalex_id": "W805317529",
      "doi": null,
      "title": "The Odyssey of Instrumental Rationality: Confronting the Englightenment's Interior Other",
      "authors": [
        {
          "name": "Donncha Kavanagh",
          "openalex_id": "A5089140283",
          "orcid": "https://orcid.org/0000-0002-7718-2303",
          "institutions": [
            "University College Cork"
          ]
        },
        {
          "name": "Carmen Kuhling",
          "openalex_id": "A5055156201",
          "institutions": [
            "University of Limerick"
          ]
        },
        {
          "name": "Kieran Keohane",
          "openalex_id": "A5022274871",
          "orcid": "https://orcid.org/0000-0003-2792-5479",
          "institutions": [
            "University College Cork"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "In this paper we advocate and demonstrate the value of science fiction as a potent way of ‘practicalising philosophy.’ Science fiction narratives provide an ideal-typical setting through which theory can be represented, clarified and developed. They also help us link the abstraction of theory and the messiness of practice, while partly side-stepping the enigma whereby any study of the empirical world may merely reflect back the particular ontologies and epistemologies that constitute that world. In particular, we claim that the television series Star Trek provides a powerful metaphor for understanding and teaching certain themes regarding modernity, including the possibility of universal progress through economic expansion (capitalism, colonialism), technological development (industrialism, positivism), and the possibilities for universal emancipation (democracy). We especially focus on the Borg Collective, a form of life that has become one of the most enduring and critical mirrors that Star Trek has held up to contemporary society, and which can be usefully understood as a metaphor for the dark side of instrumental rationality. The paper draws on the various encounters between the Enterprise and the Borg to illustrate and engage with the diverse writings of Weber, the Frankfurt School, Habermas, Foucault, and Haraway on modernity’s continuing and ambivalent struggle with instrumental rationality.",
      "cited_by_count": 1,
      "type": "book-chapter",
      "source": {
        "name": "Research Repository UCD (University College Dublin)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10197/5857"
      },
      "topics": [
        "Psychoanalysis, Philosophy, and Politics",
        "Critical Theory and Philosophy",
        "Weber, Simmel, Sociological Theory"
      ],
      "referenced_works_count": 9,
      "url": "https://openalex.org/W805317529"
    },
    {
      "openalex_id": "W1985651560",
      "doi": "10.1080/01436590410001678898",
      "title": "Hyper‐self‐reflexive development? Spivak on representing the Third World ‘Other’",
      "authors": [
        {
          "name": "Ilan Kapoor",
          "openalex_id": "A5006343899",
          "orcid": "https://orcid.org/0000-0001-5495-5038"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-05-01",
      "abstract": "ABSTRACT This article emphasises the relevance and importance of Gayatri Spivak’s work for those of us involved in the field of development (as academics, researchers or development workers). Spivak underlines how our representa-tions, especially of marginalised Third World groups, are intimately linked to our positioning (socioeconomic, gendered, cultural, geographic, historical, insti-tutional). She therefore demands a heightened self-reflexivity that mainstream development analysts (eg Robert Chambers), and even ‘critical ’ ones (eg Escobar, Shiva), have failed to live up to. The article examines Spivak’s writings to illustrate the reasons, advantages and limits of this hyper-self-reflexivity. ‘Can the subaltern speak? ’ (1988a), Gayatri Chakravorty Spivak’s influential, albeit controversial,1 article, underscores what has become her untiring con-cern—the proclivity of dominant discourses and institutions to marginalise and disempower the Third World ‘subaltern’.2 Her article examines the ethics and politics involved in this othering process, seizing on the question of representa-tion of the Third World.",
      "cited_by_count": 360,
      "type": "article",
      "source": {
        "name": "Third World Quarterly",
        "type": "journal",
        "issn": [
          "0143-6597",
          "1360-2241"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://yorkspace.library.yorku.ca/bitstreams/a9ae7da6-5748-4d10-b514-e36ce8bb8202/download"
      },
      "topics": [
        "Microfinance and Financial Inclusion",
        "Tourism, Volunteerism, and Development",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 71,
      "url": "https://openalex.org/W1985651560"
    },
    {
      "openalex_id": "W1970678161",
      "doi": "10.1353/esp.2010.0135",
      "title": "Aestheticizing Urban Space: Modernity in Postcolonial Saigon and Hanoi",
      "authors": [
        {
          "name": "Panivong Norindr",
          "openalex_id": "A5083740443"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-09-01",
      "abstract": "Aestheticizing Urban Space: Modernity in Postcolonial Saigon and Hanoi Panivong Norindr L'apprÃ©ciation sensorielle de la ville ne saurait, on le sait, se rÃ©duire Ã celle d'une architecture de pierre, c'est-Ã -dire Ã une nature morte. Elle dÃ©borde de beaucoup cette matÃ©rialitÃ©. Ses bruits, ses odeurs, son mouvement constituent l'identitÃ© de la ville autant que son dessin et que ses perspectives . La spatialitÃ© urbaine n'existe pas en elle-mÃªme. Elle se crÃ©e dans l'interaction de ceux qui habitent la ville, la parcourent ou la visitent et qui lui confÃ¨rent une multiplicitÃ© de sens. Elle rÃ©sulte d'un flux incessant, d'un enchevÃªtrement de lectures simultanÃ©es qui constituent autant de paysages. Elle est perpÃ©tuellement saisie au travers du filtre des mythologies, de rituels prÃ©existants , lesquels sont, eux-mÃªmes, emportÃ©s par un incessant glissement.' LET ME BEGIN BY FOREGROUNDING the term modernity that is employed in this essay, which can be defined as \"the force of Western cultural expansionism against which individuals have to contend, in order to dwell in this world.\" In this rather succinct sentence, I want to evoke the long history of this concept, its complex trajectory that originated in Europe, the birthplace of modernity, its journey across geo-political borders, and its ability to penetrate and transform discursive formations in every corner of the world. Although it may seem today like a commonplace, it bears repeating that the emergence of the \"modern\" also coincided with the heyday of Western colonialism, transforming all aspects of life in the conquered territories . My aim, here, is not simply to examine the legacy of French colonialism in Vietnam, but to focus on the ways the natives, today, are negotiating their passage into modernity. I want to stress the fact that modernity is an on-going project in many emerging countries, which makes manifest my agreement with Habermas' argument that modernity is an incomplete project in the West. I also want to shift the focus away from an analysis of the \"natives\" as silent subalterns oppressed by this omnipotent cultural force, toward a more dialogic reading of these \"modern subjects\" as agents who are active participants in the transformation of these emerging modern societies and are negotiating, in imaginative ways, their place within the postcolonial space of cities such as Hanoi or Saigon. The notion of \"(alter)native modernities,\" as it has been articulated suggestively by Dilip Gaonkar, with its emphasis on the plurality of modern experience, is certainly relevant to my discussion.2 But unlike my colleagues in the social sciences, who are able to distinguish the different processes of modernity as distinct categories (the political, the economic, the Vol. XLI, No. 3 73 L'Esprit CrÃ©ateur social and cultural), my analysis blurs these distinctions in order to identify and understand \"the emergent social forces and contradictory processes which are reshaping modern societies today.\"31 proceed by juxtaposing different discourses (filmic, architectural, political) in the hope of achieving a montagelike effect that aims to suggest the spatial disorientation and temporal discontinuity that also characterize the experience of those who \"dwell in modernity,\" a term that is indebted to the work of Martin Heidegger and echoes Dipesh Chakravarty's most recent study.4 Marshall Berman's classic text, All That Is Solid Melts Into Air, published almost 20 years ago, has also influenced my thinking about the \"experience of modernity,\" the notion of \"makfing] ourselves at home in this [modern] world\" and \"being at home in modernity.\"5 I am not, however, suggesting a facile analogy between the Bronx of the 1950s and contemporary Hanoi and Saigon. I also take issue with Berman's claim that \"nineteenth-century Russia [i]s an archetype of the emerging twentieth-century Third World\" (175). What interests me here is the way Berman describes the process by which modern men and women are not only objects of modernization but subjects who negotiate their place in this modern world of capital, a concept that intersects with what Homi Bhabha has called the \"unhomely,\" which he describes as \"a paradigmatic colonial and postcolonial condition.\"6 As a way of illustrating this...",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "\u0098L'\u009cesprit créateur/\u0098L'\u009cEsprit créateur",
        "type": "journal",
        "issn": [
          "0014-0767",
          "1931-0234"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Vietnamese History and Culture Studies",
        "North African History and Literature",
        "Historical Studies and Socio-cultural Analysis"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W1970678161"
    }
  ],
  "count": 25,
  "errors": []
}
