{
  "status": "success",
  "source": "openalex",
  "query": "Habermas communicative action discourse ethics",
  "results": [
    {
      "openalex_id": "W1528625230",
      "doi": "10.5860/choice.41-5219",
      "title": "Truth and justification",
      "authors": [],
      "publication_year": 2004,
      "publication_date": "2004-05-01",
      "abstract": "Jurgen Habermas has developed the theory of communicative action primarily in the context of critical social and political theory and discourse ethics. The essays collected in this volume, however, focus on the theory's implications for epistemology and metaphysics. They address two fundamental issues that have not figured prominently in his work since the early 1970s. One is the question of naturalism: How can the ineluctable normativity of the perspective of agents interacting in a linguistically structured lifeworld be reconciled with the contingency of the emergence and evolution of forms of life? The other is a key problem facing epistemological realism after the linguistic turn: How can the assumption that there is an independently existing world be reconciled with the linguistic insight that we cannot have unmediated access to brute reality?Truth and Justification collects Habermas's major essays on these topics published since the mid-1990s. They offer detailed discussions of truth and objectivity as well as an account of the representational function of language in terms of the formal-pragmatic framework he has developed. In defending his post-Kantian pragmatism, Habermas draws on both the continental and analytic traditions and endorses a weak naturalism and a form of epistemological realism.",
      "cited_by_count": 567,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1528625230"
    },
    {
      "openalex_id": "W1984111632",
      "doi": "10.1177/019145379402000407",
      "title": "Habermas, modernity and law",
      "authors": [
        {
          "name": "Mathieu Deflem",
          "openalex_id": "A5084051267",
          "orcid": "https://orcid.org/0000-0002-9616-5496"
        }
      ],
      "publication_year": 1994,
      "publication_date": "1994-10-01",
      "abstract": "Introduction - Mathieu Deflem Law in Habermas's Theory of Communicative Action How Is Valid Law Possible? A Review of /f003Between Facts and Norms/f001 by J[um]urgen Habermas - David M Rasmussen Approaching the Production of Law through Habermas's Concept of Communicative Action - Pierre Guibentif Discourse Ethics and Human Rights in Criminal Procedure - Peter Bal On Reconstructive Legal and Political Theory - Bernhard Peters Postscript to /f003Between Facts and Norms - J[um]urgen Habermas Habermas, Modernity and Law - Mathieu Deflem A Bibliography",
      "cited_by_count": 242,
      "type": "article",
      "source": {
        "name": "Philosophy & Social Criticism",
        "type": "journal",
        "issn": [
          "0191-4537",
          "1461-734X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Law in Society and Culture",
        "Judicial and Constitutional Studies",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 109,
      "url": "https://openalex.org/W1984111632"
    },
    {
      "openalex_id": "W969407645",
      "doi": "10.1017/upo9781844654741.004",
      "title": "Communicative action and formal pragmatics",
      "authors": [
        {
          "name": "Barbara Fultner",
          "openalex_id": "A5030057873",
          "institutions": [
            "Denison University"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-02-24",
      "abstract": "In the early 1970s, Jürgen Habermas undertook a linguistic turn in critical theory. Motivated by the fact that humans engage in activities that are meaningful to them, he argued that social actions and interactions can be fruitfully analysed as having a linguistic structure. He developed an account of communicative competence, called formal pragmatics, and elaborated the concept of communicative action, which he had used less systematically until that time. These lie at the core not only of what eventually became The Theory of Communicative Action, but also of his discourse ethics, elaborated in the 1980s, his theory of democracy, and his theory of law, developed in the 1990s. It is fair to say that Habermas's entire theoretical edifice stands on the foundation of his account of human communication, more specifically, of how we use language in order to reach mutual understanding with one another. This, to him, is the most fundamental form of action coordination. Although formal pragmatics did not begin as a theory of meaning per se, it has implications for such a theory, and the linguistic turn in social theory corresponds to a pragmatic turn in the theory of meaning. An adequate theory of meaning, for Habermas, must account for the socially binding force and action-coordinating function of language, and it must do so by subsuming its semantic dimension in the narrow sense of how words hook up to the world under formal pragmatics, which takes into account how words are used.",
      "cited_by_count": 221,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W969407645"
    },
    {
      "openalex_id": "W594187733",
      "doi": "10.5860/choice.48-5008",
      "title": "Habermas: introduction and analysis",
      "authors": [],
      "publication_year": 2011,
      "publication_date": "2011-05-01",
      "abstract": "1: A Public Intellectual Committed to Reason Habermas's Life From the Critique of Ideology to the Dialectic of Enlightenment Outline of Chapters2: Habermas's Defense of Psychoanalytic Social Science The Positivism Debate in German Social Science Modern Nihilism: The Crisis of Science and the Theory/ Practice Problem Knowledge and Human Interests A Critique of Knowledge and Human Interests3: The Linguistic Turn TCA and the Dialectic of Enlightenment Situating Habermas's Philosophy of Language Transcendental Philosophy of Language as Rational Reconstruction Universal Pragmatics and Formal Semantics Formal Pragmatics and Speech Act Theory Discourse Communicative and Strategic Speech Acts A Critique of Universal Pragmatics4: Knowledge and Truth Revisited Subject-Object Paradigms of Knowledge Internal Realism Reference and Meaning Knowledge and Evolution Moral Realism Is Formal Pragmatism a Defensible Alternative to Realism and Contextualism?5: Discourse Ethics Practical Reason: Delimiting the Domain of the Moral The Priority of the Right over the Good Modernity and Moral Development Deontological Moral Theory and Universalizability: Kant and Rawls Moral Cognitivism versus Moral Skepticism Moral Argumentation as Discourse Neo-Aristotelian Objections and the Abortion Controversy Justification and Application Discourse Ethics Applied: Genetic Testing and the Future of Human Nature Problems and Paradoxes Habermas's Ideal of Argumentation: A Final Assessment6: Law and Democracy: Part I: The Foundational Rights Modern Law and Morality: A Paradoxical Wedding of Facts and Norms Situating Habermas's Theory of Law and Democracy: Some Contemporary Debates The Sociological Genesis of Modern Law The System of Rights Negative and Positive Rights (Duties) Constitutional Foundations Human Rights: Subsistence as a Test Case for a Juridical Conception of Rights Final Thoughts on the Procedural Ideal of Deliberative Democracy7: Law and Democracy: Part II: Power and the Clash of Paradigms Democracy and the Powers of Government The Separation of Powers The Transmission of Communicative Power: From Public Sphere to Government Administration Discourse and Adjudication The Proceduralist Paradigm of Law and Democracy A Concluding Assessment8: Law and Democracy: Part III: Applying the Proceduralist Paradigm Separation of Church and State: The Public/ Private Distinction Gender Difference and the Law Multiculturalism Immigration9: Law and Democracy: Part IV: Social Complexity and a Critical Assessment Questioning the Proceduralist Paradigm Substantive Economic Justice and Workplace Democracy The Technological Dimension of Democracy Revolution and Democracy10: Crisis and Pathology: The Future of Democracy in a Global Age Capitalism and the Crisis of Democracy Social Pathologies and the Colonization of the Lifeworld Globalization: The New Challenge Cosmopolitan Democracy and Global Politics as a Response to Global Crisis Politics and the Rule of Law in International Relations The Constitutionalization of International Relations The Limits of Democratization: A Critical Assessment11: Postsecular Postscript: Modernity and Its Discontents Marx on the Evolution of Modern Society Weber on Modernization and the Problem of Meaning Secularization and the Rationalization of the Lifeworld Between Past and Future: Art, Religion, and the Dialectic of Enlightenment RevisitedAppendix A: Explaining Action Appendix B: Understanding Action Appendix C: Habermas and Brandom Appendix D: Developmental Psychology Appendix E: Rational Choice Theory Appendix F: Systems TheoryIndex",
      "cited_by_count": 300,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global History, Politics, and Ideology"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W594187733"
    },
    {
      "openalex_id": "W1534915420",
      "doi": "10.4324/9780203864890",
      "title": "Habermas, Critical Theory and Education",
      "authors": [
        {
          "name": "Mark Murphy",
          "openalex_id": "A5064481679",
          "orcid": "https://orcid.org/0000-0002-8326-7119"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-04-26",
      "abstract": "Section 1: Introduction 1. Communication, Deliberation, Reason: An Introduction to Habermas, Mark Murphy and Ted Fleming Section 2: Key Issues and Debates in Habermas and Education 2. Educational Implications of the Idea of Deliberative Democracy, Tomas Englund 3. Communicative Utopia and Political Re-Education, Marianna Papasthephanou 4. The Concept of Lifeworld and Education in Post-Modernity: A Critical Appraisal of Habermas' Theory of Communicative Action, Sigmund Ongstad 5. Habermas, Eurocentrism and Education: The Indigenous Knowledge Debate, Raymond A. Morrow 6. Forms of Rationality and Public Sector Reform: Habermas, Education and Social Policy, Mark Murphy Section 3: Habermas Applied: Critical Theory And Educational Provision 7. Developing Competence in Collegial Spaces: Exploring Critical Theory and Community Education, John Bamber 8. Condemned to Learn: Habermas, University and the Learning Society, Ted Fleming 9. Learning Democratic Reason: The Adult Education Project of Jurgen Habermas, Stephen Brookfield 10. Citizenship, Discourse Ethics and an Emancipatory Model of Lifelong Learning, Clarence W. Joldersma and Ruth Deakin Crick 11. Practice and Theory of Narrative Inquiry in Education, Carola Conle 12. Educating Social Workers for Lifeworld and System, Barry Cooper 13. Jurgen Habermas, Critical Social Theory and Nursing Education: Implications for Caring in Nursing, Jane Sumner Section 4: Conclusion 14. Taking Aim at the Heart of Education: Critical Theory and the Future of Learning, Ted Fleming and Mark Murphy",
      "cited_by_count": 105,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical and Liberation Pedagogy",
        "University Challenges and Reforms"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1534915420"
    },
    {
      "openalex_id": "W2091943704",
      "doi": "10.1007/bf00143930",
      "title": "Mythmaking and mythbreaking in the mathematics classroom",
      "authors": [
        {
          "name": "Peter Taylor",
          "openalex_id": "A5100700568",
          "orcid": "https://orcid.org/0000-0002-0778-4122",
          "institutions": [
            "Curtin University"
          ]
        }
      ],
      "publication_year": 1996,
      "publication_date": "1996-09-01",
      "abstract": null,
      "cited_by_count": 99,
      "type": "article",
      "source": {
        "name": "Educational Studies in Mathematics",
        "type": "journal",
        "issn": [
          "0013-1954",
          "1573-0816"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Science Education and Pedagogy",
        "Mathematics Education and Teaching Techniques",
        "Attention Economy in Education and Business"
      ],
      "referenced_works_count": 87,
      "url": "https://openalex.org/W2091943704"
    },
    {
      "openalex_id": "W1963877551",
      "doi": "10.1016/j.infoandorg.2011.06.001",
      "title": "Habermas and information systems research: New directions",
      "authors": [
        {
          "name": "Alain Ross",
          "openalex_id": "A5085109087",
          "institutions": [
            "Athabasca University"
          ]
        },
        {
          "name": "Mike Chiasson",
          "openalex_id": "A5113459506",
          "institutions": [
            "Lancaster University"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-09-15",
      "abstract": null,
      "cited_by_count": 35,
      "type": "article",
      "source": {
        "name": "Information and Organization",
        "type": "journal",
        "issn": [
          "1471-7727",
          "1873-7919"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Information Systems Theories and Implementation",
        "Knowledge Management and Sharing",
        "Open Source Software Innovations"
      ],
      "referenced_works_count": 70,
      "url": "https://openalex.org/W1963877551"
    },
    {
      "openalex_id": "W2154818843",
      "doi": "10.1177/0969733008090524",
      "title": "Prevention of Unethical Actions in Nursing Homes",
      "authors": [
        {
          "name": "Eva Merethe Solum",
          "openalex_id": "A5077919613",
          "orcid": "https://orcid.org/0000-0002-8366-822X",
          "institutions": [
            "Vestfold University College"
          ]
        },
        {
          "name": "Åshild Slettebø",
          "openalex_id": "A5007612398",
          "orcid": "https://orcid.org/0000-0002-5597-4553",
          "institutions": [
            "Vestfold University College"
          ]
        },
        {
          "name": "Solveig Hauge",
          "openalex_id": "A5052443900",
          "orcid": "https://orcid.org/0000-0001-7519-1516",
          "institutions": [
            "OsloMet – Oslo Metropolitan University"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-05-30",
      "abstract": "Ethical problems regularly arise during daily care in nursing homes. These include violation of patients' right to autonomy and to be treated with respect. The aim of this study was to investigate how caregivers emphasize daily dialogue and mutual reflection to reach moral alternatives in daily care. The data were collected by participant observation and interviews with seven caregivers in a Norwegian nursing home. A number of ethical problems linked to 10 patients were disclosed. Moral problems were revealed as the caregivers acted in ways that they knew were against patients' interest. We used a theoretical interpretation according to Habermas' discourse ethics on the importance of dialogue when deciding moral courses of action for patients. This theory has four basic requirements: communicative competence, equality, self-determination, and openness about motives.",
      "cited_by_count": 49,
      "type": "article",
      "source": {
        "name": "Nursing Ethics",
        "type": "journal",
        "issn": [
          "0969-7330",
          "1477-0989"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Patient Dignity and Privacy",
        "Ethics in medical practice",
        "Palliative Care and End-of-Life Issues"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W2154818843"
    },
    {
      "openalex_id": "W4388067051",
      "doi": "10.1093/oso/9780195085686.003.0008",
      "title": "Communicative Ethics in Medicine: The Physician–Patient Relationship",
      "authors": [
        {
          "name": "Janet Smith",
          "openalex_id": "A5103733637"
        }
      ],
      "publication_year": 1996,
      "publication_date": "1996-04-11",
      "abstract": "Abstract What distinctive concepts from a communicative or discourse ethics could illuminate ethical issues in health and medicine? Such a viewpoint has much to contribute by taking speech or discourse as a kind of action and applying a philosophy of communicative action to the physician-patient relationship. A communicative ethics approach goes beyond the often-heard call for better communication, and more of it, between patients and physicians. It argues for a transformed view of medical interaction and the source of governing norms, drawing on insights from philosopher Jurgen Habermas, leader of the school of critical theory, and further shaped in key ways by feminist philosophers.",
      "cited_by_count": 24,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Patient Dignity and Privacy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4388067051"
    },
    {
      "openalex_id": "W2019906570",
      "doi": "10.1016/j.dss.2005.11.001",
      "title": "Theoretical principles for knowledge management system design: Application to pediatric bipolar disorder",
      "authors": [
        {
          "name": "Sandra M. Richardson",
          "openalex_id": "A5114258509",
          "institutions": [
            "University of Memphis"
          ]
        },
        {
          "name": "James F. Courtney",
          "openalex_id": "A5007289826",
          "institutions": [
            "University of Central Florida"
          ]
        },
        {
          "name": "John D. Haynes",
          "openalex_id": "A5074717484",
          "institutions": [
            "University of Central Florida"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-12-22",
      "abstract": null,
      "cited_by_count": 34,
      "type": "article",
      "source": {
        "name": "Decision Support Systems",
        "type": "journal",
        "issn": [
          "0167-9236",
          "1873-5797"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Knowledge Management and Sharing",
        "Information Systems Theories and Implementation",
        "Appreciative Inquiry and Organizational Change"
      ],
      "referenced_works_count": 99,
      "url": "https://openalex.org/W2019906570"
    },
    {
      "openalex_id": "W2027360481",
      "doi": "10.1080/09672550500169232",
      "title": "A Substantivist Construal of Discourse Ethics",
      "authors": [
        {
          "name": "Pablo Gilabert",
          "openalex_id": "A5005751449",
          "orcid": "https://orcid.org/0000-0002-0183-8716",
          "institutions": [
            "Concordia University"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-09-01",
      "abstract": "Abstract Abstract This paper presents a substantivist construal of discourse ethics, which claims that we should see our engagement in public deliberation as expressing and elaborating a substantive commitment to basic moral ideas of solidarity, equality, and freedom. This view is different from Habermas’s standard formalist defence of discourse ethics, which attempts to derive the principle of discursive moral justification from primarily non‐moral presuppositions of rational argumentation as such. After explicating the difference between the substantivist and the formalist construal, I defend the former by showing that it is not only intuitively compelling, but also particularly well equipped for addressing four important objections recently levelled against discourse ethics and its political applications (Rawls’s concern that it lacks substantive guidelines, Gunnarsson’s challenge that it has not been proven to be superior to alternative moral conceptions such as utilitarianism, Scanlon’s complaint that it lacks an account of moral motivation, and Galston’s and Young’s worries that it could lead to political practices of cultural imposition). I conclude by pointing out some consequences of the previous discussion for the future of Critical Theory. Keywords: discourse ethicsdeliberative democracyHabermasRawlssubstanceprocedure Notes I thank Arash Abizadeh, Jeffrey Flynn, Matthias Fritsch, John Kerkhoven, and referees for IJPS for comments and suggestions on earlier drafts of this paper. Research for this paper was supported by grants from the Social Sciences and Humanities Research Council of Canada and the Fonds Québecois de la Recherche sur la Société et la Culture. 1 See Habermas, 1990a ——. 1990a. “‘Discourse Ethics: Notes on a Program of Philosophical Justification’”. In Moral Consciousness and Communicative Action, Edited by: Habermas. 43–115. Cambridge, Mass: The MIT Press. trans. C. Lenhardt and S. Weber Nicholsen [Google Scholar]: pp. 86, 92–3, and 96–7; 1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: pp. 43–5. My reconstruction is slightly different from the formulation in Habermas (1990a ——. 1990a. “‘Discourse Ethics: Notes on a Program of Philosophical Justification’”. In Moral Consciousness and Communicative Action, Edited by: Habermas. 43–115. Cambridge, Mass: The MIT Press. trans. C. Lenhardt and S. Weber Nicholsen [Google Scholar]: p. 96), which goes as follows: ‘(1) A definition of a universalization principle that functions as a rule of argumentation. (2) The identification of pragmatic presuppositions of argumentation that are inescapable and have a normative content. (3) The explicit statement of the normative content (e.g. in the form of discourse rules). (4) Proof that a relation of material implication holds between steps (3) and (1) in connection with the idea of justification of norms’. Steps 2 and 3 in this formulation are put together in step 2 in my formulation. The assumption about the ‘idea of justification of norms’ which Habermas mentions as an auxiliary hypothesis in step 4 is mentioned in my reconstruction as step 3. These changes do not affect the content of Habermas’s proof, and make more explicit the importance of the assumption of a certain view of the justification of norms. 2 (U) ‘operationalizes’, at the level of moral argumentation, what Habermas calls the general principle of discourse ethics (or of the discourse theory of morality) (D), according to which ‘Only those norms can claim to be valid that meet (or could meet) with the approval of all affected in their capacity as participants in a practical discourse’ (Habermas, 1990a ——. 1990a. “‘Discourse Ethics: Notes on a Program of Philosophical Justification’”. In Moral Consciousness and Communicative Action, Edited by: Habermas. 43–115. Cambridge, Mass: The MIT Press. trans. C. Lenhardt and S. Weber Nicholsen [Google Scholar]: pp. 66, 93; see also 1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: p. 41). The term ‘operationalization’ appears in Habermas (1998a ——. 1996. Between Facts and Norms, Cambridge, Mass: The MIT Press. trans. W. Rehg [Google Scholar]: p. 42; 1996 ——. 1996. Between Facts and Norms, Cambridge, Mass: The MIT Press. trans. W. Rehg [Google Scholar]: p. 109; 2003a ——. 2003a. “‘Rightness versus Truth: On the Sense of Normative Validity in Moral Judgments and Norms’”. In Truth and Justification, Edited by: Habermas. 237–75. Cambridge, Mass: The MIT Press. trans. B. Fultner [Google Scholar]: p. 268). (U) operationalizes (D) in the domain of moral discourses, whereas a different principle of democratic legitimacy would operationalize (D) in the domain of political discourse. 3 Habermas (1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: p. 42). Habermas uses ‘interests’ in a wide sense, allowing for moral discourse to range over all kinds of reasons for action, including desires, needs, and conceptions of the good life. For an excellent discussion of Habermas’s demand that norms protect ‘common’, ‘general’, or ‘universalizable’ interests, see Lafont (2004 Lafont, C. 2004. ‘Moral Objectivity and Reasonable Agreement: Can Realism Be Reconciled with Kantian Constructivism?’. Ratio Juris, 17(1): 27–51. [Crossref] , [Google Scholar]). For an important challenge to Habermas’s stark contrast between the ‘good’ and the ‘right’, see McCarthy (1991 McCarthy, T. 1991. Ideals and Illusions, Cambridge, Mass: The MIT Press. [Google Scholar]: Ch. 7). 4 For a detailed discussion of Habermas’s re‐elaboration of Kant’s moral theory, see Gilabert (2005c ——. 2005c. ‘Considerations on the Notion of “Moral Validity” in the Moral Theories of Kant and Habermas’. Kant‐Studien, (forthcoming) [Google Scholar]). 5 At this stage Habermas is not yet considering practical discourses (i.e. argumentative communication assessing moral validity claims), but discourses as such (i.e. any argumentative communication assessing universal validity claims – claims viewed as meriting rational acceptance by every rational person on thebasis of shared reasons). The reference to practical discourses emerges in the third step of the argument. The normative presuppositions reconstructed in the second step are not normative in the moral sense: ‘the equal distribution of communicative freedoms and the requirement of truthfulness in discourse have the status of argumentative duties and rights, not of moral duties and rights’ (Habermas, 1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: pp. 44–5; see also 1993 ——. 1993. “‘Remarks on Discourse Ethics’”. In Justification and Application, Edited by: Habermas. 19–111. Cambridge, Mass: The MIT Press. trans. C. Cronin [Google Scholar]: p. 31; 1996 ——. 1996. Between Facts and Norms, Cambridge, Mass: The MIT Press. trans. W. Rehg [Google Scholar]: p. 4; 2003b ——. 2003b. “‘From Kant’s “Ideas” of Pure Reason to “Idealizing” Presuppositions of Communicative Action: Reflections on the Detranscendentalized “Use of Reason” ’”. In Truth and Justification Edited by: Habermas. 83–130. [Google Scholar]: pp. 105–6). 6 For detailed and critically illuminating reconstructions of this argument see Finlayson (2000 Finlayson, J. G. 2000. ‘Modernity and Morality in Habermas’s Discourse Ethics’. Inquiry, 43: 319–40. [Taylor & Francis Online], [Web of Science ®] , [Google Scholar]); Gunnarsson (2000 Gunnarsson, L. 2000. Making Moral Sense: Beyond Habermas and Gauthier, Cambridge: Cambridge University Press. [Crossref] , [Google Scholar]: Chs 8–9); and Rehg (1994 Rehg, W. 1994. Insight and Solidarity, Berkeley: The University of California Press. [Crossref] , [Google Scholar]: Ch. 3). 7 I rely here on Gunnarsson (2000 Gunnarsson, L. 2000. Making Moral Sense: Beyond Habermas and Gauthier, Cambridge: Cambridge University Press. [Crossref] , [Google Scholar]). Despite using Gunnarsson’s distinction between formalist and substantivist approaches, I depart from his view of the latter in two ways. First, I endorse Habermas’s distinction between the ethical and the moral (i.e. between recommendations about how to live a good life and prescriptions about how we ought to treat each other). (It is due to this distinction that in his later works Habermas names his approach ‘a discourse theory of morality’ rather than ‘discourse ethics’.) My substantivism is moral, not ethical. Ideals of the good life are allowed as inputs of moral reasoning (see n. 3 above), but not as grounds for shaping and justifying its structure. Second, though I agree with Gunnarsson’s general claim that a substantivist approach to moral thinking is desirable, I develop a substantivist account of discourse ethics itself. This is something that Gunnarsson himself does not do, though there is nothing in his text entailing that it could not or should not be done. 8 I assume here a minimal definition of solidarity as people’s willingness to ‘give each other’s interests some non‐instrumental weight in their practical reasoning’ (Mason, 2000 Mason, A. 2000. Community, Solidarity and Belonging, Cambridge: Cambridge University Press. [Crossref] , [Google Scholar]: p. 27). 9 The formal structure of the arguments can be presented in the following way. Take ‘p’ to mean ‘I endorse the discursive procedure of universalization’; ‘q’ to mean ‘I endorse the substantive ideas’; and ‘¬’ ‘&’, and ‘→’ to mean, respectively, the logical operators of negation, conjunction, and the conditional. Now, the Normative Point Argument would yield ‘¬q → ¬p’, from which ‘p → q’ follows. The Outrage Argument, on the other hand, would yield ‘¬ (¬p & q)’, from which ‘q → p’ follows. From the conjunction of the conclusions of the two arguments it follows, in turn, ‘p ↔ q’, i.e. the general claim that the discursive procedure of universalization and the substantive ideas involve each other. This is not a knock‐out transcendental argument, but a reconstructive or maieutic one appealing to our deepest moral convictions. The productivity of this approach will become evident in section III when we consider its help in defending discourse ethics against some recent criticisms. 10 For an attempt to provide an external justification of a discursive principle of justification, see Larmore (1999 Larmore, C. 1999. ‘The Moral Basis of Political Liberalism’. Journal of Philosophy, 96(12): 599–625. [Crossref], [Web of Science ®] , [Google Scholar]). 11 A more detailed account of the notions of expression and elaboration of the three substantive ideas (including a more detailed elucidation of the ideas themselves) is given in Gilabert (2005a ——. 2005a. ‘The Substantive Dimension of Deliberative Practical Rationality’. Philosophy and Social Criticism, 31(2): 185–210. [Google Scholar]). 12 Unfortunately, Habermas does not explicitly distinguish between these two strands. This failure makes the understanding and discussion of his views unnecessarily difficult. 13 ‘All contents, no matter how fundamental the action norm involved may be, must be made to depend on real discourses’ (Habermas, 1990a ——. 1990a. “‘Discourse Ethics: Notes on a Program of Philosophical Justification’”. In Moral Consciousness and Communicative Action, Edited by: Habermas. 43–115. Cambridge, Mass: The MIT Press. trans. C. Lenhardt and S. Weber Nicholsen [Google Scholar]: p. 94; see also 1990b ——. 1990b. “‘Moral Consciousness and Communicative Action’”. In Moral Consciousness and Communicative Action Edited by: Habermas. 116–94. [Google Scholar]: p. 122). This assertion seems to entail that even the most basic substantive ideas that one may claim underlie the motivation to join moral discussion with others in the first place are themselves in need of discursive justification. I return to the issue of substantive guidelines in section III.1 below. 14 According to this interpretation, Habermas’s formalist approach is not focused on the question of what makes the duty to enter moral dialogue a moral besides a general rational requirement. His approach would then be different from Apel’s (1980 Apel, K. O. 1980. “‘The A Priori of the Communication Community and the Foundations of Ethics: The Problem of a Rational Foundation in the Scientific Age’, in Apel”. In Towards a Transformation of Philosophy, 225–300. London: Routledge & Kegan Paul. trans. G. Adey and D. Frisby [Google Scholar]: sec. 2.3.4), seeing the duty to enter into public deliberation as emerging from extra‐moral requirements of coordination of actions in the lifeworld, rather than as having a straightforwardly moral dimension. 15 For examples of the three concerns see Habermas (1990b ——. 1990b. “‘Moral Consciousness and Communicative Action’”. In Moral Consciousness and Communicative Action Edited by: Habermas. 116–94. [Google Scholar]: pp. 120–1 and 1993 ——. 1993. “‘Remarks on Discourse Ethics’”. In Justification and Application, Edited by: Habermas. 19–111. Cambridge, Mass: The MIT Press. trans. C. Cronin [Google Scholar]: p. 76; 1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: p. 41; 1990a ——. 1990a. “‘Discourse Ethics: Notes on a Program of Philosophical Justification’”. In Moral Consciousness and Communicative Action, Edited by: Habermas. 43–115. Cambridge, Mass: The MIT Press. trans. C. Lenhardt and S. Weber Nicholsen [Google Scholar]: p. 94). 16 This complaint is echoed in Benhabib (1992 Benhabib, S. 1992. Situating the Self, New York: Routledge. [Google Scholar]: Ch. 1) and in Cohen (1999 Cohen, J. 1999. ‘Reflections on Habermas on Democracy’. Ratio Juris, 12(4): 385–416. [Crossref] , [Google Scholar]: pp. 395). 17 Actually, Habermas recently recognized that ‘the participants [in moral discourse] themselves will perhaps be satisfied with this (or a similar) rule of argumentation [the principle of universalization (U)] as long as it proves useful and does not lead to counterintuitive results’ (Habermas, 1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: p. 43). The substantivist account helps explain why this otherwise unsystematic remark is quite important. 18 Premises (a) and (b) correspond to steps 2 and 3 in my reconstruction of the formalist argument for discourse ethics. It is important to note that Gunnarsson is not criticizing (U) itself, but only its formalist derivation (Gunnarsson, 2000 Gunnarsson, L. 2000. Making Moral Sense: Beyond Habermas and Gauthier, Cambridge: Cambridge University Press. [Crossref] , [Google Scholar]: p. 97). His argument is also not a defence of utilitarianism, but a thought experiment challenging the claim that (U), instead of other fundamental moral theories (like utilitarianism), would necessarily follow from premises (a) and (b). The upshot is that the only way to justify (U) is by appealing to further, substantive premises other than (a) and (b), or by advancing ‘thicker’ substantive interpretations of either of them (e.g. a more specious notion of impartiality than the one presented in (b)). 19 Gunnarsson has the discoursing utilitarian saying: ‘I am trying to be impartial. And I have reached the conclusion that the only way to be impartial is to let the decision rest on what produces more happiness, not on what we would agree to in discourse’ (p. 113). 20 On the distinction between aggregative and distributive conceptions of equal treatment see Kagan (1998 Kagan, S. 1998. Normative Ethics, Boulder, Colo: Westview Press. [Google Scholar]: sec. 2.4). ‘Disrespectful preferences’ are those whose satisfaction involves a lack of recognition of other people’s status as free and equal. For a critique of an account of preference satisfaction that includes such kinds of preferences see Dworkin (2000 Dworkin, R. 2000. Sovereign Virtue, Cambridge, Mass: Harvard University Press. [Google Scholar]: Ch. 2). Utilitarians can, however, avoid this criticism by adopting a definition of ‘utility’ in terms of objective ‘goods’ rather than ‘preferences’. The problem of aggregation would, however, remain. 21 I agree with Barry’s remark that ‘the whole idea that we should seek the agreement of everybody rests upon a fundamental commitment to the equality of all human beings. … The criterion of reasonable acceptability of principles gives some substance to the idea of fundamental equality while at the same time flowing from it’ (Barry, 1995 Barry, B. 1995. Justice as Impartiality, Oxford: Oxford University Press. [Google Scholar]: p. 8). Barry applies this remark to Scanlonian contractualism, but it also fits discourse ethics perfectly well. 22 Habermas (1998a: p. 41). See n. 26 below. Habermas does mention, however, that participation in moral discourse has a ‘motivating aspect’ in connection with participants’ ‘freedom’ and ‘autonomy’ (Habermas, 2003a ——. 2003a. “‘Rightness versus Truth: On the Sense of Normative Validity in Moral Judgments and Norms’”. In Truth and Justification, Edited by: Habermas. 237–75. Cambridge, Mass: The MIT Press. trans. B. Fultner [Google Scholar]: p. 270). 23 I follow here the account of the problem of moral motivation given in Scanlon (1998 Scanlon, T. M. 1998. What We Owe to Each Other, Cambridge, Mass: Harvard University Press. [Google Scholar]: secs. 4.1–2). Like Scanlon, I think that what we need is not to ground morality on something external to it, but to clarify the moral significance (the importance and priority) of behaving morally by depicting more fully what kind of treatment of others it involves. I do not, however, follow Scanlon’s proposal that we account for moral motivation by appealing to an ‘ideal of justifiability to others’ (p. 156). I take the force of that ideal to be itself in need of clarification, and argue that a reference to the project of justice (PJ), given the fact of disagreement (FD), provides the elucidation that we need. I agree with Kumar’s (2003 Kumar, R. 2003. ‘Reasonable Reasons in Contractualist Moral Argument’. Ethics, 114(1): 6–37. [Crossref], [Web of Science ®] , [Google Scholar]: p. 33) suggestion that Scanlon’s contractualism is actually ‘animated’ by a substantive ‘normative commitment’ to the idea of ‘individuals being able to live rationally self‐governed meaningful lives on terms of mutual respect for one another’s value as persons’. 24 So the way in which we should defend discourse ethics is by depicting (or elucidating) its own moral force as a ‘normative package’ including the ideas and the procedures working in tandem. If this package is the basis of morality, then we could not appeal to something else to justify it morally. At this point the spade should be turned. If Kant appeals to the ‘fact of pure reason’, and Habermas appeals to the ‘fact of communicative rationality’, we appeal to the fact of the normative package comprising the three substantive ideas and the discursive procedure under conditions of moral disagreement. If the sceptic really thinks that this package has no appeal, then we would not be able to convince her with moral arguments, but would have to turn to other forms of persuasion (based, for example, on prudential and strategic, or even existential, considerations). But then we would be answering a different question than the one with which we started, and our answer would not avoid the horns of Prichard’s Dilemma. 25 A sense of justice includes moral ideal conceptions of persons and social life that constitute high‐order desires having motivational power alongside more specific, principle‐ and object‐dependent desires. See Rawls (1996 Rawls, J. 1996. Political Liberalism, , rev. edn, New York: Columbia University Press. [Google Scholar]: sec. II.7; 2000 ——. 2000. Lectures on the History of Moral Philosophy, Cambridge, Mass: Harvard University Press. [Google Scholar]: pp. 45–8, 148–52). 26 We should distinguish the political charge of cultural imposition from the sociological charge that a universalist defender of discourse ethics mistakenly assumes that all agents in all historical and social contexts already have a full and explicit commitment to a discursive procedure of normative justification. Habermas has a powerful answer to the latter, showing that procedural commitments to argumentative communication develop historically in ontogenetic and phylogenetic learning processes (Habermas, 1987 Habermas, J. 1987. The Theory of Communicative Action, 2 vols, Boston, Mass: Beacon Press. trans. T. McCarthy [Google Scholar]: secs. I.3 and and 1990b ——. 1990b. “‘Moral Consciousness and Communicative Action’”. In Moral Consciousness and Communicative Action Edited by: Habermas. 116–94. [Google see also Finlayson 2000 Finlayson, J. G. 2000. ‘Modernity and Morality in Habermas’s Discourse Ethics’. Inquiry, 43: 319–40. [Taylor & Francis Online], [Web of Science ®] , [Google and J. Communicative Action and Rational Cambridge, Mass: The MIT Press. [Crossref] , [Google Scholar]: Ch. 8). Habermas that the of substantive moral commitments to a universalist goes in with the of procedural commitments to argumentation as such (Habermas, 2003a ——. 2003a. “‘Rightness versus Truth: On the Sense of Normative Validity in Moral Judgments and Norms’”. In Truth and Justification, Edited by: Habermas. 237–75. Cambridge, Mass: The MIT Press. trans. B. Fultner [Google Scholar]: sec. the substantivist construal has no with Habermas’s social theory of but can be as as a of Communicative coordination the of the force of in the of at the same time that it the of discursive argumentation the whole of validity The distinction between a ‘discourse theory of and a ‘discourse theory of morality’ is in Habermas (1996 ——. 1996. Between Facts and Norms, Cambridge, Mass: The MIT Press. trans. W. Rehg [Google Scholar]). Habermas that political should not only discourses’ focused on but also focused on conceptions of the good as well as forms of We can these important discourse ethics and see J. Communicative Action and Rational Cambridge, Mass: The MIT Press. [Crossref] , [Google and Gilabert ——. Discourse a of Philosophical [Google What however, important is that we are in the political moral discourses are to the of and this the of addressing the charge of cultural See the distinction between and in Benhabib (1992 Benhabib, S. 1992. Situating the Self, New York: Routledge. [Google Scholar]). This is not an of in their to be more involved in than impartial communicative put it in his and Critical M. and Critical In Critical Edited by: New York: & [Google at ‘the rational of ‘a rationally future (p. The substantive of this notion of is evident in reference to ‘the idea of a reasonable of that will meet the of the whole (p. of free in which each has the same of (p. For a useful account of the between and justice in the of Critical see (1996 R. 1996. and of Critical In of Critical Edited by: D. Oxford: [Google Scholar]). Critical Theory from other that also endorse this idea of a rational in a of ways. them are a approach of our rather than of some of their and the demand that the be as well as morally The latter with the of Critical Theory as of comprising the social besides I thank for to clarify this",
      "cited_by_count": 25,
      "type": "article",
      "source": {
        "name": "International Journal of Philosophical Studies",
        "type": "journal",
        "issn": [
          "0967-2559",
          "1466-4542"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 39,
      "url": "https://openalex.org/W2027360481"
    },
    {
      "openalex_id": "W1491341693",
      "doi": null,
      "title": "The Communicative Character of Capitalistic Competition: A Hayekian response to the Habermasian challenge",
      "authors": [
        {
          "name": "Michael Wohlgemuth",
          "openalex_id": "A5012180760",
          "orcid": "https://orcid.org/0000-0002-7280-5284"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-01",
      "abstract": "\"Ideal speech situations\", \"domination-free discourse\" or \"deliberative communities\" describe political ideals proudly cherished by many sociologists. The sometimes explicit, sometimes implicit, motivation is to mobilise political discourse as an instrument to tame or transform the capitalistic \"system\" according to alleged needs of \"society\". Most economists and defenders of capitalistic competition, in return, don?t care about communicative communities. The individual market actor is assumed or demanded to be free to choose among given alternatives satisfying given preferences subject to given constraints. Why, then, should homo oeconomicus argue (van Aaken 2003)? There is no \"communicative action\" among the individuals that populate economic textbooks, there is only \"commutative action\". Only a few, mostly \"Austrian\", economists realised that the exchange of goods and services within the spontaneous order of \"catallaxy\" involves an exchange of knowledge, ideas, opinions, expectations, and arguments - that markets are indeed communicative networks (e.g. Hayek 1946/48; Lavoie, ed. 1991; Horwitz 1992). In fact, and this will be my major claim, market competition is more \"deliberative\" than politics in the sense that more information about available social problem solutions and their comparative performance, about people's preferences, ideas and expectations is spontaneously created, disseminated and tested. This very idea is anathema for followers of Habermasian discourse ethics. The intellectual thrust and political clout of their vindication of deliberative politics critically seems to depend on a mostly tacit assumption that markets fail to address social needs and regulate social conflicts. Political discourse therefore ?steps in to fill the functional gaps when other mechanisms of social integration are overburdened? (Habermas 1996: 318). I will claim that the argument should be very much the other way around: politics and public deliberations are overburdened mechanisms - unable to deal with an increasingly complex and dynamic society. Moreover, the requisites of ideal speech communities are so enormous that functional gaps are inevitable. Partly, these gaps can be closed if market competition steps in. Partly, reorganisations of the political system are needed. Hence, I am not arguing that Habermas is wrong by stressing the need for open discourse in order to reach informed agreement among citizens who seek to realise mutual gains from joint commitment by contributing to common (public) goods and submitting to common rules of conduct (s.a. Vanberg 2003). I am challenging his neglect of capitalistic competition as a communicative device and his disdain for the classical liberal conception of bounded democracy that respects individual property rights (e.g. Habermas 1975; 1998).",
      "cited_by_count": 34,
      "type": "article",
      "source": {
        "name": "Econstor (Econstor)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10419/4334"
      },
      "topics": [
        "Economic Theory and Institutions",
        "Political Economy and Marxism",
        "Weber, Simmel, Sociological Theory"
      ],
      "referenced_works_count": 51,
      "url": "https://openalex.org/W1491341693"
    },
    {
      "openalex_id": "W2122387224",
      "doi": "10.1111/j.1467-6486.2010.00950.x",
      "title": "The New Political Role of Business in a Globalized World: A Review of a New Perspective on CSR and its Implications for the Firm, Governance, and Democracy",
      "authors": [
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691",
          "institutions": [
            "University of Lausanne"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "abstract Scholars in management and economics widely share the assumption that business firms focus on profits only, while it is the task of the state system to provide public goods. In this view business firms are conceived of as economic actors, and governments and their state agencies are considered the only political actors. We suggest that, under the conditions of globalization, the strict division of labour between private business and nation‐state governance does not hold any more. Many business firms have started to assume social and political responsibilities that go beyond legal requirements and fill the regulatory vacuum in global governance. Our review of the literature shows that there are a growing number of publications from various disciplines that propose a politicized concept of corporate social responsibility. We consider the implications of this new perspective for theorizing about the business firm, governance, and democracy.",
      "cited_by_count": 2015,
      "type": "review",
      "source": {
        "name": "Journal of Management Studies",
        "type": "journal",
        "issn": [
          "0022-2380",
          "1467-6486"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1467-6486.2010.00950.x"
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Corporate Law and Human Rights",
        "Global trade, sustainability, and social impact"
      ],
      "referenced_works_count": 324,
      "url": "https://openalex.org/W2122387224"
    },
    {
      "openalex_id": "W2600408814",
      "doi": "10.3145/epi.2017.mar.13",
      "title": "From ethical codes to ethical auditing: An ethical infrastructure for social responsibility communication",
      "authors": [
        {
          "name": "Domingo García Marzá",
          "openalex_id": "A5079275052",
          "orcid": "https://orcid.org/0000-0002-9605-1771"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-03-24",
      "abstract": "La comunicación y la responsabilidad social de las organizaciones se han concebido y utilizado como dos ámbitos separados, cuya relación sólo es instrumental. El resultado ha sido la actual desconfianza hacia los mecanismos y procedimientos de información de la responsabilidad social. Este artículo propone apoyarse en una ética de la comunicación para, desde ahí, definir las bases para una gestión ética de la comunicación de la responsabilidad social capaz de explicitar la relación entre ética, comunicación y responsabilidad. El objetivo es exponer los rasgos básicos de una nueva generación de códigos de ética que incluyan tanto las medidas de su cumplimiento como su verificación externa a través de una auditoría ética. La importancia de esta propuesta deriva de la necesidad de establecer una infraestructura ética desde la que recuperar la confianza en la comunicación de la responsabilidad social. La metodología utilizada es de corte reconstructivo y se basa en la teoría de la acción comunicativa de Habermas y en las pretensiones de transparencia y participación derivadas de la ética discursiva. AbstractOrganizations’ communication and social responsibility have been conceived and used as two completely separate areas, whose relationship is merely instrumental. This has led to a current lack of trust in the mechanisms and procedures of corporate social responsibility information. This article proposes an ethics of communication that defines how to ethically manage corporate social responsibility communication which is capable of specifying the relationships that link ethics, communication, and responsibility. The objective is to present the basic traits of new codes of ethics generation that include both compliance measures and their external verification by ethical auditing. The proposal is important because it establishes an ethical infrastructure from which to recover trust in corporate social responsibility communication. The employed methodology is reconstruction, based on Habermas’ Theory of Communicative Action, and also transparency and participation claims that result from discourse ethics.",
      "cited_by_count": 34,
      "type": "article",
      "source": {
        "name": "El Profesional de la Informacion",
        "type": "journal",
        "issn": [
          "1386-6710",
          "1699-2407"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://recyt.fecyt.es/index.php/EPI/article/download/epi.2017.mar.13/34475"
      },
      "topics": [
        "Higher Education and Sustainability",
        "Advertising and Communication Studies",
        "Accounting and Financial Management"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2600408814"
    },
    {
      "openalex_id": "W2038930093",
      "doi": "10.1353/par.2000.0027",
      "title": "The Value of Opacity: A Bakhtinian Analysis of Habermas's Discourse Ethics",
      "authors": [
        {
          "name": "Todd Garvey",
          "openalex_id": "A5034497679"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "Jürgen Habermas's and M. M. Bakhtin's attitudes toward transparent or undistorted communication define almost antithetical approaches to the relationship between public discourse and autonomy. Habermas, both in his theory of communicative action and in his discourse ethics, assumes that transparent communication is possible and actually makes transparency a necessary condition for the legitimation of social norms. Yet, there is a sense in which the same kind of transparency that offers the possibility of rational and autonomous selfhood to Habermas signifies vulnerability and tyranny to Bakhtin. In contrast to Habermas, Bakhtin assumes that utterances can never be perfectly transparent because the words that comprise them always carry meanings that exceed the intentions of speakers. This excess semantic value inevitably distorts speakers' intentions, even if only slightly. Bakhtin's suspicion of transparency leads him to develop a model of autonomy that revolves around the individual's ability to resist the emergence of transparency. However, Bakhtin attributes a positive ethical value to certain kinds of opacity because it is in the differences and distortions that Bakhtin situates the process through which individuals construct autonomy. Thus, in a kind of communicative paradox, opacity and ambiguity play the same liberating role in Bakhtin's thought that transparency and clarity play in Habermas's.",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "Philosophy and Rhetoric",
        "type": "journal",
        "issn": [
          "0031-8213",
          "1527-2079"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Russian Literature and Bakhtin Studies",
        "Philosophy, Ethics, and Existentialism",
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 31,
      "url": "https://openalex.org/W2038930093"
    },
    {
      "openalex_id": "W2393743034",
      "doi": "10.1007/s10730-016-9303-2",
      "title": "Managing Ethical Difficulties in Healthcare: Communicating in Inter-professional Clinical Ethics Support Sessions",
      "authors": [
        {
          "name": "Catarina Fischer Grönlund",
          "openalex_id": "A5055325802",
          "orcid": "https://orcid.org/0000-0002-8701-0169",
          "institutions": [
            "Umeå University"
          ]
        },
        {
          "name": "Vera Dahlqvist",
          "openalex_id": "A5080285250",
          "institutions": [
            "Marie Cederschiöld University"
          ]
        },
        {
          "name": "Karin Zingmark",
          "openalex_id": "A5012509175",
          "orcid": "https://orcid.org/0000-0001-5953-8970",
          "institutions": [
            "Luleå University of Technology",
            "Örebro County Council",
            "Västerbotten County"
          ]
        },
        {
          "name": "Mikael Sandlund",
          "openalex_id": "A5063502041",
          "orcid": "https://orcid.org/0000-0003-3810-4916",
          "institutions": [
            "Umeå University"
          ]
        },
        {
          "name": "Anna Söderberg",
          "openalex_id": "A5054523404",
          "institutions": [
            "Umeå University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-05-05",
      "abstract": null,
      "cited_by_count": 45,
      "type": "article",
      "source": {
        "name": "HEC Forum",
        "type": "journal",
        "issn": [
          "0956-2737",
          "1572-8498"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Patient Dignity and Privacy",
        "Ethics in Clinical Research"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2393743034"
    },
    {
      "openalex_id": "W4241895188",
      "doi": "10.1093/acprof:oso/9780199547807.001.0001",
      "title": "The Philosophy of Jürgen Habermas",
      "authors": [
        {
          "name": "Uwe Steinhoff",
          "openalex_id": "A5046714620",
          "orcid": "https://orcid.org/0000-0001-5805-6945"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-06-18",
      "abstract": "Jürgen Habermas seeks to defend the Enlightenment and with it an \"emphatical\", \"uncurtailed\" conception of reason against the post-modern critique of reason on the one hand, and against so-called scientism (which would include critical rationalism and the greater part of analytical philosophy) on the other. His objection to the former is that it is self-contradictory and politically defeatist; his objection to the latter is that, thanks to a standard of rationality derived from the natural sciences or from Weber's concept of purposive rationality, it leaves normative questions to irrational decisions. Wishing to offer an alternative, Habermas tries to develop a theory of communicative action that can clarify the normative foundations of a critical theory of society as well as provide a fruitful theoretical framework for empirical social research. This study is a comprehensive and detailed analysis and a sustained critique of Habermas' philosophical system starting with his pragmatist turn in the seventies. It clearly and precisely depicts its long path from an analysis of speech acts to a discourse theory of law and the democratic constitutional state via the theory of communicative action, discourse ethics, and the attempts to apply the approach to, and support it with, empirical theories.",
      "cited_by_count": 19,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4241895188"
    },
    {
      "openalex_id": "W4382284863",
      "doi": "10.4135/9781071840801",
      "title": "The SAGE Encyclopedia of Leadership Studies",
      "authors": [
        {
          "name": "Lasse Laustsen",
          "openalex_id": "A5042340295",
          "orcid": "https://orcid.org/0000-0002-3726-9586"
        },
        {
          "name": "Scott Allison",
          "openalex_id": ""
        },
        {
          "name": "Georgia Sorenson",
          "openalex_id": ""
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-01-01",
      "abstract": "Discourse ethics is an ethical philosophy based on communicative action and reason. It has gained prominence through the works of the German philosopher Jürgen Habermas, among others, and stands in the tradition of the cognitivist-rational ethics, established by Immanuel Kant. However, in contrast to the Kantian philosophy, it does not derive the validity of its ethical norms from individual self-reflection, but, rather, assumes that society and social life constitute themselves through communication. It thereby follows the linguistic turn in philosophy, that means, it studies the implications of language and communication for social phenomena, and develops its modes of operation from a theory of communicative action. The theory of communicative action postulates that individuals coordinate their actions in their social life through communicative exchange processes, or communicative action. The aim of communication is thereby to foster understanding among the participating parties. Discourse ethics has received considerable attention in organization and management research, and more recently, in leadership studies. It is for instance leveraged as a procedural approach through which leaders can establish ethical and legitimate decisions in exchanges with their stakeholders and invoked in ideas of responsible leadership. The purpose of this entry is to give a brief overview of discourse ethics. To this end, the entry will first discuss the assumptions of the philosophical concept. It will then highlight some of the criticism and discuss how this critique led to broaden the concept and to inform ideas of deliberative democracy. Finally, it will refer to the implications of discourse ethics for organization and leadership theory.",
      "cited_by_count": 15,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/11475/29293"
      },
      "topics": [
        "Organizational Strategy and Culture",
        "Organizational Leadership and Management Strategies",
        "Organizational Learning and Leadership"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4382284863"
    },
    {
      "openalex_id": "W2058479894",
      "doi": "10.1080/09672550500169182",
      "title": "Avoiding Authoritarianism: On the Problem of Justification in Contemporary Critical Social Theory",
      "authors": [
        {
          "name": "Maeve Cooke",
          "openalex_id": "A5022186048",
          "orcid": "https://orcid.org/0000-0002-3168-4375",
          "institutions": [
            "University College Dublin"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-09-01",
      "abstract": "Abstract Critical social theories look critically at the ways in which particular social arrangements hinder human flourishing, with a view to bringing about social change for the better. In this they are guided by the idea of a good society in which the identified social impediments to human flourishing would once and for all have been removed. The question of how these guiding ideas of the good life can be justified as valid across socio‐cultural contexts and historical epochs is the most fundamental difficulty facing critical social theories today. This problem of justification, which can be traced back to certain key shifts in the modern Western social imaginary, calls on contemporary theories to negotiate the tensions between the idea of context‐transcendent validity and their own anti‐authoritarian impulses. Habermas makes an important contribution towards resolving the problem, but takes a number of wrong turnings. Keywords: Critical theorynon‐authoritarian theoryautonomyHabermasformal pragmaticsHabermas's theory of justice Notes 1 In situating critical social theory within the modern Western social imaginary, I do not wish to imply that this form of modernity is in any sense superior to other forms. I follow S. N. Eisenstadt in confining myself to the thesis that it is distinctive; I also follow Eisenstadt in recognizing 'the great variability of the symbolic, ideological and institutional responses to it [Western modernity], of the ways in which different civilizations and societies interpret different symbolic premises of modernity and different modern institutional patterns and dynamics'. S. N. Eisenstadt, 'Introduction', in S. N. Eisenstadt (ed.) Patterns of Modernity, Vol. 1: The West (London: Frances Pinter, 1987), pp. 1–11, here, p. 5. 2 Here I am guided by Cornelius Castoriadis's view that every society creates a social imaginary that determines society's values and the institutions that embody them. However, I use the term in a general way without committing myself to other aspects of Castoriadis's account of the social imaginary. See C. Castoriadis, The Imaginary Institution of Society (Cambridge, MA: MIT Press, 1987). My use of the term is closer to that of Charles Taylor. See C. Taylor, Modern Social Imaginaries (Durham, NC: Duke University Press, 2004). 3 A well‐known example here is Nietzsche, who challenged key elements of the modern world‐view, for example, the assumptions that human beings are equal and that historical time is progressive, and took on the task of reorienting our perceptions with regard to these. See F. Nietzsche, Thus Spoke Zarathustra, trans. T. Common (London: Allen and Unwin, 1967) and F. Nietzsche, Beyond Good and Evil, trans. R. J. Hollingdale (Harmondsworth: Penguin Books, 1973). 4 R. Rorty, Contingency, Irony, and Solidarity (Cambridge: Cambridge University Press, 1989). 5 This is Robert Brandom's gloss on Rorty's utopian idea of unfettered imaginative activity in his 'Vocabularies of Pragmatism: Synthesizing Naturalism and Historicism', in R. Brandom (ed.) Rorty and his Critics (Oxford: Blackwell, 2000), p. 179. Rorty claims to be in enthusiastic agreement with the sections of Brandom's essays from which this quotation is taken in his 'Response to Robert Brandom', in Rorty and his Critics, pp. 184 and 189. 6 See Butler's contributions to J. Butler, E. Laclau and S. Žižek, Contingency, Hegemony, Universality (London: Verso, 2000). 7 J. Habermas, The Theory of Communicative Action, Vols. 1 and 2, trans. T. McCarthy (Boston, MA: Beacon Press, 1984 and 1987). 8 Examples here are A. Honneth, Struggle for Recognition, trans. J. Anderson (Cambridge, MA: MIT Press, 1995), J. Habermas, 'Individuation through Socialization: On George Herbert Mead's Theory of Subjectivity', in his Postmetaphysical Thinking, trans. W. M. Hohengarten (Cambridge, MA: MIT Press, 1992), pp. 149–204, and J. Habermas, 'Morality and Ethical Life: Does Hegel's Critique of Kant Apply to Discourse Ethics?', in his Moral Consciousness and Communicative Action, trans. C. Lenhardt and S. Weber Nicholsen (Cambridge, MA: MIT Press, 1990), pp. 195–215. 9 M. Cooke, Re‐Presenting the Good Society (Cambridge, MA: MIT Press, 2006). For an earlier effort in the same direction, see M. Cooke, 'A Space of One's Own: Autonomy, Privacy, Liberty', Philosophy and Social Criticism, 25 (1) (1999), pp. 23–53. 10 More precisely, the 'us' refers to 'us educated, sophisticated, tolerant, wet liberals, the people who are always willing to hear the other side, to think out all the implications, etc.' R. Rorty, 'Putnam and the Relativist Menace', Journal of Philosophy, 90 (9) (1993), 443–61, here, pp. 451–2. 11 For Butler, the normative and optimistic aspect of critical social thinking consists 'in the possibilities for expanding the key terms of liberalism, rendering them more inclusive, more dynamic and more concrete'. See J. Butler, 'Restaging the Universal', in Butler, Laclau and Žižek, Contingency, Hegemony, Universality, pp. 11–43, here, p. 13. Butler actually refers to 'the normative and optimistic moment' of hegemony; however, her formulation seems equally applicable to critical social thinking as she conceives it. 12 'Dogmatic' is used in the 'harmless sense' that for us, who have developed our identities within the socio‐cultural context of Western modernity, it cannot be circumvented. J. Habermas, Between Facts and Norms, trans. W. Rehg (Cambridge, MA: MIT Press, 1996), pp. 445–56. 13 See J. Butler, 'Gender Trouble, Feminist Theory, and Psychoanalytic Discourse', in L. Nicholson (ed.) Feminism/Postmodernism (New York: Routledge, 1990), p. 324–40. In her most recent writings, however, there is some evidence that Butler is now less hostile to the notions of subjectivity with which the idea of autonomy is linked and may even be prepared to view autonomy as one of the key terms of liberal modernity that are open to creative rearticulation and re‐enactment. See J. Butler, Antigone's Claim: Kinship between Life and Death (New York: Columbia University Press, 2000) and J. Butler, Undoing Gender (London and New York: Routledge, 2004). 14 I outline the concept of autonomy that in my view best takes account of this intuition in Cooke, Re‐Presenting the Good Society, Ch. 6. 15 Ferrara posits coherence and depth as two of the four normative requirements of authentic identity: A. Ferrara, Reflective Authenticity (London: Routledge, 1998). 16 Butler is likely to reject the very terms in which this disagreement is cast. Nor is it clear on which side of the divide she would position herself, even if she were to accept its terms. In Cooke, Re‐Presenting the Good Society, Ch. 4, I argue, nonetheless, that this is an issue of central concern to her theory and that a context‐transcending position would make best sense of her idea of universality as radical translation (see Butler, 'Restaging the Universal'). 17 For Butler, all forms of identity – for example, the identity of individual subjects – are constituted differentially. That is, their constitution produces a constitutive outside that can never become fully inside or immanent. On the 'incompletion' of what she calls the subject position, see Butler, 'Restaging the Universal', p. 12. 18 Butler, 'Dynamic Conclusions', in Butler, Laclan and Žižek, Contingency, Hegemony, Universality, pp. 263–280, here, p. 268. 19 Habermas, who defends a context‐transcending position, accuses radically contextualist approaches such as Rorty's of collapsing the distinction between the strategic and non‐strategic uses of language. J. Habermas, 'Richard Rorty's Pragmatic Turn', in his On the Pragmatics of Communication, edited and with an introduction by M. Cooke (Cambridge, MA: MIT Press, 1998), pp. 343–82. Rorty replies in his 'Response to Habermas', in Brandom, Rorty and his Critics, p. 58. 20 These objections to a radically contextualist critical approach are tailored to discursive – argumentation‐based – models of social criticism. However, as I point out in Cooke, Re‐Presenting the Good Society, Ch. 4, there are equivalent objections to non‐argumentative models of social criticism. 21 Other contemporary thinkers who explicitly endorse a context‐transcending approach include Axel Honneth and Nancy Fraser. See their respective contributions in N. Fraser and A. Honneth, Redistribution or Recognition? A Political‐Philosophical Exchange (London: Verso, 2003). 22 The term Habermas uses to describe what I call the anti‐authoritarian impulse of contemporary critical social theory is 'post‐metaphysical'. See Habermas, Postmetaphysical Thinking. For a brief account of the postmetaphysical character of Habermas's idea of communicative rationality see M. Cooke, Language and Reason (Cambridge, MA: MIT Press, 1994), pp. 38–43. As I point out below, Habermas's postmetaphysical approach goes beyond anti‐authoritarian approaches by leaving no room for the postulate of a transcendent – metaphysical – object. 23 Axel Honneth uses the term 'Left‐Hegelian' to describe the tradition of critical social thinking out of which the critical theory of the Frankfurt School emerges. The term has the advantage that it makes explicit the Frankfurt School's concern to rearticulate the critical social thinking of Hegel, as interpreted above all by Marx and Lukács. See A. Honneth, 'Eine Soziale Pathologie der Vernunft. Zur intellektuellen Erbschaft der Kritischen Theorie', in C. Halbig and M. Quante (eds), Sozialphilosophie zwischen Kritik und Anerkennung (Münster, Hamburg, Berlin, Wien, London: LIT Verlag, 2003). 24 Cf. A. Honneth, 'The Social Dynamics of Disrespect: On the Location of Critical Theory Today', Constellations, 1 (2) (1994), pp. 255–69. 25 M. Horkheimer and Theodor W. Adorno, The Dialectic of Enlightenment, trans. J. Cumming (London: Allen Lane, 1973). 26 Evidently, it also gives rise to a problem of motivation since the authors eliminate the possibility of any kind of human reflection on, or conscious human resistance to, the oppressive, dehumanizing effects of twentieth‐century capitalism. 27 Habermas, The Theory of Communicative Action, Vols 1 and 2. 28 J. Habermas, 'What is Universal Pragmatics?', in Habermas, On the Pragmatics of Communication, pp. 21–103. See also Cooke, Language and Reason. It should be noted that Habermas sees reconstructive theories as dependent on indirect validation by other theories. See J. Habermas, 'Moral Consciousness and Communicative Action', in his Moral Consciousness and Communicative Action, pp. 116–94, here, pp. 116–18. 29 Habermas's clearest statement of the role which formal pragmatics plays in justifying his theory of communicative action can be found his writings on discourse ethics. See J. Habermas, 'Discourse Ethics: Notes on A Program of Philosophical Justification', in his Moral Consciousness and Communicative Action, pp. 42–115 (esp. pp. 82–98). Here, the universalist character of his formal‐pragmatic hypotheses is evident, for example, when he states that 'the principle of universalization […] is implied by the presuppositions of argumentation in general' (p.86, my italics). To be sure, it is not clear how exactly this statement is to be understood. On occasion, he suggests that certain of the strong idealizations on which his theory depends are the result of socio‐cultural learning processes; these learning processes, which come about for historically contingent reasons, can be seen as developing the inherent logic of normative intuitions that are features of communication in all socio‐cultural contexts and historical epochs. However, this qualification merely increases his burden of proof, for he now has to show not only that the normative intuitions in question are a feature of communication in general but also that there is an inherent logic to their development along the reflexive and universalist lines he describes. In his writings of the 1970s and 1980s Habermas held the view that reconstructive theories of individual moral development of the kind proposed by Lawrence Kohlberg could help him in this regard, while acknowledging that the difficulties involved in developing any such theory on a socio‐cultural level were considerable (see J. Habermas, Communication and the Evolution of Society, trans. T. McCarthy (London: Heinemann, 1979) and Habermas, 'Moral Consciousness and Communicative Action'). Since then, however, he has made no attempt to develop the required theory of socio‐cultural learning and has, moreover, expressed reservations about a number of fundamental aspects of Kohlberg's theory (see J. Habermas, 'A Philosophico‐Political Profile', in his Autonomy and Solidarity, ed. Peter Dews (London: Verso, 1986), pp. 149–89, here, p. 168 and J. Habermas, 'Lawrence Kohlberg and Neo‐Aristotelianism', in his Justification and Application: Remarks on Discourse Ethics, trans. C. Cronin (Cambridge, MA: MIT Press, 1993), pp. 113–32). For these reasons, I leave aside this complication in the following. 30 Cooke, Language and Reason, esp. pp. 29–38. To be sure, this constitutes an objection to his theory only in the absence of a theory of socio‐cultural learning that would show the idealizations in question to be the logical necessary development of normative intuitions that are features of communicative practices in general (see n. 29 above). 31 Seyla Benhabib makes this point with regard to the idealizing suppositions guiding moral argumentation in her Situating the Self (New York: Routledge, 1992), pp. 29–32. Cf. Cooke, Language and Reason, pp. 31–4. 32 See Cooke, Language and Reason, esp. pp. 150–62. 33 See Habermas, Between Facts and Norms, p. 109. Here he explicitly endorses the formal‐pragmatic justification of the moral principle of universalizability that he conducted in his earlier work. 34 In his writings subsequent to The Theory of Communicative Action there is some evidence that Habermas is prepared to accept that formal pragmatics provides only limited support for his concept of communicative rationality. Although he continues to affirm the importance of formal pragmatics as a justificatory strategy, on occasion he seems willing to admit that, on its own, formal pragmatics, cannot justify the emancipatory perspective offered by his critical social theory. See, for example, J. Habermas, 'A Genealogical Analysis of the Cognitive Content of Morality', in his The Inclusion of the Other, ed. C. Cronin and P. de Greiff (Cambridge, MA: MIT Press, 2000), pp. 3–46, here, p. 45. Furthermore, I discern evidence of an implicit acknowledgment of the limited justificatory power of formal pragmatics in Habermas's recent metatheoretical writings, in particular in the 'weak' naturalist argument he outlines in his Wahrheit und Rechtfertigung (Frankfurt am Main: Suhrkamp, 1999), pp. 27–40. This argument aims to shed light on the question of how we can uphold a conception of objectivity notwithstanding the multiplicity and contingency of world‐generating grammars. In the course of the argument Habermas acknowledges his theory's reliance on the assumption that human beings unavoidably conceive of the progress of history as the possibility of learning. I regard this acknowledgment as a definite step in the right direction. See my discussion in M. Cooke, 'Socio‐Cultural Learning as a \"Transcendental\" Fact: Habermas's Postmetaphysical Perspective', International Journal of Philosophical Studies, 9 (1) (2001), pp. 63–83 and M. Cooke, 'Between \"Objectivism\" and \"Contextualism\": the Normative Foundations of Social Philosophy', Critical Horizons, 1 (2) (2000), pp. 193–227. 35 See especially Habermas, Between Facts and Norms, Chs 7 and 8. 36 See my discussion in M. Cooke, 'The Weaknesses of Strong Intersubjectivism: Habermas's Conception of Justice', European Journal of Political Theory, 2 (3) (2003), pp. 298–300. 37 J. Rawls, Political Liberalism (New York: Columbia University Press, 1993). It is noteworthy that Habermas criticizes (what I call) the radically contextualist aspect of Rawls's theory. See J. Habermas, 'Reconciliation through the Public Use of Reason: Remarks on John Rawls's Political Liberalism', Journal of Philosophy, 92 (3) (1995), pp. 109–31. Reprinted in Habermas, The Inclusion of the Other, pp. 49–73. 38 See nn 30 and 29 above. 39 Benhabib makes a similar point in her Situating the Self, p. 32. Indeed, the justificatory strategy I propose is similar to Benhabib's in a number of respects. The differences between our positions have to do with my proposed conceptualization of the idea of context‐transcending validity that is operative in argumentation. In M. Cooke, 'Habermas and Consensus', European Journal of Philosophy, 1 (3) (1993), pp. 247–67, I argue that this aspect of Benhabib's theory is underdeveloped. In Re‐Presenting the Good Society, Ch. 7, I make some concrete suggestions as to how it should be developed. 40 I develop it further in Cooke, Re‐Presenting the Good Society, Ch. 6. 41 I develop it further ibid., Chs 1 and 2. 42 I discuss his theory of truth in some detail in M. Cooke, 'Habermas on Meaning and Truth', European Journal of Philosophy, 9 (1) (2001), pp. 1–23, in Cooke, 'The Weaknesses of Strong Intersubjectivism' and in Cooke, Re‐Presenting the Good Society, Ch. 5. 43 Habermas, Postmetaphysical Thinking, p. 8. 44 Ibid., p. 139. 45 It has been criticized, for example, for its restriction of moral discourse to discussion from the standpoint of the 'generalized other', neglecting the standpoint of the 'concrete other' (in Benhabib, Situating the Self, pp. 340–2); for its proposal that the idea of an agreement reached in an idealized process of moral discourse can be used as a standard for testing the validity of actual moral norms and principles (in A. Wellmer, 'Ethics and Dialogue', in his The Persistence of Modernity, trans. D. Midgley (Cambridge, MA, MIT Press, 1991), pp. 113–231 and in C. Lafont, 'Realismus und Konstruktivismus in der kantianischen Moralphilosophie – das Beispiel der Diskursethik', Deutsche Zeitschrift für Philosophie, 50 (1) (2002), pp. 39–52); and for making moral insight dependent on the exchange of arguments in moral discourse (in Cooke, 'The Weaknesses of Strong Intersubjectivism', pp. 294–8). 46 Cooke, Re‐Presenting the Good Society, esp. Chs 5, 6 and 7. 47 See J. Habermas, 'Richtigkeit versus Wahrheit', in his Wahrheit und Rechtfertigung, pp. 271–317, esp. 296–301. 48 See Habermas, 'Richtigkeit versus Wahrheit'. 49 J. Habermas, 'Einführung: Realismus nach der pragmatischen Wende', in his Wahrheit und Rechtfertigung, pp. 7–64, here, pp. 56–57; see also 'Richtigkeit versus Wahrheit', esp. pp. 293–5. The German word normally used by Habermas is unverfügbar. 50 The main elements of Habermas's revised theory of truth are set out in his 'Richtigkeit versus Wahrheit' and in his 'Richard Rorty's Pragmatic Turn'. 51 Judith Butler gives examples of ways in which the concept of universality has been vigorously contested, resulting in creative new articulations and restagings of it (see Butler, 'Restaging the Universal'). Similarly, the concept of autonomy has been the subject of vigorous contestation and rearticulation. Even the concept of contestability can be the object of socio‐cultural learning: Albrecht Wellmer, for example, suggests that the question of which 'truths' can be contested is itself a contested matter, suggesting the need to reconsider the concept of contestability itself (see A. Wellmer, Sprachphilosophie (Frankfurt am Main: Suhrkamp, 2004), pp. 250–77). 52 See Cooke, 'The Weaknesses of Strong Intersubjectivism', and Cooke, Re‐Presenting the Good Society, esp. Ch. 7. 53 K. Marx, 'Theses on Feuerbach', in D. McLellan (ed.) Karl Marx: Selected Writings (Oxford: Oxford University Press, 1977), pp. 156–8. 54 However, in Cooke, Re‐Presenting the Good Society, Ch. 8, I argue that a non‐authoritarian conception of theory calls on critical social theory to rearticulate the traditional Marxian notion of praxis. 55 In Cooke, Re‐Presenting the Good Society, Ch. 8, I suggest that contemporary critical social theories are well advised to give up the aspiration of providing a 'grand explanation' of what is wrong with the existing social order and to concentrate, instead, on analysing how the impediments to human flourishing are reproduced and disseminated.",
      "cited_by_count": 38,
      "type": "article",
      "source": {
        "name": "International Journal of Philosophical Studies",
        "type": "journal",
        "issn": [
          "0967-2559",
          "1466-4542"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2058479894"
    },
    {
      "openalex_id": "W2075199726",
      "doi": "10.1080/14681369800200041",
      "title": "Between facts and norms: action research in the light of Jürgen Habermas's theory of communicative action and discourse theory of justice<sup>1</sup>",
      "authors": [
        {
          "name": "Rauno Huttunen",
          "openalex_id": "A5032219560",
          "orcid": "https://orcid.org/0000-0002-9346-6680",
          "institutions": [
            "University of Jyväskylä"
          ]
        },
        {
          "name": "Hannu L. T. Heikkinen",
          "openalex_id": "A5025309566",
          "orcid": "https://orcid.org/0000-0003-2547-9372",
          "institutions": [
            "University of Jyväskylä"
          ]
        }
      ],
      "publication_year": 1998,
      "publication_date": "1998-10-01",
      "abstract": "Abstract An emphasis on democracy is typical of action research. Therefore, theories of modern democracy can be applied within the field of school development through action research. According to Jürgen Habermas, the promotion of democratic will formation requires the promotion of free and rational communicative action that is as free from manipulation as possible. Under ideal communicative conditions, consensus is achieved dialectically through the force of a better argument. The principles of rational argumentation have been developed in detail in Habermas's publications on discourse ethics and in The Theory of Communicative Action. He has recently developed his approach in a book entitled Between Facts and Norms, to which theorists of action research have so far paid little attention. In this book, Habermas examines the possibilities for bridging the gap between actual norms and social acceptance of norms in modern society. In traditional society there was no gap between the facticity and the validity of a norm. In modernity, by contrast, a norm is considered valid only if it has been agreed on in free communication between all parties concerned. Action research can support the formation of communication mechanisms that advance collective discursive will-formation. In this sense, Habermas's recent theorising offers interesting viewpoints on action research.",
      "cited_by_count": 17,
      "type": "article",
      "source": {
        "name": "Curriculum Studies",
        "type": "journal",
        "issn": [
          "0965-9757"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.1080/14681369800200041?needAccess=true"
      },
      "topics": [
        "Sociology and Education Studies",
        "Emile Durkheim and Sociology",
        "Critical Realism in Sociology"
      ],
      "referenced_works_count": 26,
      "url": "https://openalex.org/W2075199726"
    },
    {
      "openalex_id": "W1604551758",
      "doi": "10.1017/upo9781844653539",
      "title": "The Philosophy of Habermas",
      "authors": [
        {
          "name": "Andrew Edgar",
          "openalex_id": "A5000676026",
          "orcid": "https://orcid.org/0000-0003-4556-5147",
          "institutions": [
            "Cardiff University"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-06-29",
      "abstract": "This comprehensive introduction to the thought of Jurgen Habermas covers the full range of his ideas from his early work on student politics to his recent work on communicative action, ethics and law. Andrew Edgar examines Habermas's key texts in chronological order, revealing the developments, shifts and turns in Habermas's thinking as he refines his basic insights and incorporates new sources and ideas. Some of the themes discussed include Habermas's early reshaping of Marxist theory and practice, his characterization of critical theory, his conception of universal pragmatics, his theories of communicative action and discourse ethics, and his defence of the project of modernity.&#13;\\n&#13;\\nEdgar offers much more than a schematic run through of Habermas's big ideas. He deals in detail with Habermas's arguments in order to demonstrate how he weaves together multiple strands of thought, and he usefully situates Habermas's ideas within the contexts of the history of German philosophy, the history of sociology, and within contemporary debates in both continental and analytic philosophy. By engaging with some of Habermas's key critics and contrasting his views with the ideas of contemporaries, Edgar is able to give a clear sense of Habermas's place and importance in contemporary philosophy and social theory.",
      "cited_by_count": 23,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1604551758"
    },
    {
      "openalex_id": "W2892456718",
      "doi": "10.1007/978-3-319-79045-9_11",
      "title": "Participation in Argumentation",
      "authors": [
        {
          "name": "Jenny Cramer",
          "openalex_id": "A5015980748",
          "orcid": "https://orcid.org/0000-0002-8579-9012",
          "institutions": [
            "University of Bremen"
          ]
        },
        {
          "name": "Christine Knipping",
          "openalex_id": "A5035043391",
          "orcid": "https://orcid.org/0000-0003-0345-7834",
          "institutions": [
            "University of Bremen"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-01",
      "abstract": null,
      "cited_by_count": 18,
      "type": "book-chapter",
      "source": {
        "name": "Advances in mathematics education",
        "type": "book series",
        "issn": [
          "1869-4918",
          "1869-4926"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Mathematics Education and Teaching Techniques",
        "Pragmatism in Philosophy and Education",
        "Educational Theory and Curriculum Studies"
      ],
      "referenced_works_count": 31,
      "url": "https://openalex.org/W2892456718"
    },
    {
      "openalex_id": "W2275236824",
      "doi": "10.1362/147539215x14373846805789",
      "title": "Unleashing corporate communications via social media: A UK study of brand management and conversations with customers",
      "authors": [
        {
          "name": "Marie Griffiths",
          "openalex_id": "A5032970634",
          "orcid": "https://orcid.org/0000-0002-2040-1077"
        },
        {
          "name": "Rachel McLean",
          "openalex_id": "A5052227073",
          "orcid": "https://orcid.org/0000-0001-6778-1487"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-08-31",
      "abstract": "This paper reports on a small-scale UK based study that explores the impact of social media adoption and use on corporate communications and brand image. The study was structured around an empirical research study including discourse and textual analysis, archival research on social media brand communications, interactions with customers, and a small-scale survey with social media managers. The authors draw upon Habermas' theory of communicative action (the ideal speech situation and discourse ethics) in the analysis. The paper concludes that while some companies and public organisations are beginning to understand the importance of 'real' conversations with customers, only a small number have adopted the 'human brand' approach. Even fewer appear to have strategised for the characteristics of social media communications. Limitations of the study and areas for further work are identified. In raising the contradictory challenges of the immediacy and conversational tone expected of social media communications versus the need to manage the brand image and to control corporate communications, this paper has great academic and practical significance.",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "Journal of Customer Behaviour",
        "type": "journal",
        "issn": [
          "1475-3928",
          "1477-6421"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://researchonline.ljmu.ac.uk/id/eprint/1949/1/JCBMcLean-AUTHORCOPY.pdf"
      },
      "topics": [
        "Digital Marketing and Social Media",
        "Technology Adoption and User Behaviour",
        "Digital Communication and Language"
      ],
      "referenced_works_count": 47,
      "url": "https://openalex.org/W2275236824"
    },
    {
      "openalex_id": "W1968920975",
      "doi": "10.4324/9781003763987-14",
      "title": "Deliberative Democracy or Agonistic Pluralism?",
      "authors": [
        {
          "name": "Chantal Mouffe",
          "openalex_id": "A5063126295",
          "institutions": [
            "University of Westminster"
          ]
        }
      ],
      "publication_year": 2026,
      "publication_date": "2026-01-06",
      "abstract": "As testified by the increasing success of the extreme right in several countries, western societies are witnessing a growing disaffection with democratic institutions. Such a disaffection may have serious consequences for the future of democracy. Unfortunately, liberal democratic societies are ill-prepared to confront the present challenge, since they are unable to grasp its nature. One of the main reasons for this inability lies in the type of political theory currently in vogue, dominated as it is by an individualistic, uni-versalistic, and rationalistic framework. Such a framework erases the dimension of the political and impedes envisaging in an adequate manner the nature of a pluralistic democratic public sphere.",
      "cited_by_count": 1298,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://www.ssoar.info/ssoar/handle/document/24654"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Critical Theory and Philosophy",
        "Political Theology and Sovereignty"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W1968920975"
    },
    {
      "openalex_id": "W1527812295",
      "doi": "10.1108/03068290710723372",
      "title": "A deliberative ethic for development",
      "authors": [
        {
          "name": "John Cameron",
          "openalex_id": "A5019226391",
          "orcid": "https://orcid.org/0000-0002-3389-9732",
          "institutions": [
            "University of East Anglia"
          ]
        },
        {
          "name": "Hemant Ojha",
          "openalex_id": "A5001166882",
          "orcid": "https://orcid.org/0000-0003-2654-4092",
          "institutions": [
            "University of East Anglia"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-01-15",
      "abstract": "Purpose The purpose of this paper is to explore the possibility of a procedural deliberative alternative to an atomistic conception of individuals and an economic logic of markets or a priori universal lists, as ethical foundation for evaluating socio‐economic change. Design/methodology/approach To develop this argument, the paper combines a modified Kantian categorical imperative with deliberative ethics drawing on the writings of Habermas and Dewey. The journey through the European Enlightenment thought of Kant to the contemporary thought of Habermas and Bourdieu aims at mapping continuity and change in key themes in development ethics. These ideas are then given practical application in a case‐study of the people‐forestry interface in Nepal. Findings The paper shows how Kantian non‐deception links to Habermas' notion of communicative action and Dewey's notion of cooperative inquiry, and how Kantian non‐coercion links to the inclusion of subaltern voices. While the paper proposes that more open deliberative processes can potentially produce ethical gains, it also identifies an idealistic risk in this position. Bourdieu's thinking is utilised to reveal limitations on improving deliberative processes where there are powerful mechanisms reproducing inequalities. Practical implications The paper makes the case for greater attention being given to exploring deliberative processes as a prerequisite for ethical developmental actions. Originality/value The paper brings together authors who rarely feature in the development studies discourse and applies their ideas to a practical case study.",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "International Journal of Social Economics",
        "type": "journal",
        "issn": [
          "0306-8293",
          "1758-6712"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social and Cultural Dynamics",
        "Social Media and Politics",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W1527812295"
    }
  ],
  "count": 25,
  "errors": []
}
