{
  "status": "success",
  "source": "openalex",
  "query": "counter-publics gender Habermas",
  "results": [
    {
      "openalex_id": "W649021295",
      "doi": null,
      "title": "Masses, classes, and the public sphere",
      "authors": [
        {
          "name": "Mike Hill",
          "openalex_id": "A5007047025"
        },
        {
          "name": "Warren Montag",
          "openalex_id": "A5030426663",
          "orcid": "https://orcid.org/0000-0002-3957-3979"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "Despite the passing of some forty years since the original publication of Jurgen Habermas's The Structural Transformation of the Public Sphere, the fundamental concepts that informed the book remain prominent and distinctly influential. So much so that the term 'public sphere', as Habermas introduced it, has today become an ultimately foundational concept for assessing everything from intellectual debate and 'public access' criticism, to the function of race, gender, and sexual difference on contemporary civil society. As new demands have been made on the concept, so people have refined and extended them, positing the idea of a plurality of counter-public spheres (proletarian, bourgeois, feminine, national, global, for instance), and continually addressing the philosophical concept of the public sphere itself. This volume attempts to move beyond these debates to pose fundamental questions about the function and continued relevance of the public sphere today, both politically and practically. A set of distinguished essays, ranging from the philosophical foundations of the Enlightenment to contemporary struggles over civil rights and public policy, seek to highlight the internal conflicts that have marked the progressive development of Habermas's original concept. Contributors: Stanley Aronowitz, Etienne Balibar, Crystal Bartolovich, Jamie Owen Daniel, Mike Davis, Henry A. Giroux, Michael Hardt, Mike Hill, David McInerney, Warren Montag, You-Me Park, Ted Stolze, Raul H. Villa, Gayle Wald.",
      "cited_by_count": 88,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W649021295"
    },
    {
      "openalex_id": "W3207091016",
      "doi": "10.17645/pag.v10i1.4801",
      "title": "At the Digital Margins? A Theoretical Examination of Social Media Engagement Using Intersectional Feminism",
      "authors": [
        {
          "name": "Charlotte Galpin",
          "openalex_id": "A5083896313",
          "orcid": "https://orcid.org/0000-0002-8410-3300",
          "institutions": [
            "University of Birmingham"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-06",
      "abstract": "This article applies an intersectional feminist lens to social media engagement with European politics. Disproportionately targeted at already marginalised people, the problem of online abuse/harassment has come to increasing public awareness. At the same time, movements such as #BlackLivesMatter and #MeToo have demonstrated the value of social media in facilitating global grassroots activism that challenges dominant structures of power. While the literature on social media engagement with European politics has offered important insights into the extent to which social media facilitates democratic participation, it has not to date sufficiently accounted for patterns of intersectional activism and online inequalities. Using Nancy Fraser’s feminist critique of Habermas’ public sphere theory and Kimberlé Crenshaw’s theory of intersectionality, this article explores patterns of gender and racial inequalities in the digital public space. By analysing both the role of racist and misogynistic online abuse targeted at women, nonbinary, agender, and gender-variant people in public life, as well as the opportunities for marginalised groups to mobilise transnationally through subaltern counter-publics, I argue that social media engagement is inextricably linked with offline inequalities. To fully understand the impact of social media on European democracy, we need to pay attention to gendered and racialised dynamics of power within the digital public sphere that have unequal consequences for democratic participation. This will involve expanding our methodological repertoire and employing tools underpinned by a critical feminist epistemology.",
      "cited_by_count": 41,
      "type": "article",
      "source": {
        "name": "Politics and Governance",
        "type": "journal",
        "issn": [
          "2183-2463"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/politicsandgovernance/article/download/4801/4801"
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Media Studies and Communication"
      ],
      "referenced_works_count": 49,
      "url": "https://openalex.org/W3207091016"
    },
    {
      "openalex_id": "W1530921679",
      "doi": null,
      "title": "Canadian Political Philosophy: Contemporary Reflections",
      "authors": [
        {
          "name": "Ronald Beiner",
          "openalex_id": "A5084077210",
          "orcid": "https://orcid.org/0000-0002-7955-7658"
        },
        {
          "name": "Wayne Norman",
          "openalex_id": "A5111943047"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-01-01",
      "abstract": "INTRODUCTION PART I: RETHINKING LIBERALISM AND CITIZENSHIP 1. Cosmopolitanism, Nationalism, and Immigration: False Dichotomies and Shifting Presuppositions 2. Democracy and Globalization: A Defeasible Sketch 3. New Constitutionalism: Democracy, Habermas, and Canadian Exceptionalism 4. Saving Democracy from Deliberation 5. Self-Defeating Political Education PART II: EQUALITY, JUSTICE AND GENDER 6. History, Ethics, and Marxism 7. Egalitarianism Renewed 8. A Relational Approach to Citizenship 9. Birth, Maternity, Citizenship: Some Reflections PART III: MINORITY RIGHTS, MULTICULTURALISM AND IDENTITY 10. The New Debate over Minority Rights 11. Liberal Nationalism and Multiculturalism 12. Legal Multiculturalism From the Bottom Up 13. What Not to Do About Hate Speech: An Argument Against Censorship 14. Toleration, Canadian Style: Reflections of a Yankee-Canadian 15. Charles Taylor's Pedagogy of Recognition PART IV: NATIONALISM AND SELF-DETERMINATION 16. Lifeboat 17. Communities of Memory 18. Civic and Ethnic Nationalism: Lessons from the Canadian Case 19. The True Nature of Sovereignty: Reply to My Critics Concerning Trudeau and the End of a Canadian Dream 20. The Supreme Court's Reference on Unilateral Secession: A Turning Point in Canadian History 21. Vision: Towards an Understanding of Aboriginal Sovereignty PART V: IN DIALOGUE WITH THE HISTORY OF POLITICAL PHILOSOPHY 22. The Platonic Challenge to the Modern Idea of the Public Intellectual 23. Coercion and Disagreement 24. Liberalism and Moral Subjectivism 25. Weaving a Work 26. The Immanent Counter-Enlightenment",
      "cited_by_count": 71,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Canadian Identity and History"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1530921679"
    },
    {
      "openalex_id": "W1579904805",
      "doi": "10.1080/10130950.2015.993545",
      "title": "Art, media and gender based activism: A critical reflection on the University of South Africa (UNISA) colloquium on Zanele Muholi",
      "authors": [
        {
          "name": "Siyasanga M. Tyali",
          "openalex_id": "A5028342031",
          "orcid": "https://orcid.org/0000-0001-5365-6896"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-10-02",
      "abstract": "The art work of visual activist Zanele Muholi was the subject of a colloquium held by the University of South Africa (UNISA) on the 24 March 2014. The colloquium invited critical discussion of Muholi's use of film and photography as a medium for black queer gender activism. The event also sought to raise awareness in the public domain of the recurring incidents of homophobic violence and attacks against gender non-conforming people in South Africa and on the rest of the African continent. Presenters offered different ways of seeing and evaluating Muholi's work and its power to deliver a social message by means of a visual discourse that engages and subverts narrow constructions of gender through her representations of the human body and black queer sexual identity. This Focus considers the presentations and the critical value of Muholi's visual activism as a counter discourse on gender and art in post-apartheid South Africa. The writer draws on Paulo Freire's (1970) notion of the liberatory potential of social dialogue and its mediation in the public sphere (Habermas, 1989).",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Agenda",
        "type": "journal",
        "issn": [
          "1013-0950",
          "2158-978X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "South African History and Culture",
        "African Sexualities and LGBTQ+ Issues",
        "African history and culture studies"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W1579904805"
    },
    {
      "openalex_id": "W2090708324",
      "doi": "10.1353/par.2005.0022",
      "title": "Kenneth Burke, John Dewey, and the Pursuit of the Public",
      "authors": [
        {
          "name": "Paul Stob",
          "openalex_id": "A5089919841"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "Kenneth Burke, John Dewey, and the Pursuit of the Public Paul Stob In Deliberation Day, Bruce Ackerman and James Fishkin argue for the creation of a national holiday, \"Deliberation Day,\" in which citizens come together over a two-day period in their local schools and community centers to deliberate over the merits of presidential candidates and their platforms (Ackerman and Fishkin 2004). While Ackerman and Fishkin propose that the government pay each citizen a $150 stipend for voluntary participation, the purpose is not so much to monetarily to reward citizens for \"showing up\" as it is to foster an enriched civic culture that would send shockwaves through America's political infrastructure: \"If Deliberation Day succeeded, everything else would change: the candidates, the media, the activists, the interest groups, the spin doctors, the advertisers, the pollsters, the fund raisers, the lobbyists, the political parties. All would have no choice but to adapt to a more attentive and informed public\" (3). The task of Deliberation Day would be to create a new social context in which citizens could become enlightened through public participation. As the authors conclude the book, \"We can, through an act of political imagination, create new institutions for redeeming the ancient promise of democratic citizenship. Ordinary men and women need not be the hapless playthings of the powerful. They can and must find new ways to hold their leaders to account, and redeem their dignity as human beings by responsibly shaping their collective destiny\" (219). Ackerman and Fishkin's proposal is indeed filled with political imagination. I bring their proposal to light not to critique the possibilities and limitations of Deliberation Day, but to understand the way in which the authors understand \"the public.\" At the bottom, what the polity needs, Ackerman and Fishkin believe, is a public space dedicated to the reinvigoration [End Page 226] of political culture. It is not that the citizenry is incapable of hammering out intelligent political solutions, but that it needs access to social contexts that facilitate deliberation and the emergence of a common good. To foster a culture of political intelligence, the public needs only the chance to enter the forums that will facilitate thorough, cooperative political decision-making. Ackerman and Fishkin are not alone in calling for access to or creation of these types of forums. Habermas's bourgeois public sphere—a public space in which citizens could come together and rationally debate the activities of the state—essentially represents the evolution of a context, a social space, a public arena (Habermas 1989). The bourgeois public sphere is meant to be egalitarian, providing citizens a forum in which to debate openly and foster a common political consciousness.1 But this sphere has proved problematic for a number of scholars. Oskar Negt and Alexander Kluge (1993), for example, propose a proletarian public sphere to counter capitalism's socioeconomic domination over public resources. Joan Landes (1988) argues that the bourgeois public sphere entails male domination in public life, to the exclusion of women. Nancy Fraser (1992) builds on the feminist critique by adopting the term \"counterpublics,\" collectives of citizens—women, peasants, the working class, and other groups demarcated by issues of race, gender, and ethnicity—that arise in reaction to the dominant public sphere.2 In the introduction to Counterpublics and the State (2001), Robert Asen and Daniel Brouwer argue that critiques of the bourgeois public sphere specifically and public sphere theory generally amount to three \"reconfigurations\" in the way in which scholars think of the public. First, scholars have come to recognize the existence and interaction of multiple public spheres. Second, they have come to acknowledge permeable boundaries of access to the multiple public spheres. Third, scholars have come to recognize the dynamic role of the state in shaping public discourse. One considerable result of these three reconfigurations is an increasing recognition of the political divisions that permeate society (Asen and Brouwer 2001, 17-25). If Asen and Brouwer are right, and I think they are, these three reconfigurations represent the general thrust of contemporary public sphere scholarship, including as it is understood among communication scholars.3 And however diverse such scholarship may be, a few common themes seem to recur across...",
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "Philosophy and Rhetoric",
        "type": "journal",
        "issn": [
          "0031-8213",
          "1527-2079"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Rhetoric and Communication Studies",
        "Public Relations and Crisis Communication",
        "Academic Freedom and Politics"
      ],
      "referenced_works_count": 48,
      "url": "https://openalex.org/W2090708324"
    },
    {
      "openalex_id": "W602440937",
      "doi": "10.26530/oapen_606390",
      "title": "Media and Participation: A site of ideological-democratic struggle",
      "authors": [
        {
          "name": "Nico Carpentier",
          "openalex_id": "A5049960351",
          "orcid": "https://orcid.org/0000-0002-8996-4636",
          "institutions": [
            "North Carolina Exploring Cultural Heritage Online"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "Participation has become fashionable again, but at the same time it has always played a crucial role in our contemporary societies, and it has been omnipresent in a surprisingly large number of societal fields. In the case of the media sphere, the present-day media conjuncture is now considered to be the most participatory ever, but media participation has had a long and intense history. To deal with these paradoxes, this book looks at participation as a structurally unstable concept and as the object of a political-ideological struggle that makes it oscillate between minimalist and maximalist versions. This struggle is analysed in theoretical reflections in five fields (democracy, arts, development, spatial planning and media) and in eight different cases of media practice. These case studies also show participation’s close connection to power, identity, organization, technology and quality.",
      "cited_by_count": 559,
      "type": "book",
      "source": {
        "name": "Intellect Ltd. eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://library.oapen.org/bitstream/20.500.12657/32743/1/606390.pdf"
      },
      "topics": [
        "Cultural Industries and Urban Development",
        "Cultural, Media, and Literary Studies"
      ],
      "referenced_works_count": 415,
      "url": "https://openalex.org/W602440937"
    },
    {
      "openalex_id": "W1598829572",
      "doi": "10.26192/q7w89",
      "title": "Social Science Research: Principles, Methods and Practices",
      "authors": [
        {
          "name": "Anol Bhattacherjee",
          "openalex_id": "A5021648020",
          "orcid": "https://orcid.org/0000-0001-9559-6027"
        },
        {
          "name": "Toleman, Mark",
          "openalex_id": "",
          "orcid": "https://orcid.org/0000-0002-0535-8103",
          "institutions": [
            "Vecima Technology (United Kingdom)"
          ]
        },
        {
          "name": "Rowling, Samara",
          "openalex_id": ""
        },
        {
          "name": "Frederiks, Anita",
          "openalex_id": "",
          "orcid": "https://orcid.org/0000-0001-9618-5748",
          "institutions": [
            "Vecima Technology (United Kingdom)"
          ]
        },
        {
          "name": "Andersen, Nikki",
          "openalex_id": "",
          "institutions": [
            "Vecima Technology (United Kingdom)"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "This book is designed to introduce doctoral and postgraduate students to the process of conducting scientific research in the social sciences, business, education, public health, and related disciplines. It is a one-stop, comprehensive, and compact source for foundational concepts in behavioural research, and can serve as a standalone text or as a supplement to research readings in any doctoral seminar or research methods class. This book is currently being used as a research text at universities in 216 countries, across six continents and has been translated into seven different languages. To receive updates on this book, including the translated versions, please follow the author on Facebook or Twitter @Anol_B.",
      "cited_by_count": 2049,
      "type": "book",
      "source": {
        "name": "University of Southern Queensland ePrints (University of Southern Queensland)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://digitalcommons.usf.edu/oa_textbooks/3"
      },
      "topics": [
        "Information Systems Theories and Implementation",
        "Complex Systems and Decision Making",
        "Innovation and Knowledge Management"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W1598829572"
    },
    {
      "openalex_id": "W2100335669",
      "doi": "10.1080/01436590220108199",
      "title": "The devil's in the theory: A critical assessment of Robert Chambers' work on participatory development",
      "authors": [
        {
          "name": "Ilan Kapoor",
          "openalex_id": "A5006343899",
          "orcid": "https://orcid.org/0000-0001-5495-5038"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-02-01",
      "abstract": "The practice orientation of Robert Chambers' work on Participatory Rural Appraisal (PRA), which aims at enabling local people and communities to take control over their own development, has received much attention in development circles. This article attempts to shift the emphasis away from PRA's practice towards its theoretical underpinnings. The article argues that PRA's practice/ empiricist orientation causes it to be insufficiently theorised and politicised. As a result, questions about inclusiveness, the role of PRA facilitators, and the personal behaviour of elites overshadow, or sometimes ignore, questions of legitimacy, justice, power and the politics of gender and difference. The article draws on arguments and debates involving Habermasian 'deliberative democracy' and post- structuralist notions of power.",
      "cited_by_count": 262,
      "type": "article",
      "source": {
        "name": "Third World Quarterly",
        "type": "journal",
        "issn": [
          "0143-6597",
          "1360-2241"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/abs/10.1080/01436590220108199"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Tourism, Volunteerism, and Development",
        "Agriculture, Land Use, Rural Development"
      ],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W2100335669"
    },
    {
      "openalex_id": "W2343860314",
      "doi": "10.36643/mjrl.21.1.habermas",
      "title": "Habermas, the Public Sphere, and the Creation of a Racial Counterpublic",
      "authors": [
        {
          "name": "Guy-Uriel E. Charles",
          "openalex_id": "A5113449468",
          "institutions": [
            "Indiana University"
          ]
        },
        {
          "name": "Luis Fuentes‐Rohwer",
          "openalex_id": "A5012083755",
          "orcid": "https://orcid.org/0000-0002-1318-6348",
          "institutions": [
            "Indiana University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "In The Structural Transformation of the Public Sphere, Jürgen Habermas documented the historical emergence and fall of what he called the bourgeois public sphere, which he defined as “[a] sphere of private people come together as a public . . . to engage [public authorities] in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labor.” This was a space where individuals gathered to discuss with each other, and sometimes with public officials, matters of shared concern. The aim of these gatherings was not simply discourse; these gatherings allowed the bourgeoisie to use their reason to determine the boundaries of public and private and to self-consciously develop the public sphere. As Habermas writes, “[t]he medium of this political confrontation was . . . people’s public use of their reason.” The bourgeois public didn’t simply participate, but it did so both directly and critically. The development of the bourgeois public as a critical, intellectual public took place in coffeehouses, in salons, and table societies. In Great Britain, Germany, and France, particularly, the coffeehouses and the salons “were centers of criticism—literary at first, then also political—in which began to emerge, between aristocratic society and bourgeois intellectuals, a certain parity of the educated.” Intellectual equals came together and deliberated, an equality that was key in ensuring the requisite openness and deliberation. No one person dominated the discussion due to his status within the deliberative community. Instead, and above all else, the “power of the better argument” won out. Two conditions were critical to these deliberations. First, equality was key to the public sphere. Membership in the public sphere meant that no one person was above the other and all arguments were similarly treated and scrutinized. Second, the principle of universal access was crucial.8The doors of the deliberative space were open to all comers and no group or person was purposefully shut out. Seen together, these two conditions provide a blueprint for deliberative practices in a democratic society.",
      "cited_by_count": 231,
      "type": "article",
      "source": {
        "name": "Michigan Journal of Race & Law",
        "type": "journal",
        "issn": [
          "1095-2721",
          "2688-5492"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://repository.law.umich.edu/cgi/viewcontent.cgi?article=1048&context=mjrl"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2343860314"
    },
    {
      "openalex_id": "W2116731043",
      "doi": "10.1017/s0003055410000298",
      "title": "Who Wants To Deliberate—And Why?",
      "authors": [
        {
          "name": "Michael A. Neblo",
          "openalex_id": "A5016691378",
          "orcid": "https://orcid.org/0000-0002-6723-0738",
          "institutions": [
            "The Ohio State University"
          ]
        },
        {
          "name": "Kevin Esterling",
          "openalex_id": "A5033291050",
          "orcid": "https://orcid.org/0000-0002-5529-6422",
          "institutions": [
            "University of California, Riverside"
          ]
        },
        {
          "name": "Ryan Kennedy",
          "openalex_id": "A5083612947",
          "orcid": "https://orcid.org/0000-0003-1881-6887",
          "institutions": [
            "University of Houston"
          ]
        },
        {
          "name": "David Lazer",
          "openalex_id": "A5013670125",
          "orcid": "https://orcid.org/0000-0002-7991-9110",
          "institutions": [
            "Northeastern University",
            "Harvard University"
          ]
        },
        {
          "name": "Anand E. Sokhey",
          "openalex_id": "A5019085801",
          "orcid": "https://orcid.org/0000-0002-3403-0967",
          "institutions": [
            "University of Colorado System"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-08-01",
      "abstract": "Interest in deliberative theories of democracy has grown tremendously among political theorists, political scientists, activists, and even government officials. Many scholars, however, are skeptical that it is a practically viable theory, even on its own terms. They argue (inter alia) that most people dislike politics and that deliberative initiatives would amount to a paternalistic imposition. Using two large national samples investigating people's hypothetical willingness to deliberate and their actual participation in response to a real invitation to deliberate with their member of Congress, we find that (1) willingness to deliberate in the United States is much more widespread than expected, and (2) it is precisely those people less likely to participate in traditional partisan politics who are most interested in deliberative participation. They are attracted to such participation as a partial alternative to “politics as usual.”",
      "cited_by_count": 493,
      "type": "article",
      "source": {
        "name": "American Political Science Review",
        "type": "journal",
        "issn": [
          "0003-0554",
          "1537-5943"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/B918F30F1EF25FEE40DFD8313BD83B79/S0003055410000298a.pdf/div-class-title-who-wants-to-deliberate-and-why-div.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Electoral Systems and Political Participation",
        "Social Capital and Networks"
      ],
      "referenced_works_count": 54,
      "url": "https://openalex.org/W2116731043"
    },
    {
      "openalex_id": "W2144158050",
      "doi": "10.1111/j.1468-2427.2005.00568.x",
      "title": "Cyborg Urbanization: Complexity and Monstrosity in the Contemporary City",
      "authors": [
        {
          "name": "Matthew Gandy",
          "openalex_id": "A5044112273",
          "orcid": "https://orcid.org/0000-0002-8478-9808",
          "institutions": [
            "University College London"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-03-01",
      "abstract": "She referred to the high-rise as if it were some kind of huge animate presence, brooding over them and keeping a magisterial eye on the events taking place. There was something in this feeling — the elevators pumping up and down the long shafts resembled pistons in the chamber of a heart. The residents moving along the corridors were the cells in a network of arteries, the lights in their apartments the neurones of a brain (J.G. Ballard, 1975: 40). Now, the boundaries between the organic and the inorganic, blurred by cybernetic and bio-technologies, seem less sharp; the body, itself invaded and re-shaped by technology, invades and permeates the space outside, even as this space takes on dimensions that themselves confuse the inner and the outer, visually, mentally and physically (Anthony Vidler, 1990: 37–8). The body-territory [corpo-territorio] poses a problematic form of corporeal identity that in becoming ever more routinized has tended to dissolve the distinctions that formerly existed between the organic and the inorganic (Tiziana Villani, 1995: 118). As she tentatively begins to play the piano, the replicant, named Rachel, recalls that she once had lessons but cannot be sure whether these memories are her own or simply the implanted memories of someone else. In this poignant scene in Ridley Scott's Blade Runner (1982) we explore the possibility that human identities might be artificially created in order to produce advanced androids whose intelligence and sensitivity is comparable with that of their human creators. The figure of the cyborg, as represented in science fiction cinema, is not an automaton or robot but a sophisticated creation that seems to simultaneously extend but also threaten our understanding of what it means to be human. If we were to locate the cyborg as an idea, we could say that it is clearly linked to fantastical combinations of bodies and machines but is nonetheless a way of thinking about the world. It is, in other words, an ontological strategy for extending the limits to human knowledge as well as an apposite means of describing those phenomena that appear to reside outside conventional frameworks of understanding. If a cyborgian sensibility is explored within the context of the contemporary city, we find that it has developed out of several interconnecting strands of thought as a trope of critical reflection which uncovers a series of anomalies, fractures and tensions lurking within dominant modes of urban and architectural thinking. Since the early 1960s the potential applications of the cyborg concept have proliferated to include developments such as whole organism cloning, in vitro fertilization, gene sequencing, advanced prosthetics and other sophisticated medical technologies. In tandem with these technological manifestations, the imaginative field of the cyborg has expanded through literature, cinema and the fantasy spaces of contemporary culture.1 It is since the mid-1980s, however, that the idea of the cyborg has been associated with a more densely argued series of theoretical applications as a means to explore the interface between technology and the body. The key intervention here is Donna Haraway's article entitled 'A Cyborg Manifesto', first published in the Socialist Review in 1985, and later included in her influential collection of essays Simians, Cyborgs and Women where she writes in her introduction (1991a: 1): A cyborg is a hybrid creature, composed of organism and machine. But, cyborgs are compounded of special kinds of machines and special kinds of organisms appropriate to the late twentieth century. Cyborgs are post-Second World War hybrid entities made of, first, ourselves and other organic creatures in our unchosen \"high-technological\" guise as information systems, texts, and ergonomically controlled labouring, desiring, and reproducing systems. The second essential ingredient in cyborgs is machines in their guise, also, as communications systems, texts, and self-acting, ergonomically designed apparatuses. This succinct and revealing definition reminds us that the idea of the cyborg, as originally elaborated by Haraway, is at root a political as well as an intellectual project, an idea which originated in and from the 'belly of the monster' (1991a: 4), that nexus of political and economic entanglements that we might term the 'first world' in distinction to the proliferating spaces of marginality that lie beyond.2 Since its inception as a critical intellectual concept in the 1980s the cyborg metaphor has been deployed to challenge disembodied, dualistic, masculinist and teleological bodies of knowledge. It has infused science and technology studies with feminist epistemological strategies. It has opened up new possibilities for the understanding of relations between nature and culture. And it has facilitated greater sensitivity towards social and spatial complexity through its emphasis on 'situated knowledges'. The idea of the cyborg shares an affinity with related concepts such as 'cyberspace', 'cybernetics' and 'cyberpunk'. Yet the contemporary use of the term 'cyborg' is different from these virtual, analytical and fictional constructs because it is grounded in the living and breathing flesh of the human body. Whilst the 'cyber-' metaphor has tended to be associated with various forms of virtuality, the idea of the cyborg is closely linked with the corporeal experience of space.3 In this sense the cyborg can be read as an alternative way of conceptualizing the growth and development of cities that serves to destabilize the pervasive narratives of dematerialization, spatial malleability and virtualization. The underlying materiality of the cyborg metaphor has acquired heightened significance now that the earlier polarity between virtual space and 'meat space' articulated in the first wave of cyber literature is losing its conceptual utility and now that the very idea of 'virtual reality' is itself imploding as it becomes either relocated in the context of a heightened dimension of the real (see, for example, Žižek, 2002) or simply derided as an inherently oxymoronic formulation (see Grosz, 2001).4 The emphasis of the cyborg on the material interface between the body and the city is perhaps most strikingly manifested in the physical infrastructure that links the human body to vast technological networks. If we understand the cyborg to be a cybernetic creation, a hybrid of machine and organism, then urban infrastructures can be conceptualized as a series of interconnecting life-support systems (see Swyngedouw, 1996; Marras, 1999; Gandy, 2002; Mitchell, 2003). The modern home, for example, has become a complex exoskeleton for the human body with its provision of water, warmth, light and other essential needs. The home can be conceived as 'prosthesis and prophylactic' in which modernist distinctions between nature and culture, and between the organic and the inorganic, become blurred (Vidler, 1990: 37). And beyond the boundaries of the home itself we find a vast interlinked system of networks, pipes and wires that enable the modern city to function. These interstitial spaces of connectivity within individual buildings extend through urban space to produce a multi-layered structure of extraordinary complexity and utility. The figure of the cyborg is at root a spatial metaphor. But how does the idea of the cyborg intersect with spatial theory? In what ways does the cyborg reinforce or contradict other emerging strands of urban thought that also emphasize urban complexity and hybridity? Has the epistemological subtlety and political prescience of the cyborg, as originally formulated in the 1980s, been realized in practice or simply been diffused through the term's widening usage? And should we ultimately reject the idea of the cyborg as an anachronism derived from cold war science and the first generation of twentieth-century cyberpunk culture? In the rest of this article I will try to address these issues through an exploration of the somewhat haphazard presence of the cyborg in contemporary urban discourse. I will focus in particular on the example of urban infrastructure as a concrete manifestation of the cyborg idea in order to explore different facets of the relationship between the city, the body and the human subject. My aim is not to foreclose discussions surrounding the 'cyborg city' but to open up a series of dialogues in order to explore contemporary thinking around these questions. One of the principal difficulties with delineating the cyborg city as a clearly defined entity is derived from the entanglement of the cyborg idea with a variety of urban metaphors ranging from organicist conceptions of the nineteenth-century city to 'neo-organicist' representations of the post-industrial metropolis. In its classic nineteenth-century form the organicist conception of the city emerged out of a functional analogy, originating within the medical sciences, wherein spatial differentiation corresponded with a distinctive arrangement of human organs. We find that Kantian notions of the self-organizational characteristics of animate matter were combined with new insights into the human vascular and arterial system and an emerging circulatory emphasis within the nascent science of political economy. In recent years, however, the organicist emphasis on the city as an integrated body with identifiable organs, which emerged in response to the nineteenth-century industrial city, has been increasingly displaced by the idea of urban space as a prosthetic extension to the human body. The body-city problematic has been reconceptualized in the context of post-Cartesian and post-positivist modes of thinking. The emphasis on the city as a self-contained body or machine has been challenged by a hybridized conception of space as a system of technological devices that enhances human productive and imaginative capabilities. The cyborg metaphor not only reworks the metabolic preoccupations of the nineteenth-century industrial city but also extends to a contemporary body of ideas that we can term 'neo-organicist' on account of the deployment of biophysical metaphors for the interpretation of social and spatial complexity. In the neo-organicist city we encounter a shift of emphasis away from an anatomical conception of space as an assemblage of individual organs towards a neurological reading of space as a diffuse and interconnected realm of human interaction. The film maker Michael Burke, for example, director of Cyborg City (1999), describes how beneath the 'glass and concrete' of the future city there will be a 'humming mass of technology' acting as a central nervous system, 'constantly monitoring and controlling both its own functions and those of its citizens' (Burke, 1998).5 The mechanical and hierarchical model of the relationship between the body and the city has been supplanted by a more complex and non-linear pattern of urban development in response to the spread of new information technologies (see Gille, 1986; Rabinbach, 1990; Akira, 2001). The organicist city of the modern era was founded on a clear separation between mind and body that enabled the city to be conceptualized as a coherent entity to be acted upon, disciplined, regulated and shaped according to human will. The emergence of the neo-organicist city, in contrast, is founded on the blurring of boundaries rather than their repeated delineation. At the same time, however, there remain important continuities between the kind of machine-based metaphors associated with the early twentieth-century futurism of figures such as Mario Chiattone, Filippo Tommaso Marinetti and Antoniono Sant'Elia and the elaborate computer-based metaphors deployed in the contemporary city (see Villani, 1995; Boyer, 1996; Schaub, 1998). Other significant continuities include, for example, the avant-garde bricolage of early cinema and the surrealist bodies depicted in the art of Hans Bellmer, Francis Picabia and other responses to 'a sterile and over rationalised technological realism' (Vidler, 1990: 42).6 These interconnecting strands between cultural modernism and the emergence of the cyborg metaphor are significant because they underlie the centrality of corporeal metaphors for the critical interpretation of urban form. The current emphasis on corporeal and neurological analogies in the neo-organicist literature owes more to earlier developments than is widely acknowledged. We can detect two principal dimensions to contemporary neo-organicist urban thought. A first strand, rooted in the bio-physical sciences, perceives the city to be a special kind of complex, yet intricately ordered system. This homeostatic perspective, which is inflected by ecological thinking and recent developments in evolutionary biology, has diffused through parts of the architectural literature and is only tangentially linked with the epistemological challenge of cyborg theory.7 A second and more intellectually significant development is represented by the convergence of ideas surrounding the 'thinking space' of the city and the indeterminacy of spatial forms. If the body-city nexus is conceptualized as a thinking machine then the analytical focus shifts towards the identification of those critical networks or 'neurones' that sustain the relationship between the body and the city (Kurokawa, 2001a). Though this dimension to the neo-organicist perspective shares important continuities with the technological preoccupations of early twentieth-century modernism, it extends its conceptual purview into different aspects of cultural modernism. The influential speculations of Gilles Deleuze and Felix Guattari, for example, develop Antonin Artaud's conception of the 'body without organs' to produce a philosophy of spatial complexity quite different from that associated with dominant modernist traditions (Deleuze and Guattari, 1986; 1987; Rajchman, 2000; Uno, 2001). Their philosophical challenge is to perceive space in the absence of any previously existent categories, hierarchies or systems as a form of 'anarchic non-identical proliferation' (Luckhurst, 1997: 128). The organic metaphor of the 'rhizome' is deployed in distinction to 'arborescent' conceptions of cities as hierarchical structures (Teysott, 1990; Akira, 2001; Kurokawa, 2001a). In addition to this emphasis on non-hierarchical structures of difference Deleuze and Guattari's conception of concrete space also seeks to incorporate the imaginary, libidinous and oneiric realms of human experience. From their 'neo-vitalist' perspective, which builds on the philosophical ideas of Henri Bergson, the virtual realm is not simply a mimesis or reflection of physical reality but an independent domain that generates new kinds of spaces and ideas. The political significance of the virtual realm lies in its experimental and emergent role as part of an envisioned space that has yet to be realized within the taken-for-granted realm of concrete reality (Boundas, 1996; Massumi, 2001). The role of the diagram or 'abstract machine' takes on special significance in this context as an attempt to give visual expression to new models of reality.8 In the case of architecture, for example, there has been an intense dialogue between developments in building design and the speculative possibilities engendered by computer-aided simulations so that 'physical space increasingly resembles cyberspace' (Mitchell, 2003: 197). Some architectural practices have deployed so-called 'genetic algorithms' in order to generate a form of 'in vitro' architecture which derives its inspiration from nature yet remains autonomous from it as a purely digitized space of imaginative exploration (see Chu, 2002; De Landa, 2002).9 Examples of architectural practice inflected by post-structuralist ideas which move beyond purely 'in vitro' speculations to fully realized projects include the work of Peter Eisenman, Frank Gehry and Bernard Tschumi, where sophisticated combinations of form, structure and materials have been achieved, which are quite at odds with modernist conceptions of architectural form. A conceptual synthesis can be discerned in some of the recent literature between post-structuralist philosophies of space and Latourian conceptions of actor-network theory to produce a new kind of urban theorization which eschews the meta-narratives associated with neo-Marxian approaches. Building on the insights of Deleuze and Guattari these approaches have sought to remove all the extrinsic or foundational aspects to urban theory and pare analysis down to the movements and interactions that constitute 'the city' as a particular kind of spatial form or activity that is independent of conventional accounts of scale, structure or order.10 The brain or 'thinking space' of the city persists yet is dispersed through innumerable nodes and networks in contrast with the embodied cyborg citizen to be found in the more technophile literature. We can trace these developments back to the emerging critique of architectural modernism in the 1970s and 1980s that increasingly drew on the theoretical ontologies of post-structuralism in order to advance a radically unplanned built form.11 From this perspective the role of 'chaos', for example, takes on a very different significance from that associated with the modernist city and is perceived as a field of evolutionary and radical experimentation. Chaos is no longer seen as an anomalous dimension to the urban experience to be problematized or excluded from analysis but a rich vein of social and spatial interaction through which we may perceive signs of alternative or hitherto overlooked urban forms. Chaos may also be characterized as a more sophisticated, resilient and adaptable form of order as Rem Koolhaas has suggested with respect to the dynamics of West African urbanism (Koolhaas et al., 2001; Koolhaas, 2002). The theoretical novelty of such a perspective sits sharply at odds, however, with the capacity for what one might term 'avant-garde urbanism' to actually explicate any substantial dimensions to urban change (see, for example, Rauterberg, 2002; Gandy, 2004b). We can detect within urban and architectural discourse an emerging counter current to post-structuralist and avant-garde urbanism led by a of and political (see 1996; and 1998). Though the post-structuralism of Deleuze and Guattari seeks to between the and the and is in this respect a significant advance on the and of there is a in any kind of political critique of the cyborg The emphasis on the characteristics of urban space the particular combinations of and human that enable nodes within the urban system to play in the of cultural and economic The of structure the of the theoretical and significance of these insights the between post-structuralism and a cyborg sensibility towards the entanglement of the real and the We are with an between the reading of the industrial city and a 'neo-organicist' with the design of space that quite in architectural The emerging of the interface as a technological is associated with nineteenth-century over science and technology, for example, form part of a counter discourse to modernist of technological 1996; 2003). In recent years, however, the trope of technological has tended to between a of new towards excluded on the one and the of towards technology and its on the other The of the cyborg has engendered a new wave of and towards the of the body by technologies that threaten to or the human subject. In the of for example, we move beyond the and critique of technology towards a political of technology and its with the human body. the of the body by new technologies as a of that the critical of the earlier in and communications technologies 1997: the advance of a in which the of towards an of the human body itself so that we no longer of the body in the city but of the in the (see 1995; The cyborg figure becomes a for the of we are no longer with a cold war but with the of the around the of buildings in of and their The of the have been radically by new technologies of and in order to the of the century. structures have developed that of social such as with forms of social through a of and The significance of urban in particular is now towards which the of essential technological networks such as and in order to and of political A of modern from urban technological networks or to use expression is to a of so that they are no longer political but for (see also a of from whole the of through a of and of the more of technology we can an emphasis on the cyborg as a means of becoming in order to the human body from the boundaries of the autonomous In the work of Mitchell, for example, we can trace a from through the experience of to the contemporary urban citizen as 'a (Mitchell, 2003: writes have been with the body and its now they virtual bodies that can sense and at a but that also remain in their In this sense builds on the inflected of earlier such as and depicted as a series of on infrastructures the extraordinary technological of the cyber city and the interaction of with of human activity (Mitchell, 2003). Yet this is a future in which the and of space are for example, that we are 'the shift from a by boundaries and to a at scale, by networks, and but the between the of and that of to economic In the perspective is so by technological change that it begins to the role of an independent in The blurring of boundaries between the body and the city in to our understanding of the human and the characteristics of human conception of human include, for the role of biophysical and technological systems that the social of for example, has different of analysis to the extension of our conception of to include those structures and that have been excluded from both and epistemological traditions the work of has tended to emphasize the between human and nature the of has been the or of between different kinds of networks or structures The cyborg can be conceived in a Latourian sense as both a new kind of social interaction with space but also a concept to be conceived in to the realm of modernist urban thought. Yet a Latourian with its hybridized conceptions of is quite different from that within philosophical traditions because of the radical extension of human to those and systems which the sought to from the realm of and political The concept of also its own its own of between its The idea of the cyborg as a hybrid can be conceived as a problematic of derived from or some teleological for urban change but it can also a of ideas and developments from the to the The of and for example, can be explored in of combinations of practices and ideas from (see, for example, 1995; 1995; 2003). The cyborg metaphor can be in this sense as an of the limits to or teleological architectural rooted in and conceptions of cultural that we have been we could that we have led a cyborg since human has a of cultural and technological ranging from the of to the developments in materials But if we any or to the cyborg idea we its analytical utility as a means to with the cultural and technological complexity of the contemporary The of human in the cyborg city to the between technological change and the of the from the industrial But can the cyborg idea us to understand the dynamics of infrastructure provision in to a digitized or diffuse conception of the If the interactions between human and have the idea that is the of human then this of the insights of cultural that have quite on the of material and systems of cultural The made by for example, over the of locate these within the context of a more experience of within which to a different of and the other are in a sense is that new forms of are a more integrated rather than system of that the of modern and experience. political discourse is grounded within the context of the of the of the realm and the radical indeterminacy of the human subject. If the can be as an and and realm of human we are with the of delineating the characteristics of the human in a cyborg If the body-city interface is conceptualized as a then the distinction between mind and body and between the material and the virtual becomes But what the human is increasingly with the of the city Whilst it is to that our hybridized interactions with space a greater role for and (Mitchell, 2003: it is to of as a digitized of interactions with not only other but also machines and networks. The for example, describes a emerging between an",
      "cited_by_count": 459,
      "type": "article",
      "source": {
        "name": "International Journal of Urban and Regional Research",
        "type": "journal",
        "issn": [
          "0309-1317",
          "1468-2427"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1468-2427.2005.00568.x"
      },
      "topics": [
        "Cybernetics and Technology in Society",
        "Posthumanist Ethics and Activism",
        "Geographies of human-animal interactions"
      ],
      "referenced_works_count": 205,
      "url": "https://openalex.org/W2144158050"
    },
    {
      "openalex_id": "W1985651560",
      "doi": "10.1080/01436590410001678898",
      "title": "Hyper‐self‐reflexive development? Spivak on representing the Third World ‘Other’",
      "authors": [
        {
          "name": "Ilan Kapoor",
          "openalex_id": "A5006343899",
          "orcid": "https://orcid.org/0000-0001-5495-5038"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-05-01",
      "abstract": "ABSTRACT This article emphasises the relevance and importance of Gayatri Spivak’s work for those of us involved in the field of development (as academics, researchers or development workers). Spivak underlines how our representa-tions, especially of marginalised Third World groups, are intimately linked to our positioning (socioeconomic, gendered, cultural, geographic, historical, insti-tutional). She therefore demands a heightened self-reflexivity that mainstream development analysts (eg Robert Chambers), and even ‘critical ’ ones (eg Escobar, Shiva), have failed to live up to. The article examines Spivak’s writings to illustrate the reasons, advantages and limits of this hyper-self-reflexivity. ‘Can the subaltern speak? ’ (1988a), Gayatri Chakravorty Spivak’s influential, albeit controversial,1 article, underscores what has become her untiring con-cern—the proclivity of dominant discourses and institutions to marginalise and disempower the Third World ‘subaltern’.2 Her article examines the ethics and politics involved in this othering process, seizing on the question of representa-tion of the Third World.",
      "cited_by_count": 360,
      "type": "article",
      "source": {
        "name": "Third World Quarterly",
        "type": "journal",
        "issn": [
          "0143-6597",
          "1360-2241"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://yorkspace.library.yorku.ca/bitstreams/a9ae7da6-5748-4d10-b514-e36ce8bb8202/download"
      },
      "topics": [
        "Microfinance and Financial Inclusion",
        "Tourism, Volunteerism, and Development",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 71,
      "url": "https://openalex.org/W1985651560"
    },
    {
      "openalex_id": "W2111561369",
      "doi": "10.1111/1467-8675.12101",
      "title": "Crisis? Capitalism is Doing Very Well. How is Critical Theory?",
      "authors": [
        {
          "name": "Albena Azmanova",
          "openalex_id": "A5028739115",
          "orcid": "https://orcid.org/0000-0002-2471-2016"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-01",
      "abstract": "There is no crisis of capitalism, only a crisis of critique. I claim that Critical Social Theory of Frankfurt School origins does stand guilty of a failure to develop a body of valiant critique of the political economy of neoliberal capitalism in the course of the latter’s ascent in the 1980s and 1990s. The first part of my analysis addresses the crisis of capitalism as a distinct object of critique, in order to identify the direction a critique of contemporary capitalism is to take. The second part examines the analytical equipment at Critical Theory’s disposal for undertaking such an endeavor. Within an inventory of some of the key achievements of the tradition both in terms of its object and method of critique, some conceptual deficiencies are identified – namely, the reduced attention to what I describe as “systemic domination,” and the diminished reliance on a critique of the political economy of capitalism. The third part adumbrates a proposal for recasting Critical Theory by way of (a) redefining the normative content of emancipation; (b) effecting a realist-pragmatic turn within the communicative turn; (c) bringing the critique of political economy back into critical social theory.",
      "cited_by_count": 243,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12101"
      },
      "topics": [
        "Sociopolitical Dynamics in Russia"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2111561369"
    },
    {
      "openalex_id": "W2158659525",
      "doi": "10.1017/s0020818313000337",
      "title": "Stigma Management in International Relations: Transgressive Identities, Norms, and Order in International Society",
      "authors": [
        {
          "name": "Rebecca Adler‐Nissen",
          "openalex_id": "A5071773542",
          "orcid": "https://orcid.org/0000-0001-7924-9957",
          "institutions": [
            "University of Copenhagen"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "Abstract This article develops a theoretical approach to stigma in international relations and resituates conventional approaches to the study of norms and international order. Correcting the general understanding that common values and norms are the building blocks of social order, this article claims that international society is in part constructed through the stigmatization of “transgressive” and norm-violating states and their ways of coping with stigma. Drawing on Erving Goffman, this article shows that states are not passive objects of socialization, but active agents. Stigmatized states cope strategically with their stigma and may, in some cases, challenge and even transform a dominant moral discourse. A typology of stigma management strategies is presented: stigma recognition (illustrated by Germany); stigma rejection (illustrated by Austria); and finally counter-stigmatization (illustrated by Cuba). Because of the lack of agreement on what constitutes normal state behavior, attempts to impose stigma may even have the opposite effect—the stigmatizers become the transgressive. A focus on stigma opens up new avenues for research on norms, identities, and international order.",
      "cited_by_count": 520,
      "type": "article",
      "source": {
        "name": "International Organization",
        "type": "journal",
        "issn": [
          "0020-8183",
          "1531-5088"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/385D52A5CAC7C515491ED487781E3B4A/S0020818313000337a.pdf/div-class-title-stigma-management-in-international-relations-transgressive-identities-norms-and-order-in-international-society-div.pdf"
      },
      "topics": [
        "International Development and Aid",
        "International Relations and Foreign Policy",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 122,
      "url": "https://openalex.org/W2158659525"
    },
    {
      "openalex_id": "W4383913712",
      "doi": "10.1111/1748-8583.12524",
      "title": "Human resource management in the age of generative artificial intelligence: Perspectives and research directions on ChatGPT",
      "authors": [
        {
          "name": "Pawan Budhwar",
          "openalex_id": "A5055856506",
          "orcid": "https://orcid.org/0000-0001-8915-6172",
          "institutions": [
            "Aston University"
          ]
        },
        {
          "name": "Soumyadeb Chowdhury",
          "openalex_id": "A5067653484",
          "orcid": "https://orcid.org/0000-0002-8074-248X",
          "institutions": [
            "TBS Education"
          ]
        },
        {
          "name": "Geoffrey Wood",
          "openalex_id": "A5034762665",
          "orcid": "https://orcid.org/0000-0001-9709-1823",
          "institutions": [
            "Western University",
            "Trinity College Dublin",
            "Cranfield University",
            "University of Bath"
          ]
        },
        {
          "name": "Herman Aguinis",
          "openalex_id": "A5067660877",
          "orcid": "https://orcid.org/0000-0002-3485-9484",
          "institutions": [
            "George Washington University"
          ]
        },
        {
          "name": "Greg J. Bamber",
          "openalex_id": "A5018194210",
          "orcid": "https://orcid.org/0000-0001-6646-3065",
          "institutions": [
            "Monash University",
            "Monash Institute of Medical Research",
            "Rutgers, The State University of New Jersey",
            "Tilburg University"
          ]
        },
        {
          "name": "Jose R. Beltran",
          "openalex_id": "A5044503602",
          "orcid": "https://orcid.org/0000-0002-3886-8142",
          "institutions": [
            "Rutgers, The State University of New Jersey"
          ]
        },
        {
          "name": "Paul Boselie",
          "openalex_id": "A5023651869",
          "orcid": "https://orcid.org/0000-0001-8507-7258",
          "institutions": [
            "Utrecht University"
          ]
        },
        {
          "name": "Fang Lee Cooke",
          "openalex_id": "A5025486785",
          "orcid": "https://orcid.org/0000-0003-0337-6591",
          "institutions": [
            "Monash University"
          ]
        },
        {
          "name": "Stephanie Decker",
          "openalex_id": "A5064172786",
          "orcid": "https://orcid.org/0000-0003-0547-9594",
          "institutions": [
            "Birmingham City University",
            "University of Birmingham"
          ]
        },
        {
          "name": "Angelo S. DeNisi",
          "openalex_id": "A5065954019",
          "institutions": [
            "Tulane University"
          ]
        },
        {
          "name": "Prasanta Kumar Dey",
          "openalex_id": "A5046908030",
          "orcid": "https://orcid.org/0000-0002-9984-5374",
          "institutions": [
            "Aston University"
          ]
        },
        {
          "name": "David Guest",
          "openalex_id": "A5091214938",
          "orcid": "https://orcid.org/0000-0003-0457-6077",
          "institutions": [
            "King's College London",
            "King's College School"
          ]
        },
        {
          "name": "Andrew J. Knoblich",
          "openalex_id": "A5066797749",
          "institutions": [
            "University of North Carolina at Charlotte"
          ]
        },
        {
          "name": "Ashish Malik",
          "openalex_id": "A5108813058",
          "orcid": "https://orcid.org/0000-0002-2185-7674",
          "institutions": [
            "Hunter Water"
          ]
        },
        {
          "name": "Jaap Paauwe",
          "openalex_id": "A5081370774",
          "orcid": "https://orcid.org/0000-0003-3633-9607",
          "institutions": [
            "Tilburg University"
          ]
        },
        {
          "name": "Savvas Papagiannidis",
          "openalex_id": "A5006679927",
          "orcid": "https://orcid.org/0000-0003-0799-491X",
          "institutions": [
            "Newcastle University"
          ]
        },
        {
          "name": "Charmi Patel",
          "openalex_id": "A5088161716",
          "orcid": "https://orcid.org/0000-0002-0235-9784",
          "institutions": [
            "University of Reading"
          ]
        },
        {
          "name": "Vijay Pereira",
          "openalex_id": "A5069901933",
          "orcid": "https://orcid.org/0000-0001-6755-0793",
          "institutions": [
            "NEOMA Business School"
          ]
        },
        {
          "name": "Shuang Ren",
          "openalex_id": "A5084581187",
          "orcid": "https://orcid.org/0000-0002-8768-8447",
          "institutions": [
            "Queen's University Belfast"
          ]
        },
        {
          "name": "Steven G. Rogelberg",
          "openalex_id": "A5000877507",
          "institutions": [
            "University of North Carolina at Charlotte"
          ]
        },
        {
          "name": "Mark N. K. Saunders",
          "openalex_id": "A5054244780",
          "orcid": "https://orcid.org/0000-0001-5176-8317",
          "institutions": [
            "University of Birmingham",
            "Birmingham City University",
            "University College Birmingham"
          ]
        },
        {
          "name": "Rosalie L. Tung",
          "openalex_id": "A5014893902",
          "institutions": [
            "Simon Fraser University"
          ]
        },
        {
          "name": "Arup Varma",
          "openalex_id": "A5005292478",
          "orcid": "https://orcid.org/0000-0002-6530-5564",
          "institutions": [
            "Loyola University Chicago"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-07-01",
      "abstract": "Abstract ChatGPT and its variants that use generative artificial intelligence (AI) models have rapidly become a focal point in academic and media discussions about their potential benefits and drawbacks across various sectors of the economy, democracy, society, and environment. It remains unclear whether these technologies result in job displacement or creation, or if they merely shift human labour by generating new, potentially trivial or practically irrelevant, information and decisions. According to the CEO of ChatGPT, the potential impact of this new family of AI technology could be as big as “the printing press”, with significant implications for employment, stakeholder relationships, business models, and academic research, and its full consequences are largely undiscovered and uncertain. The introduction of more advanced and potent generative AI tools in the AI market, following the launch of ChatGPT, has ramped up the “AI arms race”, creating continuing uncertainty for workers, expanding their business applications, while heightening risks related to well‐being, bias, misinformation, context insensitivity, privacy issues, ethical dilemmas, and security. Given these developments, this perspectives editorial offers a collection of perspectives and research pathways to extend HRM scholarship in the realm of generative AI. In doing so, the discussion synthesizes the literature on AI and generative AI, connecting it to various aspects of HRM processes, practices, relationships, and outcomes, thereby contributing to shaping the future of HRM research.",
      "cited_by_count": 665,
      "type": "article",
      "source": {
        "name": "Human Resource Management Journal",
        "type": "journal",
        "issn": [
          "0954-5395",
          "1748-8583"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1748-8583.12524"
      },
      "topics": [
        "Artificial Intelligence in Healthcare and Education",
        "AI and HR Technologies",
        "Ethics and Social Impacts of AI"
      ],
      "referenced_works_count": 107,
      "url": "https://openalex.org/W4383913712"
    },
    {
      "openalex_id": "W2155254958",
      "doi": "10.1017/gov.2014.13",
      "title": "How to Perform Crisis: A Model for Understanding the Key Role of Crisis in Contemporary Populism",
      "authors": [
        {
          "name": "Benjamin Moffitt",
          "openalex_id": "A5034454409",
          "orcid": "https://orcid.org/0000-0003-1843-6032"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-05-29",
      "abstract": "A focus on crisis is a mainstay of the literature on contemporary populism. However, the links between populism and crisis remain under-theorized and undeveloped. This article puts forward a novel perspective for understanding this relationship, arguing that crisis does not just trigger populism, but that populism also attempts to act as a trigger for crisis. This is because crises are always mediated and ‘performed’. The article presents a six-step model of how populist actors ‘perform’ crisis, drawing on empirical examples from Europe, Latin America, North America and the Asia-Pacific region. It explains how the performance of crisis allows populist actors to pit ‘the people’ against a dangerous other, radically simplify the terrain of political debate and advocate strong leadership. It ultimately suggests that we should move from thinking of crisis as something purely external to populism, towards thinking about the performance of crisis as an internal core feature of populism.",
      "cited_by_count": 524,
      "type": "article",
      "source": {
        "name": "Government and Opposition",
        "type": "journal",
        "issn": [
          "0017-257X",
          "1477-7053"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/3A522C020FF774CFA5D0C91CD10A98F1/S0017257X1400013Xa.pdf/div-class-title-how-to-perform-crisis-a-model-for-understanding-the-key-role-of-crisis-in-contemporary-populism-div.pdf"
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Politics and Society in Latin America",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 75,
      "url": "https://openalex.org/W2155254958"
    },
    {
      "openalex_id": "W1582040408",
      "doi": "10.31269/triplec.v12i1.552",
      "title": "Social Media and the Public Sphere",
      "authors": [
        {
          "name": "Christian Fuchs",
          "openalex_id": "A5060268505",
          "orcid": "https://orcid.org/0000-0003-0589-4579",
          "institutions": [
            "University of Westminster"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-02-19",
      "abstract": "Social media has become a key term in Media and Communication Studies and public discourse for characterising platforms such as Facebook, Twitter, YouTube, Wikipedia, LinkedIn, Wordpress, Blogspot, Weibo, Pinterest, Foursquare and Tumblr. This paper discusses the role of the concept of the public sphere for understanding social media critically. It argues against an idealistic interpretation of Habermas and for a cultural-materialist understanding of the public sphere concept that is grounded in political economy. It sets out that Habermas’ original notion should best be understood as a method of immanent critique that critically scrutinises limits of the media and culture grounded in power relations and political economy. The paper introduces a theoretical model of public service media that it uses as foundation for identifying three antagonisms of the contemporary social media sphere in the realms of the economy, the state and civil society. It concludes that these limits can only be overcome if the colonisation of the social media lifeworld is countered politically so that social media and the Internet become public service and commons-based media.Acknowledgement: This paper is the extended version of Christian Fuchs’ inaugural lecture for his professorship of social media at the University of Westminster that he took up on February 1st, 2013. He gave the lecture on February 19th, 2014, at the University of Westminster.The video version of the inaugural lecture is available at:https://vimeo.com/97173645",
      "cited_by_count": 187,
      "type": "article",
      "source": {
        "name": "tripleC Communication Capitalism & Critique Open Access Journal for a Global Sustainable Information Society",
        "type": "journal",
        "issn": [
          "1726-670X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.triple-c.at/index.php/tripleC/article/download/552/529"
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Impact of Technology on Adolescents"
      ],
      "referenced_works_count": 120,
      "url": "https://openalex.org/W1582040408"
    },
    {
      "openalex_id": "W2131564699",
      "doi": "10.1075/prag.21.4.01bre",
      "title": "Critical discourse analysis and its critics",
      "authors": [
        {
          "name": "Ruth Breeze",
          "openalex_id": "A5049031148",
          "orcid": "https://orcid.org/0000-0002-8132-225X"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-18",
      "abstract": "This article briefly reviews the rise of Critical Discourse Analysis and teases out a detailed analysis of the various critiques that have been levelled at CDA and its practitioners over the last twenty years, both by scholars working within the “critical” paradigm and by other critics. A range of criticisms are discussed which target the underlying premises, the analytical methodology and the disputed areas of reader response and the integration of contextual factors. Controversial issues such as the predominantly negative focus of much CDA scholarship, and the status of CDA as an emergent “intellectual orthodoxy”, are also reviewed. The conclusions offer a summary of the principal criticisms that emerge from this overview, and suggest some ways in which these problems could be attenuated.",
      "cited_by_count": 275,
      "type": "article",
      "source": {
        "name": "Pragmatics Quarterly Publication of the International Pragmatics Association (IPrA)",
        "type": "journal",
        "issn": [
          "1018-2101",
          "2406-4238"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.jbe-platform.com/deliver/fulltext/prag.21.4.01bre.pdf?itemId=%2Fcontent%2Fjournals%2F10.1075%2Fprag.21.4.01bre&mimeType=pdf&containerItemId=content/journals/24064238"
      },
      "topics": [
        "Discourse Analysis in Language Studies",
        "Multilingual Education and Policy",
        "Language, Discourse, Communication Strategies"
      ],
      "referenced_works_count": 108,
      "url": "https://openalex.org/W2131564699"
    },
    {
      "openalex_id": "W2560008513",
      "doi": "10.17645/up.v1i4.727",
      "title": "Shifting Approaches to Planning Theory: Global North and South",
      "authors": [
        {
          "name": "Vanessa Watson",
          "openalex_id": "A5013903290",
          "orcid": "https://orcid.org/0000-0001-9965-6891",
          "institutions": [
            "University of Cape Town"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-06",
      "abstract": "Planning theory has shifted over time in response to changes in broader social and philosophical theory as well as changes in the material world. Postmodernism and poststructuralism dislodged modernist, rational and technical approaches to planning. Consensualist decision-making theories of the 1980s took forms of communicative and collaborative planning, drawing on Habermasian concepts of power and society. These positions, along with refinements and critiques within the field, have been hegemonic in planning theory ever since. They are, in most cases, presented at a high level of abstraction, make little reference to the political and social contexts in which they are based, and hold an unspoken assumption that they are of universal value, i.e. valid everywhere. Not only does this suggest important research methodology errors but it also renders these theories of little use in those parts of the world which are contextually very different from theory origin—in most cases, the global North. A more recent ‘southern turn’ across a range of social science disciplines, and in planning theory, suggests the possibility of a foundational shift toward theories which acknowledge their situatedness in time and place, and which recognize that extensive global difference in cities and regions renders universalized theorising and narrow conceptual models (especially in planning theory, given its relevance for practice) as invalid. New southern theorising in planning is drawing on a range of ideas on societal conflict, informality, identity and ethnicity. Postcolonialism and coloniality have provided a useful frame for situating places historically and geographically in relation to the rest of the world. However, the newness of these explorations still warrants the labelling of this shift as a ‘southern theorizing project’ in planning rather than a suggestion that southern planning theory has emerged.",
      "cited_by_count": 134,
      "type": "article",
      "source": {
        "name": "Urban Planning",
        "type": "journal",
        "issn": [
          "2183-7635"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/urbanplanning/article/download/727/727"
      },
      "topics": [
        "Urban Planning and Governance"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W2560008513"
    },
    {
      "openalex_id": "W2102988147",
      "doi": null,
      "title": "Transdisciplinarity: A Review of Its Origins, Development, and Current Issues",
      "authors": [
        {
          "name": "Jay H. Bernstein",
          "openalex_id": "A5087892934",
          "institutions": [
            "City University of New York",
            "Kingsborough Community College",
            "CUNY School of Law"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-07-07",
      "abstract": "Transdisciplinarity originated in a critique of the standard configuration of knowledge in disciplines in the curriculum, including moral and ethical concerns. Pronouncements about it were first voiced between the climax of government-supported science and higher education and the long retrenchment that began in the 1970s. Early work focused on questions of epistemology and the planning of future universities and educational programs. After a lull, transdisciplinarity re-emerged in the 1990s as an urgent issue relating to the solution of new, highly complex, global concerns, beginning with climate change and sustainability and extending into many areas concerning science, technology, social problems and policy, education, and the arts. Transdisciplinarity today is characterized by its focus on “wicked problems” that need creative solutions, its reliance on stakeholder involvement, and engaged, socially responsible science. In simultaneously studying multiple levels of, and angles on, reality, transdisciplinary work provides an intriguing potential to invigorate scholarly and scientific inquiry both in and outside the academy.",
      "cited_by_count": 427,
      "type": "review",
      "source": {
        "name": "CUNY Academic Works (City University of New York)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=1010&context=kb_pubs"
      },
      "topics": [
        "Interdisciplinary Research and Collaboration",
        "Sustainability in Higher Education",
        "University-Industry-Government Innovation Models"
      ],
      "referenced_works_count": 66,
      "url": "https://openalex.org/W2102988147"
    },
    {
      "openalex_id": "W4308433048",
      "doi": "10.1038/s41562-022-01460-1",
      "title": "A systematic review of worldwide causal and correlational evidence on digital media and democracy",
      "authors": [
        {
          "name": "Philipp Lorenz-Spreen",
          "openalex_id": "A5026949484",
          "orcid": "https://orcid.org/0000-0001-6319-4154",
          "institutions": [
            "Max Planck Institute for Human Development"
          ]
        },
        {
          "name": "Lisa Oswald",
          "openalex_id": "A5072281431",
          "orcid": "https://orcid.org/0000-0002-8418-282X",
          "institutions": [
            "Hertie School"
          ]
        },
        {
          "name": "Stephan Lewandowsky",
          "openalex_id": "A5017914184",
          "orcid": "https://orcid.org/0000-0003-1655-2013",
          "institutions": [
            "University of Bristol",
            "University of Western Australia"
          ]
        },
        {
          "name": "Ralph Hertwig",
          "openalex_id": "A5068556395",
          "orcid": "https://orcid.org/0000-0002-9908-9556",
          "institutions": [
            "Max Planck Institute for Human Development"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-11-07",
      "abstract": "Abstract One of today’s most controversial and consequential issues is whether the global uptake of digital media is causally related to a decline in democracy. We conducted a systematic review of causal and correlational evidence ( N = 496 articles) on the link between digital media use and different political variables. Some associations, such as increasing political participation and information consumption, are likely to be beneficial for democracy and were often observed in autocracies and emerging democracies. Other associations, such as declining political trust, increasing populism and growing polarization, are likely to be detrimental to democracy and were more pronounced in established democracies. While the impact of digital media on political systems depends on the specific variable and system in question, several variables show clear directions of associations. The evidence calls for research efforts and vigilance by governments and civil societies to better understand, design and regulate the interplay of digital media and democracy.",
      "cited_by_count": 262,
      "type": "review",
      "source": {
        "name": "Nature Human Behaviour",
        "type": "journal",
        "issn": [
          "2397-3374"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.nature.com/articles/s41562-022-01460-1.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Media Influence and Politics",
        "Media Studies and Communication"
      ],
      "referenced_works_count": 515,
      "url": "https://openalex.org/W4308433048"
    },
    {
      "openalex_id": "W2336053790",
      "doi": "10.4324/9780203066911-30",
      "title": "Between legitimacy and political eﬃcacy: feminist counter-publics and the internet in China",
      "authors": [
        {
          "name": "Karen Ross",
          "openalex_id": "A5103892036"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-12-13",
      "abstract": "This chapter analyzes the dynamics of state feminist counter-publics and independent\nfeminist groups in China, based on a conception of a public sphere as a space for\npolitical debate that is both nation based and postnational. Examining the concept\nand empirical reality of a counter-public sphere in the context of an authoritarian\nstate may seem peculiar to those who are familiar with the centrality of democracy to\nHabermas’s concept of the public sphere. Although the Western model of modernization combines a market economy with constitutional democracy, China contradicted\nthis established paradigm throughout the 1980s, under the leadership of Deng\nXiaoping, in that a fast-growing, successful market economy developed without a\ntransition to democracy. Since then, changes such as the disintegration of the highly\ncentralized social system and the diversiﬁcation and class stratiﬁcation of Chinese\nsociety have become more apparent (Hu 2007). These characteristics are indicative of\na unique Chinese model that cannot be explained by established political paradigms\nbased on Western concepts of liberalism, conservatism, political right, middle and\nleft, public interest, democracy, rights, freedom, and individualism (Hu 2007).\nBecause of this unparalleled dimension of the Chinese social context, ourapproach diverges from the largely Western project of focusing on the struggles for\ntransnational public spheres to emerge and thrive in a context of cosmopolitan\ndemocracy (Fraser 2007; Kidd 2003; Habermas 2001). Instead, we argue that Chinese\nfeminists’ new cosmopolitanism features their creative appropriation of global feminist\nideas for local and national uses. Our work also diverges from scholarship on the\nimpact of the internet in China and elsewhere in the world, which tends to frame discussion in terms of a civil society simply deﬁned by its opposition to a repressive\nstate regime (Yang 2003; Xiao 2004). Feminist counter-publics not only contribute to\nthe civil rights movement but also engage in more subtle struggles against state feminism and for trans-institutional spaces within the state. Exploring this largely\nneglected dimension in the literature on Chinese politics is crucial for understanding\nthe tension between legitimacy and eﬃcacy facilitated by the new political-economicrealities of authoritarian countries. We avoid adopting a technophilic understanding of new ICTs as necessarily being the conduit for oppositional politics in the\ninterest of social change. On the one hand, ICTs enable the proliferation of counterpublics battling for political legitimacy (Dean 2003; Dahlgren 2005). On the other,\nas many critics point out, digitally mediated collective opinion, despite its intensiﬁed\npassion, neither guarantees that those in authority will be held accountable\nfor their actions nor ensures policy change (Dean 2003; Gladwell 2010; Morozov\n2010).\nThe arena of gender equity and women’s rights in China illustrates this argument.The regime’s championing of women’s liberation largely endorses this ﬁeld as an\nacceptable area for social engagement. However, women’s rights are not outside the\nscope of state or intergovernmental intervention. Instead, state organizations, civic\ngroups, and supranational interests collide, compete, and cooperate with\none another. The issues of political legitimacy and eﬀectiveness, rather than conﬁned\nto the scope of state governance and civic domain, must be addressed and evaluated\nin the transnational context (Fraser 2007). This chapter focuses on the\nGuangdong provincial branch of the All-China Women’s Federation (ACWF) and\nthe Gender Media Action activist group, both based in the city of Guangzhou.\nThese groups’ members regularly engage in online political discussion. We\nconsider the history and development of both groups by examining archive documentation and unstructured interviews with core organizers, whose names have\nbeen anonymized. The groups’ organizational structures and political positions help\nassess the extent of their political legitimacy and eﬀectiveness in fostering political\nchange.",
      "cited_by_count": 2,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "China's Socioeconomic Reforms and Governance"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W2336053790"
    },
    {
      "openalex_id": "W2053651857",
      "doi": "10.1177/0163443705049058",
      "title": "The Jerry Springer Show as an emotional public sphere",
      "authors": [
        {
          "name": "Peter Lunt",
          "openalex_id": "A5045006531",
          "institutions": [
            "University College London"
          ]
        },
        {
          "name": "Paul Stenner",
          "openalex_id": "A5070499735",
          "orcid": "https://orcid.org/0000-0003-4505-6422",
          "institutions": [
            "University College London"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-12-20",
      "abstract": "The public sphere debate in social theory has been a topic of considerable interest amongst scholars analysing the talk show genre. Habermas attached great importance to the potential of rational critical discussion to create consensus and thereby legitimation in democratic society. He was concerned that the media gave a false impression of engagement in a public sphere while managing rights of access and speech in a manner that was inimical to open public discussion. In contrast, cultural commentators on the talk show genre have been impressed by the richness and spontaneity of interactions on the shows, suggesting that they might have a positive role in public participation despite not meeting Habermas’s criteria for a public sphere. In consequence, the literature is moving away from the public sphere debate and focusing on issues of voice and expression in analyses of talk shows. This article, however, makes the argument that many of Habermas’s concerns are still highly relevant to the genre. This is demonstrated through an analysis of The Jerry Springer Show. On the surface, this show seems to have little to do with rational critical discussion. The analysis reveals a number of parallels between the conception of the rational critical public sphere and The Jerry Springer Show, leading to a revision of the received view of Habermas’s work in the analysis of mediated discussion. A range of implications for the mediation of deliberation, participation and expression are explored.",
      "cited_by_count": 107,
      "type": "article",
      "source": {
        "name": "Media Culture & Society",
        "type": "journal",
        "issn": [
          "0163-4437",
          "1460-3675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://bura.brunel.ac.uk/bitstream/2438/1406/4/Springer%2bMCS%2bversion.pdf"
      },
      "topics": [
        "Media Studies and Communication",
        "Gender, Feminism, and Media",
        "Social Media and Politics"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2053651857"
    },
    {
      "openalex_id": "W2137468642",
      "doi": "10.1007/s10464-007-9116-1",
      "title": "Building contexts that support effective community responses to HIV/AIDS: a South African case study",
      "authors": [
        {
          "name": "Catherine Campbell",
          "openalex_id": "A5103075934",
          "orcid": "https://orcid.org/0009-0008-4644-7728",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        },
        {
          "name": "Yugi Nair",
          "openalex_id": "A5110272256",
          "institutions": [
            "University of KwaZulu-Natal"
          ]
        },
        {
          "name": "Sbongile Maimane",
          "openalex_id": "A5059636570",
          "institutions": [
            "University of KwaZulu-Natal"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-04-20",
      "abstract": "Abstract In this paper we discuss our conceptualisation of a ‘health‐enabling social environment’, and some of the strategies we are currently using to build social contexts most likely to support effective HIV/AIDS management in southern Africa. In developing these ideas, we draw on our on‐going collaboration with residents of Entabeni, a remote rural community in South Africa where 43% of pregnant women are HIV positive. The aim of this collaboration is to facilitate contextual changes that will enable more effective community‐led HIV/AIDS management in an isolated area where people have little or no access to formal health or welfare support, and where HIV/AIDS is heavily stigmatised. We give an account of the three phases of collaboration to date. These include research; the dissemination of findings and community consultation about the way forward; preliminary project activities (skills training for volunteer health workers; partnership building and a youth rally) as a way of illustrating what we believe are six key strategies for facilitating the development of ‘AIDS‐competent’ communities: building knowledge and basic skills; creating social spaces for dialogue and critical thinking; promoting a sense of local ownership of the problem and incentives for action; emphasising community strengths and resources; mobilising existing formal and informal local networks; and building partnerships between marginalized communities and more powerful outside actors and agencies, locally, nationally and internationally. We discuss some of the triumphs and trials of this work, concluding with a discussion of the need to set realistic goals when working at the community level in highly conservative patriarchal communities to tackle problems which may be shaped by economic and political processes over which local people have little control.",
      "cited_by_count": 209,
      "type": "article",
      "source": {
        "name": "American Journal of Community Psychology",
        "type": "journal",
        "issn": [
          "0091-0562",
          "1573-2770"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1007/s10464-007-9116-1"
      },
      "topics": [
        "Adolescent Sexual and Reproductive Health",
        "HIV/AIDS Research and Interventions",
        "HIV/AIDS Impact and Responses"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2137468642"
    },
    {
      "openalex_id": "W2171182399",
      "doi": "10.5840/beq201121437",
      "title": "The Moral Legitimacy of NGOs as Partners of Corporations",
      "authors": [
        {
          "name": "Dorothea Baur",
          "openalex_id": "A5086732922"
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-10-01",
      "abstract": "ABSTRACT: Partnerships between companies and NGOs have received considerable attention in CSR in the past years. However, the role of NGO legitimacy in such partnerships has thus far been neglected. We argue that NGOs assume a status as special stakeholders of corporations which act on behalf of the common good. This role requires a particular focus on their moral legitimacy. We introduce a conceptual framework for analysing the moral legitimacy of NGOs along three dimensions, building on the theory of deliberative democracy. Against this background we outline three procedural characteristics which are essential for judging the legitimacy of NGOs as potential or actual partners of corporations.",
      "cited_by_count": 139,
      "type": "article",
      "source": {
        "name": "Business Ethics Quarterly",
        "type": "journal",
        "issn": [
          "1052-150X",
          "2153-3326"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/9A220C09A08052B203EE2A1D22F41B64/S1052150X00004905a.pdf/div-class-title-the-moral-legitimacy-of-ngos-as-partners-of-corporations-div.pdf"
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Ethics in Business and Education",
        "Nonprofit Sector and Volunteering"
      ],
      "referenced_works_count": 143,
      "url": "https://openalex.org/W2171182399"
    }
  ],
  "count": 25,
  "errors": []
}
