{
  "status": "success",
  "source": "openalex",
  "query": "subaltern counterpublics feminist",
  "results": [
    {
      "openalex_id": "W2079360558",
      "doi": "10.1525/sop.2003.46.2.223",
      "title": "Parallel Subaltern Feminist Counterpublics in Cyberspace",
      "authors": [
        {
          "name": "Ann Travers",
          "openalex_id": "A5007322964",
          "institutions": [
            "Simon Fraser University"
          ]
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-06-01",
      "abstract": "The historically exclusive nature of public spaces and discourses is beyond dispute. While feminist and “other” counterpublics have provided alternative ways of organizing public interaction and dialogue, these have remained largely invisible to nonparticipants. New information technologies afford new possibilities for feminist counterpublics to influence the norms of participation and boundaries between insiders and outsiders in mainstream public spaces. In this article I argue that feminist counterpublics in cyberspace are evidence of a new development in social discourse: The creation of subaltern parallel counterpublics distinguishable from oppositional/separatist counterpublics based, to differing degrees, on identity politics.",
      "cited_by_count": 82,
      "type": "article",
      "source": {
        "name": "Sociological Perspectives",
        "type": "journal",
        "issn": [
          "0731-1214",
          "1533-8673"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Digital Games and Media"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W2079360558"
    },
    {
      "openalex_id": "W2600440930",
      "doi": "10.21308/recp.43.02",
      "title": "Democratizing participation through feminism. The role of feminist subaltern counterpublics in the expansion of the Basque public sphere",
      "authors": [
        {
          "name": "Jone Martínez Palacios",
          "openalex_id": "A5018566414",
          "orcid": "https://orcid.org/0000-0002-9354-3148",
          "institutions": [
            "University of the Basque Country"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-03-31",
      "abstract": "&lt;p&gt;&lt;span&gt;This article aims to understand the limits on the expansion of the public space that is occurring through democratic innovations, and to investigate strategies for overcoming these limits. With an approach rooted in standpoint epistemology, this article studies the participation experiences of sixteen women belonging to a feminist subaltern counterpublic in fifteen apparatuses in the Autonomous Region of the Basque Country. The study considers that this expansion of the public space has taken place with three limits, related to the delegitimisation of the private, the undervaluation of relational aspects and the naturalization of a universal idea of participation. Opposing this, the article states that the practice of counterpublics facilitates greater inclusion in the designs of democratic innovations due to those parallel publics’ subaltern position in the public space.&lt;/span&gt;&lt;/p&gt;",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Revista Española de Ciencia Política",
        "type": "journal",
        "issn": [
          "1575-6548",
          "2173-9870"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://recyt.fecyt.es/index.php/recp/article/download/52721/pdf_56"
      },
      "topics": [
        "Latin American socio-political dynamics",
        "Labor Movements and Unions",
        "Social Sciences and Policies"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W2600440930"
    },
    {
      "openalex_id": "W4392231759",
      "doi": "10.35295/osls.iisl.1887",
      "title": "Participatory embeddedness and democratic deepening: Feminist Subaltern Counterpublics",
      "authors": [
        {
          "name": "Miriam Ureta García",
          "openalex_id": "A5102025117",
          "orcid": "https://orcid.org/0000-0002-8466-4327",
          "institutions": [
            "University of the Basque Country"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-02-28",
      "abstract": "The objective of this research is to analyze how participatory embeddedness through Feminist Subaltern Counterpublics is related to democratic deepening. To this end, two cases have been selected in the towns of Ripollet (Catalonia) and Etxebarri (Basque Country) developing a multi-method design that triangulates interviews, a direct observation and a discussion group. After applying a cross-case analysis, the findings reveal how the practical and spatial dimensions produce temporary rooting oriented towards democratic deepening from a gender perspective. Firstly, the dissolution of the public/private tension leads to inclusive practices and –therefore– to the politicization of subjects and problems previously excluded from the public sphere. Secondly, the institutionalization processes of social movements can favor spaces of hybridization where the concerns of the subalternized are mobilized in order to –thirdly– be transformed into public policies sustained over time. El objetivo de esta investigación es analizar cómo se relaciona el arraigo participativo a través de los Contrapúblicos Subalternos Feministas con la profundización democrática. Para ello, se han seleccionado dos casos en los municipios de Ripollet (Cataluña) y Etxebarri (País Vasco) desarrollando un diseño multimétodo que triangula entrevistas; una observación directa y un grupo de discusión. Tras aplicar un análisis de casos cruzados, los hallazgos revelan cómo las dimensiones prácticas y de espacios producen enraizamiento temporal orientado a la profundización democrática desde una perspectiva de género. En primer lugar, la disolución de la tensión público/privada conduce a prácticas inclusivas y –por tanto- a la politización de sujetos y problemas anteriormente excluidos de la esfera pública. En segundo lugar, los procesos de institucionalización de movimientos sociales pueden favorecer espacios de hibridación en donde las preocupaciones del tejido social subalternizado son movilizadas para –en tercer lugar- ser transformadas en políticas públicas sostenidas en el tiempo.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Oñati Socio-legal Series",
        "type": "journal",
        "issn": [
          "2079-5971"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://opo.iisj.net/index.php/osls/article/download/1887/2180"
      },
      "topics": [
        "Sex work and related issues",
        "Labor Movements and Unions",
        "Global trade, sustainability, and social impact"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W4392231759"
    },
    {
      "openalex_id": "W2036939890",
      "doi": "10.3102/00028312040001123",
      "title": "Practicing Democracy in the Margins of School: The Teenage Parents Program as Feminist Counterpublic",
      "authors": [
        {
          "name": "Deirdre M. Kelly",
          "openalex_id": "A5012000325",
          "orcid": "https://orcid.org/0000-0002-7280-277X",
          "institutions": [
            "University of British Columbia"
          ]
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-01-01",
      "abstract": "Many barriers to realizing a vision of inclusive and deliberative democracy exist. But even in stratified societies, one can find relatively safe discursive arenas within schools where members of subordinated groups can explore who they are and want to become and can prepare to voice their needs, concerns, and issues in wider public realms. Nancy Fraser (1997) conceptualizes such arenas as “subaltern counterpublics” capable of expanding our “actually existing democracy.” Drawing on ethnographic data, this article analyzes the Teenage Parents Program as a feminist counterpublic within a Canadian public high school. It argues that youths need to learn to recognize the power of dominant as well as alternative or oppositional discourses and to articulate and strategically pursue their needs and interests.",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "American Educational Research Journal",
        "type": "journal",
        "issn": [
          "0002-8312",
          "1935-1011"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global Education and Multiculturalism",
        "Gender Politics and Representation",
        "Gender, Feminism, and Media"
      ],
      "referenced_works_count": 45,
      "url": "https://openalex.org/W2036939890"
    },
    {
      "openalex_id": "W2904243909",
      "doi": "10.4324/9781315818429-11",
      "title": "Counterpublics, crisis and critique",
      "authors": [
        {
          "name": "Jessica Gerrard",
          "openalex_id": "A5020090185",
          "orcid": "https://orcid.org/0000-0001-9011-6055"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-06-12",
      "abstract": "This chapter explores an approach to policy research that seeks to understand the broader social, political and historical dimensions to policy. The chapter examines contemporary political philosopher Nancy Fraser's conceptualisation of subaltern counterpublics as a means to examine these wider social, cultural and political dimensions of policy-related practice. Following with Fraser's feminist critique of Jurgen Habermas's theory of the public sphere, the chapter suggests the value of extending policy research beyond the processes and practices that appear within the legitimated public policy field. For policy research, the feminist critique of the public suggests the need to investigate social practices and contestations that lie beyond the obvious public interplay characterising policy production. Notwithstanding legitimate criticisms of Fraser's glossing over of the diversity of feminism, Fraser's analysis raises important questions surrounding the nature of policy reforms, pointing to the messy entanglements between subaltern counterpublics, critique and the development of capitalism.",
      "cited_by_count": 5,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Media and Politics"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2904243909"
    },
    {
      "openalex_id": "W2806020404",
      "doi": "10.1177/1742766518776695",
      "title": "Media, communication, and intersectional analysis: ten comments for the International Panel on Social Progress",
      "authors": [
        {
          "name": "Sasha Costanza‐Chock",
          "openalex_id": "A5014334630",
          "institutions": [
            "Massachusetts Institute of Technology"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-29",
      "abstract": "This article responds to the International Panel on Social Progress (IPSP) chapter ‘Media, Communication, and the Struggle for Social Progress.’ I argue that in order to advance the IPSP’s goals of progress towards a media system that advances human capabilities, we must name specific forms of structural oppression (what Black feminist scholars call the matrix of domination). I note that the IPSP should develop an intersectional analysis of media representation, employment, and ownership; that online hate speech must be addressed; and that the ‘filter bubble’ critique ignores the importance of subaltern counterpublics, although state and corporate propaganda is indeed a real problem. I urge application of a design justice lens, and identify free software as one important tool. I call attention to media policy proposals by social movements. Finally, I note the development of new tools for media analysis and encourage their application to an intersectional Media Equity Index.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Global Media and Communication",
        "type": "journal",
        "issn": [
          "1742-7665",
          "1742-7673"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Digital Games and Media"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W2806020404"
    },
    {
      "openalex_id": "W2120487507",
      "doi": null,
      "title": "Does Gender Influence Online Survey Participation? A Record-Linkage Analysis of University Faculty Online Survey Response Behavior.",
      "authors": [
        {
          "name": "Grinell Smith",
          "openalex_id": "A5037995104",
          "orcid": "https://orcid.org/0000-0002-3399-1125"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-06-01",
      "abstract": null,
      "cited_by_count": 467,
      "type": "article",
      "source": {
        "name": "San José State University ScholarWorks (San Jose State University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1003&context=elementary_ed_pub"
      },
      "topics": [
        "Survey Methodology and Nonresponse",
        "Social Media and Politics",
        "Focus Groups and Qualitative Methods"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2120487507"
    },
    {
      "openalex_id": "W2129145258",
      "doi": "10.1093/sp/jxi019",
      "title": "Displacement and Empowerment: Reflections on the Concept and Practice of the Council of Europe Approach to Gender Mainstreaming and Gender Equality",
      "authors": [
        {
          "name": "Mieke Verloo",
          "openalex_id": "A5006555859",
          "orcid": "https://orcid.org/0000-0002-0152-416X"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-11-08",
      "abstract": "\\n Contains fulltext :\\n 46880.pdf (Publisher’s version ) (Open Access)\\n",
      "cited_by_count": 276,
      "type": "article",
      "source": {
        "name": "Social Politics International Studies in Gender State & Society",
        "type": "journal",
        "issn": [
          "1072-4745",
          "1468-2893"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/sp/article-pdf/12/3/344/4709848/jxi019.pdf"
      },
      "topics": [
        "Gender Politics and Representation",
        "Social Policy and Reform Studies",
        "European Union Policy and Governance"
      ],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W2129145258"
    },
    {
      "openalex_id": "W2343860314",
      "doi": "10.36643/mjrl.21.1.habermas",
      "title": "Habermas, the Public Sphere, and the Creation of a Racial Counterpublic",
      "authors": [
        {
          "name": "Guy-Uriel E. Charles",
          "openalex_id": "A5113449468",
          "institutions": [
            "Indiana University"
          ]
        },
        {
          "name": "Luis Fuentes‐Rohwer",
          "openalex_id": "A5012083755",
          "orcid": "https://orcid.org/0000-0002-1318-6348",
          "institutions": [
            "Indiana University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "In The Structural Transformation of the Public Sphere, Jürgen Habermas documented the historical emergence and fall of what he called the bourgeois public sphere, which he defined as “[a] sphere of private people come together as a public . . . to engage [public authorities] in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labor.” This was a space where individuals gathered to discuss with each other, and sometimes with public officials, matters of shared concern. The aim of these gatherings was not simply discourse; these gatherings allowed the bourgeoisie to use their reason to determine the boundaries of public and private and to self-consciously develop the public sphere. As Habermas writes, “[t]he medium of this political confrontation was . . . people’s public use of their reason.” The bourgeois public didn’t simply participate, but it did so both directly and critically. The development of the bourgeois public as a critical, intellectual public took place in coffeehouses, in salons, and table societies. In Great Britain, Germany, and France, particularly, the coffeehouses and the salons “were centers of criticism—literary at first, then also political—in which began to emerge, between aristocratic society and bourgeois intellectuals, a certain parity of the educated.” Intellectual equals came together and deliberated, an equality that was key in ensuring the requisite openness and deliberation. No one person dominated the discussion due to his status within the deliberative community. Instead, and above all else, the “power of the better argument” won out. Two conditions were critical to these deliberations. First, equality was key to the public sphere. Membership in the public sphere meant that no one person was above the other and all arguments were similarly treated and scrutinized. Second, the principle of universal access was crucial.8The doors of the deliberative space were open to all comers and no group or person was purposefully shut out. Seen together, these two conditions provide a blueprint for deliberative practices in a democratic society.",
      "cited_by_count": 231,
      "type": "article",
      "source": {
        "name": "Michigan Journal of Race & Law",
        "type": "journal",
        "issn": [
          "1095-2721",
          "2688-5492"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://repository.law.umich.edu/cgi/viewcontent.cgi?article=1048&context=mjrl"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2343860314"
    },
    {
      "openalex_id": "W3126012483",
      "doi": "10.37513/ciar.v14i1.561",
      "title": "The Women Want The Fall of The (Gendered)Regime",
      "authors": [
        {
          "name": "Alice Chancellor",
          "openalex_id": "A5088836939"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-01-20",
      "abstract": "The post-2011 breakdown of state media authority in Syria exposed a multilayered terrain of competing counter-discourses, in which citizen journalists were positioned as narrators of events on the ground. Conceptualized in this paper as Emerging Syrian Media (ESM), the rapid pluralization of Syria’s media landscape has irrevocably transformed how citizens engage with the discourse disseminated by the al-Assad regime. However, this phenomenon has not been examined through a gender-based approach. Employing a feminist post-structuralist perspective and utilizing subaltern counterpublic theory, this paper examines whether the opening up of a virtual space has enabled the creation of an online feminist counterpublic, through which Syrian women are able to challenge the dominant representations of gender within the Syrian state feminism discourse. A Critical Discourse Analysis of texts produced by two state-affiliated media outlets reveals the intrinsically patriarchal nature of Syrian state feminism, while a narrative analysis of seven interviews with women participating in Emerging Syrian Media explores the ways in which such a discourse is being challenged. Through their performance of ‘active narrator’ identities, production of anti-regime discourses, and participation in women’s discussion groups, all seven women expressed an ability to counter the gender discourse of the regime. The occurrence of such challenges within confined spheres of activity results in the theorizing of a specifically ‘inward-oriented’ online feminist counterpublic within the ESM online space, whereby alternative discourses on gender can be both established and enacted.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Cornell International Affairs Review",
        "type": "journal",
        "issn": [
          "2156-0528",
          "2156-0536"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://journals.library.cornell.edu/index.php/ciar/article/download/561/541"
      },
      "topics": [
        "Social Media and Politics",
        "Middle East Politics and Society",
        "Gender, Feminism, and Media"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W3126012483"
    },
    {
      "openalex_id": "W2414650378",
      "doi": "10.1086/685118",
      "title": "Creating a Locational Counterpublic: <i>Manushi</i> and the Articulation of Human Rights and Sexuality from Delhi, India",
      "authors": [
        {
          "name": "Kanika Batra",
          "openalex_id": "A5017794514",
          "orcid": "https://orcid.org/0000-0003-0355-7966",
          "institutions": [
            "Texas Tech University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-01",
      "abstract": "This essay examines the Indian women’s journal Manushi’s coverage of sexual violence and a concomitant articulation of women’s rights to bodily autonomy, albeit one that did not advocate sexual autonomy and choice. However, given the almost exclusive focus on (hetero)sexual violence, the human rights framework used to talk about Indian women in Manushi was not applied to sexual minorities. I begin by situating the publication in Delhi-based women’s activism, the metropolitan context of its origin, and use Nancy Fraser’s theorization of feminist counterpublics and Gayatri Chakravorty Spivak’s ideas on subalternity to highlight how Manushi’s activism is locational rather than subaltern. Examining the journal’s publications from the 1980s to 1998, I suggest that its incomplete representation of sexuality is useful as a starting point for a historical inquiry into women’s incomplete and ongoing reclamation of geographic, institutional, typographic, and judicial space in contemporary India. I posit that the journal’s silence is representative of the reluctance, on the part of a section of the autonomous Indian women’s movement, to discuss sexual identity and choice. My main argument is that by placing women’s sexuality at the forefront of national concerns through a human rights discourse, Manushi furthered (though it did not initiate) a discussion of nonnormative sexual choices for women, despite a conscious steering away from such issues within the Indian women’s movement and its publications.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Signs",
        "type": "journal",
        "issn": [
          "0097-9740",
          "1545-6943"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "African Sexualities and LGBTQ+ Issues",
        "Gender Politics and Representation",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 15,
      "url": "https://openalex.org/W2414650378"
    },
    {
      "openalex_id": "W4319785850",
      "doi": "10.1080/02500167.2023.2169317",
      "title": "Digital Media and Discursive Contestation: The Importance of Feminist Counterpublics Online",
      "authors": [
        {
          "name": "Sibongile Mpofu",
          "openalex_id": "A5050085052",
          "orcid": "https://orcid.org/0000-0002-8373-2682",
          "institutions": [
            "National University of Science and Technology",
            "Stellenbosch University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-10-02",
      "abstract": "For feminist research, digital media now enable other ways of knowing currently lacking in mainstream research. Therefore, searching for African women's lived experiences in other sites, such as digital media spaces, requires the appropriation of methodologies that empower women. This article discusses the feminist approach of centring women as subaltern counterpublics, to show how this unearths the intersection of technology, power, hegemony, and subordination in the Zimbabwean context. The overall goal is to explain how the feminist counterpublics approach enables empirical findings on the emancipatory potential of blogs for Zimbabwean women. This research approach reveals how Zimbabwean women are using digital media as spaces to circulate counterdiscourses that resist their subjugation and the legitimation of power. Utilising the feminist approach to qualitative content analysis and semi-structured interviews, the study shows that communicative spaces online enable traditionally emasculated groups in Zimbabwe, particularly women, to reaffirm their identities and to begin to question the societal norms that continue to oppress them. This approach illustrates that blogs act as sites for regrouping and contestation, developing remedies for women's oppression, taking positions, and influencing wider publics.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Communicatio",
        "type": "journal",
        "issn": [
          "0250-0167",
          "1753-5379"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Media and Politics",
        "Media Studies and Communication",
        "Gender, Feminism, and Media"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W4319785850"
    },
    {
      "openalex_id": "W4413981811",
      "doi": "10.1177/13548565251375536",
      "title": "Talking back from the ‘grassroots’: A subaltern feminist counterpublic and the challenge to the ‘leftover women’ discourse on Bilibili",
      "authors": [
        {
          "name": "Anqi Peng",
          "openalex_id": "A5048029030",
          "orcid": "https://orcid.org/0000-0002-1224-2934",
          "institutions": [
            "University of Illinois Urbana-Champaign"
          ]
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-09-04",
      "abstract": "This paper examines the formation and suppression of a digital feminist counterpublic through the case of Wang Huiling, a rare and outspoken content creator whose critiques of patriarchal marriage norms foreground the experiences of rural and working-class women in China. While digital feminist activism has gained increased visibility in recent years, it continues to prioritize urban, educated, and middle-class perspectives – leaving women from marginalized socio-economic backgrounds largely excluded from feminist discourses and representations. Focusing on Bilibili.com , this study analyzes how Wang challenges the dominant ‘leftover women’ discourse from a subaltern perspective, and how the platform’s distinctive bullet comment (弹幕) feature facilitates networked engagement that amplifies this counterpublic’s voice. Yet, the same technological infrastructure that enables feminist expression also facilitates a distributed network of control , where platform governance, state censorship, and participatory surveillance converge. Wang’s intersectional feminist critique experiences intensified scrutiny and precarity under Billibili’s logic of bidirectional governance, culminating in the total erasure of this counterpublic.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Convergence The International Journal of Research into New Media Technologies",
        "type": "journal",
        "issn": [
          "1354-8565",
          "1748-7382"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender, Feminism, and Media",
        "Social Media and Politics",
        "Asian Culture and Media Studies"
      ],
      "referenced_works_count": 71,
      "url": "https://openalex.org/W4413981811"
    },
    {
      "openalex_id": "W1980839904",
      "doi": "10.1080/1369118x.2011.642890",
      "title": "VIRTUAL FEMINISMS",
      "authors": [
        {
          "name": "Jessalynn Keller",
          "openalex_id": "A5047160026",
          "institutions": [
            "The University of Texas at Austin"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-12-19",
      "abstract": "While feminist media scholars have recognized the growing importance of feminist blogs, such as Jezebel, Racialicious, and Feministe, to contemporary feminism, the contribution of girls to this feminist blogosphere remains understudied. In this paper, the author addresses this research gap by investigating the complex and diverse ways that girls are using blogging communities to participate in a fem- inist political activism that reflects their needs as contemporary young feminists within a neoliberal cultural context. This analysis draws upon two case studies of popular blogs by teenage feminists, and interviews that were conducted with four girl bloggers who participated in these two communities. The author argues that through the practice of blogging, teenage girls are actively reframing what it means to participate in feminist politics, drawing on opportunities that the Internet provides to embrace new understandings of community, activism, and even feminism itself.",
      "cited_by_count": 155,
      "type": "article",
      "source": {
        "name": "Information Communication & Society",
        "type": "journal",
        "issn": [
          "1369-118X",
          "1468-4462"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://ueaeprints.uea.ac.uk/id/eprint/57225/1/Virtual_Feminisms_FINAL.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Impact of Technology on Adolescents"
      ],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W1980839904"
    },
    {
      "openalex_id": "W2461584219",
      "doi": "10.1017/s0023879100019531",
      "title": "Forging an Indigenous Counterpublic Sphere: The Taller de Historia Oral Andina in Bolivia",
      "authors": [
        {
          "name": "Marcia Stephenson",
          "openalex_id": "A5109492640",
          "institutions": [
            "Purdue University West Lafayette"
          ]
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-01-01",
      "abstract": "Abstract This essay analyzes the impact of an indigenous counterpublic sphere in contemporary Bolivia, arguing that it functions as an arena of differential consciousness for Aymara intellectuals and activists. In examining the work carried out by the Aymara nongovernmental organization known as the Taller de Historia Oral Andina (THOA), the essay highlights this sphere's importance as both a discursive and territorial arena where agency is expressed in the collaborative spirit of community. THOA's work is significant in strategically formulating a methodology of decolonization based on revisionist Andean historiography, territorial demands, and collective political action.",
      "cited_by_count": 139,
      "type": "article",
      "source": {
        "name": "Latin American Research Review",
        "type": "journal",
        "issn": [
          "0023-8791",
          "1542-4278"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/32DA0D9C777C089215D42BD3D9CAEE15/S0023879100019531a.pdf/div-class-title-forging-an-indigenous-counterpublic-sphere-the-taller-de-historia-oral-andina-in-bolivia-div.pdf"
      },
      "topics": [
        "Politics and Society in Latin America",
        "Indigenous Cultures and History",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W2461584219"
    },
    {
      "openalex_id": "W2162080980",
      "doi": "10.7282/t3st7nnj",
      "title": "Youth movements, autonomy and the oppositional identity in global women's activism",
      "authors": [
        {
          "name": "Theresa Hunt",
          "openalex_id": "A5050206296"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "While literature examining the significance of age and generation in transnational social movements continues to grow, few studies focus specifically on young women and their involvement with global feminism. Making the empirical observation that “young women‟s” transnational feminist networks have emerged and gained more visibility in the last decade, this dissertation investigates their existence, asking why young women identifying as part of a “transnational feminist class” form youth-only networks rather than joining – or maintaining membership within – existing and established networks. Data was collected from five young women‟s transnational feminist networks using qualitative methods, including semi-structured interview, participant observation and triangulated digital writing analysis. Analysis of this data yielded several findings. First, young women are likely to form “youth-only” feminist networks in three circumstances: 1) when they feel under- and misrepresented within the discursive and political forums of global feminism; 2) when they feel the education they need to further their goals and establish their identities as activists is inadequate; and 3) when they find generation gaps create perceived irreconcilable “differences” of tactical and organizational preference between older and younger activists. Second, young feminists foreground age as an identity marker quite consciously in order to supersede other “differences” historically dividing transnational women‟s organizing, such as those of nationality, religion, sexuality and social class. These patterns suggest young women are deploying “essentialist” and collective movement identities strategically, and thus construct a praxis reflective of established but contentious feminist theoretical discussions such as Gayatri Spivak‟s “strategic essentialism” (1990), Nancy Fraser‟s “subaltern counterpublic”(1990) and Rita Felski‟s “self-consciously oppositional identity” (1989) . The three main chapters of this dissertation examine 1) the creation and articulation of a “young transnational feminist” counterpublic sphere; 2) the discourse of “difference” permeating young women‟s transnational feminist networks; and 3) the effort to construct more “democratic”, “inclusive” and “self-directed” educational programs for young feminist activists. I conclude with the observation that young activist women within the transnational feminist movement draw on but re-conceptualize existing theories of globalization, social movements and transnational feminist activism, and offer suggestions for the ways in which scholars might be more inclusive of young women‟s practices and preferences in future studies of transnational activism.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Rutgers University Community Repository (Rutgers University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doi.org/10.7282/t3st7nnj"
      },
      "topics": [
        "Gender Politics and Representation",
        "Gender, Feminism, and Media",
        "Historical Gender and Feminism Studies"
      ],
      "referenced_works_count": 121,
      "url": "https://openalex.org/W2162080980"
    },
    {
      "openalex_id": "W4362472357",
      "doi": "10.1215/15525864-10256225",
      "title": "Police, Provocation, Politics: Counterinsurgency in Istanbul",
      "authors": [
        {
          "name": "Orkide Izci",
          "openalex_id": "A5073264699"
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-03-01",
      "abstract": "Police, Provocation, Politics is a groundbreaking contribution to the anthropology of policing, surveillance, and resistance. It combines long-term ethnographic research conducted in one of Istanbul’s many revolutionary neighborhoods inhabited mainly by urban working-class Turkish and Kurdish Alevis with archival research and oral history narratives. The book’s great strength lies in Deniz Yonucu’s ability to situate counterinsurgency practices of Turkish police from the 1960s onward within a global context, revealing how these practices aim to create and maintain conflict in and among dissident communities. Policing in this book concerns itself not only with maintaining social order based on capitalism, racism, patriarchy, and colonialism but also with generating disorder. In doing so, the book illustrates various provocative and divisive counterinsurgency techniques applied by the Turkish security state and informed by global counterinsurgencies. It also brilliantly shows how Turkey’s racialized, marginalized, and oppressed populations continue to participate in revolutionary activities despite violent counterrevolutionary practices that have targeted these communities for decades.Even if the book does not exclusively focus on gender issues, its intersectional analysis offers great insight into the gendered dimensions of political resistance and counterinsurgency practices and opens the ground for masculinist and moralistic forms of “mimetic policing.” Since society and gender are co-constructed, “there is nothing in social life that is not to be understood through gender constructs” (Strathern 1988: 32). This book shows us that we do not need to focus exclusively on gender issues to talk about gender, women, and masculinity. Yonucu, while describing the organization of the neighborhood, the political activities of its inhabitants, and the counterrevolutionary practices of the police, keeps the gendered dimension of politics and the police in constant critical sight. In chapter 1, for instance, drawing on the Arendtian and Rancierian frame of politics, Yonucu shows how the people’s committees organized by neighborhood residents in the 1960s were a world-building practice that allowed subaltern women to address and challenge unequal and oppressive gendered relations. Here the racialized and impoverished women are seen not as passive victims of capitalism and patriarchy but as active political agents who engage in “de facto feminist politics” (42). The people’s committees are described as political places or “subaltern counterpublics” (Fraser 1990: 67) where women contributed to the political organization with a higher consciousness of the marginalized (Collins 1986). The hierarchy based on the class differences between the neighborhood residents and bourgeois outsiders reproduces a further gendered hierarchy between men and women who were subjected to double marginalization, first as Alevis and second as women, not only by the police but also by their male comrades, both Alevi inhabitants of the neighborhood and bourgeois outsiders. Yonucu’s analysis of the interviews with the research participants shows how women attempted to challenge patriarchy nourished by male and class domination by bringing up conventionally private issues (such as male violence in the domestic space, excessive alcohol consumption by men, and sexual harassment) in public debate and by taking their husbands or male neighbors to people’s courts created by community members. In an era where gender issues are considered secondary by male revolutionaries, to be addressed after the revolution, the growing presence of women and their active participation in the political life of the neighborhood introduced significant awareness and pushed for a feminist practice.The people’s committee experience, however, was a short-lived one. Such world-building practices became the main target of Turkish counterinsurgency. In the following decades, as Yonucu shows, the counterinsurgency focused on opening the ground for revolutionary counterviolence, containing violence and counterviolence in the spaces occupied by working-class Alevis and Kurds. The intensification of drug dealing and gang activities in these neighborhoods by the early 2000s, along with violence-provoking counterinsurgency strategies, was effective in strengthening moralistic and masculinist vigilante practices. Chapter 4, for instance, shows how the selective targeting of the most community-minded and collaborative activists by antiterror laws in the first two decades of the 2000s paved the way for mimetic policing practices that reproduce sexist, patriarchal, and racist official policing practices.Yonucu never approaches her interlocutors as passive victims who are unaware of the Turkish state’s well-crafted counterinsurgency techniques. Instead, she vividly shows the reader how her interlocutors try to find liberatory ways of struggle under extremely difficult circumstances. In chapters 4 and 5 she shows how some socialist youth groups, who were aware of the masculinist effects of vigilante activities and were inspired by feminist politics, organized masculinity workshops to critically reflect on their masculinity and find ways to fight masculinist and patriarchal practices. Sadly, however, these groups were among the counterinsurgency’s main targets.Yonucu’s feminist gaze helps us interrogate some taken-for-granted rhetorics, such as the assertion of total equality between women and men in Alevi communities. She proves that social groups are internally diverse and stratified and that different axes of difference, social stratification, and discrimination/oppression—like race/ethnicity, class, gender, or sexuality—are interlocked and interlinked (Collins and Chepp 2013). Indeed, an accurate analysis of the interviews reveals the gendered and class-based male resistance to women’s participation in the self-organized political space and in women’s struggle against it. Women’s participation in the politics of the neighborhood can be read within the understanding of Yonucu’s politics, inspired by Jacques Rancière’s (1999: 33): “Political activity is whatever shifts a body from the place assigned to it or changes a place’s destination. It makes visible what had no business being seen and makes heard a discourse where once there was only place for noise; it makes understood as discourse what was only heard as noise.” Viewing this quotation through a feminist lens, we can see where women’s participation contributed to the transformation of the neighborhood, moving women’s bodies from the private sphere to the public one, making their voices audible and their presence visible by means of the “lucidity of the excluded” (McNay 1999: 107).In sum, this book compellingly shows how counterinsurgency is not merely a repressive force but also a productive one that informs political practices and narrows the space for liberatory gender struggles by provoking masculinist and moralistic practices. The book also shows how the oppressed continue to fight back and keep the spirit of solidarity and resistance alive despite extremely difficult circumstances.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Journal of Middle East Women s Studies",
        "type": "journal",
        "issn": [
          "1552-5864",
          "1558-9579"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Turkey's Politics and Society",
        "Politics and Conflicts in Afghanistan, Pakistan, and Middle East",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W4362472357"
    },
    {
      "openalex_id": "W204378871",
      "doi": null,
      "title": "Becoming feminists: Emotional literacy and the shaping of identity in feminist communities",
      "authors": [
        {
          "name": "Whitney Douglas",
          "openalex_id": "A5113720269"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-01-01",
      "abstract": "This dissertation contributes to the areas of literacy studies, rhetoric, and composition pedagogy, by taking up four questions: How do women use literacy to construct and negotiate feminist identities? How can literacy studies and rhetorical theory add to an understanding of feminist activism in historical, contemporary, and pedagogical contexts? How is the concept of subaltern counterpublics useful for considering the rhetorical space of feminist communities and the literacy sponsored within those spaces? How does the activist work of feminist communities sponsor communal literacy, a form of literacy rooted in practices of sharing? To answer these questions, I examine historical and contemporary Nebraska women's experiences with identity negotiation, literacy practices, and activism in three sites: (1) the Nebraska woman's suffrage movement; (2) Voices of Hope, an advocacy agency for survivors of sexual assault and/or domestic violence; and (3) a college course on feminist activism with a service learning component. Studying these sites through the lens of literacy studies and feminist rhetorical theory, I trace common threads of women's experiences claiming feminist and activist identities. Drawing on archival research, ethnographic observation, interviews, personal experiences, and analysis of newsletters, agency documents, and student writing, I offer a rich portrait of the challenges women activists face, the identity negotiation they undertake to engage in activism, and the ways that attention to literacy practices offers a critical lens for understanding women's civic participation in a democratic society. Pulling from the work of theorists in feminist rhetoric (Hollis, Johnson, Kates, Ritchie and Ronald) and identity theory (Alcoff, Butler, Goncalves, and Fraser), combined with scholarship in literacy studies on community literacy and literacy as social practice (Barton and Hamilton, Brandt, Cushman, and Grabill), I argue that the efficacy of women's activism is sponsored by emotional literacy which shapes individual identities prior to or as part of the forming of a collective community, and that emotional literacy continues to sponsor their activist endeavors. Integrating theories of literacy as a social practice with relational theories of literacy, I propose a theory of communal literacy: community-based literacy practices rooted in interpersonal connections, cross-cultural engagement, and practices of sharing that benefit a larger cause.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Insecta mundi",
        "type": "journal",
        "issn": [
          "0749-6737",
          "1942-1354",
          "1942-1362"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Early Childhood Education and Development"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W204378871"
    },
    {
      "openalex_id": "W2100335669",
      "doi": "10.1080/01436590220108199",
      "title": "The devil's in the theory: A critical assessment of Robert Chambers' work on participatory development",
      "authors": [
        {
          "name": "Ilan Kapoor",
          "openalex_id": "A5006343899",
          "orcid": "https://orcid.org/0000-0001-5495-5038"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-02-01",
      "abstract": "The practice orientation of Robert Chambers' work on Participatory Rural Appraisal (PRA), which aims at enabling local people and communities to take control over their own development, has received much attention in development circles. This article attempts to shift the emphasis away from PRA's practice towards its theoretical underpinnings. The article argues that PRA's practice/ empiricist orientation causes it to be insufficiently theorised and politicised. As a result, questions about inclusiveness, the role of PRA facilitators, and the personal behaviour of elites overshadow, or sometimes ignore, questions of legitimacy, justice, power and the politics of gender and difference. The article draws on arguments and debates involving Habermasian 'deliberative democracy' and post- structuralist notions of power.",
      "cited_by_count": 262,
      "type": "article",
      "source": {
        "name": "Third World Quarterly",
        "type": "journal",
        "issn": [
          "0143-6597",
          "1360-2241"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/abs/10.1080/01436590220108199"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Tourism, Volunteerism, and Development",
        "Agriculture, Land Use, Rural Development"
      ],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W2100335669"
    },
    {
      "openalex_id": "W2104312500",
      "doi": "10.1215/10642684-1472872",
      "title": "Black/Queer/Diaspora at the Current Conjuncture",
      "authors": [
        {
          "name": "Jafari S. Allen",
          "openalex_id": "A5058351004",
          "institutions": [
            "Yale University"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-04-04",
      "abstract": "This essay sketches the parameters of black/queer/diaspora ethics, aesthetics, and methodologies vis-à-vis conjunctural moments in black queer studies, women of color feminisms, queer of color critique, queer theory, and on-the-ground expressive practices. This genealogical matrix of the present moment argues that black/queer/diaspora work's love ethic, and radical roots in black and women of color feminisms, uniquely constructs it as an organic project of multivalent and multiscalar reclamation, revisioning, and futurity toward producing deeply humane and capacious analyses that both reflect “real life” on the ground and speculate on liberatory models—projecting our imaginations forward, toward possible futures.",
      "cited_by_count": 180,
      "type": "article",
      "source": {
        "name": "GLQ A Journal of Lesbian and Gay Studies",
        "type": "journal",
        "issn": [
          "1064-2684",
          "1527-9375"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://read.dukeupress.edu/glq/article-pdf/18/2-3/211/414697/GLQ182-3_01Allen_Fpp.pdf"
      },
      "topics": [
        "Race, History, and American Society",
        "Latin American and Latino Studies",
        "LGBTQ Health, Identity, and Policy"
      ],
      "referenced_works_count": 105,
      "url": "https://openalex.org/W2104312500"
    },
    {
      "openalex_id": "W4381251556",
      "doi": "10.1093/ct/qtad004",
      "title": "Recentering power: conceptualizing counterpublics and defensive publics",
      "authors": [
        {
          "name": "Sarah J. Jackson",
          "openalex_id": "A5059487953",
          "orcid": "https://orcid.org/0000-0001-5996-0346",
          "institutions": [
            "University of Pennsylvania"
          ]
        },
        {
          "name": "Daniel Kreiss",
          "openalex_id": "A5084028459",
          "orcid": "https://orcid.org/0000-0003-2533-195X",
          "institutions": [
            "University of North Carolina at Chapel Hill",
            "Center for Information Technology",
            "Life University"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-06-19",
      "abstract": "Abstract In this manuscript we consider the inconsistent ways the concept of “counterpublics” has been taken up in the field to make the claim that considerations of social power must be recentered in the theorization of publics. To do this we provide an in-depth genealogy of the concept of counterpublics, analyze its use by critical scholars, and then consider its application in empirical studies of digital networks and right-wing publics. We argue that scholars studying digital and far-right publics in particular must take the critical analysis of power seriously. Through this lens, we show that classifying right-wing movements as “defensive” is more theoretically and empirically accurate. In doing so, we conceptualize public spheres as indelible outgrowths of social structures, even as they work to transform them in turn, and provide a framework for scholars to understand public spheres through the lens of history, social differentiation, relations, resources, and access.",
      "cited_by_count": 62,
      "type": "article",
      "source": {
        "name": "Communication Theory",
        "type": "journal",
        "issn": [
          "1050-3293",
          "1468-2885"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/ct/advance-article-pdf/doi/10.1093/ct/qtad004/50646928/qtad004.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Populism, Right-Wing Movements",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 72,
      "url": "https://openalex.org/W4381251556"
    },
    {
      "openalex_id": "W1534715663",
      "doi": "10.1111/j.1469-8676.2010.00136.x",
      "title": "The anthropology of media and the question of ethnic and religious pluralism",
      "authors": [
        {
          "name": "Patrick Eisenlohr",
          "openalex_id": "A5033301788",
          "orcid": "https://orcid.org/0000-0003-4843-4169",
          "institutions": [
            "Utrecht University"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-25",
      "abstract": "This essay discusses anthropological approaches to the study of media interacting with contexts of ethnic and religious diversity. The main argument is that not only issues of access to and exclusion from public spheres are relevant for an understanding of media and pluralism. Background assumptions and ideologies about media technologies and their functioning also require more comparative analysis, as they impact public spheres and claims to authority and authenticity that ultimately produce and shape scenarios of ethnic and religious diversity. This additional dimension of diversity in the question of media and ethnic and religious pluralism is particularly apparent in crises of political and religious mediation. The latter often result in desires to bypass established forms of political and religious mediation that are in turn often projected on new media technologies.",
      "cited_by_count": 70,
      "type": "article",
      "source": {
        "name": "Social Anthropology",
        "type": "journal",
        "issn": [
          "0964-0282",
          "1469-8676"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.berghahnjournals.com/downloadpdf/journals/saas/19/1/j.1469-8676.2010.00136.x.pdf"
      },
      "topics": [
        "Anthropological Studies and Insights",
        "Asian Culture and Media Studies",
        "Diaspora, migration, transnational identity"
      ],
      "referenced_works_count": 62,
      "url": "https://openalex.org/W1534715663"
    },
    {
      "openalex_id": "W4245366069",
      "doi": "10.1017/s0145553200011287",
      "title": "The Public Sphere in the Field of Power",
      "authors": [
        {
          "name": "Craig Calhoun",
          "openalex_id": "A5000966404",
          "orcid": "https://orcid.org/0000-0001-7218-3780"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "In this article I ask (1) whether the ways in which the early bourgeois public sphere was structured—precisely by exclusion—are instructive for considering its later development, (2) how a consideration of the social foundations of public life calls into question abstract formulations of it as an escape from social determination into a realm of discursive reason, (3) to what extent “counterpublics” may offer useful accommodations to failures of larger public spheres without necessarily becoming completely attractive alternatives, and (4) to what extent considering the organization of the public sphere as a field might prove helpful in analyzing differentiated publics, rather than thinking of them simply as parallel but each based on discrete conditions. These considerations are informed by an account of the way that the public sphere developed as a concrete ideal and an object of struggle in late-eighteenth- and early-nineteenth-century Britain.",
      "cited_by_count": 71,
      "type": "article",
      "source": {
        "name": "Social Science History",
        "type": "journal",
        "issn": [
          "0145-5532",
          "1527-8034"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/8F69793698C91CD7A0769148C2C639DD/S0145553200011287a.pdf/div-class-title-the-public-sphere-in-the-field-of-power-div.pdf"
      },
      "topics": [
        "Historical Economic and Social Studies",
        "Historical Studies on Reproduction, Gender, Health, and Societal Changes"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W4245366069"
    },
    {
      "openalex_id": "W4253879526",
      "doi": "10.1215/9780822374312",
      "title": "Dalit Studies",
      "authors": [
        {
          "name": "Rupa Hans",
          "openalex_id": "A5112829040"
        },
        {
          "name": "Sukdeo Viswanath",
          "openalex_id": "A5094521631"
        },
        {
          "name": "Shailaja Thorat",
          "openalex_id": "A5104070946"
        },
        {
          "name": "Laura Paik",
          "openalex_id": "A5094521643"
        },
        {
          "name": "Jebroja Brueck",
          "openalex_id": "A5094521648"
        },
        {
          "name": "H Singh",
          "openalex_id": "A5108935730"
        },
        {
          "name": "Sambaiah Pandian",
          "openalex_id": "A5094521649"
        },
        {
          "name": "Shyam Gundimeda",
          "openalex_id": "A5094521650"
        },
        {
          "name": "Surinder Babu",
          "openalex_id": "A5112829043"
        },
        {
          "name": "Chandrabhan Jodhka",
          "openalex_id": "A5094521628"
        },
        {
          "name": "D. V. S. Prasad",
          "openalex_id": "A5112455710"
        },
        {
          "name": "Karthik Kapur",
          "openalex_id": "A5113449740"
        },
        {
          "name": "Katherine Muralid- Haran",
          "openalex_id": "A5094521629"
        },
        {
          "name": "P. R. Newman",
          "openalex_id": "A5062335233",
          "orcid": "https://orcid.org/0000-0002-6252-266X"
        },
        {
          "name": "Douglas M. Haynes",
          "openalex_id": "A5046989721"
        },
        {
          "name": "Lucinda Ramberg",
          "openalex_id": "A5046906889"
        },
        {
          "name": "Mrinalini Sinha",
          "openalex_id": "A5109998471"
        },
        {
          "name": "Sudipto Kaviraj",
          "openalex_id": "A5094521630"
        },
        {
          "name": "S. R. Wilkinson",
          "openalex_id": "A5065768193"
        },
        {
          "name": "Lant Pritchett",
          "openalex_id": "A5109095433"
        },
        {
          "name": "Priya Joshi",
          "openalex_id": "A5038481942"
        },
        {
          "name": "Jamal Elias",
          "openalex_id": "A5094521632"
        },
        {
          "name": "Ania Loomba",
          "openalex_id": "A5094521633"
        },
        {
          "name": "Atul Kohli",
          "openalex_id": "A5094521634"
        },
        {
          "name": "Juliana Giustini",
          "openalex_id": "A5094521635"
        },
        {
          "name": "Sunila Kale",
          "openalex_id": "A5112829041"
        },
        {
          "name": "D. V. Patel",
          "openalex_id": "A5108589772"
        },
        {
          "name": "Jamal Over",
          "openalex_id": "A5094521636"
        },
        {
          "name": "Susie Tharu",
          "openalex_id": "A5024607985"
        },
        {
          "name": "M. Madhava Prasad",
          "openalex_id": "A5068049278"
        },
        {
          "name": "Satish Poduval",
          "openalex_id": "A5006433633"
        },
        {
          "name": "Uma Bhrugubanda",
          "openalex_id": "A5094521637"
        },
        {
          "name": "Sujit-K Satyanarayana'",
          "openalex_id": "A5112829042"
        },
        {
          "name": "Sat Jassi",
          "openalex_id": "A5094521638"
        },
        {
          "name": "Ram Dayal",
          "openalex_id": "A5075436655"
        },
        {
          "name": "Jatav Mahasabha",
          "openalex_id": "A5094521639"
        },
        {
          "name": "Jeeva Raksha",
          "openalex_id": "A5094521640"
        },
        {
          "name": "Jnan Pracharak Mandali",
          "openalex_id": "A5094521641"
        },
        {
          "name": "Jodhka Surinder",
          "openalex_id": "A5094521642"
        },
        {
          "name": "John Joseph",
          "openalex_id": "A5063404631",
          "orcid": "https://orcid.org/0000-0002-0232-6042"
        },
        {
          "name": "Joint Po",
          "openalex_id": "A5094521644"
        },
        {
          "name": "Cal Congress",
          "openalex_id": "A5094521645"
        },
        {
          "name": "K. P. Karunakaran",
          "openalex_id": "A5103219201",
          "orcid": "https://orcid.org/0000-0003-0401-8331"
        },
        {
          "name": "K Kelappan",
          "openalex_id": "A5094521646"
        },
        {
          "name": "Claude Kempu",
          "openalex_id": "A5094521647"
        },
        {
          "name": "Krishna Anirudh",
          "openalex_id": "A5048075746"
        },
        {
          "name": "M. Gopal Krishna",
          "openalex_id": "A5101386365"
        },
        {
          "name": "Kaviraj",
          "openalex_id": ""
        },
        {
          "name": "Sudipta",
          "openalex_id": ""
        },
        {
          "name": "K Kelappan",
          "openalex_id": ""
        },
        {
          "name": "Claude Kempu",
          "openalex_id": ""
        },
        {
          "name": "Kothari",
          "openalex_id": ""
        },
        {
          "name": "Rajni",
          "openalex_id": ""
        },
        {
          "name": "Krishna Anirudh",
          "openalex_id": ""
        },
        {
          "name": "Manda Krishna",
          "openalex_id": ""
        },
        {
          "name": "B The",
          "openalex_id": ""
        },
        {
          "name": "; Srinivasulu",
          "openalex_id": ""
        },
        {
          "name": "Kothari",
          "openalex_id": ""
        },
        {
          "name": "Ravikumar",
          "openalex_id": ""
        },
        {
          "name": "Pai",
          "openalex_id": ""
        },
        {
          "name": "Chakravarti",
          "openalex_id": ""
        },
        {
          "name": "Guru",
          "openalex_id": ""
        },
        {
          "name": "A Rao",
          "openalex_id": ""
        },
        {
          "name": "K Satyanarayana",
          "openalex_id": ""
        },
        {
          "name": "Tharu",
          "openalex_id": ""
        },
        {
          "name": "Sarkar",
          "openalex_id": ""
        },
        {
          "name": "Rangachari Thurston",
          "openalex_id": ""
        },
        {
          "name": "Crooke",
          "openalex_id": ""
        },
        {
          "name": "Mofatt",
          "openalex_id": ""
        },
        {
          "name": "Guru",
          "openalex_id": ""
        },
        {
          "name": "Mahar",
          "openalex_id": ""
        },
        {
          "name": "Cohn",
          "openalex_id": ""
        },
        {
          "name": "Doctor Zelliot",
          "openalex_id": ""
        },
        {
          "name": "; Bahasaheb Ambedkar",
          "openalex_id": ""
        },
        {
          "name": "O'hanlon",
          "openalex_id": ""
        },
        {
          "name": "Guru",
          "openalex_id": ""
        },
        {
          "name": "S Deshpande",
          "openalex_id": ""
        },
        {
          "name": "Rudolph Rudolph",
          "openalex_id": ""
        },
        {
          "name": "K Satyanarayana",
          "openalex_id": ""
        },
        {
          "name": "Kothari",
          "openalex_id": ""
        },
        {
          "name": "Chatterjee",
          "openalex_id": ""
        },
        {
          "name": "Chakrabarty",
          "openalex_id": ""
        },
        {
          "name": "Mayaram",
          "openalex_id": ""
        },
        {
          "name": "Bandyopadhyay",
          "openalex_id": ""
        },
        {
          "name": "Aloysius",
          "openalex_id": ""
        },
        {
          "name": "Tharu Satyanarayana",
          "openalex_id": ""
        },
        {
          "name": "A Rao",
          "openalex_id": ""
        },
        {
          "name": "Joshi Liddle",
          "openalex_id": ""
        },
        {
          "name": "Ilaiah",
          "openalex_id": ""
        },
        {
          "name": "Pawar",
          "openalex_id": ""
        },
        {
          "name": "Guru",
          "openalex_id": ""
        },
        {
          "name": "Pawar",
          "openalex_id": ""
        },
        {
          "name": "Rege",
          "openalex_id": ""
        },
        {
          "name": "A Rao",
          "openalex_id": ""
        },
        {
          "name": "Nagaraj",
          "openalex_id": ""
        },
        {
          "name": "David Ludden",
          "openalex_id": ""
        },
        {
          "name": "Writes",
          "openalex_id": ""
        },
        {
          "name": "Bahenji; Bose",
          "openalex_id": ""
        },
        {
          "name": "; Chandra",
          "openalex_id": ""
        },
        {
          "name": "Gupta ; Narayan",
          "openalex_id": ""
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-29",
      "abstract": "The contributors to this major intervention into Indian historiography trace the strategies through which Dalits have been marginalized as well as the ways Dalit intellectuals and leaders have shaped emancipatory politics in modern India. Moving beyond the anticolonialism/nationalism binary that dominates the study of India, the contributors assess the benefits of colonial modernity and place humiliation, dignity, and spatial exclusion at the center of Indian historiography. Several essays discuss the ways Dalits used the colonial courts and legislature to gain minority rights in the early twentieth century, while others highlight Dalit activism in social and religious spheres. The contributors also examine the struggle of contemporary middle-class Dalits to reconcile their caste and class, intercaste tensions among Sikhs, and the efforts by Dalit writers to challenge dominant constructions of secular and class-based citizenship while emphasizing the ongoing destructiveness of caste identity. In recovering the long history of Dalit struggles against caste violence, exclusion, and discrimination, Dalit Studies outlines a new agenda for the study of India, enabling a significant reconsideration of many of the Indian academy's core assumptions.\\nContributors: D. Shyam Babu, Laura Brueck, Sambaiah Gundimeda, Gopal Guru, Rajkumar Hans, Chinnaiah Jangam, Surinder Jodhka, P. Sanal Mohan, Ramnarayan Rawat, K. Satyanarayana",
      "cited_by_count": 105,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openresearchlibrary.org/ext/api/media/2a9cf7f3-2818-429c-a2a8-00580b479c2e/assets/external_content.pdf"
      },
      "topics": [
        "South Asian Cinema and Culture",
        "South Asian Studies and Diaspora",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 146,
      "url": "https://openalex.org/W4253879526"
    },
    {
      "openalex_id": "W3044304892",
      "doi": "10.21954/ou.ro.0000ff75",
      "title": "Conflicts among lesbian representations in Hungary",
      "authors": [
        {
          "name": "Csilla Kalocsai",
          "openalex_id": "A5091061714"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "In this study I examine dominant representations of lesbians and lesbian self-representations on identity and community in Hungary. I situate my study within the current political-economic transition, which provides the temporal scope of this project. I argue that the breakdown of state-socialism in Hungary offered opportunity for the establishment of civil society and the introduction of gay and feminist civil organizations. I consider gay and feminist organizations as subaltern counterpublics that provide space for lesbians to enter and account for the emergence and circulation of lesbian representations. I explore how the Hungarian popular media depicts lesbians. I focus on the representational practices of the media texts, and I argue that Hungarian media constructs lesbianism in an ambivalent way. The journalistic representations give occasional visibility to lesbians, however, they restrict lesbian's voices, produce and reproduce stereotypical images about lesbians. The framing of the texts explicitly or implicitly mobilize dominant discourses on lesbianism, they thus reinscribe lesbianism into mainstream discourses. Lesbian self-representations overlap and at times conflict with dominant representations of lesbians. In my empirical study, I investigate how lesbians represent and construct their identities in coming-out narratives. I show that the women interviewed present their identity as original, continuous, and totalizing. The adherence to essentialism makes coming out possible in a context which denies to recognize lesbian difference. Lesbian self-representations reproduce dominant representations of lesbians by laying claim to essentialist conceptions of identity, but they also contest mainstream representations by pointing out the social conditions of the construction of lesbian identity. I also show how lesbians represent and construct their communities in their narratives. I argue that lesbians search for communities that are predicated on their shared sexual and gender identity and on their common experience of heterosexist and patriarchal oppression. However, I also point out that lesbian communities are multiple and fragmented social arenas which are constituted by differences and conflicts among lesbians. The inquiry of lesbian communities interrogates dominant representations by articulating lesbian political participation and questions lesbian self-representations of identity by reflecting on the differences among lesbian identities.",
      "cited_by_count": 1,
      "type": "dissertation",
      "source": {
        "name": "Open Research Online (The Open University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doi.org/10.21954/ou.ro.0000ff75"
      },
      "topics": [
        "Gender Politics and Representation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3044304892"
    }
  ],
  "count": 25,
  "errors": []
}
