{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "epistemic injustice Habermas",
  "results": [
    {
      "title": "Jeffrey Epstein, Habermas, Virtue Epistemology, and Religious Justifications in the Public Sphere",
      "url": "https://philpapers.org/rec/EPSHVE",
      "philpapers_id": "EPSHVE",
      "snippet": "After a detailed analysis of Habermas&#x27;s and Fricker&#x27;s respective epistemological positions, I argue that Fricker&#x27;s analysis provides a rich framework for thinking through questions of power, identity, and credibility with respect to religious justifications in the public sphere. In conclusion, this article emphasizes the importance of fostering more robust and just epistemic communities capable of countering the social, political, and ethical injustices of epistemic disauthorization and marginalization.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jeffrey Epstein"
        }
      ],
      "extra_snippets": [
        "After a detailed analysis of Habermas's and Fricker's respective epistemological positions, I argue that Fricker's analysis provides a rich framework for thinking through questions of power, identity, and credibility with respect to religious justifications in the public sphere. In conclusion, this article emphasizes the importance of fostering more robust and just epistemic communities capable of countering the social, political, and ethical injustices of epistemic disauthorization and marginalization.",
        "The Habermasian Translation Proviso of Religious Content.Carlos José Sánchez Corrales - 2024 - Res Philosophica 101 (2):377-400. Added to PP 2013-03-26 Downloads 102 (#364,168) 6 months 23 (#213,233) ... Wittgenstein, Religion and Deep Epistemic Injustice.Robert Vinten - 2025 - Religions 16 (4):1-17.",
        "Epistemic injustice: power and the ethics of knowing.Miranda Fricker - 2007 - New York: Oxford University Press. Inquiries into truth and interpretation.Donald Davidson - 2001 - New York: Clarendon Press. Truth and Justification.Jürgen Habermas - 2014 - Wiley.",
        "Jürgen Habermas's recent challenge to secular citizens calling for greater inclusivity of religious justifications in the public sphere opens new epistemological debates that could benefit from the rich insights of feminist ..."
      ]
    },
    {
      "title": "Andrea Lobb, “Prediscursive Epistemic Injury”: Recognizing Another Form of Epistemic Injustice?",
      "url": "https://philpapers.org/rec/LOBPEI",
      "philpapers_id": "LOBPEI",
      "snippet": "This article revisits Miranda Fricker’s Epistemic Injustice through one specific aspect of Axel Honneth’s recognition theory. Taking a first cue from Honneth’s critique of the limitations of the “language-theoretic framework” in Habermas’ discourse ethics, it floats the idea that the two categories of Fricker’s groundbreaking analysis—testimonial and hermeneutical injustice—likewise lean towards a speech-based metric.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Andrea Lobb"
        }
      ],
      "extra_snippets": [
        "This article revisits Miranda Fricker’s Epistemic Injustice through one specific aspect of Axel Honneth’s recognition theory. Taking a first cue from Honneth’s critique of the limitations of the “language-theoretic framework” in Habermas’ discourse ethics, it floats the idea that the two categories of Fricker’s groundbreaking analysis—testimonial and hermeneutical injustice—likewise lean towards a speech-based metric.",
        "By drawing on Honneth’s recognition theory, I argue it is possible to extend the account of epistemic injustice beyond Fricker’s two central categories, to glimpse yet another register of serious “wrong done to someone specifically in their capacity as a knower.” I define this harm as prediscursive epistemic injury and offer two central cases to illustrate this additional form of epistemic injustice.",
        "Testimonial Injustice and the Nature of Epistemic Injustice (3rd edition).Emily McWilliams - 2025 - In Kurt Sylvan, Ernest Sosa, Jonathan Dancy & Matthias Steup, The Blackwell Companion to Epistemology, 3rd edition.",
        "Transparency Politics and Its Limits: Rethinking Hermeneutical Injustice.Nick Clanchy - 2023 - Dissertation, University of Oxford · The Vulnerable Dynamics of Discourse.Paul Giladi & Danielle Petherbridge - 2021 - Royal Institute of Philosophy Supplement 89:195-225. ... Epistemic injustice: power and the ethics of knowing.Miranda Fricker - 2007 - New York: Oxford University Press."
      ]
    },
    {
      "title": "Peter Kahl, Epistemic Gatekeepers as the Fourth Estate: Reining in Media’s Unchecked Epistemic Power",
      "url": "https://philpapers.org/rec/KAHEGA-3",
      "philpapers_id": "KAHEGA",
      "snippet": "Drawing upon my original theoretical ... Habermas, Gramsci, Chomsky/Herman), I demonstrate how media entities exercise significant epistemic control, shaping democratic legitimacy, historical narratives, and societal discourse. Through empirical case studies, I illustrate practices of epistemic clientelism and algorithmic gatekeeping, highlighting constitutional concerns such as democratic accountability deficits and epistemic injustice...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Peter Kahl"
        }
      ],
      "extra_snippets": [
        "Drawing upon my original theoretical frameworks—Epistemic Clientelism Theory (ECT) and fiduciary epistemology—and canonical scholarship (Foucault, Habermas, Gramsci, Chomsky/Herman), I demonstrate how media entities exercise significant epistemic control, shaping democratic legitimacy, historical narratives, and societal discourse. Through empirical case studies, I illustrate practices of epistemic clientelism and algorithmic gatekeeping, highlighting constitutional concerns such as democratic accountability deficits and epistemic injustice.",
        "In this thesis, I reconceptualise contemporary media institutions as constitutional epistemic actors whose governance roles parallel traditional legislative, executive, and judicial state functions. Drawing upon my original theoretical frameworks—Epistemic Clientelism Theory ...",
        "Epistemic Gatekeepers and Epistemic Injustice by Design: Fiduciary Failures in Institutional Knowledge Gatekeeping.Peter Kahl - 2025 - Lex Et Ratio Ltd.",
        "Ultimately, I argue that explicit constitutional recognition and fiduciary regulation of epistemic gatekeepers is crucial for democratic governance, epistemic justice, and historical integrity. History is written by those who control epistemic gatekeeping; safeguarding democratic legitimacy thus demands explicit fiduciary governance of epistemic power."
      ]
    },
    {
      "title": "David Ingram & Asaf Bar-Tura, The Public Sphere as Site of Emancipation and Enlightenment: A Discourse Theoretic Critique of Digital Communication",
      "url": "https://philpapers.org/rec/INGTPS-2",
      "philpapers_id": "INGTPS",
      "snippet": "Telling a story in a deliberation: addressing epistemic injustice and the exclusion of indigenous groups in public decision-making.Katarina Pitasse Fragoso - 2022 - Journal of Global Ethics 18 (3):368-385. The theory of the public sphere as a cognitive theory of modern society.Hans-Jörg Trenz - 2024 - Philosophy and Social Criticism 50 (1):125-140. Democratic Citizenship Education in Digitized Societies: A Habermasian ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "David Ingram"
        },
        {
          "type": "person",
          "name": "Asaf Bar-Tura"
        }
      ],
      "extra_snippets": [
        "Telling a story in a deliberation: addressing epistemic injustice and the exclusion of indigenous groups in public decision-making.Katarina Pitasse Fragoso - 2022 - Journal of Global Ethics 18 (3):368-385. The theory of the public sphere as a cognitive theory of modern society.Hans-Jörg Trenz - 2024 - Philosophy and Social Criticism 50 (1):125-140. Democratic Citizenship Education in Digitized Societies: A Habermasian Approach.Julian Culp - 2023 - Educational Theory 73 (2):178-203.",
        "Habermas claims that an inclusive public sphere is the only deliberative forum for generating public opinion that satisfies the epistemic and normative conditions underlying legitimate decision-making. He adds that digital technologies and other mass media need not undermine – but can extend – rational deliberation when properly instituted.",
        "We argue that current online communication structures fall short of satisfying the required epistemic and normative conditions. Furthermore, the extent to which Internet-based communications contribute to legitimate democratic opinion and will formation depends on the design of the technologies in question ... Setup an account with your affiliations in order to access resources via your University's proxy server · Only published works are available at libraries. ... Arendt, Habermas and Facebook: Participation and Discourse in Cyber Public Spheres.Asaf Bar-Tura - 2010 - Humanities and Technology Review 29:1-25.",
        "Science as public sphere?Jesús Vega Encabo & F. Javier Gil Martín - 2007 - Social Epistemology 21 (1):5 – 20."
      ]
    },
    {
      "title": "Heather Stewart, Emily Cichocki & Carolyn McLeod, A Perfect Storm for Epistemic Injustice",
      "url": "https://philpapers.org/rec/STEAPS-5",
      "philpapers_id": "STEAPS",
      "snippet": "Over the past decade, feminist philosophers have gone a long way toward identifying and explaining the phenomenon that has come to be known as epistemic injustice. Epistemic injustice is injustice occurring ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Heather Stewart"
        },
        {
          "type": "person",
          "name": "Emily Cichocki"
        },
        {
          "type": "person",
          "name": "Carolyn McLeod"
        }
      ],
      "extra_snippets": [
        "Over the past decade, feminist philosophers have gone a long way toward identifying and explaining the phenomenon that has come to be known as epistemic injustice. Epistemic injustice is injustice occurring within the domain of knowledge (e.g., knowledge production and transmission), which typically impacts structurally marginalized social groups.",
        "An Epistemic Lens on Algorithmic Fairness.Elizabeth Edenberg & Alexandra Wood - 2023 - Eaamo '23: Proceedings of the 3Rd Acm Conference on Equity and Access in Algorithms, Mechanisms, and Optimization. Algorithmic Profiling as a Source of Hermeneutical Injustice.Silvia Milano & Carina Prunkl - forthcoming - Philosophical Studies:1-19.",
        "The AI-mediated communication dilemma: epistemic trust, social media, and the challenge of generative artificial intelligence.Siavosh Sahebi & Paul Formosa - 2025 - Synthese 205 (3):1-24. Algorithmic profiling as a source of hermeneutical injustice.Silvia Milano & Carina Prunkl - 2025 - Philosophical Studies 182 (1):185-203.",
        "In this paper, we argue that, as they currently work, algorithms on social media exacerbate the problem of epistemic injustice and related problems of social distrust."
      ]
    },
    {
      "title": "Peter Kahl, Cognitive Dissonance as Epistemic Event: Clientelism, Bounded Freedom, and the Architecture of Epistemic Fear",
      "url": "https://philpapers.org/rec/KAHCDA",
      "philpapers_id": "KAHCDA",
      "snippet": "Epistemic injustice: power and the ethics of knowing.Miranda Fricker - 2007 - New York: Oxford University Press. Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy.Jürgen Habermas (ed.) - 1996 - Polity.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Peter Kahl"
        }
      ],
      "extra_snippets": [
        "This paper reconceptualises cognitive dissonance as an epistemic event: the affective signal of solitude and finitude at the edge of knowledge. Drawing on Schopenhauer, phenomenology, and ontology, it demonstrates that contradiction is not accidental but structural.",
        "Cognitive dissonance Epistemic clientelism Epistemic injustice Epistemic pluralism Epistemic agency Fiduciary duties Solitude and finitude Authoritarianism Conformity Obedience Deliberative democracy",
        "Endurance, by contrast, enables bounded freedom, fragile in isolation but sustainable through fiduciary–epistemic scaffolds: institutional duties of candour, accountability, and openness that dignify dependence.",
        "The argument unfolds across psychology, philosophy, and governance, showing how academia, corporations, journalism, politics, and frontier domains such as artificial intelligence, biotechnology, and climate governance require scaffolds that preserve contradiction. The conclusion is stark: survival in conditions of radical uncertainty depends on fiduciary–epistemic scaffolds strong enough to sustain plurality against the temptation of closure."
      ]
    },
    {
      "title": "Rachel McKinnon, Epistemic Injustice",
      "url": "https://philpapers.org/rec/MCKEI",
      "philpapers_id": "MCKEI",
      "snippet": "A recent topic of interest in epistemology and feminist philosophy is how we sometimes fail to believe speakers due to inappropriate prejudices – implicit or explicit. This is known as epistemic injustice.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Rachel McKinnon"
        }
      ],
      "extra_snippets": [
        "In other words, what are we to make of when testimony goes wrong? A recent topic of interest in epistemology and feminist philosophy is how we sometimes fail to believe speakers due to inappropriate prejudices – implicit or explicit. This is known as epistemic injustice.",
        "In this article, I discuss Miranda Fricker's groundbreaking work on epistemic injustice, as well as more recent developments that both offer critique and expansion on the nature and extent of epistemic injustice.",
        "Hermeneutical Injustice: Distortion and Conceptual Aptness.Ariana Falbo - 2022 - Hypatia 37 (2):343-363. On Anger, Silence and Epistemic Injustice.Alison Bailey - 2018 - Royal Institute of Philosophy Supplement 84:93-115.",
        "Epistemic injustice: power and the ethics of knowing.Miranda Fricker - 2007 - New York: Oxford University Press. The Epistemology of Resistance: Gender and Racial Oppression, Epistemic Injustice, and the Social Imagination.José Medina - 2012 - New York, US: Oxford University Press USA."
      ]
    },
    {
      "title": "David Coady, Two Concepts of Epistemic Injustice",
      "url": "https://philpapers.org/rec/COATCO-3",
      "philpapers_id": "COATCO",
      "snippet": "I describe two concepts of epistemic injustice. The first of these concepts is explained through a critique of Alvin Goldman&#x27;s veritistic social epistemology. The second is closely based on Miranda Fricker&#x27;s ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "David Coady"
        }
      ],
      "extra_snippets": [
        "I describe two concepts of epistemic injustice. The first of these concepts is explained through a critique of Alvin Goldman's veritistic social epistemology. The second is closely based on Miranda Fricker's concept of epistemic injustice.",
        "A Critique of Hermeneutical Injustice.Laura Beeby - 2011 - Proceedings of the Aristotelian Society 111 (3pt3):479-486. Closing the Conceptual Gap in Epistemic Injustice.Martina Fürst - 2023 - Philosophical Quarterly 74 (1): 1-22..",
        "I argue that there is a tension between these two forms of epistemic injustice and tentatively suggest some ways of resolving the tension.",
        "Bohman on Domination and Epistemic Injustice.Simon Căbulea May - 2012 - Social Epistemology Review and Reply Collective 8 (1):7-12."
      ]
    },
    {
      "title": "Benjamin R. Sherman & Stacey Goguen (eds.), Overcoming Epistemic Injustice: Social and Psychological Perspectives",
      "url": "https://philpapers.org/rec/SHEOEI",
      "philpapers_id": "SHEOEI",
      "snippet": "Most people are opposed to injustice in principle, and do not want to have mistaken views about others. But research in the social sciences reveals a disturbing truth: Even people who intend to be fair-minded and unprejudiced are influenced by unconscious biases and stereotypes, as well as social structures and institutions that lead to unjust judgments. We may sincerely want to be epistemically just, but we frequently fail, and simply thinking harder about it will not fix the problem.",
      "page_age": null,
      "extra_snippets": [
        "Most people are opposed to injustice in principle, and do not want to have mistaken views about others. But research in the social sciences reveals a disturbing truth: Even people who intend to be fair-minded and unprejudiced are influenced by unconscious biases and stereotypes, as well as social structures and institutions that lead to unjust judgments. We may sincerely want to be epistemically just, but we frequently fail, and simply thinking harder about it will not fix the problem.",
        "This volume collects 17 new essays that draw from cutting-edge social science research, to suggest how we can better manage our own unjust reactions, as well as resist patterns of epistemic injustice that we may face.",
        "After the Kantian analytic/synthetic contrast: social epistemology from Hegel to Derrida and Fricker.Victoria I. Burke - 2017 - Social Epistemology 31 (5):484-496. Added to PP 2018-08-23 Downloads 249 (#142,817) 6 months 26 (#178,289) ... Giving Generic Language Another Thought.Eleonore Neufeld, Annie Bosse, Guillermo Del Pinal & Rachel Sterken - 2025 - WIREs Cognitive Science 16. Explaining Injustice: Structural Analysis, Bias, and Individuals.Saray Ayala López & Erin Beeghly - 2020 - In Erin Beeghly & Alex Madva, An Introduction to Implicit Bias: Knowledge, Justice, and the Social Mind.",
        "Pathocentric epistemic injustice and conceptions of health."
      ]
    },
    {
      "title": "Ian James Kidd, José Medina & Pohlhaus Jr (eds.), The Routledge Handbook of Epistemic Injustice",
      "url": "https://philpapers.org/rec/KIDTRH",
      "philpapers_id": "KIDTRH",
      "snippet": "As well as fundamental topics such as testimonial and hermeneutic injustice and epistemic trust, the Handbook includes chapters on important issues such as social and virtue epistemology, objectivity and objectification, implicit bias, and gender and race. Also included are chapters on areas in applied ethics and philosophy, such as law, education, and healthcare.",
      "page_age": null,
      "extra_snippets": [
        "As well as fundamental topics such as testimonial and hermeneutic injustice and epistemic trust, the Handbook includes chapters on important issues such as social and virtue epistemology, objectivity and objectification, implicit bias, and gender and race. Also included are chapters on areas in applied ethics and philosophy, such as law, education, and healthcare.",
        "Varieties of Testimonial Injustice. (pages 27-40)Jeremy Wanderer · Epistemic Injustice in Medicine and Healthcare.",
        "The Routledge Handbook of Epistemic Injustice is an outstanding reference source to the key topics, problems and debates in this exciting subject.",
        "The first collection of its kind, it comprises over thirty chapters by a team of international contributors, divided into five parts: Core Concepts Liberatory Epistemologies and Axes of Oppression Schools of Thought and Subfields within Epistemology Socio-political, Ethical, and Psychological Dimensions of Knowing Case Studies of Epistemic Injustice."
      ]
    },
    {
      "title": "Miranda Fricker & Stephen Law, _Think_ Interview: Epistemic Injustice",
      "url": "https://philpapers.org/rec/FRITIE",
      "philpapers_id": "FRITIE",
      "snippet": "The philosopher Miranda Fricker coined the phrase ‘epistemic injustice’ – an example being when your credibility as a source of knowledge is unjustly downgraded (perhaps because you are ‘just a woman’ of the ‘wrong’ race).",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Miranda Fricker"
        },
        {
          "type": "person",
          "name": "Stephen Law"
        }
      ],
      "extra_snippets": [
        "The philosopher Miranda Fricker coined the phrase ‘epistemic injustice’ – an example being when your credibility as a source of knowledge is unjustly downgraded (perhaps because you are ‘just a woman’ of the ‘wrong’ race).",
        "Testimonial Injustice Without Credibility Deficit.Federico Luzzi - 2016 - Thought: A Journal of Philosophy 5 (3):203-211. Epistemic Injustice: Power and the Ethics of Knowing. Miranda Fricker.",
        "Redefining the Wrong of Epistemic Injustice: The Knower as a Concrete Other and the Affective Dimension of Cognition.Alicia García Álvarez - 2021 - International Journal of Philosophical Studies 29 (4):497-518.",
        "This interview with Miranda explores what epistemic injustice is, and why it is important."
      ]
    },
    {
      "title": "John Symons & Ramón Alvarado, Epistemic injustice and data science technologies",
      "url": "https://philpapers.org/rec/SYMEIA",
      "philpapers_id": "SYMEIA",
      "snippet": "We argue that epistemic harms are morally relevant even in cases where those who suffer them are unharmed in other ways. Via a series of examples from the criminal justice system, workplace hierarchies, and educational contexts we explain the kinds of epistemic injustice that can result from common uses of data science technologies.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "John Symons"
        },
        {
          "type": "person",
          "name": "Ramón Alvarado"
        }
      ],
      "extra_snippets": [
        "Epistemically unjust harms will typically intersect with other more familiar and well-studied kinds of harm that result from the design, development, and use of data science technologies. However, we argue that epistemic injustices can be distinguished conceptually from more familiar kinds of harm.",
        "We argue that epistemic harms are morally relevant even in cases where those who suffer them are unharmed in other ways. Via a series of examples from the criminal justice system, workplace hierarchies, and educational contexts we explain the kinds of epistemic injustice that can result from common uses of data science technologies.",
        "Epistemic Reparations and a Hybrid Theory of Reparative Justice.Felix Lambrecht - forthcoming - Philosophical Studies. Added to PP 2022-03-11 Downloads 240 (#138,871) 6 months 42 (#171,808) ... Algorithmic profiling as a source of hermeneutical injustice.Silvia Milano & Carina Prunkl - 2024 - Philosophical Studies 182 (1):185-203.",
        "AI as an Epistemic Technology.Ramón Alvarado - 2023 - Science and Engineering Ethics 29 (5):1-30. Testimonial injustice in medical machine learning.Giorgia Pozzi - 2023 - Journal of Medical Ethics 49 (8):536-540."
      ]
    },
    {
      "title": "Ian James Kidd & Havi Carel, Epistemic Injustice in Healthcare: A Philosophical Analysis",
      "url": "https://philpapers.org/rec/KIDEII-3",
      "philpapers_id": "KIDEII",
      "snippet": "Ill persons are also vulnerable to hermeneutical injustice because many aspects of the experience of illness are difficult to understand and communicate and this often owes to gaps in collective hermeneutical resources. We then argue that epistemic injustice arises in part owing to the epistemic privilege enjoyed by the practitioners and institutions of contemporary healthcare services—the former owing to their training, expertise, and third-person psychology, and the latter owing to their implicit privileging of certain styles of articulating and evidencing testimonies in ways that marginalise ill persons.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ian James Kidd"
        },
        {
          "type": "person",
          "name": "Havi Carel"
        }
      ],
      "extra_snippets": [
        "Ill persons are also vulnerable to hermeneutical injustice because many aspects of the experience of illness are difficult to understand and communicate and this often owes to gaps in collective hermeneutical resources. We then argue that epistemic injustice arises in part owing to the epistemic privilege enjoyed by the practitioners and institutions of contemporary healthcare services—the former owing to their training, expertise, and third-person psychology, and the latter owing to their implicit privileging of certain styles of articulating and evidencing testimonies in ways that marginalise ill persons.",
        "Injustice in the Spaces between Concepts.Fran Fairbairn - 2020 - Southern Journal of Philosophy 58 (1):102-136. Medicalization and epistemic injustice.Alistair Wardrope - 2015 - Medicine, Health Care and Philosophy 18 (3):341-352.",
        "Algorithmic profiling as a source of hermeneutical injustice.Silvia Milano & Carina Prunkl - 2024 - Philosophical Studies 182 (1):185-203. Added to PP 2016-07-01 Downloads 614 (#76,211) 6 months 85 (#104,876) ... Epistemic Injustice in Psychiatric Research and Practice.Ian James Kidd, Lucienne Spencer & Havi Carel - 2022 - Philosophical Psychology 1.",
        "We suggest that a phenomenological toolkit may be part of an effort to ameliorate epistemic injustice."
      ]
    },
    {
      "title": "Kamili Posey (ed.), Centering Epistemic Injustice: Epistemic Labor, Willful Ignorance, and Knowing Across Hermeneutical Divides",
      "url": "https://philpapers.org/rec/POSCEI-2",
      "philpapers_id": "POSCEI",
      "snippet": "Centering Epistemic Injustice asks what it means for accounts of epistemic injustice to take seriously the lives and perspectives of socially marginalized knowers and the strategies that marginalized knowers use to circumvent persistent testimonial injustice.",
      "page_age": null,
      "extra_snippets": [
        "Centering Epistemic Injustice asks what it means for accounts of epistemic injustice to take seriously the lives and perspectives of socially marginalized knowers and the strategies that marginalized knowers use to circumvent persistent testimonial injustice.",
        "Typecasts, Tokens, and Spokespersons: A Case for Credibility Excess as Testimonial Injustice.Emmalon Davis - 2016 - Hypatia 31 (3):485-501. Slave Narratives and Epistemic Injustice.Kevin M.",
        "Relational Knowing and Epistemic Injustice: Toward a Theory of Willful Hermeneutical Ignorance.Gaile Pohlhaus - 2012 - Hypatia 27 (4):715-735.",
        "Self-inflicted epistemic injustice.Alkis Kotsonis - forthcoming - Inquiry: An Interdisciplinary Journal of Philosophy."
      ]
    },
    {
      "title": "Amandine Catala, The dynamics of epistemic injustice",
      "url": "https://philpapers.org/rec/CATTDO-9",
      "philpapers_id": "CATTDO",
      "snippet": "Adopting standpoint theory both as a theory and as a methodology, the book focuses on several pressing social questions, such as deliberative impasses in divided societies, colonial memory, academic migration, the underrepresentation of members of non-dominant groups in certain fields, and the marginalization of minoritized minds, such as intellectually disabled people and autistics. By analyzing these social questions through the lens of the dynamics of epistemic injustice, the book develops a systematic account of epistemic power and agency.",
      "page_age": null,
      "extra_snippets": [
        "Epistemic injustice is inherently connected to epistemic power and epistemic agency: understanding and addressing the former allows us to better understand and address the latter, and vice versa. Yet, despite vast and rich discussions of epistemic injustice, which often invoke the notions of epistemic power and epistemic agency, both notions remain undertheorized and hence largely elusive.",
        "This book offers a systematic account of epistemic power and agency by turning to the dynamics of epistemic injustice - that is, the many forms epistemic injustice can take, the different sites and mechanisms through which it operates, and the various transformations consequently required to cultivate greater epistemic justice.",
        "Adopting standpoint theory both as a theory and as a methodology, the book focuses on several pressing social questions, such as deliberative impasses in divided societies, colonial memory, academic migration, the underrepresentation of members of non-dominant groups in certain fields, and the marginalization of minoritized minds, such as intellectually disabled people and autistics. By analyzing these social questions through the lens of the dynamics of epistemic injustice, the book develops a systematic account of epistemic power and agency.",
        "Migration Research, Coloniality and Epistemic Injustice.Karl Landström & Heaven Crawley - 2024 - In Heaven Crawley & Joseph Kofi Teye, The Palgrave Handbook of South–South Migration and Inequality. Palgrave-Macmillan."
      ]
    },
    {
      "title": "Ben Almassi, Epistemic Injustice and Its Amelioration",
      "url": "https://philpapers.org/rec/ALMEIA-3",
      "philpapers_id": "ALMEIA",
      "snippet": "As we look at this burgeoning literature, attention has been concentrated mainly in four areas in descending order of emphasis: phenomena of epistemic injustice themselves, including the nature of wrongdoings involved, attendant consequences and repercussions, individual and structural changes for prevention or mitigation, and restorative, restitutive, or retributive responses.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ben Almassi"
        }
      ],
      "extra_snippets": [
        "Recent works by feminist and social epistemologists have carefully mapped the contours of epistemic injustice, including gaslighting and prejudicial credibility deficits, prejudicial credibility excesses, willful hermeneutical ignorance, discursive injustices, contributory injustice, and epistemic exploitation.",
        "As we look at this burgeoning literature, attention has been concentrated mainly in four areas in descending order of emphasis: phenomena of epistemic injustice themselves, including the nature of wrongdoings involved, attendant consequences and repercussions, individual and structural changes for prevention or mitigation, and restorative, restitutive, or retributive responses.",
        "Anger Gaslighting and Affective Injustice.Shiloh Whitney - 2023 - Philosophical Topics 51 (1):27-62. Explicating Epistemic Injustice - An Analysis of Fricker's Model of Testimonial Injustice.Himanshu Parcha - 2018 - Dissertation, University of Delhi",
        "Injustice in the Spaces between Concepts.Fran Fairbairn - 2020 - Southern Journal of Philosophy 58 (1):102-136. Credibility Excess and the Social Imaginary in Cases of Sexual Assault.Audrey S. Yap - 2017 - Feminist Philosophy Quarterly 3 (4):1-24. Added to PP 2018-06-22 Downloads 263 (#123,671) 6 months 40 (#207,030) ... Epistemic Injustice and Nonmaleficence.Yoann Della Croce - 2023 - Journal of Bioethical Inquiry 20 (3):447-456."
      ]
    },
    {
      "title": "Mark Alfano & Joshua August Skorburg, Extended knowledge, the recognition heuristic, and epistemic injustice",
      "url": "https://philpapers.org/rec/ALFEKT",
      "philpapers_id": "ALFEKT",
      "snippet": "Call the latter the Kardashian Inference and the former the Darfur Inference. In section four, we use Fricker’s (2007) concept of epistemic injustice to characterize the nature and harm of these false inferences, with special emphasis on the Darfur Inference.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Mark Alfano"
        },
        {
          "type": "person",
          "name": "Joshua August Skorburg"
        }
      ],
      "extra_snippets": [
        "Call the latter the Kardashian Inference and the former the Darfur Inference. In section four, we use Fricker’s (2007) concept of epistemic injustice to characterize the nature and harm of these false inferences, with special emphasis on the Darfur Inference.",
        "There’s No Justice: Why Pursuit of a Virtue is Not the Solution to Epistemic Injustice.Benjamin R.",
        "Epistemic injustice and the philosophy of recognition.Paul Giladi & Nicola McMillan (eds.) - 2023 - New York, NY: Routledge Taylor & Francis Group.",
        "Epistemic injustice: power and the ethics of knowing.Miranda Fricker - 2007 - New York: Oxford University Press."
      ]
    }
  ],
  "count": 17,
  "errors": []
}
