[search_philpapers.py] Connecting to Brave API for philpapers_via_brave search...
[search_philpapers.py] Searching philpapers.org: 'postcolonial Habermas', limit=20
[search_philpapers.py] Retrieved 16 entries...
[search_philpapers.py] Search complete: 16 entries found
{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "postcolonial Habermas",
  "results": [
    {
      "title": "Tom Bailey (ed.), _Deprovincializing Habermas: Global Perspectives_",
      "url": "https://philpapers.org/rec/BAIDHG-3",
      "philpapers_id": "BAIDHG",
      "snippet": "This book provides a rich and systematic engagement with Jürgen Habermas&#x27; political theory from critical perspectives outside its Western locus. It constructively examines the theory&#x27;s implications for non-&#x27;Western&#x27; contexts ranging from ...",
      "page_age": null,
      "extra_snippets": [
        "The chapters added to the second edition explore Habermas' own recent response to the charge of 'provincialism'. The book will be of special interest to scholars and students of political theory, global justice, international affairs, philosophy, and critical theory, and also to those working in postcolonial studies, religious studies, sociology, and cultural studies.",
        "This book provides a rich and systematic engagement with Jürgen Habermas' political theory from critical perspectives outside its Western locus. It constructively examines the theory's implications for non-'Western' contexts ranging from ...",
        "Post-Metaphysical Thinking: Between Metaphysics and the Critique of Reason.Jürgen Habermas - 1995 - Polity.",
        "Religion and Rationality: Essays on Reason, God and Modernity.Jürgen Habermas - 2014 - Polity."
      ]
    },
    {
      "title": "Alexander Avila, Habermas’ Colonization Thesis in the Digital Network: Pandemic Resistance in Advanced Capitalism",
      "url": "https://philpapers.org/rec/AVIHCT",
      "philpapers_id": "AVIHCT",
      "snippet": "Habermas’s original theory assigned NSMs a radical potential in reinvigorating public political discourse and democratic processes which remains to be seen today.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Alexander Avila"
        }
      ],
      "extra_snippets": [
        "The Poetry of Resistance: Poetry as Solidarity in Postcolonial Anti-Authoritarian Movements in Islamicate South Asia.Kristin Plys - 2020 - Theory, Culture and Society 37 (7-8):295-313. Added to PP 2023-02-12 Downloads 80 (#526,537) 6 months 14 (#494,731) ... No citations found. ... Knowledge and human interests.Jürgen Habermas - 1971 - London [etc.]: Heinemann Educational.",
        "As scholars anticipate the structural reconfigurations arising from the COVID-19 pandemic, resistance to pandemic measures remains a site of rich discussion. While previous researchers have studied anti-mask, anti-vaccine, and anti-lockdown action, ...",
        "While previous researchers have studied anti-mask, anti-vaccine, and anti-lockdown action, here called anti-restriction movements, as a series of actions informed by individual characteristics like psychological profiles, political leanings, or gender, this paper emphasizes how anti-restriction actions evolved into social movements articulating the antagonisms between state and subject. This paper applies Jürgen Habermas’s theory of New Social Movements (NSMs) to theorize anti-restriction movements as reactions to bureaucratic and economic regulation in cultural and private life.",
        "Habermas’s original theory assigned NSMs a radical potential in reinvigorating public political discourse and democratic processes which remains to be seen today."
      ]
    },
    {
      "title": "Laila Bouziane, A Hermeneutical Reading to Postcolonial Literature",
      "url": "https://philpapers.org/rec/BOUAHR",
      "philpapers_id": "BOUAHR",
      "snippet": "E.M. Foster’s A Passage to India and Tayeb Salih’s Season of Migration to the North, are postcolonial literary examples of diversity and otherness which are analyzed in the light of the hermeneutical concept of “fusion of horizons”. These texts include a range of contexts and circumstances in which communication is challenged by the characters’ different cultural backgrounds, and understanding is only to be achieved through the process of “fusion” of horizons which helps rework prejudices in order to reach a clearer vision.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Laila Bouziane"
        }
      ],
      "extra_snippets": [
        "Hans-Georg Gadamer has consistently advocated the idea of understanding as a form of “fusion of horizons” that implies the important and active role of each part of a cross-cultural encounter. This paper proposes philosophical hermeneutics as an alternative way of reading of postcolonial literature.",
        "Early Habermas’s Critique of Gadamer and His Later Approach to Religion.Anil Kumar Vaddiraju - 2024 - In Reason, Religion and Modernity: Gadamer-Habermas Debate. Singapore: Springer Nature Singapore.",
        "Knowledge and human interests.Jürgen Habermas - 1971 - London [etc.]: Heinemann Educational.",
        "E.M. Foster’s A Passage to India and Tayeb Salih’s Season of Migration to the North, are postcolonial literary examples of diversity and otherness which are analyzed in the light of the hermeneutical concept of “fusion of horizons”. These texts include a range of contexts and circumstances in which communication is challenged by the characters’ different cultural backgrounds, and understanding is only to be achieved through the process of “fusion” of horizons which helps rework prejudices in order to reach a clearer vision."
      ]
    },
    {
      "title": "James Craig Hanks, Juergen Habermas and the Colonization of the Lifeworld",
      "url": "https://philpapers.org/rec/HANJHA",
      "philpapers_id": "HANJHA",
      "snippet": "The relationship between being and consciousness has been characterised as one of alienation , reification , instrumentalization , and &#x27;one dimensionalization&#x27; . More recently Jurgen Habermas has described the &#x27;colonization of the lifeworld&#x27;. Each ...",
      "page_age": null,
      "extra_snippets": [
        "The relationship between being and consciousness has been characterised as one of alienation , reification , instrumentalization , and 'one dimensionalization' . More recently Jurgen Habermas has described the 'colonization of the lifeworld'. Each of these theorists argues that social and political philosophy has two primary tasks.",
        "In his account of 'the colonization of the lifeworld', Habermas attempts to explain the relation between being and consciousness in terms of his theory of communicative action and to locate possible points of social and political crisis in advanced capitalist society.",
        "I present an account of Habermas' theory and claim it is potentially more politically efficacious than post-structuralist theories, though only if his theory is attentive to the concerns of those same post-structuralist theories.",
        "After arguing that at a certain level of abstraction Habermas is right in his account of our present situation, I conclude that he falls short of his goal in so far as his theory fails to take adequate account of many actually existing struggles for political self-determination, and many hypotheses for alternative social organization which do not agree with his assumptions about validity and consensus"
      ]
    },
    {
      "title": "Dipesh Chakrabarty, Provincializing Europe: Postcolonial Thought and Historical Difference",
      "url": "https://philpapers.org/rec/CHAPEP-2",
      "philpapers_id": "CHAPEP",
      "snippet": "Subaltern Studies, Postcolonial Marxism and &#x27;Finding your Place to Begin From&#x27;: An Interview with Dipesh Chakrabarty.M. Dimova-Cookson - 2012 - In Gary Browning, Dialogues with contemporary political theorists. New York: Palgrave-Macmillan. Beyond the Intimations of Mortality: Chakrabarty, Anthropocene, and the Politics of the Possible.Sandeep Banerjee - 2017 - Mediations 30 (2). Habermas...",
      "page_age": null,
      "extra_snippets": [
        "Subaltern Studies, Postcolonial Marxism and 'Finding your Place to Begin From': An Interview with Dipesh Chakrabarty.M. Dimova-Cookson - 2012 - In Gary Browning, Dialogues with contemporary political theorists. New York: Palgrave-Macmillan. Beyond the Intimations of Mortality: Chakrabarty, Anthropocene, and the Politics of the Possible.Sandeep Banerjee - 2017 - Mediations 30 (2). Habermas’ neue Phänomenologie des Geistes: Zwei Jahrhunderte nach Hegel.Seyla Benhabib - 2021 - Deutsche Zeitschrift für Philosophie 69 (4):507-528.",
        "First published in 2000, Dipesh Chakrabarty's influential Provincializing Europe addresses the mythical figure of Europe that is often taken to be the original site of modernity in many histories of capitalist ...",
        "On Dipesh Chakrabarty's Provincializing Europe: Postcolonial Thought and Historical Difference and Ranajit Guha's Dominance without Hegemony: History and Power in Colonial India.Vasant Kaiwar - 2004 - Historical Materialism 12 (2):189-247.",
        "Provincializing Europe: Postcolonial Thought and Historical Difference; Overcome by Modernity: History, Culture and Community in Interwar Japan."
      ]
    },
    {
      "title": "Muzaffar Ali Malla, India, Habermas and the normative structure of public sphere",
      "url": "https://philpapers.org/rec/MALIHA-3",
      "philpapers_id": "MALIHA",
      "snippet": "It underlines the normative need for a natively theorized Indian public sphere to further the multilayered democratization of public spheres within diverse communities that constitute Indian society. The book will be a key read for contemporary studies in philosophy, political theory, sociology, postcolonial theory, history, and media and communication studies.",
      "page_age": null,
      "extra_snippets": [
        "It underlines the normative need for a natively theorized Indian public sphere to further the multilayered democratization of public spheres within diverse communities that constitute Indian society. The book will be a key read for contemporary studies in philosophy, political theory, sociology, postcolonial theory, history, and media and communication studies.",
        "Habermas and the public sphere: Rethinking a key theoretical concept.Patrick O’Mahony - 2021 - European Journal of Social Theory 24 (4):485-506."
      ]
    },
    {
      "title": "Andrew Edgar, The Philosophy of Habermas",
      "url": "https://philpapers.org/rec/EDGTPO-12",
      "philpapers_id": "EDGTPO",
      "snippet": "The Habermas Handbook.Hauke Brunkhorst, Regina Kreide &amp; Cristina Lafont (eds.) - 2017 - New York Chichester, West Sussex: Columbia University Press. Added to PP 2011-01-29 Downloads 83 (#406,317) 6 months 7 (#1,407,658) ... A Heideggerian defense of therapeutic cloning.Fredrik Svenaeus - 2007 - Theoretical Medicine and Bioethics 28 (1):31-62. Spectres of new media technologies: the hope for democracy in the postcolonial ...",
      "page_age": null,
      "extra_snippets": [
        "The Habermas Handbook.Hauke Brunkhorst, Regina Kreide & Cristina Lafont (eds.) - 2017 - New York Chichester, West Sussex: Columbia University Press. Added to PP 2011-01-29 Downloads 83 (#406,317) 6 months 7 (#1,407,658) ... A Heideggerian defense of therapeutic cloning.Fredrik Svenaeus - 2007 - Theoretical Medicine and Bioethics 28 (1):31-62. Spectres of new media technologies: the hope for democracy in the postcolonial public sphere.Ma Diosa Labiste - unknown",
        "This comprehensive introduction to the thought of Jurgen Habermas covers the full range of his ideas from his early work on student politics to his recent work on communicative action, ethics and law.",
        "Some of the themes discussed include Habermas' early reshaping of Marxist theory and practice, his characterization of critical theory, his conception of universal pragmatics, his theories of communicative action and discourse ethics, and his defence of the project of modernity.",
        "He deals in detail with Habermas' arguments in order to demonstrate how he weaves together multiple strands of thought, and he usefully situates Habermas' ideas within the contexts of the history of German philosophy, the history of sociology, and within contemporary debates in both continental and analytic philosophy."
      ]
    },
    {
      "title": "Floris Biskamp, Provincializing Frankfurt: A Postcolonial Rereading of Habermasian Theory",
      "url": "https://philpapers.org/rec/BISPFA-5",
      "philpapers_id": "BISPFA",
      "snippet": "Rebuilding the Frankfurt School&#x27;s Bridge From Theory to Practice: Jürgen Habermas&#x27;s Rehabilitation of Critical Theory.Peter J. Verovšek - forthcoming - Constellations. Subaltern Silence: A Postcolonial Genealogy.Ege Selin Islekel - forthcoming - Constellations.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Floris Biskamp"
        }
      ],
      "extra_snippets": [
        "The Color of Reason: The Idea of ‘Race’ in Kant’s Anthropology.Emmanuel Eze - 1997 - In Emmanuel Chukwudi Eze, Postcolonial African Philosophy: A Critical Reader. Cambridge, Mass.: Wiley-Blackwell."
      ]
    },
    {
      "title": "Paulin J. Hountondji, Das Universale konstruieren: Eine transkulturelle Herausforderung",
      "url": "https://philpapers.org/rec/HOUDUK",
      "philpapers_id": "HOUDUK",
      "snippet": "The Color of Reason: The Idea of ‘Race’ in Kant’s Anthropology.Emmanuel Eze - 1997 - In Emmanuel Chukwudi Eze, Postcolonial African Philosophy: A Critical Reader. Cambridge, Mass.: Wiley-Blackwell. pp. 103--140. Der philosophische Diskurs der Moderne.Jürgen Habermas - 1987 - Zeitschrift ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Paulin J. Hountondji"
        }
      ],
      "extra_snippets": [
        "The Color of Reason: The Idea of ‘Race’ in Kant’s Anthropology.Emmanuel Eze - 1997 - In Emmanuel Chukwudi Eze, Postcolonial African Philosophy: A Critical Reader. Cambridge, Mass.: Wiley-Blackwell. pp. 103--140. Der philosophische Diskurs der Moderne.Jürgen Habermas - 1987 - Zeitschrift für Philosophische Forschung 41 (4):682-685.",
        "This article starts by critically engaging with exclusion within the hegemonic European philosophical discourses based on racist and civilisational narratives both during the colonial past and in the present. As a ...",
        "As a counter-strategy, it rejects any defence of peripheral cultures based on particularist narratives or essentialising identities. In this light, it critically discusses the project of ethnophilosophy in the African context. The author defines relativism as a trap that imprisons postcolonial subjects rather than truly liberating them.",
        "Der philosophische Diskurs der Moderne: zwölf Vorlesungen.Jürgen Habermas - 1985 - Frankfurt am Main: Suhrkamp."
      ]
    },
    {
      "title": "Natalija Micunovic, A Critique of Nationalism",
      "url": "https://philpapers.org/rec/MICACO-7",
      "philpapers_id": "MICACO",
      "snippet": "Rationalist criticism of nationalism, as exemplified by Juergen Habermas, falls short of capturing the essence of the wide appeal different kinds of nationalism evidently have. Through the example of Yugoslavia and ...",
      "page_age": null,
      "extra_snippets": [
        "Rationalist criticism of nationalism, as exemplified by Juergen Habermas, falls short of capturing the essence of the wide appeal different kinds of nationalism evidently have. Through the example of Yugoslavia and of the manifestations of nationalism there we can see the shortcomings of that kind of analysis.",
        "Situating Postcolonial Africa within Popper’s Critique of Nationalism.Adeolu Oluwaseyi Oyekan - 2021 - In Oseni Taiwo Afisi, Karl Popper and Africa: Knowledge, Politics and Development. Springer. pp."
      ]
    },
    {
      "title": "Will Smith Robert Fine, Jürgen Habermas's Theory of Cosmopolitanism",
      "url": "https://philpapers.org/rec/ROBJHT",
      "philpapers_id": "ROBJHT",
      "snippet": "He recognizes that today we cannot simply repeat Kant&#x27;s eighteenth‐century vision: that if we are to grapple with the complexities of present‐day problems, it is necessary to iron out certain inconsistencies in Kant&#x27;s thinking, radicalize it where its break from the old order of nation‐states is incomplete, socialize it so as to draw out the connections between perpetual peace and social justice, and modernize it so as to comprehend the “differences both in global situation and conceptual framework that now separate us from him.”1 His basic intuition, however, is that Kant&#x27;s idea of cosmopolitan right is as relevant to our times as it was to Kant&#x27;s own. If it was Kant&#x27;s achievement to formulate the idea of cosmopolitanism in a modern philosophical form, Habermas takes up the challenge posed by KarlOtto Apel: to “think with Kant against Kant” in reconstructing this idea.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Will Smith Robert Fine"
        }
      ],
      "extra_snippets": [
        "In a series of articles written in the post‐1989 period, Habermas has argued that the challenge posed both by the catastrophes of the twentieth century, and by social forces of globalization, has given new impetus to the idea of cosmopolitan justice that Kant first expressed.",
        "He recognizes that today we cannot simply repeat Kant's eighteenth‐century vision: that if we are to grapple with the complexities of present‐day problems, it is necessary to iron out certain inconsistencies in Kant's thinking, radicalize it where its break from the old order of nation‐states is incomplete, socialize it so as to draw out the connections between perpetual peace and social justice, and modernize it so as to comprehend the “differences both in global situation and conceptual framework that now separate us from him.”1 His basic intuition, however, is that Kant's idea of cosmopolitan right is as relevant to our times as it was to Kant's own. If it was Kant's achievement to formulate the idea of cosmopolitanism in a modern philosophical form, Habermas takes up the challenge posed by KarlOtto Apel: to “think with Kant against Kant” in reconstructing this idea.",
        "What follows is a critical assessment of Habermas's response to this challenge.",
        "Jurgen Habermas's Theory of Cosmopolitanism.Robert Fine & Will Smith - 2003 - Constellations 10 (4):469-487."
      ]
    },
    {
      "title": "M. Dhanda, Leela Gandhi, Postcolonial Theory: A Critical Introduction",
      "url": "https://philpapers.org/rec/DHALGP",
      "philpapers_id": "DHALGP",
      "snippet": "Postcolonial Theory: A Critical Introduction.Leela Gandhi - 1998 - Routledge.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "M. Dhanda"
        }
      ],
      "extra_snippets": [
        "Postcolonial Theory: A Critical Introduction.Leela Gandhi - 1998 - Routledge.",
        "The Common Cause: Postcolonial Ethics and the Practice of Democracy, 1900-1955.Leela Gandhi - 2014 - University of Chicago Press.",
        "E. San Juan, Jr, Beyond Postcolonial Theory.C.",
        "Primordial being: Enlightenment, Schopenhauer and the Indian subject of postcolonial theory.Chetan Bhatt - 2000 - Radical Philosophy 100 (March/)."
      ]
    },
    {
      "title": "Jürgen Habermas, Modernity versus postmodernity",
      "url": "https://philpapers.org/rec/HABMVP",
      "philpapers_id": "HABMVP",
      "snippet": "Habermas and the unfinished project of modernity: critical essays on The philosophical discourse of modernity.Maurizio Passerin D&#x27;Entrèves &amp; Seyla Benhabib (eds.) - 1997 - Cambridge: MIT Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas and the unfinished project of modernity: critical essays on The philosophical discourse of modernity.Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.) - 1997 - Cambridge: MIT Press.",
        "An Allegory of Modernity/Postmodernity: Habermas and Derrida.Lasse Thomassen - 2019 - In The Derrida - Habermas Reader. Edinburgh: Edinburgh University Press.",
        "Reason and Aesthetics between Modernity and Postmodernity: Habermas and Rorty.Richard Shusterman - 2001 - In Matthew Festenstein & Simon Thompson, Richard Rorty: Critical Dialogues.",
        "Habermas and Lyotard on Postmodernity. _____ - 1985 - In Richard J. Bernstein, Habermas and modernity."
      ]
    },
    {
      "title": "Richard R. Weiner, Transnational History, Transnational Space, Transnational Law",
      "url": "https://philpapers.org/rec/WEITHT",
      "philpapers_id": "WEITHT",
      "snippet": "In the 1990s academic marketplace, transnational history emerged in the wake of the sprouting of international history, global history, and postcolonial history as historical subject fields. Christ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Richard R. Weiner"
        }
      ],
      "extra_snippets": [
        "Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy.Frank I. Michelman & Jurgen Habermas - 1996 - Journal of Philosophy 93 (6):307."
      ]
    },
    {
      "title": "Christopher Taylor, Postcolonial Reason and Its Critique: Deliberations on Gayatri Chakravorty Spivak’s Thoughts ed. by Purushottama Bilimoria, Dina Al-Kassim",
      "url": "https://philpapers.org/rec/TAYPRA-2",
      "philpapers_id": "TAYPRA",
      "snippet": "Always on the way: A review discussion of Postcolonial Reason and Its Critique: Deliberations on Gayatri Chakravorty Spivak’s Thoughts edited by Purushottama Bilimoria and Dina Al-Kassim: Oxford University Press, 2014, ISBN 978-0-19-807556-1, hb, xxiii + 258 pp.Adeel Hamza - 2015 - Sophia ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Christopher Taylor"
        }
      ],
      "extra_snippets": [
        "Always on the way: A review discussion of Postcolonial Reason and Its Critique: Deliberations on Gayatri Chakravorty Spivak’s Thoughts edited by Purushottama Bilimoria and Dina Al-Kassim: Oxford University Press, 2014, ISBN 978-0-19-807556-1, hb, xxiii + 258 pp.Adeel Hamza - 2015 - Sophia 54 (4):593-597.",
        "Book Review Postcolonial Reason and Its Critique edited by Purushottama Bilimoria and Dina Al-Kassim.Swami Narasimhananda - 2014 - Prabuddha Bharata or Awakened India 119 (12):695-6.",
        "Postcolonial Reason and its Critique: Deliberations on Gayatri Spivak's Thoughts.Purushottama Bilimoria & Dina Al-Kassim (eds.) - 2013 - Delhi, IN: Oxford University Press India.",
        "Not Like a Native Speaker: On Language as a Postcolonial Experience by Rey Chow.Carli Coetzee - 2016 - philoSOPHIA: A Journal of Continental Feminism 6 (2):292-296."
      ]
    },
    {
      "title": "Emmanuel Chukwudi Eze (ed.), Postcolonial African Philosophy: A Critical Reader",
      "url": "https://philpapers.org/rec/EZEPAP-3",
      "philpapers_id": "EZEPAP",
      "snippet": "Philosophy, Culture, and Technology in the Postcolonial.",
      "page_age": null,
      "extra_snippets": [
        "Philosophy, Culture, and Technology in the Postcolonial.",
        "African Philosophy and the Postcolonial: Some Misleading Abstractions about ‘Identity.’. (pages 283--300)D.",
        "Tragic Dimensions of Our Neocolonial ‘Postcolonial’ World.",
        "African Philosophy and Tradition: Not Yet Postcolonial.G."
      ]
    }
  ],
  "count": 16,
  "errors": []
}
