[search_philpapers.py] Connecting to Brave API for philpapers_via_brave search...
[search_philpapers.py] Searching philpapers.org: 'Mignolo Quijano decolonial', limit=20
[search_philpapers.py] Retrieved 18 entries...
[search_philpapers.py] Search complete: 18 entries found
{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Mignolo Quijano decolonial",
  "results": [
    {
      "title": "Aníbal Quijano, Aníbal Quijano: Foundational Essays on the Coloniality of Power",
      "url": "https://philpapers.org/rec/MIGAQF",
      "philpapers_id": "MIGAQF",
      "snippet": "The Peruvian sociologist Aníbal Quijano is widely considered to be a foundational figure of the decolonial perspective grounded in three basic concepts: coloniality, coloniality of power, and the colonial matrix of power.",
      "page_age": null,
      "extra_snippets": [
        "Aníbal Quijano: Foundational Essays on the Coloniality of Power.Aníbal Quijano - 2024 - Duke University Press. Edited by Walter D. Mignolo, Rita Segato & Catherine E. Walsh. Aníbal Quijano and the Decolonial Turn.Nelson Maldonado-Torres - forthcoming - Theory, Culture and Society.",
        "His decolonial theorizations of these three concepts have transformed the principles and assumptions of the very idea of knowledge, impacted the social sciences and humanities, and questioned the myth of rationality in natural sciences. The essays in this volume encompass nearly thirty years of Quijano’s work, bringing them to an English-reading audience for the first time.",
        "Reading Alejandro Vallega Toward a Decolonial Aesthetics.Omar Rivera - 2017 - Comparative and Continental Philosophy 9 (2):162-173. Aníbal Quijano, A Secret Khipukamayuq. Modernity, the Knot to Untie.José Guadalupe Gandarilla Salgado & María Haydeé García Bravo - 2019 - Las Torres de Lucca.",
        "Decolonial Feminism in Abya Yala: Caribbean, Meso, and South American Contributions and Challenges.Yuderkys Espinosa-Miñoso, María Lugones & Nelson Maldonado-Torres (eds.) - 2022 - Rowman & Littlefield Publishers."
      ]
    },
    {
      "title": "Walter D. Mignolo & Walter D. Mignolo Walter D. Mignolo, The Politics of Decolonial Investigations",
      "url": "https://philpapers.org/rec/MIGTPO-2",
      "philpapers_id": "MIGTPO",
      "snippet": "Decolonial border thinking allows Mignolo to outline how the combination of the self-fashioned narratives of Western civilization and the hegemony of Eurocentric thought served to eradicate all knowledges in non-European languages and praxes of living and being.",
      "page_age": null,
      "extra_snippets": [
        "Walter D. Mignolo & Walter D. Mignolo Walter D. Mignolo ... In _The Politics of Decolonial Investigations_ Walter D. Mignolo provides a sweeping examination of how coloniality has operated around the world in its myriad forms from the sixteenth century to the twenty-first.",
        "Decolonial border thinking allows Mignolo to outline how the combination of the self-fashioned narratives of Western civilization and the hegemony of Eurocentric thought served to eradicate all knowledges in non-European languages and praxes of living and being.",
        "Mignolo also traces the geopolitical origins of racialized and gendered classifications, modernity, globalization, and cosmopolitanism, placing them all within the framework of coloniality. Drawing on the work of theorists and decolonial practitioners from the Global South and the Global East, Mignolo shows how coloniality has provoked the emergence of decolonial politics initiated by delinking from all forms of Western knowledge and subjectivities.",
        "The overcoming of the long-lasting hegemony of the West and its distorted legacies is already underway in all areas of human existence. Mignolo underscores the relevance of the politics of decolonial investigations, in and outside the academy, to liberate ourselves from canonized knowledge, ways of knowing, and praxes of living."
      ]
    },
    {
      "title": "Nelson Maldonado-Torres, Aníbal Quijano and the Decolonial Turn",
      "url": "https://philpapers.org/rec/MALAQA",
      "philpapers_id": "MALAQA",
      "snippet": "Aníbal Quijano: Foundational Essays on the Coloniality of Power.Walter D. Mignolo, Rita Segato &amp; Catherine E. Walsh (eds.) - 2024 - Durham: Duke University Press. The Metaphysics of Decolonization.Natalie Avalos - 2021 - CLR James Journal 27 (1-2):81-99.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Nelson Maldonado-Torres"
        }
      ],
      "extra_snippets": [
        "This review article proposes that Aníbal Quijano’s conceptualization and elaboration of the coloniality of power can be understood as part of a third major moment of the decolonial turn that is related to the activities of Indigenous and Black organizations and collectives in the context of the 500th anniversary of the ‘discovery’ of the Americas in the late 1980s and early 1990s.",
        "While Quijano frequently insists on the special status of ‘Latin America’ in his accounts of coloniality and decoloniality, this article makes the case for the relevance of the Caribbean and all other sites that have served as laboratories for the formation of modern/colonial power in the unfinished project of decolonization and decoloniality.",
        "Decolonising Philosophy.Nelson Maldonado-Torres, Rafael Vizcaíno, Jasmine Wallace & Jeong Eun Annabel We - 2018 - In Gurminder K. Bhambra, Dalia Gebrial & Kerem Nişancıoğlu, Decolonising the University. pp. 64-90. Added to PP 2025-01-17 Downloads 36 (#1,016,257) 6 months 36 (#248,645) ... No citations found. ... Questioning the Role of Anti-Blackness in Quijano’s Theory of Coloniality of Power.Rosa O’Connor Acevedo - 2023 - Radical Philosophy Review 26 (2):205-233.",
        "Finding limits in arguments that overstate the role of sensibilities that are rooted in geopolitical locations, the article emphasizes the role of decolonial collectives in the formation of combative decolonial attitudes."
      ]
    },
    {
      "title": "Walter Mignolo, Cosmopolitanism and the De-colonial Option",
      "url": "https://philpapers.org/rec/MIGCAT",
      "philpapers_id": "MIGCAT",
      "snippet": "Decolonizing the Cosmo-Polis: Cosmopolitanism as a Rehumanizing Project.An Yountae - 2019 - In Raimundo Barreto &amp; Roberto Sirvent, Decolonial Christianities: Latinx and Latin American Perspectives. Cham: Springer Verlag.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Walter Mignolo"
        }
      ],
      "extra_snippets": [
        "Decolonizing the Cosmo-Polis: Cosmopolitanism as a Rehumanizing Project.An Yountae - 2019 - In Raimundo Barreto & Roberto Sirvent, Decolonial Christianities: Latinx and Latin American Perspectives. Cham: Springer Verlag.",
        "Toward a Decolonial Praxis in Critical Peace Education: Postcolonial Insights and Pedagogic Possibilities.Basma Hajir & Kevin Kester - 2020 - Studies in Philosophy and Education 39 (5):515-532.",
        "Coloniality Decoloniality Modern/colonial world Modernity/coloniality Our modernity and their modernity Modernity as an Eurocentered and imperial narrative"
      ]
    },
    {
      "title": "Walter D. Mignolo, Epistemic Disobedience, Independent Thought and Decolonial Freedom",
      "url": "https://philpapers.org/rec/MIGEDI",
      "philpapers_id": "MIGEDI",
      "snippet": "Mignolo - 2021 - Durham: Duke University Press. Critique of Latin American Reason.Santiago Castro-Gómez - 2021 - New York Chichester, West Sussex: Columbia University Press. From critical thought to ideological creed: A review of Decolonialism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Walter D. Mignolo"
        }
      ],
      "extra_snippets": [
        "Mignolo - 2021 - Durham: Duke University Press. Critique of Latin American Reason.Santiago Castro-Gómez - 2021 - New York Chichester, West Sussex: Columbia University Press. From critical thought to ideological creed: A review of Decolonialism.",
        "Learning to Unlearn: Decolonial Reflections from Eurasia and the Americas.Madina V. Tlostanova & Walter D. Mignolo - 2012 - Ohio State University Press.",
        "The Politics of Decolonial Investigations.Walter D. Mignolo & Walter D. Mignolo Walter D.",
        "As we know: the first world has knowledge, the third world has culture; Native Americans have wisdom, Anglo Americans have science. The need for political and epistemic de-linking here comes to the fore, as well as decolonializing and decolonial knowledges, necessary steps for imagining and building democratic, just, and nonimperial/colonial societies."
      ]
    },
    {
      "title": "Madina V. Tlostanova & Walter D. Mignolo, Learning to Unlearn: Decolonial Reflections from Eurasia and the Americas",
      "url": "https://philpapers.org/rec/TLOLTU",
      "philpapers_id": "TLOLTU",
      "snippet": "Transcending the human/non-human divide: The Geo-politics and body-politics of being and perception, and decolonial art.Madina Tlostanova - 2017 - Angelaki 22 (2):25-37. Aníbal Quijano and the Decolonial Turn.Nelson Maldonado-Torres - forthcoming - Theory, Culture and Society.",
      "page_age": null,
      "extra_snippets": [
        "_Learning to Unlearn: Decolonial Reflections from Eurasia and the Americas _is a complex, multisided rethinking of the epistemic matrix of Western modernity and coloniality from the position of border epistemology. Colonial ...",
        "Madina V. Tlostanova & Walter D. Mignolo ... _Learning to Unlearn: Decolonial Reflections from Eurasia and the Americas _is a complex, multisided rethinking of the epistemic matrix of Western modernity and coloniality from the position of border epistemology.",
        "Addressing areas as diverse as the philosophy of higher education, gender, citizenship, human rights, and indigenous agency, and providing fascinating and little-known examples of decolonial thinking, education, and art, Madina V. Tlostanova and Walter D. Mignolo deconstruct the modern architecture of knowledge—its production and distribution as manifested in the corporate university.",
        "Mignolo - 2021 - Durham: Duke University Press. Fitting into a Secular Society: Hybrid Practices of the Islamic Public and Islamic Businesses in Astana.Alima Bissenova & Meiram Kikimbayev - 2024 - In Dina Sharipova, Alima Bissenova & Aziz Burkhanov, Post-Colonial Approaches in Kazakhstan and Beyond: Politics, Culture and Literature. Singapore: Springer Nature Singapore. pp. 189-209. The Metaphysics of Decolonization.Natalie Avalos - 2021 - CLR James Journal 27 (1-2):81-99."
      ]
    },
    {
      "title": "Walter D. Mignolo, Border Thinking, Decolonial Cosmopolitanism and Dialogues Among Civilizations",
      "url": "https://philpapers.org/rec/MIGBTD",
      "philpapers_id": "MIGBTD",
      "snippet": "Walter D. Mignolo",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Walter D. Mignolo"
        }
      ],
      "extra_snippets": [
        "Walter D. Mignolo"
      ]
    },
    {
      "title": "Walter D. Mignolo, Decoloniality and Phenomenology: The Geopolitics of Knowing and Epistemic/Ontological Colonial Differences",
      "url": "https://philpapers.org/rec/MIGDAP-2",
      "philpapers_id": "MIGDAP",
      "snippet": "There cannot be modernity/coloniality without decoloniality, and vice versa. The axis around which the dialogue I... ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Walter D. Mignolo"
        }
      ],
      "extra_snippets": [
        "Walter D. Mignolo · Journal of Speculative Philosophy 32 (3):360-387 (2018) ... In the abstract I sent to the organizing committee of the Society for Phenomenology and Existential Philosophy, I announced that I would attempt a dialogue between phenomenology and decoloniality, understanding that both are theoretical frames by means of which transcendental phenomenology and the lifeworld, on the one hand, and modernity/coloniality, on the other, came into being.",
        "There cannot be modernity/coloniality without decoloniality, and vice versa. The axis around which the dialogue I... ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Cosmopolitanism and the De-colonial Option.Walter Mignolo - 2009 - Studies in Philosophy and Education 29 (2):111-127.",
        "Unshackling the Chains of Coloniality: Reimagining Decoloniality, Africanisation and Reformation for a Non-Racial South Africa.Thinandavha D. Mashau - 2018 - HTS Theological Studies 74 (3):1-8. Geopolitics of Sensing and Knowing: On (de)Coloniality, Border Thinking, and Epistemic Disobedience.Walter Mignolo - 2013 - Confero Essays on Education Philosophy and Politics 1 (1):129-150.",
        "Learning to Unlearn: Decolonial Reflections From Eurasia and the Americas.Madina Vladimirovna Tlostanova & Walter Mignolo - 2012 - Ohio State University Press."
      ]
    },
    {
      "title": "Rosa O’Connor Acevedo, Questioning the Role of Anti-Blackness in Quijano’s Theory of Coloniality of Power",
      "url": "https://philpapers.org/rec/OCOQTR",
      "philpapers_id": "OCOQTR",
      "snippet": "The author argues that Quijano’s conceptualization of race within the theory of coloniality of power is limited and theoretically insufficient given its lack of elaboration regarding the role of anti-Blackness in Spanish colonization.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Rosa O’Connor Acevedo"
        }
      ],
      "extra_snippets": [
        "Aníbal Quijano and the Decolonial Turn.Nelson Maldonado-Torres - forthcoming - Theory, Culture and Society. The Anti-coloniality of Power and the Coloniality of Diasporas. [REVIEW]Paget Henry - 2015 - CLR James Journal 21 (1-2):184-190. Aníbal Quijano: Foundational Essays on the Coloniality of Power.Aníbal Quijano - 2024 - Duke University Press. Edited by Walter D. Mignolo, Rita Segato & Catherine E.",
        "The author argues that Quijano’s conceptualization of race within the theory of coloniality of power is limited and theoretically insufficient given its lack of elaboration regarding the role of anti-Blackness in Spanish colonization.",
        "The Existence of the Mixed Race Damnés: Decolonialism, Class, Gender, Race.Daphne V. Taylor-Garcia - 2018 - Rowman & Littlefield International. Will They Ever Speak with Authority? Race, post‐coloniality and the symbolic violence of language.Awad Ibrahim - 2011 - Educational Philosophy and Theory 43 (6):619-635. Added to PP 2023-09-16 Downloads 97 (#346,921) 6 months 42 (#194,779) ... Aníbal Quijano and the Decolonial Turn.Nelson Maldonado-Torres - forthcoming - Theory, Culture and Society.",
        "Aníbal Quijano: Foundational Essays on the Coloniality of Power.Aníbal Quijano - 2024 - Durham: Duke University Press. Edited by Walter D. Mignolo, Rita Segato & Catherine E."
      ]
    },
    {
      "title": "Jan Linhart, The Geopolitics of Scientific Universalism",
      "url": "https://philpapers.org/rec/LINTGO-9",
      "philpapers_id": "LINTGO",
      "snippet": "Particularly, the research programme ... Edgardo Lander, Enrique Dussel, and others, provides a powerful theoretical framework for a decolonial analysis of the geopolitics of knowledge....",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jan Linhart"
        }
      ],
      "extra_snippets": [
        "While pioneering works of Karl Mannheim, Boris Hessen and Ludwik Fleck laid the groundwork for the constructionist research programme, later contributions form (eco-)feminist, post- and decolonial authors from the global “South” have been essential for understanding the historical role of modern science as a means to stigmatise, subalternise, oppress, and exploit both nature and a major part of humanity. Particularly, the research programme of modernity/coloniality as defined by Anibal Quijano, Walter Mignolo, Edgardo Lander, Enrique Dussel, and others, provides a powerful theoretical framework for a decolonial analysis of the geopolitics of knowledge.",
        "This chapter focusses on the social and geopolitical dimension of scientific universalism. It gives a short historical overview of the sociology of science and related research programmes like the history of ..."
      ]
    },
    {
      "title": "Walter D. Mignolo, The Logic of the In-Visible: Decolonial Reflections on the Change of Epoch",
      "url": "https://philpapers.org/rec/MIGTLO",
      "philpapers_id": "MIGTLO",
      "snippet": "I argue that the lived experience we, the human species, are going through in 2020 is no longer an epoch of changes but a change of epoch. Post-pandemic is becoming meaningless ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Walter D. Mignolo"
        }
      ],
      "extra_snippets": [
        "Walter D. Mignolo"
      ]
    },
    {
      "title": "Walter D. Mignolo & Fábio Santino Bussmann, Coloniality and the State: Race, Nation and Dependency",
      "url": "https://philpapers.org/rec/MIGCAT-3",
      "philpapers_id": "MIGCAT",
      "snippet": "Decolonial thought, by exploring global epistemic designs, can fully explain such political dependency, which, for Aníbal Quijano, results from the local elites’ goal to racially identify with their Western peers (self-humanization), obstructing ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Walter D. Mignolo"
        },
        {
          "type": "person",
          "name": "Fábio Santino Bussmann"
        }
      ],
      "extra_snippets": [
        "Walter D. Mignolo & Fábio Santino Bussmann ... It is of concern that, until now, Western and Southern theories have not been able to provide a full conceptual understanding of the complicity of the elites and states of former colonies outside the West with the political domination they suffer from their Western counterparts. Decolonial thought, by exploring global epistemic designs, can fully explain such political dependency, which, for Aníbal Quijano, results from the local elites’ goal to racially identify with their Western peers (self-humanization), obstructing local nationalization.",
        "Mignolo - 2021 - Durham: Duke University Press. Nation-States and Immigrant Societies.Michael Walzer - 2001 - In Will Kymlicka & Magda Opalski (eds.), Can Liberal Pluralism Be Exported?: Western Political Theory and Ethnic Relations in Eastern Europe. Oxford University Press. Learning to Unlearn: Decolonial Reflections From Eurasia and the Americas.Madina Vladimirovna Tlostanova & Walter Mignolo - 2012 - Ohio State University Press.",
        "The Politics of Decolonial Investigations.Walter D. Mignolo & Walter D. Mignolo Walter D.",
        "Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin American Decolonial Theory.Paul Anthony Chambers - 2020 - Dados 63 (4)."
      ]
    },
    {
      "title": "Walter D. Mignolo, Prophets facing sidewise: The geopolitics of knowledge and the colonial difference",
      "url": "https://philpapers.org/rec/MIGPFS",
      "philpapers_id": "MIGPFS",
      "snippet": "The Politics of Decolonial Investigations.Walter D. Mignolo &amp; Walter D. Mignolo Walter D.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Walter D. Mignolo"
        }
      ],
      "extra_snippets": [
        "The Politics of Decolonial Investigations.Walter D. Mignolo & Walter D. Mignolo Walter D.",
        "Political discourse analysis: a decolonial approach.Yunana Ahmed - 2021 - Critical Discourse Studies 18 (1):139-155."
      ]
    },
    {
      "title": "Walter D. Mignolo & Walter D. Mignolo Walter D. Mignolo, Delinking, Decoloniality, and De-Westernization",
      "url": "https://philpapers.org/rec/MIGDDA",
      "philpapers_id": "MIGDDA",
      "snippet": "Parce que la colonialité est partout, la décolonialité est inévitable.Walter D. Mignolo &amp; Romain/Emma-Rose Bigé - 2021 - Multitudes 84 (3):57-67.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Walter D. Mignolo"
        },
        {
          "type": "person",
          "name": "Walter D. Mignolo Walter D. Mignolo"
        }
      ],
      "extra_snippets": [
        "Epistemologia de fronteiras em Walter Mignolo.Damião Bezerra Oliveira & Raphael Carmesin Gomes - 2021 - Educação E Filosofia 35 (74):643-677. Decolonial Aesthetics/Aesthesis Has Become a Connector Across the Continents. A Conversation of Contemporary& with Walter Mignolo.Aïcha Diallo - 2023 - In Michaela Ott &amp; Babacar Mbaye Diop, Decolonial Aesthetics I: Tangled Humanism in the Afro-European Context.",
        "La persistencia de los márgenes. Reflexiones epistemológicas en torno a la obra de Walter Mignolo.Ángel Octavio Álvarez Solís - 2010 - Araucaria 12 (23). The Metaphysics of Decolonization.Natalie Avalos - 2021 - CLR James Journal 27 (1-2):81-99.",
        "In Walter D. Mignolo & Walter D. Mignolo Walter D. Mignolo, The Politics of Decolonial Investigations. Durham: Duke University Press.",
        "Parce que la colonialité est partout, la décolonialité est inévitable.Walter D. Mignolo & Romain/Emma-Rose Bigé - 2021 - Multitudes 84 (3):57-67."
      ]
    },
    {
      "title": "Breny Mendoza, Decolonial Theories in Comparison",
      "url": "https://philpapers.org/rec/MENDTI",
      "philpapers_id": "MENDTI",
      "snippet": "The article examines the theories of decolonization that have originated in the north of the Americas and Oceania and Latin America. It compares settler colonial theories developed by Australian historians Patrick Wolfe and Lorenzo Veracini with the theory of the coloniality of power of the Peruvian sociologist Aníbal Quijano.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Breny Mendoza"
        }
      ],
      "extra_snippets": [
        "The article examines the theories of decolonization that have originated in the north of the Americas and Oceania and Latin America. It compares settler colonial theories developed by Australian historians Patrick Wolfe and Lorenzo Veracini with the theory of the coloniality of power of the Peruvian sociologist Aníbal Quijano.",
        "Settler Colonialism, Decolonization, and Climate Change.Kerstin Reibold - 2023 - Journal of Applied Philosophy 40 (4):624-641. Aníbal Quijano and the Decolonial Turn.Nelson Maldonado-Torres - forthcoming - Theory, Culture and Society.",
        "A decolonial wrong turn: Walter Mignolo's epistemic politics.David Myer Temin - 2025 - Constellations 32 (1):139-153.",
        "This becomes evident in their analyses of the state, race, and miscegenation. Both theories, however, largely ignore gender in the description of colonization, a gap that Latin American decolonial theorists and feminist indigenous theorists of the north must fill."
      ]
    },
    {
      "title": "Walter Mignolo, Geopolitics of sensing and knowing: On (de)coloniality, border thinking, and epistemic disobedience",
      "url": "https://philpapers.org/rec/MIGGOS",
      "philpapers_id": "MIGGOS",
      "snippet": "Learning to Unlearn: Decolonial Reflections From Eurasia and the Americas.Madina Vladimirovna Tlostanova &amp; Walter Mignolo - 2012 - Ohio State University Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Walter Mignolo"
        }
      ],
      "extra_snippets": [
        "Learning to Unlearn: Decolonial Reflections From Eurasia and the Americas.Madina Vladimirovna Tlostanova & Walter Mignolo - 2012 - Ohio State University Press.",
        "Epistemic Disobedience, Independent Thought and Decolonial Freedom.Walter D. Mignolo - 2009 - Theory, Culture and Society 26 (7-8):159-181.",
        "¿Qué Importa el preámbulo? Pensamiento decolonial en el preámbulo de las constituciones de Bolivia y Ecuador: una aproximación desde el análisis del discurso.Sol Rojas-Lizana & María Itatí Dolhare - 2021 - Critical Discourse Studies 18 (1):43-75."
      ]
    },
    {
      "title": "David Myer Temin, A decolonial wrong turn: Walter Mignolo's epistemic politics",
      "url": "https://philpapers.org/rec/TEMADW",
      "philpapers_id": "TEMADW",
      "snippet": "Reclaiming ontology for decoloniality: a critical realist critique of Mignolo’s meta-theoretical priority of epistemology.Daniel Luna Jacobs - 2025 - Journal of Critical Realism 24 (3):257-283.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "David Myer Temin"
        }
      ],
      "extra_snippets": [
        "Decoloniality and Phenomenology: The Geopolitics of Knowing and Epistemic/Ontological Colonial Differences.Walter D. Mignolo - 2018 - Journal of Speculative Philosophy 32 (3):360-387.",
        "Decolonial Woes and Practices of Un-knowing.Mariana Ortega - 2017 - Journal of Speculative Philosophy 31 (3):504-516.",
        "Decolonizing radical democracy.Jakeet Singh - 2019 - Contemporary Political Theory 18 (3):331-356."
      ]
    },
    {
      "title": "James Muldoon & Boxi A. Wu, Artificial Intelligence in the Colonial Matrix of Power",
      "url": "https://philpapers.org/rec/MULAII-3",
      "philpapers_id": "MULAII",
      "snippet": "Decolonial AI: Decolonial Theory as Sociotechnical Foresight in Artificial Intelligence.Shakir Mohamed, Marie-Therese Png &amp; William Isaac - 2020 - Philosophy and Technology 33 (4):659-684. Local Histories/Global Designs: Coloniality, Subaltern Knowledges, and Border Thinking.Walter D. Mignolo - 2012 - Princeton University Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "James Muldoon"
        },
        {
          "type": "person",
          "name": "Boxi A. Wu"
        }
      ],
      "extra_snippets": [
        "Drawing on the analytic of the “colonial matrix of power” developed by Aníbal Quijano within the Latin American modernity/coloniality research program, this article theorises how a system of coloniality underpins the structuring logic of artificial intelligence (AI) systems.",
        "Decolonial AI: Decolonial Theory as Sociotechnical Foresight in Artificial Intelligence.Shakir Mohamed, Marie-Therese Png & William Isaac - 2020 - Philosophy and Technology 33 (4):659-684. Local Histories/Global Designs: Coloniality, Subaltern Knowledges, and Border Thinking.Walter D. Mignolo - 2012 - Princeton University Press.",
        "We develop a framework for critiquing the regimes of global labour exploitation and knowledge extraction that are rendered invisible through discourses of the purported universality and objectivity of AI. ​​Through bringing the political economy literature on AI production into conversation with scholarly work on decolonial AI and the modernity/coloniality research program, we advance three main arguments.",
        "By locating the production of AI systems within the colonial matrix of power, we contribute to critical and decolonial literature on the legacies of colonialism in AI and the hierarchies of power and extraction that shape the development of AI today."
      ]
    }
  ],
  "count": 18,
  "errors": []
}
