{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Allen decolonizing critical theory Frankfurt race",
  "results": [
    {
      "paperId": "5ec668e4b88bceb19c8193d05d699cff63f941a7",
      "title": "The End of Progress: Decolonizing the Normative Foundations of Critical Theory",
      "authors": [
        {
          "name": "Amy Allen",
          "authorId": "2263527999"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 96,
      "doi": "10.7312/alle17324",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ec668e4b88bceb19c8193d05d699cff63f941a7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2352ba7995c9829909206e8977c6aa14cb2a1c0f",
      "title": "Decolonizing Critical Theory?",
      "authors": [
        {
          "name": "Gurminder K. Bhambra",
          "authorId": "6612254"
        }
      ],
      "year": 2021,
      "abstract": "\n Theorists working within the Frankfurt School tradition of critical theory have not been immune to calls to “decolonize” that have been circulating in and beyond the academic world. This article asks what it means to seek to decolonize a tradition of thought that has never explicitly acknowledged colonial histories. What is needed, instead, this article suggests, is consideration of the very implications of the “colonial modern”—that is, an acknowledgement of the colonial constitution of modernity—for Frankfurt School critical theory's idea of historical progress. The issue is more extensive than simply acknowledging the substantive neglect of colonialism within the tradition; rather, this article suggests that its categories of critique and their associated normative claims are also necessarily implicated by this neglect and require transformation. Acknowledgment of colonial histories requires material reparations for the substantive inequalities bequeathed as legacies of the past, but these reparations also require a transformation of understandings and a recognition of “epistemological justice.”",
      "citationCount": 70,
      "doi": "10.1215/26410478-8855227",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2352ba7995c9829909206e8977c6aa14cb2a1c0f",
      "venue": "Critical Times",
      "journal": {
        "name": "Critical Times"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f27440cc3c0d19e903ab5fe9c66727b666b5d1d9",
      "title": "Decolonizing critical theory?: epistemological justice, progress, reparations",
      "authors": [
        {
          "name": "Gurminder K. Bhambra",
          "authorId": "6612254"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 39,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f27440cc3c0d19e903ab5fe9c66727b666b5d1d9",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "02f86613a16c9641b859ea97331b1ed6be3026c8",
      "title": "Decolonizing Critical Theory",
      "authors": [
        {
          "name": "Kevin Olson",
          "authorId": "78692950"
        }
      ],
      "year": 2019,
      "abstract": "This chapter rethinks the future of critical theory by engaging Amy Allen’s recent work. Allen does the Frankfurt School a great service by drawing a sharp-edged picture of some significant problems. I aim to think along with her in a spirit of shared sympathies that follow sometimes divergent paths. I agree with Allen’s critique of Frankfurt tendencies toward Eurocentrism, progress thinking, and historical teleology. However, I also argue that critical theory must be more thoroughly reconfigured to adequately address the struggles and wishes of our age. Specifically, recent work of the Frankfurt School displaces critique in two important ways. The first is a tendency to work at a paradigmatic, meta-level of analysis rather than focusing on concrete problems. The second is a tendency to rely on democratic procedure for normativity without taking account of the tensions and contradictions in actual political cultures. In place of these uncritical tendencies, we need more interpretive and freely experimental critical strategies. One example is an interpretive approach that problematizes political cultures, revealing the tensions ignored by proceduralism. Another example lies in the rich archives of postcolonial thought that have had such a large impact on contemporary political and social life. Postcolonial critique is a non-dogmatic and flexible form of interpretation that has great potential to address problems of racism, international inequality, and the false universalism of many of our ideals.",
      "citationCount": 0,
      "doi": "10.1108/s0278-120420190000036011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02f86613a16c9641b859ea97331b1ed6be3026c8",
      "venue": "Current Perspectives in Social Theory",
      "journal": {
        "name": "Current Perspectives in Social Theory"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4f3a801443d5843eb48247a69dba07131d53dc38",
      "title": "From Criticizing Progress to Psychoanalyzing Critical Theory. An Interview with Amy Allen",
      "authors": [
        {
          "name": "Tobias Heinze",
          "authorId": "2238688866"
        },
        {
          "name": "Judith-Frederike Popp",
          "authorId": "2179576253"
        }
      ],
      "year": 2024,
      "abstract": "The importance of psychoanalysis for Critical Theory is unabated, but controversial. Regressive reactions to the crises of capitalism are currently reviving the debate about its relevance for the Frankfurt School. The interview with Amy Allen follows the focus of her book Critique on the Couch (2020) through questions about the significance of psychoanalysis for Critical Theory as well as the implications of her arguments for a theory of the subject and a critique of eurocentric concepts of progress.",
      "citationCount": 0,
      "doi": "10.21827/krisis.44.1.41308",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f3a801443d5843eb48247a69dba07131d53dc38",
      "venue": "Krisis: journal for contemporary philosophy",
      "journal": {
        "name": "Krisis | Journal for Contemporary Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "130a07fbb39b44c88676e14783f41bccb3ecee1b",
      "title": "From normative foundations to emancipatory futures: a conversation about Critical Theory today",
      "authors": [
        {
          "name": "Amy Allen",
          "authorId": "2353965844"
        },
        {
          "name": "Lois McNay",
          "authorId": "117139664"
        },
        {
          "name": "Sarah Bufkin",
          "authorId": "1396551215"
        },
        {
          "name": "Emily M Dyson",
          "authorId": "2322943513"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT In this roundtable discussion, Amy Allen, Lois McNay, Sarah Bufkin, and Emily Dyson debate the limitations of contemporary Frankfurt School theorizing when it comes to diagnosing social suffering and gesturing towards emancipatory practices that might shift the relations of force in today’s social formations. In particular, they consider what has been lost in the turn to questions of metanormative foundations in place of a concrete, sociologically grounded analysis of power and oppression. In this wide-ranging conversation, Allen, McNay, Bufkin, and Dyson also engage with a range of questions confronting Critical Theorists today, including the marginalization of gender hierarchies and patriarchal domination as problems, the positionality of the theorist with respect to existing struggles, the Marxist legacy of the Frankfurt School, the problems of Eurocentrism and racism within Critical Theory, and the role of the aesthetic in social critique.",
      "citationCount": 0,
      "doi": "10.1080/2158379X.2025.2547888",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/130a07fbb39b44c88676e14783f41bccb3ecee1b",
      "venue": "Journal of Political Power",
      "journal": {
        "name": "Journal of Political Power",
        "pages": "363 - 379",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0829d373a0d841c102c158120718a30135d0ce69",
      "title": "The End of Progress: Decolonizing the Normative Foundations of Critical Theory by Amy Allen (review)",
      "authors": [
        {
          "name": "Joshua Barkan",
          "authorId": "115657556"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0829d373a0d841c102c158120718a30135d0ce69",
      "venue": "",
      "journal": {
        "name": "The Journal of Speculative Philosophy",
        "pages": "320 - 325",
        "volume": "35"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "ce6fd3e637c842b6ce64f8f187deb3cb05965827",
      "title": "The End of Progress: Decolonizing the Normative Foundations of Critical Theory by Amy Allen",
      "authors": [
        {
          "name": "Joshua Barkan",
          "authorId": "115657556"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ce6fd3e637c842b6ce64f8f187deb3cb05965827",
      "venue": "",
      "journal": {
        "name": "Philosophy & Rhetoric",
        "pages": "320 - 325",
        "volume": "54"
      },
      "publicationTypes": null
    },
    {
      "paperId": "75abc6f3aad4e1f4627d31b8ae96c545b0b1730d",
      "title": "“After Frankfurt”: Sedimentations, Colonialism, and Critical Theory",
      "authors": [
        {
          "name": "Antonio Y. Vázquez-Arroyo",
          "authorId": "1437991176"
        }
      ],
      "year": 2025,
      "abstract": "Over the last two decades, “decolonization” has emerged as a pervasive trope in the humanities and social sciences. These invocations of “decolonization” raise important questions: What do these attempts at “decolonization” imply about concepts, about ideas and categories, institutions and practices? Does this theoretical framing of questions about colonialism and its impress in theoretical forms truly capture the actual role of historical sedimentation in conceptual construction? This essay addresses these questions and offers an alternative account of concepts shot through with colonial sediments and ruination by retrieving the dialectical legacy of Critical Theory “after Frankfurt.”",
      "citationCount": 0,
      "doi": "10.1215/0094033x-11793062",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/75abc6f3aad4e1f4627d31b8ae96c545b0b1730d",
      "venue": "New German Critique",
      "journal": {
        "name": "New German Critique"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b57bddb09aa44a6105d2c8d3a1d3876eccf8e5ed",
      "title": "Educational Leadership and Critical Theory",
      "authors": [],
      "year": 2024,
      "abstract": "This book shows how critical theory can help school leaders and administrators to prepare students for the ever-changing political, cultural, economic, and societal conditions of the world. The contributors use ideas from critical theorists including Adorno, Fromm, Marcuse and Habermas and connect them with contemporary theories and debates in educational leadership from moral education to critical theories on race, to culturally relevant practice.\n The book challenges the misconceptions of many present-day educators about the analytical lens offered by the Frankfurt School theorists which is often dismissed by policymakers and practitioners. Written by leading scholars based in the UK, USA, and Canada, the contributors emphasize and explain the importance of educational aesthetics, dialectics, education and civilization, the structural transformation of education’s place in the public sphere, and education as revolution and enlightenment.",
      "citationCount": 0,
      "doi": "10.5040/9781350353459",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b57bddb09aa44a6105d2c8d3a1d3876eccf8e5ed",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "eb23fae4bf9b358e24916e2f434a5a02e134f994",
      "title": "Inheriting Critical Theory: A Review of Amy Allen’s the End of Progress: Decolonizing the Normative Foundations of Critical Theory",
      "authors": [
        {
          "name": "G. Steinmetz",
          "authorId": "145847914"
        }
      ],
      "year": 2019,
      "abstract": "This review of Amy Allen’s book, The End of Progress (2016), first addresses the structure of the book and focuses on specific points made in individual chapters, including the affinity between postcolonial theory and the approaches of Adorno and Foucault in subjecting the notion of historical progress to “withering critique,” and Allen’s alternative approach to decolonization; Habermas’ aim to put critical theory on a secure normative footing; Honneth’s stance that the history of an ethical sphere is an unplanned learning process kept in motion by a struggle for recognition; Forst’s attempt to reconstruct Critical Theory’s normative account through a return to Kant rather than Hegel; and Allen’s claim that her approach is fully in the spirit of Critical Theory and could be seen as continuation of Critical Theory’s first generation, as in Adorno, and how it is a “genealogical” approach that draws on Adorno’s negative dialectics and critique of identity thinking, as well as on Nietzsche’s conception of genealogy, as developed by Foucault. The second part of my response raises three issues: (1) Allen’s partial compromise with the idea of progress; (2) whether critical theory would profit from engagement with other critical theories and theories of ethics, beyond postcolonial theory; and (3) nonwestern theories shed a different light on the question of Allen’s critique, a theme that also draws attention to the gesture of decolonizing, the distinctions between colonialism and empire, and the sociology of knowledge production.",
      "citationCount": 0,
      "doi": "10.1108/s0278-120420190000036008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb23fae4bf9b358e24916e2f434a5a02e134f994",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "cbbe49286dc94f8bbaa8e38d6977be2b8c93e721",
      "title": "Origins of Critical Theory and the Exclusion of the Black Philosopher W. E. B. Du Bois",
      "authors": [
        {
          "name": "Donald R. Collins",
          "authorId": "2294485764"
        }
      ],
      "year": 2024,
      "abstract": "Critical Theory is generative for the advancement of subsequent types of progressive theories that seek justice across multiple spectrums of philosophies. Its origin manifested at the Frankfurt School, among a group of privileged White men seeking to eradicate social ills in Germany during World War II while lacking sufficient global experience and understanding to apply the theory to macro injustices. While critical theory did not redress the limitations of the intellectualized vision, the theory was reconceptualized as more encompassing with its forced relocation to the United States, though still limited in its application to the social ills of woman’s suffrage and the civil rights movement of Blacks in the United States. In flux, the revised critical theory became propagative. Despite its limitations illustrated here in the work of W. E. B. Du Bois, Critical Theory gave rise to scholarships that highlight injustices across areas it did not foresee that include race, ethnicity, disability, gender, and anticolonialism. As a result of Critical Theory across modernities, some silenced voices can be heard, despite what some have labeled an exclusionary canon.",
      "citationCount": 1,
      "doi": "10.1177/19408447241243317",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbbe49286dc94f8bbaa8e38d6977be2b8c93e721",
      "venue": "International review of Qualitative Research",
      "journal": {
        "name": "International Review of Qualitative Research",
        "pages": "103 - 119",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9b3b4ccbc88730d3bcce4eb4f72f0cd6c7d05763",
      "title": "The end of progress: Decolonizing the normative foundations of critical theory",
      "authors": [
        {
          "name": "Antonio Y. Vázquez-Arroyo",
          "authorId": "1437991176"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 57,
      "doi": "10.1057/s41296-017-0152-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b3b4ccbc88730d3bcce4eb4f72f0cd6c7d05763",
      "venue": "Contemporary Political Theory",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "224 - 227",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6805983d2c655981670acc6f3f1936ce5289774a",
      "title": "Amy Allen. The End of Progress: Decolonizing the Normative Foundations of Critical Theory. New York: Columbia University Press, 2016. 304 pp.",
      "authors": [
        {
          "name": "M. Jay",
          "authorId": "47302396"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1086/700881",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6805983d2c655981670acc6f3f1936ce5289774a",
      "venue": "Critical Inquiry",
      "journal": {
        "name": "Critical Inquiry"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e5a56262a1e41d6c75a783626930482ba1250068",
      "title": "The end of progress: decolonizing the normative foundations of critical theory by Amy Allen",
      "authors": [
        {
          "name": "A. Sager",
          "authorId": "73226932"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e5a56262a1e41d6c75a783626930482ba1250068",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "60efb33dc54ee03c5aba0fbf6cab512b53c7aef7",
      "title": "Liberating Critical Theory: Eurocentrism, Normativity, and Capitalism: Symposium on Amy Allen’s The End of Progress: Decolonizing the Normative Foundations of Critical Theory, Columbia University Press, 2016",
      "authors": [
        {
          "name": "C. Leeb",
          "authorId": "144635469"
        },
        {
          "name": "Robert J. Nichols",
          "authorId": "2056770710"
        },
        {
          "name": "Y. Winter",
          "authorId": "113652575"
        },
        {
          "name": "A. Allen",
          "authorId": "116617759"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1177/0090591718759469",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/60efb33dc54ee03c5aba0fbf6cab512b53c7aef7",
      "venue": "",
      "journal": {
        "name": "Political Theory",
        "pages": "772 - 800",
        "volume": "46"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "5f586f53874781ecf4a51c547e0c63d310a84959",
      "title": "The End of Progress: Decolonizing the Normative Foundations of Critical Theory by Amy Allen (review)",
      "authors": [
        {
          "name": "Sina Kramer",
          "authorId": "2263508471"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1353/PHI.2017.0028",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f586f53874781ecf4a51c547e0c63d310a84959",
      "venue": "",
      "journal": {
        "name": "philoSOPHIA",
        "pages": "357 - 362",
        "volume": "7"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f8689064ab16455657381276f18c5f0ae5eb06db",
      "title": "ALLEN, A., The end of progress: decolonizing the normative foundations of critical theory. New York: Columbia University Press, 2015",
      "authors": [
        {
          "name": "Bárbara Buril",
          "authorId": "2079933814"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8689064ab16455657381276f18c5f0ae5eb06db",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "560-568",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bd964045d05b39ae3b4d3e31e87984d030e19f90",
      "title": "Critical Theory and the Critique of Antisemitism",
      "authors": [],
      "year": 2023,
      "abstract": "This volume provides a systematic re-examination of the Frankfurt School’s theory of antisemitism and, employing this critical theory, investigates the presence of antisemitism in 20th- and 21st-century politics and society.\n Critical Theory and the Critique of Antisemitism uncovers how critical theory differs from mainstream socialist or liberal critiques of antisemitism, as it frames its rejection of antisemitism in the critique of other aspects of modern capitalist society, which traditional theories leave unchallenged or critique only in passing. Amongst others, these include issues of identity, nation, race, and sexuality. In exploring the Frankfurt School’s writings on antisemitism therefore, the chapters in this book reveal connections to other pressing societal issues, such as racism more broadly, patriarchy, statism, and the societal dynamics of the ever-evolving capitalist mode of production.\n Putting the theory to practice, this volume brings together interdisciplinary scholars and activists who employ critical theory to scrutinise right- and left-wing manifestations of antisemitism. They develop, in their critique of antisemitism, a critique of capitalism, as the authors ask: why does modern capitalist society seem bound to produce antisemitism? And how do we challenge it?\n At a time when the rise of populism internationally has brought with it new strains of antisemitism, this is an essential resource that demonstrates the continuing relevance of the critical theory of the Frankfurt School for the struggle against antisemitism today.",
      "citationCount": 0,
      "doi": "10.5040/9781350281400",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd964045d05b39ae3b4d3e31e87984d030e19f90",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "903023388923d316cf6e183789d21c20899f3edc",
      "title": "Critical Theory Needs Decolonization and Neo-Vedanta May Hold the Key",
      "authors": [
        {
          "name": "Madhurima Nayak",
          "authorId": "52556471"
        }
      ],
      "year": 2025,
      "abstract": "\n Frankfurt School Critical Theory emerged to challenge systems of oppression, but it carries a fatal flaw: it’s stuck in the Enlightenment mindset that birthed colonialism. It talks about freedom – but only from a Eurocentric lens, ignoring the wisdom of the Global South. Enter Neo-Vedanta, a revolutionary reinterpretation of ancient Indian philosophy, propelled by Swami Vivekananda’s call for a spiritual and social awakening. While Critical Theory exposes power structures, Neo-Vedanta goes deeper, arguing that real freedom starts within. It dismantles the ego – the root of domination – and replaces it with seva, selfless service. For Vivekananda, liberation wasn’t about personal enlightenment or Western-style progress; it was about merging the self with humanity’s collective struggle. This isn’t about picking sides – it’s about creating something new: a world where liberation isn’t a Western export but a global conversation. True freedom, Neo-Vedanta reminds us, isn’t just about breaking chains. It’s about dissolving the very idea of control – and finding power in service, not domination. Liberation was never meant to belong to one civilization alone.",
      "citationCount": 0,
      "doi": "10.1017/pub.2025.43",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/903023388923d316cf6e183789d21c20899f3edc",
      "venue": "Public Humanities",
      "journal": {
        "name": "Public Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
