{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Bohman deliberative democracy legitimacy discourse",
  "results": [
    {
      "paperId": "d361d9a72009357414507efee79f0f19034257e5",
      "title": "THE METHODOLOGICAL LIMITATIONS OF DELIBERATIVE DEMOCRACY IN TIMES OF UNCERTAINTY",
      "authors": [
        {
          "name": "Daria Synhaievska",
          "authorId": "2307689163"
        }
      ],
      "year": 2025,
      "abstract": "The foundations of deliberative democracy rest on ideals of communicative rationality, as articulated by Jürgen Habermas, a key representative of the Frankfurt School’s second generation. Emerging from critical theory’s broader critique of instrumental rationality, deliberative democracy emphasizes public discourse and consensus as essential mechanisms for legitimate governance. This model assumes that through discourse ethics, diverse societal interests can converge toward norms, transcending\npartial biases. However, in times of uncertainty — particularly during war or social upheaval — these assumptions face significant challenges. The historical context of the Frankfurt School’s development underscores this point. Established amidst the European crises of the early 20th century, critical theorists like Theodor Adorno and Max Horkheimer grappled with the failures of rationality that led to totalitarianism. The critique of deliberative democracy in the context of the Russo-Ukrainian war highlights\nthe need to reassess the theory’s practical and ethical foundations. While deliberative democracy aspires to foster inclusivity and legitimacy through rational discourse, its application during periods of profound uncertainty exposes critical vulnerabilities. These include the challenges of relativism, asymmetrical power dynamics, and the ethical risks of procedural neutrality. The aim of this study is to probe the practical applicability\nand evaluate the core epistemological and ethical assumptions of deliberative democracy, particularly its Habermasian formulations, when confronted with conditions of uncertainty. It critically examines the theoretical underpinnings of deliberative democracy, its limitations, and the ethical dilemmas posed by its procedural inclusivity. Methodological approach taken in this article builds upon case study to illustrate the limitations of deliberative democracy, and draws on critical theory — especially\nthose of Theodor Adorno and Jürgen Habermas — to evaluate its epistemological and ethical assumptions.",
      "citationCount": 0,
      "doi": "10.61095/815-0047-2025-1-141-150",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d361d9a72009357414507efee79f0f19034257e5",
      "venue": "Topos",
      "journal": {
        "name": "Topos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b28522f2eeb24cf5d8524c90e39a7ce976cb84cc",
      "title": "Deliberative Democracy and its Discontents",
      "authors": [
        {
          "name": "J. Martí",
          "authorId": "144162773"
        },
        {
          "name": "S. Besson",
          "authorId": "80419318"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.4324/9781315258249",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b28522f2eeb24cf5d8524c90e39a7ce976cb84cc",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f1f11dc9bcdc58dd23dc370f8ef21b56f9af87b",
      "title": "The Force of the Better Argument: Americans Can Learn Something from Jürgen Habermas and “Deliberative Democracy”",
      "authors": [
        {
          "name": "Robert W. Ferrell",
          "authorId": "121454644"
        },
        {
          "name": "J. Old",
          "authorId": "145874877"
        }
      ],
      "year": 2016,
      "abstract": "The 2016 American political season offers an opportunity to think about American “democracy” and compare it, in particular, to the “deliberative democracy” of the German philosopher and sociologist Jurgen Habermas, to see whether the somewhat smug belief in “American exceptionalism” holds up. Many Americans uncritically believe their system of government is the model for the world. However, a comparison of that system, which almost daily draws comment that it must have sunk to its historic low (Goldberg, 2016), suggests there may be a superior way. Habermas, widely considered to be one of the most important philosophers working in the world today (Bohman & Rehg, 2014), claims that deliberative democracy is a better way informed by communicative action theory and the principles of discourse ethics. This paper, an exercise in applied philosophy, will use these ideas as a prism to view contemporary American political discourse. If American citizens were to see a better way to conduct their democracy, perhaps they would also see they need to demand more of their politicians, and recognize the weakness of their own—too often uncritically held—beliefs, then they might opt for a political process that looks more like deliberative democracy, with public policy decisions made, not coercively, not on the basis of emotion and on uncritical assumptions, but on a willingness to seek understanding (instead of, say, deliberately imposing obstruction), on rationality, and on “the force of the better argument.”",
      "citationCount": 7,
      "doi": "10.4236/OJPP.2016.63021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f1f11dc9bcdc58dd23dc370f8ef21b56f9af87b",
      "venue": "",
      "journal": {
        "name": "Open Journal of Philosophy",
        "pages": "215-238",
        "volume": "06"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f0f32b19087fadfe6be49cf2315d7150b8e1444",
      "title": "Democracy and Language in Jürgen Habermas’s Discourse Theory",
      "authors": [
        {
          "name": "Arianna Maceratini",
          "authorId": "2077084552"
        }
      ],
      "year": 2019,
      "abstract": "Abstract The concept of hermeneutic science is outlined by Habermas as a reflection within the ordinary language, addressed to the dialogic dimension of intersubjective recognition and connected to the juridical guarantee. The guarantee function fulfilled by the discursive agreement towards every real dialogue is obvious: it indicates the main reference point for the regulation and coordination of social action, tracing a line of demarcation between being and having to be, facts and norms. Speech, communicative agreement and legal guarantee are mutually qualified terms where the public discussion of institutional issues makes it possible to define the normative validity as non-assimilatory generality, placed beyond any populistic yearning, tracing a line of demarcation between law and power. The idea of deliberative democracy expresses the relationship and distinction between the universalism of rights and the factuality of the norm issuing, between the idea of good and the idea of right, in order to support democratic decision-making legitimacy. Combining the reasons of the markets with those of civil solidarity, through independent forms of regulation both from the obsolete state sovereignties and from the traditional international perspectives, represents a primary challenge of the Habermasian theory where the critical role of the rational public sphere appears fundamental.",
      "citationCount": 2,
      "doi": "10.2478/slgr-2019-0026",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f0f32b19087fadfe6be49cf2315d7150b8e1444",
      "venue": "Studies in Logic, Grammar and Rhetoric",
      "journal": {
        "name": "Studies in Logic, Grammar and Rhetoric",
        "pages": "25 - 7",
        "volume": "59"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1d8337ccde6c7f0a1b8eab06d20b7d30bfec5e9e",
      "title": "Has the Deliberative Model of Democracy an epistemic value",
      "authors": [
        {
          "name": "Roberto García",
          "authorId": "2109683756"
        }
      ],
      "year": 2013,
      "abstract": "Deliberative democracy is a normative ideal of democracy. This model is a proposal for the regeneration of the legitimacy of our institutions, but also a mechanism for decision making. It is based on two different dimensions: a procedural dimension where the model demands the inclusion and an equal capacity to influence the final decision of all those affected (Cohen, 1989; Bohman, 1996; Habermas, 1992 ...) and a substantive dimension where the political decisions are made through a collective procedure of argumentation and public discussion. If these conditions are recognized, the decisions will be more rational and better decisions. This paper has two aims. First I will present the key elements of this epistemic conception of political legitimacy. Second I will show the challenges it faces. On a one hand, the counterfactual of many of its postulates and on the other, the obvious problems of bias consensualist of this model.",
      "citationCount": 2,
      "doi": "10.15765/PNRM.V7I12.367",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d8337ccde6c7f0a1b8eab06d20b7d30bfec5e9e",
      "venue": "",
      "journal": {
        "name": "Panorama",
        "pages": "23-37",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "514e211f7e4f68615b01a525ca1e01521beb5c77",
      "title": "Equality of Narrative Inclusion in Decision-Making Processes: A Deliberative Approach",
      "authors": [
        {
          "name": "Marta Huk",
          "authorId": "2065893350"
        }
      ],
      "year": 2022,
      "abstract": "This paper explores the relationship between narrative inclusion and the notion of equality from the perspective of the theory of deliberative democracy. It is based on the assumption that taking into account the diversity of discursive competences influences the constructed justifications constituting the source of legitimacy of political decisions. Moving beyond a purely argumentative discourse towards emphasising pluralism provides a significant enough modification of the theory to claim that it constitutes a separate model of deliberation. At the starting point, the role and purpose of narrative is presented, as well as the conditions under which it can be incorporated into deliberative processes. Then, consideration is given to the transformation of the category of equality that is brought about by introducing narrative to the framework of subject inclusion. The shift in meaning from unconditional equality to equalisation of opportunities is also addressed, in both procedural and substantive terms. Finally, the paper outlines the possible practical problems and risks that the inclusion of narrative in deliberation may raise.",
      "citationCount": 0,
      "doi": "10.36280/afpifs.2022.3.49",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/514e211f7e4f68615b01a525ca1e01521beb5c77",
      "venue": "Archiwum Filozofii Prawa i Filozofii Społecznej",
      "journal": {
        "name": "Archiwum Filozofii Prawa i Filozofii Społecznej"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7c61ecd46b0fe6bd902416d233fd65ad8ddf2bdd",
      "title": "Stakeholder Theory: A Deliberative Perspective",
      "authors": [
        {
          "name": "Ulf H. Richter",
          "authorId": "32030628"
        },
        {
          "name": "K. Dow",
          "authorId": "47700767"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 63,
      "doi": "10.1111/beer.12164",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7c61ecd46b0fe6bd902416d233fd65ad8ddf2bdd",
      "venue": "",
      "journal": {
        "name": "INTL: Other Global Business Issues (Topic)"
      },
      "publicationTypes": null
    },
    {
      "paperId": "51caa05c18966f74558373dab87df09782097114",
      "title": "Language, Power, and Persuasion: Toward a Critique of Deliberative Democracy",
      "authors": [
        {
          "name": "M. Kohn",
          "authorId": "77896615"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 133,
      "doi": "10.1111/1467-8675.00197",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51caa05c18966f74558373dab87df09782097114",
      "venue": "",
      "journal": {
        "name": "Constellations",
        "pages": "408-429",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d8fc88fd1b24903414fd11a838905010529c2112",
      "title": "Understanding Habermas: Communicative Action and Deliberative Democracy",
      "authors": [
        {
          "name": "Erik O Eriksen",
          "authorId": "39903417"
        },
        {
          "name": "J. Weigård",
          "authorId": "81206079"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 157,
      "doi": "10.5040/9781474213219",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d8fc88fd1b24903414fd11a838905010529c2112",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5a79d70b2a949abe08b18b23e0d4c83bc7e593f5",
      "title": "A Deconstruction of Habermas's Discoursetheoretical Conception of Deliberative Democracy",
      "authors": [
        {
          "name": "T. Beckers",
          "authorId": "2059878348"
        },
        {
          "name": "J. Mill",
          "authorId": "119374937"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a79d70b2a949abe08b18b23e0d4c83bc7e593f5",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "199d91f2585bc808e1cead88f06e74ee3f8226f9",
      "title": "Democracy, Plurality, and Education: Deliberative Practices of and for Civic Participation",
      "authors": [
        {
          "name": "Stacy Smith",
          "authorId": "2111050920"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/199d91f2585bc808e1cead88f06e74ee3f8226f9",
      "venue": "",
      "journal": {
        "name": "Philosophy of Education Archive",
        "pages": "338-347",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "aaf6213a1827570d459d6eff674089e6e353a761",
      "title": "A Rawlsian Idea of Deliberative Democracy",
      "authors": [
        {
          "name": "A. White",
          "authorId": "39427708"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aaf6213a1827570d459d6eff674089e6e353a761",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e6173d84d3f747d3e5c3bc6a75cb79a61e68ccfd",
      "title": "The educated, deliberative citizen: constituents for a normative model",
      "authors": [
        {
          "name": "T. Englund",
          "authorId": "66682380"
        }
      ],
      "year": 2022,
      "abstract": "The aim of this paper is to make further use of and develop the idea of deliberative communication (Englund, 2000a, 2000b, 2005, 2006a, 2010, 2015, 2016) as crucial for creating sustainable democratic societies and educated citizens living educationally (cf. Englund, 2019). The more specific and demarcated aim is to present a scaffold of concepts and grounds supporting the development of an education of deliberative citizens. The overall context and reason for further working on the idea of deliberation is the still strong development and diffusion of the idea designated as ‘the deliberative turn in democratic theory’ (Dryzek, 2000, p. 1). There are many advocates that could be referred to concerning this deliberative turn. In US, James Bohman and William Rehg (Bohman, 1996; Bohman & Rehg, 1997) are two among many others. Amy Gutmann (1987), Gutmann & Thompson (2004)) and Nussbaum 1997, 1999, 2010) and in Europe Jürgen Habermas is central. What also might be stressed here is that both Gutmann and Nussbaum are among them who have introduced the deliberative perspective on schools and education (for a short review of deliberative communication and the deliberative perspective on education see Englund, 2000a, 2000b/2005). In my earlier work on deliberation (Englund, 2000a, 2000b) the starting point has often been John Dewey’s Democracy and Education (Dewey, 1916/1985) and his assertion that deliberative education is characterized by mutual, free and open communication within and between groups. Add to that Habermas’ validity claims and his placing of communication and deliberation in a wider context. Habermas places the realization of deliberative policy and decisions in the institutionalization of procedures, where an intersubjectivity on a higher level is expected to emerge; public discourses find a good response only under circumstances of broad participation (Dewey, 1927/1988). This in turn ‘requires a background political culture that is egalitarian, divested of all educational privileges, and thoroughly intellectual’ (Habermas, 1996/1998, p. 490). So, the basic theoretical framework uses ideas from classic and modern pragmatism (Dewey, 1916/1985, 1927/1988, Jürgen Habermas, 1981/1987, 1983/1992, 1985/1990, cf. Englund, 2006a, 2006b, 2010, 2016). In the following, I will, in three sections, make an attempt to deepen and transform the idea of deliberation to a normative model of the educated, deliberative citizen by stressing some visionary thoughts of how to learn to live educationally. But first a general argumentation for the normative model by Seyla (Benhabib, 1996), the perhaps most well known of deliberative theorists of today, for the need of developing ideas and building normative models, arguing that",
      "citationCount": 6,
      "doi": "10.1080/20020317.2022.2116152",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e6173d84d3f747d3e5c3bc6a75cb79a61e68ccfd",
      "venue": "Nordic Journal of Studies in Educational Policy",
      "journal": {
        "name": "Nordic Journal of Studies in Educational Policy",
        "pages": "149 - 155",
        "volume": "8"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "d2f8b79b0079d0f106e6dd829980f2f5ecf56d92",
      "title": "Democracy for the Few",
      "authors": [
        {
          "name": "B. Crawford",
          "authorId": "39619876"
        }
      ],
      "year": 2023,
      "abstract": "A review and application of Degenerations of Democracy, by Craig Calhoun, Dilip Parameshwar Gaonkar, and Charles Taylor (hereafter, CGT); Liberalism and Its Discontents, by Francis Fukuyama; and How Democracies Live, by Stein Ringen. A strengthened liberal democratic culture is essential for the health and vitality of democracy. This culture is made up of three components: a cluster of liberal values (rule of law, freedom, equality, and reason), a democratic governing system grounded in popular sovereignty, and a collective experience of shared respect for liberal values and democratic institutions. Has this culture lost its strength? Is the collective experience and belief in democratic legitimacy disappearing? Are liberal values increasingly contested? All of the theorists under review address these questions. And for all, the answer is “yes, but….” They make strikingly similar arguments about the sources of this culture’s strength, the causes of its current weakness, and how it can be strengthened. The general thrust of these books is this: a strong liberal democracy rests on three cultural foundations: the strength of social bonds, the level of deliberative civil discourse, and the level of economic equality. The main challenge to this threefold foundation’s strength is neoliberalism, which all authors agree has led to liberal democracy’s decline. I draw on this argument as a guide to assess the strength of liberal democracy in a small population living in rural Alpine County, California. I find that although it is relatively small and isolated, the drivers of democratic decline have found their way into this tiny community. Some aspects of liberal democratic culture have remained strong (voter turnout and volunteerism are high, and many citizens serve in elected office and on government committees); others, however, have weak roots that were never cultivated and continue to weaken further (equality, inclusion, open debate). Finally, I suggest that to strengthen liberal democracy, citizens must participate in it and leaders must work for the good of the entire community, not just the few.",
      "citationCount": 0,
      "doi": "10.1525/gp.2023.70346",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2f8b79b0079d0f106e6dd829980f2f5ecf56d92",
      "venue": "Global Perspectives",
      "journal": {
        "name": "Global Perspectives"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "fe05004da3bfc55102dd526206ea97d67cda6c9e",
      "title": "Democracy, Power, and Legitimacy: The Critical Theory of Jürgen Habermas",
      "authors": [
        {
          "name": "O. P. Shabani",
          "authorId": "104116027"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 240,
      "doi": "10.3138/9781442673816",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe05004da3bfc55102dd526206ea97d67cda6c9e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "231f094b5ee004208c872128c286583f29c3edf3",
      "title": "Deliberative Justice and Collective Identity",
      "authors": [
        {
          "name": "Derek W. M. Barker",
          "authorId": "50711959"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1177/0090591715609407",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/231f094b5ee004208c872128c286583f29c3edf3",
      "venue": "",
      "journal": {
        "name": "Political Theory",
        "pages": "116 - 136",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "703c164521afd45e1741fc930472bdad2b7ec64c",
      "title": "Deliberation in Context: Reexamining the Confrontation between the Discourse Ethics and Neo-Aristotelianism",
      "authors": [
        {
          "name": "Ryan R. Holston",
          "authorId": "113431580"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.3817/1217181151",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/703c164521afd45e1741fc930472bdad2b7ec64c",
      "venue": "Télos",
      "journal": {
        "name": "Telos",
        "pages": "151 - 175",
        "volume": "2017"
      },
      "publicationTypes": null
    },
    {
      "paperId": "00949e074f6c902fcdab13aefc6739c2a3147997",
      "title": "Disagreeing about Deliberative Democracy",
      "authors": [
        {
          "name": "Dennis F. Thompson",
          "authorId": "31940817"
        },
        {
          "name": "A. Gutmann",
          "authorId": "40037582"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00949e074f6c902fcdab13aefc6739c2a3147997",
      "venue": "",
      "journal": {
        "name": "The Good Society",
        "volume": "7"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "7e7ef6d075b236fb351a6df5e3412a67b03ef1f1",
      "title": "Corporate Legitimacy as Deliberation: A Communicative Framework",
      "authors": [
        {
          "name": "G. Palazzo",
          "authorId": "16102164"
        },
        {
          "name": "A. Scherer",
          "authorId": "46980199"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 1140,
      "doi": "10.1007/S10551-006-9044-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e7ef6d075b236fb351a6df5e3412a67b03ef1f1",
      "venue": "",
      "journal": {
        "name": "Journal of Business Ethics",
        "pages": "71-88",
        "volume": "66"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d703a9e30d1e06108b65547cbba946b017ef6ced",
      "title": "Stout’s unconstrained discourse: Does reason-giving apply across the board?",
      "authors": [
        {
          "name": "Deven Burks",
          "authorId": "114079139"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d703a9e30d1e06108b65547cbba946b017ef6ced",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
