{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Benhabib Habermas communicative",
  "results": [
    {
      "paperId": "7e7694eb641253b2e3d196516117cb9976fd798c",
      "title": "Universalism in the Name of the Power of Judgment? Seyla Benhabib's Transformation of Discourse Ethics",
      "authors": [
        {
          "name": "Lars Leeten",
          "authorId": "2094754684"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e7694eb641253b2e3d196516117cb9976fd798c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "207-220",
        "volume": "103"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cb880e19dd78119218aea5f26d4bb648a4d6d7b3",
      "title": "Democracy in Education",
      "authors": [
        {
          "name": "Lotte Rahbek Schou",
          "authorId": "2095407993"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 290,
      "doi": "10.1023/A:1011886727055",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cb880e19dd78119218aea5f26d4bb648a4d6d7b3",
      "venue": "",
      "journal": {
        "name": "Studies in Philosophy and Education",
        "pages": "317-329",
        "volume": "20"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3c12970c55d1756cf137306eab025f9b8f22bbd1",
      "title": "Coming together, falling apart: How automobility disrupts communicative action.",
      "authors": [
        {
          "name": "Maya. Ruggles",
          "authorId": "118635472"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c12970c55d1756cf137306eab025f9b8f22bbd1",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fff6a09dd235dd353ff13bc7f4843f2b6a06a278",
      "title": "Criticality and Higher Education",
      "authors": [
        {
          "name": "N. Davids",
          "authorId": "103258762"
        },
        {
          "name": "Y. Waghid",
          "authorId": "70168864"
        }
      ],
      "year": 2021,
      "abstract": "In this chapter, we are interested in how a critical-social educational theory can most appropriately advance human existence. To this end, we draw on Seyla Benhabib’s (Critique, norm and utopia: a study of the foundations of critical theory. Columbia University Press, New York, 1986) re-articulation of Jürgen Habermas’s notion of critique to ascertain how the practice of academic activism ought to be amended. According to Benhabib (Critique, norm and utopia: a study of the foundations of critical theory. Columbia University Press, New York, 1986: 279), Habermas’s theory of communicative action is a justifiable form of critique as it re-establishes the relation between self -reflection and autonomy and it explains autonomy in communicative terms, that is, autonomy is not synonymous with self-legislation or self-actualisation or mimesis, but rather ‘the cognitive competence to adopt to a universalist standpoint and the interactive competence to act on such a basis’ (Benhabib, Critique, norm and utopia: a study of the foundations of critical theory. Columbia University Press, New York, 1986: 282). In relation to the notions of self -reflective autonomy and communicative autonomy, we examine what a philosophy of higher education looks like and what the implications of such a form of critique hold for academic activism.",
      "citationCount": 0,
      "doi": "10.1007/978-981-16-0340-2_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fff6a09dd235dd353ff13bc7f4843f2b6a06a278",
      "venue": "Academic Activism in Higher Education",
      "journal": {
        "name": "Academic Activism in Higher Education",
        "pages": "17 - 30",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1544eece301659a4664788eebe5c0edee65518e6",
      "title": "Having it Both Ways",
      "authors": [
        {
          "name": "Lois McNay",
          "authorId": "117139664"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 42,
      "doi": "10.1177/0263276403206001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1544eece301659a4664788eebe5c0edee65518e6",
      "venue": "",
      "journal": {
        "name": "Theory, Culture & Society",
        "pages": "1 - 20",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "814d1e1a2adcd45e91d73a41153534b47772543d",
      "title": "CRITICAL THEORY AND PUBLIC LIFE : REPLY TO BRANTE AND CHUNG",
      "authors": [
        {
          "name": "J. Boydston",
          "authorId": "102825876"
        },
        {
          "name": "Carbondale",
          "authorId": "2080699851"
        },
        {
          "name": "K. Baynes",
          "authorId": "5929946"
        },
        {
          "name": "J. Bohman",
          "authorId": "46331722"
        },
        {
          "name": "Thomas Mccarthy",
          "authorId": "144991709"
        },
        {
          "name": "Cam",
          "authorId": "2080687106"
        },
        {
          "name": "Geoff Ben-Nington",
          "authorId": "2068432104"
        },
        {
          "name": "Brian Massumi Minneapolis",
          "authorId": "2080384717"
        },
        {
          "name": "Willem van Reijen",
          "authorId": "1768265275"
        },
        {
          "name": "Dick Veerman",
          "authorId": "118450661"
        },
        {
          "name": "An Interview",
          "authorId": "73031479"
        },
        {
          "name": "jean-François",
          "authorId": "2075144986"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/814d1e1a2adcd45e91d73a41153534b47772543d",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "1c5cfb0a67c990c2b302388a40cc5d75f5913424",
      "title": "Searching for the Rhetorical Public Sphere",
      "authors": [
        {
          "name": "Maurice Charland",
          "authorId": "115986034"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/0308380",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c5cfb0a67c990c2b302388a40cc5d75f5913424",
      "venue": "",
      "journal": {
        "name": "Review of Communication",
        "pages": "105 - 109",
        "volume": "3"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a89931ac86e78d17906fcb05245b9b8604208f51",
      "title": "Is there a lack of consensus on consensus theory? Habermas’ communicative action theory contextualized in public administration",
      "authors": [
        {
          "name": "A. L. M. Athayde",
          "authorId": "2071450638"
        },
        {
          "name": "Luís Fernando de Souza Alves",
          "authorId": "2165508303"
        },
        {
          "name": "Pablo Peron de Paula",
          "authorId": "2076936044"
        },
        {
          "name": "Adalmir de Oliveira Gomes",
          "authorId": "150915244"
        }
      ],
      "year": 2022,
      "abstract": "Abstract Considering the criticisms of Habermas’ communicative action theory, this essay problematized and reflected on another possible criticism: scholars of the theory, despite presenting a common understanding - enlightenment and emancipation of man - do not reach a consensus on what this theory represents compared to other theories and rationality types. The guiding question of the essay is: does the transition proposed by Habermas from other rationality types to the communicative concern an interparadigmatic theory or a paradigmatic leap? Methodologically, we adopted the conception of an essay according to which authors and readers need to recognize that reality can be understood in different ways. The discussion, contextualized in public administration, allowed us to understand that considering the communicative action theory as having an interparadigmatic character does not mean it is a mere gathering of other theories because it surpasses those it dialogues with, additionally presenting a radical shift. We propose that the Communicative action theory comprises a paradigmatic leap with interparadigmatic characteristics. Finally, we present implications of this discussion for Public Administration.",
      "citationCount": 1,
      "doi": "10.1590/1679-395120210013x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a89931ac86e78d17906fcb05245b9b8604208f51",
      "venue": "Cadernos EBAPE.BR",
      "journal": {
        "name": "Cadernos EBAPE.BR"
      },
      "publicationTypes": null
    },
    {
      "paperId": "553ae79f69ffdad006fc2d2fff4c3d21d2816025",
      "title": "The Aesthetic Habermas: Communicative Power and Judgment",
      "authors": [
        {
          "name": "Glenn Mackin",
          "authorId": "115977806"
        }
      ],
      "year": 2022,
      "abstract": "Since the publication of Between Facts and Norms, Habermas’s concept of communicative power has been the topic of significant discussion. This article contributes to this conversation by examining Habermas’s account of what makes communication powerful. I argue that Habermas’s conception of communicative power describes a nonviolent and noninstrumental mode of acting and being with others in language. This mode of engagement underwrites a conception of power that is structurally different from willing, one that builds meaningful worlds and (trans-)forms those engaging in communicative procedures. In drawing out this aspect of Habermas’s conception, I show that he is not a rationalist and proceduralist whose account of communicative procedures protects decision-making from irrational aesthetic powers. Rather, he presents communication as a mimetic achievement, a set of aesthetic practices and experiences that affectively alter its participants. With this position, Habermas makes an important contribution to and not just against the analysis of the aesthetic dimensions of political life. In casting communication as a mimetic achievement, Habermas presents an account of how communication opens worlds and forms subjects. Yet since these aspects of communication arrive in linguistic form, he can also examine affective and aesthetic experiences within discursive procedures. We can understand world-opening and aesthetic (trans-)formation as an essential part of democratic politics while also identifying the perspectives and resources by which actors can reflect on and critically evaluate whether an opinion is justified or whether a political project is worth pursuing.",
      "citationCount": 2,
      "doi": "10.1177/00905917221092412",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/553ae79f69ffdad006fc2d2fff4c3d21d2816025",
      "venue": "Political Theory",
      "journal": {
        "name": "Political Theory",
        "pages": "780 - 808",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fb3515805b2d37924fbc3aed273662bf370e2bdf",
      "title": "COMPARISON OF THE CONCEPT OF PANCASILA DELIBERATIONS AND CONSENSUS AND HABERMAS' THEORY OF COMMUNICATIVE ACTION IN DEMOCRATIC DISCOURSE",
      "authors": [
        {
          "name": "Sitti Aaisyah",
          "authorId": "113478054"
        },
        {
          "name": "Muhammad Fahmi Basyhah Fauzi",
          "authorId": "2270392172"
        }
      ],
      "year": 2025,
      "abstract": "Indonesia is a country whose government system is run with a democratic system. Pancasila, ‎which is the foundation of the state, contains the principle of democracy. The main principle of ‎the Pancasila-style democracy is deliberation to reach a consensus based on noble knowledge ‎and wisdom. This principle of deliberation is in line with Habermas's thesis of communicative ‎action but also has different implications. This paper compares the concept of deliberation-‎consensus ala Pancasila and Habermas's communicative action in implementing a democratic ‎system. This qualitative research analyzes data that includes historical literature, philosophy, and ‎scientific articles that discuss discourses related to Pancasila and Habermas's theory of ‎communicative action. The study results show differences in Eastern and Western culture in the ‎two discourses. In Pancasila deliberation and consensus, communal ties are very strong, while ‎the value of Western individualism in rationalizing a discourse becomes the color of Habermas' ‎theory.‎",
      "citationCount": 1,
      "doi": "10.36526/santhet.v9i1.4955",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fb3515805b2d37924fbc3aed273662bf370e2bdf",
      "venue": "Santhet (Jurnal Sejarah Pendidikan Dan Humaniora)",
      "journal": {
        "name": "Santhet (Jurnal Sejarah Pendidikan Dan Humaniora)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cb81d5bd975002d977d8787765d7d5173be4bcec",
      "title": "Contributions of sociomateriality to organizational studies based on the theory of communicative action: Possibilities for dialogues between Jürgen Habermas and Karen Barad",
      "authors": [
        {
          "name": "Ana Eliza Ferreira Alvim da Silva",
          "authorId": "2258532715"
        },
        {
          "name": "Eliza Pinto Narciso Saltarelli",
          "authorId": "2379464216"
        },
        {
          "name": "Valderí de Castro Alcântara",
          "authorId": "2379463692"
        },
        {
          "name": "Mozar José DE Brito",
          "authorId": "2379463606"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This essay aims to identify the potential contribution that a theoretical perspective based on sociomateriality can offer to organizational studies based on Jürgen Habermas’ concepts. We work specifically with one of the theoretical strands that contemplate sociomateriality - New Materialism based on Barad - and with the most recurrent Habermasian concepts, such as communicative action, the public sphere, worlds of life, and the system. We identify that Habermas’ theoretical work is open to dialogue with the sociomaterial perspective and outline a framework highlighting the main points of convergence and divergence between Habermas and Barad’s proposals, specifying the possibilities for integration. Overall, the analyses argue that it is possible to incorporate sociomaterial perspectives into empirical studies involving the Theory of Communicative Action and the main related ideas.",
      "citationCount": 0,
      "doi": "10.1590/1679-395120240001x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cb81d5bd975002d977d8787765d7d5173be4bcec",
      "venue": "Cadernos EBAPE.BR",
      "journal": {
        "name": "Cadernos EBAPE.BR"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b4e4a857294236281dd0e76bac9701ace15db271",
      "title": "Kant’s View of Reason to Habermas’s Theory of Communicative Reason",
      "authors": [
        {
          "name": "文镖 叶",
          "authorId": "2351392890"
        }
      ],
      "year": 2025,
      "abstract": "In the process of forming and proposing the concept of “communicative rationality”, Habermas was influenced by many related concepts, and these theories later became the theoretical premise for the establishment of “communicative rationality”, among which the closest to it in the timeline are the “value rationality” proposed by Max Weber and the concept of “materialization” proposed by Lukacs Georg. The doctrinal concept proposed by the former enabled Habermas to finally break",
      "citationCount": 0,
      "doi": "10.12677/acpp.2025.143106",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4e4a857294236281dd0e76bac9701ace15db271",
      "venue": "Advances in Philosophy",
      "journal": {
        "name": "Advances in Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9450398dba85f6a0bc7cd3ede2ed8dc480fbdcc6",
      "title": "Jürgen Habermas’s Communicative Democracy: Between Peirce and Dewey",
      "authors": [
        {
          "name": "štěpán Raška",
          "authorId": "2335326585"
        }
      ],
      "year": 2025,
      "abstract": "In this article, I develop an interpretation of Jürgen Habermas’s theory of democracy, with particular attention to his later work, highlighting pragmatic inspirations and affinities. Following a brief outline of Peirce’s communicative conception of scientific inquiry, I analyze Habermas’s theory in relation to the concept of communication, including his contextually significant critique of Hannah Arendt. Three functions of communication within Habermas’s framework form the core of my approach, situating him in close proximity to the pragmatic philosophical tradition. In conclusion, I draw on Axel Honneth’s reading of John Dewey’s theory of democracy to underscore Habermas’s relevance for contemporary discussions on pragmatism and democracy.",
      "citationCount": 0,
      "doi": "10.31577/filozofia.2025.80.5.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9450398dba85f6a0bc7cd3ede2ed8dc480fbdcc6",
      "venue": "Filozofia",
      "journal": {
        "name": "Filozofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9c2af540e2ecf2e5ea1baca6851f8cd581da0da5",
      "title": "THE RELEVANCE OF JÜRGEN HABERMAS’S THEORY OF COMMUNICATIVE ACTION AS THE PHILOSOPHICAL FOUNDATION OF HUMAN RIGHTS ENFORCEMENT IN INDONESIA",
      "authors": [
        {
          "name": "Muklis Al'anam",
          "authorId": "2308314176"
        },
        {
          "name": "Radian Salman",
          "authorId": "145758638"
        },
        {
          "name": "Kata Kunci",
          "authorId": "2074613955"
        },
        {
          "name": "Teori Kritis",
          "authorId": "2308309553"
        },
        {
          "name": "Jürgen Habermas",
          "authorId": "2251097812"
        },
        {
          "name": "Hak Asasi Manusia",
          "authorId": "2085223638"
        }
      ],
      "year": 2024,
      "abstract": "Abstract \nHabermas’s theory of communicative action is highly relevant as a philosophical foundation for upholding human rights, emphasizing the intrinsic value of each individual, which must not be eliminated by any power. This is supported by Article 6 paragraph (1) of the International Covenant on Civil and Political Rights, ratified as Law Number 12 of 2005. Critical theory, a school of philosophy, focuses on liberating human knowledge from transcendental and empirical oppression, critiquing ideologies that perpetuate social oppression. Human rights have become a dynamic issue in Indonesia, especially during the Presidential Election, with widespread discussions at national and international levels. Countries, organizations, and individuals are increasingly voicing concerns about human rights issues. These problems are complex, particularly in resolving and sanctioning perpetrators, leading some to view human rights as “merely theoretical.” Applying critical theory is crucial in this context, as perfected by Jürgen Habermas. This research employs normative methods, including statutory, conceptual, and case approaches. It concludes that Jürgen Habermas’s theory of communicative action and John Locke’s natural law are similar, emphasizing the inherent meaning of external rights. This grounding makes Habermas’s theory important for upholding law and human rights internationally, although its implementation remains ambiguous. \nAbstrak \nTeori kritis tindakan komunikatif Habermas sangat relevan sebagai fondasi filosofis penegakan HAM yang menekankan nilai intrinsik setiap individu, yang tidak boleh dihilangkan oleh kekuasaan mana pun, sesuai dengan Pasal 6 ayat (1) International Covenant on Civil and Political Rights yang diratifikasi menjadi Undang-Undang Nomor 12 Tahun 2005. Teori kritis adalah aliran filsafat tentang pembebasan pengetahuan manusia dari segala bentuk penindasan transendental dan empiris. Ide teori kritis adalah kritik terhadap ideologi yang bertujuanmenyadarkan manusia akan penindasan sosial dan mencoba membebaskannya. Isu HAM menjadi perbincangan dinamis di Indonesia, terutama pada saat pemilihan presiden, serta di dunia internasional. Berbagai negara, organisasi, dan individu menyuarakan sudut pandang HAM yang ada. Problematika HAM sulit diselesaikan dan penerapan sanksi bagi pelaku sering dianggap “teorik belaka.” Penerapan teori tindakan komunikatif ini penting terkait HAM karena disempurnakan oleh Jürgen Habermas. Penelitian ini menggunakan metode penelitian normatif dengan pendekatan perundang-undangan, konseptual, dan kasus. Hasil penelitian menunjukkan adanya kesamaan konsep antara teori kritis Jürgen Habermas dan aliran hukum kodrat John Locke, yang menekankan hak-hak lahiriah. Teori Jürgen Habermas menjadi penting untuk penegakan hukum dan HAM di dunia internasional, meskipun penerapannya masih ambigu.",
      "citationCount": 2,
      "doi": "10.22146/mh.v36i1.11513",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c2af540e2ecf2e5ea1baca6851f8cd581da0da5",
      "venue": "Mimbar Hukum",
      "journal": {
        "name": "Mimbar Hukum"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f423fdedad1b9f072ac1de27cc696806eb3db90c",
      "title": "Adapting Habermas’ construct of communicative rationality into a framework for analyzing students’ statistical literacy",
      "authors": [
        {
          "name": "Christian Büscher",
          "authorId": "2303909939"
        }
      ],
      "year": 2024,
      "abstract": "This study argues that the works of philosopher Jürgen Habermas can provide useful directions for mathematics education research on statistical literacy. Recent studies on the critical demands posed by statistical information in media highlight the importance of the communicative component of statistical literacy, which involves students’ ability to react to statistical information. By adapting Habermas’ construct of communicative rationality into a framework for statistical literacy, a novel analytical tool is presented that can provide theoretical insights as well as in-depth empirical insights into students’ communication about statistical information. Central to the framework are the four validity claims of comprehensibility, truth, truthfulness, and rightness which interlocutors need to address to engage in statistical communication. The empirical usefulness of the framework is shown by presenting the results of a study that examined Grade 5 students’ responses to fictional arguments about the decline of Arctic sea ice. The Habermas-based framework not only reveals that complex evaluations of statistical arguments can take place even in Grade 5 but also shows that students’ evaluations vary greatly. Empirical results include a content-specific differentiation of validity claims through inductively identified sub-categories as well as a description of differences in the students’ uses of validity claims.",
      "citationCount": 2,
      "doi": "10.1007/s10649-024-10325-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f423fdedad1b9f072ac1de27cc696806eb3db90c",
      "venue": "Educational Studies in Mathematics",
      "journal": {
        "name": "Educational Studies in Mathematics",
        "pages": "121 - 141",
        "volume": "117"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 15,
  "errors": []
}
