{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Benhabib situating self gender community postmodernism ethics",
  "results": [
    {
      "paperId": "f5198dd7a221b84d7e31d65f46f39ebe16713ae7",
      "title": "Situating the Self: Gender, Community and Postmodernism in Contemporary Ethics.",
      "authors": [
        {
          "name": "G. Warnke",
          "authorId": "14221652"
        },
        {
          "name": "S. Benhabib",
          "authorId": "38572385"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 1263,
      "doi": "10.2307/2956405",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f5198dd7a221b84d7e31d65f46f39ebe16713ae7",
      "venue": "",
      "journal": {
        "name": "The Philosophical Quarterly",
        "pages": "273",
        "volume": "46"
      },
      "publicationTypes": null
    },
    {
      "paperId": "52e5f2b7a2fb655e041bc423c1074702a58ac6dc",
      "title": "Seyla Benhabib , Situating the Self: Gender, Community, and Postmodernism in Contemporary Ethics . Reviewed by",
      "authors": [
        {
          "name": "R. Schott",
          "authorId": "16227242"
        }
      ],
      "year": 1993,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52e5f2b7a2fb655e041bc423c1074702a58ac6dc",
      "venue": "",
      "journal": {
        "name": "Philosophy in review",
        "pages": "212-215",
        "volume": "13"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "30beb8715553d72a91468cbc80b295b8ad1e2d4f",
      "title": "Situating the Self: Gender, Community and Postmodernism in Contemporary Ethics.Seyla Benhabib",
      "authors": [
        {
          "name": "M. Mclaren",
          "authorId": "88708745"
        }
      ],
      "year": 1994,
      "abstract": null,
      "citationCount": 28,
      "doi": "10.1086/293619",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/30beb8715553d72a91468cbc80b295b8ad1e2d4f",
      "venue": "",
      "journal": {
        "name": "Ethics",
        "pages": "410-412",
        "volume": "104"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8d9269171807112dc9aa3dc3bf8e7b0d702742bf",
      "title": "Situating the Self: Gender, Community, and Postmodernism in Contemporary Ethics by Seyla Benhabib",
      "authors": [
        {
          "name": "C. Calhoun",
          "authorId": "34710895"
        }
      ],
      "year": 1994,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5840/jphil199491816",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8d9269171807112dc9aa3dc3bf8e7b0d702742bf",
      "venue": "",
      "journal": {
        "name": "The Journal of Philosophy",
        "pages": "426-429",
        "volume": "91"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b71f89010859c1b2b6d64e802d2798c91ba8d833",
      "title": "Book Review:Situating the Self: Gender, Community and Postmodernism in Contemporary Ethics. Seyla Benhabib",
      "authors": [
        {
          "name": "M. Mclaren",
          "authorId": "88708745"
        }
      ],
      "year": 1994,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b71f89010859c1b2b6d64e802d2798c91ba8d833",
      "venue": "",
      "journal": {
        "name": "Ethics",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9d08b4dd98aa202894fa8ad25e1400df8cefa901",
      "title": "SEYLA BENHABIB COM HANNAH ARENDT CONTRA A FILOSOFIA DO SUJEITO",
      "authors": [
        {
          "name": "Y. Frateschi",
          "authorId": "119104742"
        }
      ],
      "year": 2020,
      "abstract": "A partir dos textos reunidos no livro  Situating the self: gender, community and postmodernism in contemporary ethics  (1992), sabe-se que Seyla Benhabib responde aos excessos racionalistas de Habermas e aos limites da tradicao universalista moderna com uma releitura da concepcao arendtiana de “pensamento alargado”. Neste artigo, eu me proponho a mostrar que a presenca de Arendt no pensamento de Benhabib e ainda mais radical do que parece a primeira vista, pois a autora de  A condicao humana  esta na raiz do seu projeto teorico orientando o enfrentamento filosofico que Benhabib faz com a tradicao, na sua primeira grande obra,  Critique, norm, and utopia: a study of the foundations of Critical theory  (1986). A minha hipotese interpretativa e a de que a tese central deste livro, segundo a qual a teoria critica e assombrada pela filosofia do sujeito, carrega as marcas da critica arendtiana a filosofia politica ocidental. Palavras-Chave:  Hannah Arendt; Seyla Benhabib; Filosofia do Sujeito; Filosofia Politica; Pluralidade SEYLA BENHABIB WITH HANNAH ARENDT AGAINST THE PHILOSOPHY OF THE SUBJECT ABSTRACT From  Situating the self: gender, community and postmodernism in contemporary ethics  (1992), we know that SeylaBenhabib answers Habermas’ excesses and the limits of the modern universalist tradition with a reinterpretation of the Arendtian conception of “enlarged thought”. In this article, I propose to show that Arendt’s presence in Benhabib’s thought is even more radical than it seems at first, because the author of The human condition is at the root of Benhabib’s theoretical project, guiding her in her philosophical confrontation with tradition at her first major work, Critique, norm, and utopia: a study of the foundations of Critical theory (1986). My interpretive hypothesis is that the central thesis of this book, according to which Critical theory is haunted by the philosophy of the subject, bears the marks of Arendt’s criticism to Western political philosophy. Key words:  Hannah Arendt; Seyla Benhabib; Philosophy of the Subject; Political Philosophy; Plurality SEYLA BENHABIB AVEC ARENDT CONTRE LA PHILOSOPHIE DU SUJET ABSTRACT A partir des textes rassembles dans le livre Situating the self: gender, community and postmodernism in contemporary ethics (1992), on sait que Seyla Benhabib repond aux exces rationalistes d’Habermas et aux limites de la tradition universaliste moderne par une reinterpretation de la conception arendtienne du «mentalite elargie». Dans cet article, je propose de montrer que la presence d’Arendt dans la pensee de Benhabib est encore plus radicale qu’il n’y parait au premier abord, car Arendt est a l’origine de son projet theorique guidant la confrontation philosophique que Benhabib fait avec tradition, dans son premier grand ouvrage, Critique, norm, and utopia: a study of the foundations of critical theory (1986). Mon hypothese interpretative est que la these centrale de ce livre, selon laquelle la theorie critique est hantee par la philosophie du sujet, porte les marques de la critique arendtienne de la philosophie politique occidentale. Key words:  Hannah Arendt; Seyla Benhabib; Philosophie du sujet; Philosophie politique; Pluralite",
      "citationCount": 0,
      "doi": "10.9771/CCRH.V33I0.35519",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d08b4dd98aa202894fa8ad25e1400df8cefa901",
      "venue": "",
      "journal": {
        "name": "Caderno Crh",
        "pages": "020016",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bdd92a6fe68e62e8ac4b7ce5973481d56bc0e8b4",
      "title": "Recasting Cosmopolitanism in Education for Citizenship in Africa",
      "authors": [
        {
          "name": "C. Manthalu",
          "authorId": "118709769"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-15689-3_10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bdd92a6fe68e62e8ac4b7ce5973481d56bc0e8b4",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "175-201",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "934b54c1f4c1e01b3728e390fc4b860c634f125b",
      "title": "On reconciliation and respect, justice and the good life",
      "authors": [
        {
          "name": "S. Benhabib",
          "authorId": "38572385"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 24,
      "doi": "10.1177/019145379702300505",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/934b54c1f4c1e01b3728e390fc4b860c634f125b",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "114 - 97",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "39605b929b7d7e439b769e8e7e3e2c2fcab0382d",
      "title": "A Life of One’s Own: Freedom and Obligation in the Novels of Henry James",
      "authors": [
        {
          "name": "Jennifer Nadler",
          "authorId": "2061304722"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/39605b929b7d7e439b769e8e7e3e2c2fcab0382d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e52ab0762568af3e7aada46e29fd7412437b1f49",
      "title": "Notes on Contributors",
      "authors": [],
      "year": 2008,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/j.1527-2001.2008.tb01449.x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e52ab0762568af3e7aada46e29fd7412437b1f49",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "245 - 248",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dea5559569d8b1bbf85adf0ef38f4e6e3b6cb4d3",
      "title": "Situating the Self: Gender, Community and Postmodernism in Contemporary Ethics. Seyla BenhabibNothing Mat(t)ers: A Feminist Critique of Postmodernism. Somer BrodribbRomancing the Postmodern. Diane Elam",
      "authors": [
        {
          "name": "Jana Sawicki",
          "authorId": "143787105"
        }
      ],
      "year": 1995,
      "abstract": null,
      "citationCount": 68,
      "doi": "10.1086/495012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dea5559569d8b1bbf85adf0ef38f4e6e3b6cb4d3",
      "venue": "",
      "journal": {
        "name": "Signs: Journal of Women in Culture and Society",
        "pages": "738-741",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9b702d4618245b335cf22dce193b5070bb68869e",
      "title": "Book Reviews : SITUATING THE SELF: GENDER, COM MUNITY AND POSTMODERNISM IN CONTEMPORARY ETHICS Seyla Benhabib, Cambridge, Polity, 1992, pp. 266 $34.95 (paper)",
      "authors": [
        {
          "name": "Anna Yeatman",
          "authorId": "66584901"
        }
      ],
      "year": 1994,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/144078339403000309",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b702d4618245b335cf22dce193b5070bb68869e",
      "venue": "",
      "journal": {
        "name": "Journal of Sociology",
        "pages": "341 - 342",
        "volume": "30"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9175ebf11d0ab465afc8c2bbbb0f108a8e836425",
      "title": "THE FOOTSTEPS OF SEYLA BENHABIB: A GENEALOGY OF HER CONCEPTS OF DEMOCRATIC SELF-DETERMINATION, UNIVERSAL COSMOPOLITAN HUMAN RIGHTS, AND THE ETHICAL OBLIGATION OF HOSPITALITY, SOVEREIGNTY, AND AN INCLUSIVE DEMOCRATIC PROCESS",
      "authors": [
        {
          "name": "Renato Almeida de Oliveira",
          "authorId": "2363420292"
        },
        {
          "name": "Filipe Zanuzzio Blanco",
          "authorId": "2303172672"
        },
        {
          "name": "Ricardo dos Reis Silveira",
          "authorId": "2308939630"
        },
        {
          "name": "Thiago de Souza Serra",
          "authorId": "2361833557"
        }
      ],
      "year": 2025,
      "abstract": "Throughout her work, Seyla Benhabib develops a consistent reflection on equality and diversity within a globalized context. Beginning with Critique, Norm, and Utopia (1986), she critiques classical critical theory for its reliance on negative critique and abstract utopias, lacking grounding in real normative practices. In Situating the Self (1992), she introduces a feminist and postmodern ethical approach, while The Claims of Culture (2002) explores the balance between equality and cultural diversity. Her work evolves into a theory of democratic cosmopolitanism in The Rights of Others (2004), advocating for universal human rights that transcend national borders. She challenges Kantian universalism and communitarian views like those of MacIntyre, proposing an ethics of responsibility rooted in contextual particularities. In Transformations of Citizenship (2001), she analyzes how globalization reshapes citizenship and belonging. Benhabib also critiques contemporary democratic theories, arguing that Habermas’s deliberative democracy and Mouffe’s agonistic model fail to fully embrace inclusivity. She proposes instead a more participatory and inclusive democratic framework. Furthermore, Benhabib emphasizes Hannah Arendt’s ambivalence toward modernity, highlighting the importance of action and plurality. This paper argues that a unifying thread runs through Benhabib’s work, tying together her reflections on rights, equality, and diversity. Using critical analysis of her writings, the paper demonstrates how Benhabib’s evolving conception of rights aims to integrate inclusive practices, respect for universal norms, and constant legal revision to address the demands of a diverse global era.",
      "citationCount": 0,
      "doi": "10.23900/2359-1552v14n2-79-2025",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9175ebf11d0ab465afc8c2bbbb0f108a8e836425",
      "venue": "Revista Políticas Públicas &amp; Cidades",
      "journal": {
        "name": "Revista Políticas Públicas &amp; Cidades"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9f4458c1787099bd1bab27e54ac2a66b85a9f54d",
      "title": "Situating the Self",
      "authors": [
        {
          "name": "S. Benhabib",
          "authorId": "38572385"
        }
      ],
      "year": 1994,
      "abstract": "Acknowledgements. Induction. Part I. Modernity, Morality and Ethical:. 1. In the Shadow of Aristotle and Hegel. 2. Autonomy, Modernity and Community. 3. Models of Public Space. 4. Judgements and the Moral Foundations of Politics in Hannah Arendta s Thought. Part II. Autonomy, Feminism and Postmodernism:. 5. The Generalized and the Concrete Other. 6. The Debate over Women and Moral Theory Revisited. 7. Feminism and the Question of Postmodernism. 8. On Hegel, Women and Irony. Index.",
      "citationCount": 778,
      "doi": "10.4324/9781003059516",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f4458c1787099bd1bab27e54ac2a66b85a9f54d",
      "venue": "",
      "journal": {
        "name": "The Philosophical Review",
        "pages": "426",
        "volume": "103"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9aeec9415a6b4eebd004e5de8dd869bdf8df1a34",
      "title": "Situating the Self in the Mud of Everyday Life: A Call Reminding of the Practical Philosophy behind the Doing of Theory",
      "authors": [
        {
          "name": "Basak Guven",
          "authorId": "35384467"
        }
      ],
      "year": 2024,
      "abstract": "This essay examines the importance of a situated understanding of the self from a communication ethics perspective in relationship to the works of Seyla Benhabib and Ronald C. Arnett. Using the metaphor of “the mud of everyday life” as a frame, this essay delves into the significance of Benhabib’s work for a philosophy of communication ethics that remains attuned to the ever-changing nature of the dialogic spaces of our postmodern world. An understanding of a situated self in an age of difference dwells in the tradition of practical philosophy. Therefore, Arnett’s insistence on using the metaphor of “the mud of everyday life” within the contexts of doing philosophy of communication and communication ethics reminds us of the practicalityoriented mode of consciousness and insight in these realms.",
      "citationCount": 0,
      "doi": "10.5840/jde2024314",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9aeec9415a6b4eebd004e5de8dd869bdf8df1a34",
      "venue": "The Journal of Dialogic Ethics",
      "journal": {
        "name": "The Journal of Dialogic Ethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "75104a3650a54181e3294c89a78bfc2af98f2428",
      "title": "Comments on Seyla Benhabib, Situating the Self",
      "authors": [
        {
          "name": "I. Young",
          "authorId": "144258638"
        }
      ],
      "year": 1994,
      "abstract": null,
      "citationCount": 18,
      "doi": "10.2307/488514",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/75104a3650a54181e3294c89a78bfc2af98f2428",
      "venue": "",
      "journal": {
        "name": "New German Critique",
        "pages": "165",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f3ba01e50a55327c33d815479ec104113bd6d1d9",
      "title": "Interpretation of Postmodern Ethics in Song of Solomon by Toni Morrison",
      "authors": [
        {
          "name": "Xu Xu",
          "authorId": "2408777187"
        }
      ],
      "year": 2025,
      "abstract": "Toni Morrison’s Song of Solomon, the protagonist Milkman, a middle-class black man, embarks on a coming-of-age journey to search for his southern roots. Having grown up under a patriarchal and materialistic environment, he witnesses the silencing of women in his family, experiences anxious competition for wealth and status within the middle class, and faces the persistent marginalization of his racial identity in a white-dominated society. This leads him to face multiple dilemmas concerning identity, desire, and relationships. Meanwhile, his quest to discover the ancestral roots in the South prompts him to reconsider ethnic history, social hierarchies and gender dynamics, sparking introspection and prompting him to reconstruct his sense of self and ethics. This paper adopts a postmodern ethical viewpoint that centers on the interconnected dimensions of race, class, and gender to dismantle the opposing binaries between white and black communities, dominant and underprivileged groups, and men and women in Song of Solomon. It explores how individuals can develop a moral conscience and sense of ethical responsibility in the face of differences, rebuilding ethical relationships through caring for the “other”. Furthermore, transcending the traditional oppression-resistance paradigm, the study emphasizes the ethical philosophy of “embracing coexistence amidst differences,” offering a new theoretical perspective through which to understand ethical dilemmas in complex reality.",
      "citationCount": 0,
      "doi": "10.54097/4fy7db27",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3ba01e50a55327c33d815479ec104113bd6d1d9",
      "venue": "Highlights in Art and Design",
      "journal": {
        "name": "Highlights in Art and Design"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "14e7f1434cf3fe07a2b98f58f16fc0f8fe00764d",
      "title": "The ethics of neoaustenism:",
      "authors": [
        {
          "name": "Alejandro Sánchez Cabrera",
          "authorId": "2404216638"
        }
      ],
      "year": 2025,
      "abstract": "This article introduces neoaustenism as a metamodern-feminist sensibility rooted in Jane Austen’s fiction and paradigmatically articulated today through Taylor Swift’s songwriting. While other metamodern-rooted discourses such as neoromanticism revive a largely male genealogy of longing and melancholy, neoaustenism retrieves a specifically feminine grammar of irony, self-reflexivity, and relational ethics. Grounded in affect theory and the ethics of care, the concept reframes vulnerability as a shared resource that turns personal wounds into collective agency. The article first situates neoaustenism within metamodern oscillation and the affective turn. It then traces a gendered genealogy of sentiment from Austen’s heroines to Swift’s layered lyrical voices, showing through close reading how Swift’s songwriting translates Austenian irony and care into pop rituals that foster horizontal communities through reflective nostalgia, audience co-authorship, and embodied practices. Finally, this article argues that neoaustenism holds potential beyond Swift and offers a critical horizon for (re)imagining feminine identity and resilience in neoliberal culture, thus inviting further interdisciplinary inquiry.",
      "citationCount": 0,
      "doi": "10.6018/ijes.669271",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/14e7f1434cf3fe07a2b98f58f16fc0f8fe00764d",
      "venue": "International Journal of English Studies",
      "journal": {
        "name": "International Journal of English Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "704564fc27ca6d2871b5e2b5fda49c160ddeb5ea",
      "title": "Towards an Ethics of Community: Negotiations of Difference in a Pluralist Society James H. Olthius, editor Waterloo: Wilfrid Laurier University Press, 2000. ix + 226 p",
      "authors": [
        {
          "name": "Richard Corneil",
          "authorId": "117697566"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/000842980203100231",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/704564fc27ca6d2871b5e2b5fda49c160ddeb5ea",
      "venue": "",
      "journal": {
        "name": "Studies in Religion",
        "pages": "253 - 253",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2cc2dd803a9d46bb2e46e6bfc4fb69334967d2a7",
      "title": "An Encyclopedia of Communication Ethics",
      "authors": [
        {
          "name": "J. Fawkes",
          "authorId": "66438628"
        }
      ],
      "year": 2018,
      "abstract": "Benhabib reframes the question of whether civil society can accommodate the conflicting demands of cultural, ethnic, and gendered identities. While these are often presented as incommensurable, she argues that discourse theory provides a foundation for negotiating paths through and beyond such conflicts. Her oeuvre forensically maps the territories of individual and collective self-knowing and self-organisation, finding fissures and harmonies between these tectonic plates of human experience. Communication is the agent for creating possible futures. She has described her central concern as “how to reconcile universalistic principles of human rights, autonomy, and freedom with our concrete identity as members of certain human communities divided by language, by ethnicity, by religion.” This constitutes one of the most ‘wicked ’problems facing contemporary society, using the term wicked to indicate intractability. Engaging with such foundational concepts requires a moral clarity—even bravery—that is evident throughout her work. While earlier texts look to social justice to reconcile demands for individual self-expression with those for social stability, later works explore cosmopolitanism under increasing duress.",
      "citationCount": 1,
      "doi": "10.3726/B13449",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2cc2dd803a9d46bb2e46e6bfc4fb69334967d2a7",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "50-54",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
