{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Calhoun Habermas public sphere critical",
  "results": [
    {
      "paperId": "e4870d8ce305d85241faf556290c3e7d36f7ed8b",
      "title": "Habermas and the public sphere",
      "authors": [
        {
          "name": "C. Calhoun",
          "authorId": "50363150"
        }
      ],
      "year": 1993,
      "abstract": null,
      "citationCount": 1825,
      "doi": "10.2307/1431942",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e4870d8ce305d85241faf556290c3e7d36f7ed8b",
      "venue": "",
      "journal": {
        "name": "German Studies Review",
        "pages": "613",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4a05b5e82e276fe7aad0708aa5f18e449f0fd0bf",
      "title": "Postwar American critical thought",
      "authors": [
        {
          "name": "P. Beilharz",
          "authorId": "71808244"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.4135/9781446262948",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a05b5e82e276fe7aad0708aa5f18e449f0fd0bf",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ad7f99b375df4a10dd0678d381d774f9fdf4b0fc",
      "title": "Secularising God Talk",
      "authors": [
        {
          "name": "John H. Evans",
          "authorId": "144685981"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S0003975614000356",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ad7f99b375df4a10dd0678d381d774f9fdf4b0fc",
      "venue": "European Journal of Sociology",
      "journal": {
        "name": "European Journal of Sociology",
        "pages": "504 - 508",
        "volume": "55"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f41805ed4acc0459557a86fd3668bf49617eb352",
      "title": "Habermas, Public Sphere, and Final Attachment : A Critical Review on the Global Discussions on the New Structural Transformation of Public Sphere",
      "authors": [
        {
          "name": "Y. Ryu",
          "authorId": "4881592"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.52874/medsoc.2024.02.32.1.48",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f41805ed4acc0459557a86fd3668bf49617eb352",
      "venue": "Media &amp; Society",
      "journal": {
        "name": "Media &amp; Society"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2a48af95fc25a4f08d86200db5a9e5d55b8177cf",
      "title": "A Critical Review of Habermas’ Digital Public Sphere Theory: Acceptance of Agonistic pluralism and the Exploration of Affective Public Sphere",
      "authors": [
        {
          "name": "Yong Ho Lee",
          "authorId": "2352681363"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.35656/jkp.34.1.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a48af95fc25a4f08d86200db5a9e5d55b8177cf",
      "venue": "Journal of Korean Politics",
      "journal": {
        "name": "Journal of Korean Politics"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "ee0c1908fab4dffe437a9e62e7f00ffd3f5da87a",
      "title": "Virtual Public Sphere On Social Media (Habermas' Critical Study Of The Digital Hoax Phenomenon Whatsaap Group Alumni Iluni Menwa UI)",
      "authors": [
        {
          "name": "Rr Dinar Soelistyowati",
          "authorId": "2299683135"
        },
        {
          "name": "Arief Subhan",
          "authorId": "2290948589"
        },
        {
          "name": "Ridzki Rinanto Sigit",
          "authorId": "2299670402"
        }
      ],
      "year": 2024,
      "abstract": "The present study aims to examine the phenomenon of the Virtual Public Sphere on social media, specifically focusing on the impact of digital hoaxes within the ILUNI Menwa UI Alumni WhatsApp Group. In the contemporary era of digital information, the proliferation of digital hoaxes, particularly those about the COVID-19 pandemic, has emerged as a noteworthy concern, exerting a discernible influence on public discourse. The primary objective of this study is to examine the effects of digital hoaxes on the Virtual Public Sphere. This research addresses a significant vacuum in the existing literature by integrating three critical theoretical frameworks: New Media Theory, Network Wealth Theory, and Jürgen Habermas' Concept of Virtual Public Spheres. The research inquiry examines the influence of digital hoaxes on communication and social interaction within the Virtual Public Sphere on WhatsApp and their potential ramifications on social integration within virtual groups. The existing body of research exhibits a notable deficiency in comprehending the significance of WhatsApp as a widely utilised social media platform within social communication, particularly regarding the potential risks associated with disseminating digital hoaxes. The research employed a qualitative methodology, specifically in-depth interviews with 30 ILUNI Menwa UI Alumni WhatsApp Group participants. In addition, a content analysis was conducted on the messages inside the group to gain insight into the impact of digital hoaxes on communication dynamics. The study's results indicate that digital hoaxes can impede logical discourse, generate disputes in information, and potentially undermine the integrity of communication on the WhatsApp platform. This study offers a comprehensive analysis of the function of social media, specifically WhatsApp, in forming a Virtual Public Sphere. It also examines the potential consequences of digital hoaxes on social integration within virtual communities during the COVID-19 epidemic.",
      "citationCount": 0,
      "doi": "10.51601/ijersc.v5i2.737",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee0c1908fab4dffe437a9e62e7f00ffd3f5da87a",
      "venue": "International Journal of Educational Research &amp; Social Sciences",
      "journal": {
        "name": "International Journal of Educational Research &amp; Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f1f169e0d1cf82386f86e3b2b1e3bbe23c72e169",
      "title": "Introduction: Habermas and the public sphere",
      "authors": [
        {
          "name": "C. Calhoun",
          "authorId": "50363150"
        }
      ],
      "year": 1992,
      "abstract": null,
      "citationCount": 468,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f1f169e0d1cf82386f86e3b2b1e3bbe23c72e169",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f1a5cb59141a42f21c61c2914e15ca47f1b8e245",
      "title": "2 Facets of the Public Sphere: Dewey, Arendt, Habermas",
      "authors": [
        {
          "name": "C. Calhoun",
          "authorId": "50363150"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1515/9783110546330-003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f1a5cb59141a42f21c61c2914e15ca47f1b8e245",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "23-45",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4676573b5c4680695f8c95affd3cdb93db1f31b8",
      "title": "PUBLIC SPHERE VS HOAX SPHERE: MENGHADIRKAN HABERMAS DI TENGAH FENOMENA HOAKS POLITIK",
      "authors": [
        {
          "name": "Adi Wijaya",
          "authorId": "2100115075"
        }
      ],
      "year": 2025,
      "abstract": "Public sphere (ruang publik) telah tersusupi oleh hoaks, khususnya hoaks politik. Di Indonesia hoaks politik menunjukkan peningkatan di tahun 2024, karena dipicu oleh peristiwa pemilihan Presiden dan Kepala Daerah. Penelitian ini bertujuan untuk menganalisis bagaimana hoaks bisa tersebar ke ruang publik, yang kemudian berhasil menurunkan kualitas ruang publik. Padahal konsep ruang publik menurut Jurgen Habermas, seharusnya bisa menjadi ruang yang inklusif, terbuka bagi siapa saja untuk mendialektikakan pemikiran-pemikiran rasionalnya. Penelitian ini melakukan analisis isi terhadap tiga konten yang berisi hoaks politik, yang tersebar di berbagai platform media sosial. Unit analisis mengambil acuan dari karakteristik ruang publik yang digagas oleh Jurgen Habermas (Rational-critical debate, accessibility, independence from authority, focus on common interest, formation of public opinion, cultural and social context). Hasilnya menunjukkan bahwa media sosial, sebagai ruang publik hari ini, telah dijadikan sebagai sarana penyebaran hoaks politik. Dengan media sosial hoaks politik menjadi lebih canggih dan semakin sulit untuk dikenali.",
      "citationCount": 0,
      "doi": "10.31947/aiccon2025.v1i1.47695",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4676573b5c4680695f8c95affd3cdb93db1f31b8",
      "venue": "Proceeding of The 5th ASPIKOM  International  CommunicationConference (AICCON 2025)",
      "journal": {
        "name": "Proceeding of The 5th ASPIKOM  International  CommunicationConference (AICCON 2025)"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "fe18b2bb40cf13db6830b9fae42b513cc5774e83",
      "title": "The selectivity of the public sphere and subaltern public spheres: perspectives of Habermas and Nancy Fraser and their impact on human rights public policies",
      "authors": [
        {
          "name": "E. Hogemann",
          "authorId": "2082872146"
        }
      ],
      "year": 2024,
      "abstract": "This study examines the selectivity of public and subaltern spheres through the theories of Jürgen Habermas and Nancy Fraser, focusing on their implications for human rights policies. The objectives are defined to analyze Habermas's and Fraser’s conceptualizations of public and subaltern spheres; to identify how these perspectives influence human rights policy formulation and implementation and to explore the challenges and opportunities these theories present for marginalized voices. The study's central issue is understanding the impact of public sphere selectivity on policy inclusivity and effectiveness, hypothesizing that Habermas's and Fraser’s models, though insightful, differ in their implications for integrating subaltern voices. Using a qualitative methodology, the study conducts a literature review and critical analysis of Habermas’s and Fraser's works. It involves reviewing key texts and secondary sources, comparing theoretical frameworks, and examining case studies of human rights policies. The findings show that while both theories offer valuable insights, Fraser’s emphasis on subaltern counterpublics better addresses the need for inclusive policy-making by incorporating marginalized voices.",
      "citationCount": 1,
      "doi": "10.19135/revista.consinter.00019.13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe18b2bb40cf13db6830b9fae42b513cc5774e83",
      "venue": "Revista Internacional Consinter de Direito",
      "journal": {
        "name": "Revista Internacional Consinter de Direito"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c5e2fa7f3d57ba2dd5e0ec44f6da1ebe3681e437",
      "title": "Habermas and the mutations of the public sphere",
      "authors": [
        {
          "name": "Douglas Kellner",
          "authorId": "2243281412"
        }
      ],
      "year": 2024,
      "abstract": "In this article, I argue that concern with the public sphere and the necessary conditions for a genuine democracy can be seen as a central theme of Jurgen Habermas's work that deserves respect and critical scrutiny in the contemporary moment, when throughout the world liberal democracies are in crisis. My study intends to point to the continuing importance of Habermas' problematic of the public sphere and its relevance for debates over democratic politics and social and cultural life in the present age, in an era in which the Occupy Movements, Black Lives Matter, #MeToo, the Trump Resistance Movement, and Ukraine and Palestine Solidarity groups use social media to struggle against multiple forms of oppression. At stake is delineating a concept of the public sphere which facilitates maximum public participation and debate over the key issues of the contemporary era and which consequently promotes the cause of radical democracy and social transformation.",
      "citationCount": 0,
      "doi": "10.1177/01914537231223845",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c5e2fa7f3d57ba2dd5e0ec44f6da1ebe3681e437",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "10 - 27",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "23a764ef448abeaec169ade5122ff2bc9fbd565d",
      "title": "A Critical Review of the Three Principles of the Beutelsbacher Consensus as a Method of Democratic Citizenship Education in Light of Habermas's Concept of the Public Sphere",
      "authors": [
        {
          "name": "Gicheol Han",
          "authorId": "117644441"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.15754/jkpe.2022.44.2.009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23a764ef448abeaec169ade5122ff2bc9fbd565d",
      "venue": "The Korean Journal of Philosophy of Education",
      "journal": {
        "name": "The Korean Journal of Philosophy of Education"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "54d27cd894d24d5a80765f05b12525b82f4e4a5b",
      "title": "Craig Calhoun (1992): Habermas and the Public Sphere",
      "authors": [
        {
          "name": "J. Appleby",
          "authorId": "70004368"
        },
        {
          "name": "E. Covington",
          "authorId": "33153971"
        },
        {
          "name": "David L. Hoyt",
          "authorId": "90735438"
        },
        {
          "name": "Michael Latham",
          "authorId": "32392817"
        },
        {
          "name": "A. Sneider",
          "authorId": "107709953"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315022086-81",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/54d27cd894d24d5a80765f05b12525b82f4e4a5b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "521-538",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ce9c773759f2c0cd4f2d9f38d8bbfc9aebc32b3e",
      "title": "The structural transformation of the public sphere : an inquiryinto a category of bourgeois society",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        },
        {
          "name": "Thomas Burger",
          "authorId": "2255309814"
        },
        {
          "name": "Frederick P. Lawrence",
          "authorId": "145352286"
        }
      ],
      "year": 1991,
      "abstract": null,
      "citationCount": 4448,
      "doi": "10.5860/choice.27-4175",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ce9c773759f2c0cd4f2d9f38d8bbfc9aebc32b3e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9591dca8a8142f3bd45a542efa3e7c8d1600356a",
      "title": "Critical theory and the public sphere",
      "authors": [
        {
          "name": "C. Calhoun",
          "authorId": "50363150"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9591dca8a8142f3bd45a542efa3e7c8d1600356a",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d5c18307485f4adbe2318a6f7944ad5fc6448fd2",
      "title": "The Contemporary Public Sphere-Habermas’ Perspective",
      "authors": [
        {
          "name": "Abdullah Almuqren",
          "authorId": "2197310853"
        }
      ],
      "year": 2023,
      "abstract": "Undoubtedly, the contribution of public opinion and involvement is a critical aspect in shaping and influencing the political, social, and democratic courses within a nation. The concept of the public sphere acknowledges the presence and studies the initiation of integral discourses conducted by the public. Indeed, the German philosopher, Jürgen Habermas, instigated and established the understanding of such a concept. He critically highlights that the presence and participatory nature of the public sphere is crucial for a democracy. His theory, espoused in his 1985 Theory of Communicative Action, is predicated upon the principle that how we communicate, affects the content of that communication in the reasonable discourse of a mature democracy (Lock and Strong, 2010, p. 78). Nevertheless, it is evident that the development of technology and the internet has led to immense changes in the manner in which the public is able to become involved in such activities. Unquestionably, newspapers, writing letters, television and public meetings are no longer the only public sphere sources of the communication of information and the rise of social media and the virtual world provides many new sorts of opportunities for the exchange of views (Masip et al, 2019). Jürgen Habermas’ theory was established over a decade before the advent of social media, which raises critical questions as to the placement of the public sphere in the context of the realm of social media. The public sphere has been fundamentally developed by digital communication and the emergence of the immediacy of opinion making via social media platforms, introducing a less personally interactive but much broader participatory base, increasingly sophisticated and more contentious (Mahlouly, 2013). This paper will examine the nature of communication in the contemporary public sphere and verify whether the rise of social media and the virtual world extends the public sphere or diminishes the level of rational conversation through exploring the public sphere; and monitor his structure, function and places of work, according to Habermas’ theoretical vision. Moreover, to explain its components in the political and social field in the lifeworld. Also, to what extent of the contemporary sphere's applicability to Habermas' communicative theory. While Habermas' vision of the public sphere and communication was emphasized, it has been argued the perspective of Hannah Arendt and her “public realm”. In addition, many contemporary thinkers, particularly Fraser, argued about the concept of the contemporary public sphere in the postmodern.",
      "citationCount": 2,
      "doi": "10.14738/assrj.106.14848",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5c18307485f4adbe2318a6f7944ad5fc6448fd2",
      "venue": "Advances in Social Sciences Research Journal",
      "journal": {
        "name": "Advances in Social Sciences Research Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0865184aecf98cdc739126991ea03a59ec691a4b",
      "title": "THE PROBLEMATIC OF INTERPRETING RELIGIOUS TEXTS IN THE PHILOSOPHY OF JÜRGEN HABERMAS AND ITS REPRESENTATIONS IN THE PUBLIC SPHERE",
      "authors": [
        {
          "name": "Latroche Ahmed",
          "authorId": "2363478237"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the philosophical approach of Jürgen Habermas to the interpretation of religious texts, focusing on how communicative rationality can serve as a tool for meaningful dialogue within the modern public sphere. It addresses the epistemological and hermeneutic challenges posed by the reinterpretation of religious traditions in contemporary societies, where secular and pluralistic values often clash with inherited religious meanings. On the basis of Habermas's communicative action theory and his engagement with modern hermeneutics, this study examines how rational discourse can foster mutual understanding and uncover the deeper layers of meaning embedded in religious language. Particular attention is given to the distinction between discursive and nondiscursive validity claims, the role of language in shaping public reasoning, and the potential of interpretation as a means of cultural integration and ethical reflection. By connecting Habermas's ideas with broader hermeneutic traditions and thinkers such as Mohammed Arkoun and Paul Ricœur, the paper highlights the critical function of interpretation in negotiating the boundaries between faith and reason, tradition and modernity. Ultimately, the study affirms that the rational reinterpretation of religious texts is essential to fostering inclusive dialogue and sustaining democratic coexistence in pluralistic societies.",
      "citationCount": 0,
      "doi": "10.31435/ijitss.2(46).2025.3356",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0865184aecf98cdc739126991ea03a59ec691a4b",
      "venue": "International Journal of Innovative Technologies in Social Science",
      "journal": {
        "name": "International Journal of Innovative Technologies in Social Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a096529b92de6221ea722cbef12c7c114f152b32",
      "title": "African multilingual public sphere: a critical analysis of minority indigenous language(s) representation on Breeze FM talk radio in Zimbabwe",
      "authors": [
        {
          "name": "Limukani Mathe",
          "authorId": "117502281"
        },
        {
          "name": "Gilbert Motsaathebe",
          "authorId": "118350823"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT It is significant to note that the African public sphere has not been fully explored beyond Habermas or Mouffe’s theoretical lens. Relying on what we call the African multilingual public sphere, this article analyses talk shows on commercial radio to ascertain the marginalisation of minority ethnolinguistic groups in Zimbabwe. The study uses an ethnographic observation technique and in-depth interviews with radio hosts, and presenters to analyse participants' interaction within an indigenous multilingual context of Breeze FM talk shows. The article argues that the dominance of major indigenous language speakers on talk radio reflects the dominance of such languages in the African polity. The findings of the study shows the dominance of major indigenous languages and a lack of participants in minority languages on Breeze FM talk shows. This article argues that the African multilingual public sphere should reflect participation by all ethnolinguistic groups in their indigenous languages. We argue that both majority language speakers and minority language speakers should be accommodated in the public sphere and multilingualism should occur without switching to the language of the majority.",
      "citationCount": 6,
      "doi": "10.1080/14725843.2023.2251700",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a096529b92de6221ea722cbef12c7c114f152b32",
      "venue": "African Identities",
      "journal": {
        "name": "African Identities",
        "pages": "284 - 300",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "92ed5ed220b36e2956a0a0761337ea6fe98138a3",
      "title": "The subversive strategies of populist power: on the emancipatory potential of citizenship education and the public sphere",
      "authors": [
        {
          "name": "Tomasz Maślanka",
          "authorId": "2394688414"
        }
      ],
      "year": 2025,
      "abstract": " In this article, the author presents various strategies employed by populist power that lead to ontological and axiological exclusion and the structural blockage of the communicative dimension of the public sphere as a civil space for dialogue. The article refers, among other ideas, to Jürgen Habermas’s normative theory of the public sphere and Chantal Mouffe’s concept of agonistic pluralism to show the threats to democracy, public order, and the functioning of civil society that result from the new forms and mechanisms of symbolic power and that produce polarization, stigmatization, and the exclusion of different ways of defining reality. The author presents the main assumptions of citizenship education in regard to forming social consciousness, developing critical thinking skills and other civic competencies, and forming habits of active participation in public life, all of which can influence the structure and key functions of the public sphere and unlock its emancipatory dimension. The author tries to show that countering the strategies of polarization and ontological exclusion used by populists requires citizenship education, understood as a certain normative project. The article outlines a perspective that could provide an opportunity at the present time for depolarization and the restoration of mutual respect between social groups with antagonistic worldviews and axiologies.",
      "citationCount": 0,
      "doi": "10.61824/dma.vi26.749",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92ed5ed220b36e2956a0a0761337ea6fe98138a3",
      "venue": "Adult Education Discourses",
      "journal": {
        "name": "Adult Education Discourses"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f28ceeaaa70e9955d838f20d97b24c5fad4ec346",
      "title": "The Imperial Public Sphere: The Press, Publicity, and the Destabilization of the British Empire, c. 1695–1765",
      "authors": [
        {
          "name": "Joel Herman",
          "authorId": "2355952144"
        }
      ],
      "year": 2025,
      "abstract": "\n The arrival of an English translation of The structural transformation of the public sphere in 1989 set anglophone historians about revising Habermas’s original explanation of the development of the public sphere in the eighteenth century. In particular, his ‘model case of British development’ came under fire. Notably absent from these many critical appraisals is consideration of the wider British empire. Herein lies the problem that this article addresses: the rise of a ‘British public sphere’ has been described in national terms, and as a result those communities that were living beyond the realm have been left out of the discussion. In essence, the dominance of the nation-state in historical studies has obscured another transitional phase through which a British public sphere began, and in the end failed, to integrate political communities in Ireland and the American colonies in the evolving political structures of the imperial state. By recovering the features of this ‘imperial public sphere’, and the colonial presses that brought it into existence, we can begin to transcend national frames of analysis and reassess where the national stories we have inherited fitted into the larger story of what was really still an age of empires.",
      "citationCount": 0,
      "doi": "10.1017/s0018246x2500010x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f28ceeaaa70e9955d838f20d97b24c5fad4ec346",
      "venue": "Historical-Philological Journal",
      "journal": {
        "name": "The Historical Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
