{
  "status": "success",
  "source": "semantic_scholar",
  "query": "working class public sphere deliberative",
  "results": [
    {
      "paperId": "a45ee6983ebde971c671491e97934d173b89d3f0",
      "title": "Politicization and publicization: the fragile effects of deliberation in working-class districts",
      "authors": [
        {
          "name": "M. Carrel",
          "authorId": "153576427"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.1080/23254823.2016.1145909",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a45ee6983ebde971c671491e97934d173b89d3f0",
      "venue": "European Journal of Cultural and Political Sociology",
      "journal": {
        "name": "European Journal of Cultural and Political Sociology",
        "pages": "189-210",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9615b40aea63f5c920c48ea69ddb7369c9246a9d",
      "title": "Standpoint, Mediation and the Working-Class Public Sphere",
      "authors": [
        {
          "name": "D. Cloud",
          "authorId": "47804117"
        }
      ],
      "year": 2018,
      "abstract": "Habermasian public sphere theory has been challenged widely and persistently on the basis of its rationalist universalism, which brackets off material concerns in the process of deliberation for an ostensibly common good. Against a relativist tendency in these critiques, I argue here for an alternative, materialist model of radically democratic counterpublicity as a standard for the adjudication of a public’s fidelity to the interests of those it hails. To this end, I draw from Negt and Kluge’s description of proletarian public spheres and Lukács’ theory of mediation to theorise, describe, explain and intervene as political actors in working-class public spheres. We must retain the ability to fathom a concept of publicness tied to a socialist, anti-capitalist political project.",
      "citationCount": 0,
      "doi": "10.1080/13183222.2018.1418812",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9615b40aea63f5c920c48ea69ddb7369c9246a9d",
      "venue": "The Liquefaction of Publicness",
      "journal": {
        "name": "Javnost - The Public",
        "pages": "51 - 58",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "034b6772d48138c4c076650f2455824cefe717ed",
      "title": "Working-Class Culture as Political Participation: Reading Trump as Revolt Against a Middle-Class Public Sphere",
      "authors": [
        {
          "name": "L. Kohn",
          "authorId": "70613822"
        }
      ],
      "year": 2018,
      "abstract": "The 2016 election cycle and ensuing presidency of Donald Trump has been attributed in large part to his support among working-class whites (Gest 2016, p. 193; Tyson and Maniam 2016). Their reasons for support, however, are open to interpretation. This article will suggest that elements of Donald Trump’s public communication style and ethos align with elements of working-class culture, language use, and knowledge construction. Trump’s anti-institutional, anti-government rhetoric reifies these components of working-class culture because of institutions’ and government’s deep foundations in middle-class culture, language use, and knowledge construction—and the working-class’s, especially the white working-class’s, alienation from these institutions, with the result being anger or apathy (Lareau 2003; Jensen 2012; Gest 2016). These values are often embedded in a master narrative that defines white working-class life as one of victimization (Hochschild 2016; Gest 2016; Cramer 2016). The article next suggests that Trump’s oft-used rhetorical framework of not just immigrants as threat, but of immigrants as protected and valued by institutions that overlook white workingclass concerns (Gest 2016), opens up one possible persuasive framework to legitimate Trump’s xenophobia and racism through white working-class attitudes.",
      "citationCount": 1,
      "doi": "10.13001/jwcs.v3i1.6125",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/034b6772d48138c4c076650f2455824cefe717ed",
      "venue": "Journal of Working-Class Studies",
      "journal": {
        "name": "Journal of Working-Class Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "705976cda965ddd0e6c573d1d03410cee1adb25b",
      "title": "On the proletarian public sphere and its contemporaneity: crises, class and the media",
      "authors": [
        {
          "name": "Yiannis Mylonas",
          "authorId": "2083029"
        }
      ],
      "year": 2023,
      "abstract": "\n\n\nThis article attempts a critical enquiry into contem­porary politics and culture as characterized by a prolonged capitalist crisis and its concomitant economic, social, political, and environmental dimensions. The article highlights the position of the working class today, and its critical potential for a politics of social change, and socialism. Class is understood in intersectional terms, taking into consideration the associations of ethnicity, race and gender in the formation of classed subjects in a globalized world. The experience of the lower classes in structural as well as political terms, is largely negated from publicity, or assimilated and distorted by the media and cultural industries. This has dire consequences for understanding the crisis, its causes, effects, and possible solutions, interpellating the working class and the poor to bourgeois norms and sensibilities. The negation of proletarian voices and the mediation of the proletarian experience by hegemonic bourgeois ideas is theoretically discussed, drawing on the proletarian public sphere notion, and also by looking at empirical contexts of media practices (notably the mainstream news coverage of the Greek/European economic crisis of the 2010’s, and the European “refugee crisis” from 2015 onwards). By not addressing the systemic foundations of crises (e.g., economic, humanitarian) in their complexity, the insecurities triggered by neoliberalism are articulated by liberal pundits and mainstream media through discourses blaming targeted groups (e.g., migrants and workers of the European periphery). Hence, the development of effective antagonistic politics, relies on the creation of both organizational forms and communication structures, to produce shared meanings and identities, as well as political goals and strategies; class perspectives are crucial to overcome the prolonged, current political impasse that capitalist society reproduces, and the possibility to overcome the crises that capitalism produces.\n\n\n",
      "citationCount": 1,
      "doi": "10.38140/aa.v55i2.7728",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/705976cda965ddd0e6c573d1d03410cee1adb25b",
      "venue": "Acta Academica",
      "journal": {
        "name": "Acta Academica: Critical views on society, culture and politics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "54190768d0d6d5d9ccb5875b722c06a003bcb9a0",
      "title": "Commentary on part IV: Middle-class politics and the making of a public sphere: working toward a transnational history of the middle classes",
      "authors": [
        {
          "name": "Robyn Muncy",
          "authorId": "101715167"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1515/9780822394815-022",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/54190768d0d6d5d9ccb5875b722c06a003bcb9a0",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "377-384",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "76047296be8090b799c02efb0a8d9f4c7798a8f0",
      "title": "PSB Radio and the Public Sphere in South Africa: #SAfmSunrise, Radio, and Citizenship",
      "authors": [
        {
          "name": "Tanja Bosch",
          "authorId": "2282637208"
        }
      ],
      "year": 2024,
      "abstract": "Abstract This article explores public service broadcasting (PSB) radio in South Africa, focusing on SAfm. Using a mixed methods approach comprising a broadcast content analysis and social media textual analysis, the article uses theories of the public sphere and democratic listening to analyse the role of SAfm in the context of PSB broadcasting. The article focuses on the flagship breakfast show, analysing station content alongside tweets containing the hashtag #SAfmSunrise. Breakfast shows can be considered significant as they typically attract the largest proportion of audience share over the course of a broadcast day. Moving beyond the normative Habermasian notion of the public sphere, this article draws on the work of Ekeh, who highlights the bifurcated nature of publics in Africa. While SAfm does not strictly conform to normative notions of a deliberative public sphere, to some extent, it fulfils Ekeh's conditions of a public characterised as a bourgeois privileged class. Moreover, I argue for SAfm as a space of conflict and contestation, and thus constitutive of a public, despite its shortcomings in relation to the mandate of PSB broadcasting. SAfm, I argue, creates a form of political subjectivity, with interest and participation in mainstream party politics highlighted as the main conditions for citizenship.",
      "citationCount": 0,
      "doi": "10.1080/02500167.2023.2296642",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76047296be8090b799c02efb0a8d9f4c7798a8f0",
      "venue": "Communicatio",
      "journal": {
        "name": "Communicatio",
        "pages": "26 - 43",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5dd638bf75bdcf675ef67ff20745ee0cb0a4236d",
      "title": "The Chartist Press and the Emergence of a Plebeian Public Sphere: Doubleday's The Political Pilgrim's Progress and O'Brien's The Rise, Progress and Phases of Human Slavery",
      "authors": [
        {
          "name": "Thinkal Hansan",
          "authorId": "2265678296"
        }
      ],
      "year": 2024,
      "abstract": "abstract:The early nineteenth-century radical press sparked an era of print culture that challenged the political economy of liberalism and created a counter-cultural, plebeian public sphere. The post-Napoleonic Wars economic crisis, the anti-New Poor Law movement, and the War of the Unstamped shaped an alternative anti-capitalist political economy and literature defined by working-class political identity and activism. This study examines working-class political economy popularized in the radical press, how it created a counter public sphere antithetical to liberalism, and how it conceptualized a society based on social, economic, and political equality. Featured texts include Thomas Doubleday's The Political Pilgrim's Progress in relation to the political-economy theories popularized by James Bronterre O'Brien in The Rise, Progress, and Phases of Human Slavery.",
      "citationCount": 0,
      "doi": "10.1353/vct.00020",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5dd638bf75bdcf675ef67ff20745ee0cb0a4236d",
      "venue": "Victorians A Journal of Culture and Literature",
      "journal": {
        "name": "Victorians: A Journal of Culture and Literature",
        "pages": "251 - 265",
        "volume": "146"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4e3c867e03ccec08e15eb18e0804505697619d01",
      "title": "Spatial Governance and Working Class Public Spheres: The Case of a Chartist Demonstration at Hyde Park",
      "authors": [
        {
          "name": "J. Roberts",
          "authorId": "81563468"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.1111/1467-6443.00148",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4e3c867e03ccec08e15eb18e0804505697619d01",
      "venue": "",
      "journal": {
        "name": "Journal of Historical Sociology",
        "pages": "308-336",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "560c23e19a6dc7ad3045544f664900a990812d38",
      "title": "Proletarian Feedback: The Mirror of the Soviet Public Sphere",
      "authors": [
        {
          "name": "Devin Fore",
          "authorId": "14467552"
        }
      ],
      "year": 2023,
      "abstract": "Abstract One glaring problem that faced the Bolsheviks upon seizing power was the absence of their vaunted class subject. The party had led a successful revolution in the name of the industrial worker, but once the dust settled after the civil war, reality exposed the proclaimed “dictatorship of the proletariat” to be little more than an empty slogan for propagandists. The proletariat was a historico-philosophical no-show. Its truancy had a number of reasons, both factual and theoretical. First, while proletarians had always been something of a rarity in the largely agrarian economy of imperial Russia, the industrial working class became even scarcer after the civil war had decimated the manufacturing capacity of Russia and ruralized the country once again. When the Bolsheviks finally took control, Russia's industrial output had fallen to thirty percent of prewar levels. Historians have consequently described the Bolsheviks as a “superstructure in need of a base”2 and a “vanguard of a nonexistent class.”3 Add to this, second, the fact that the physiognomy of the working class was changing in the 1920s as the forces of production shifted away from the methods of heavy manufacture typical of the second industrial revolution toward newer, automated technologies that relied less on physical exertion than on the scientific knowledge of engineers and managers. At least until Stalin's spectacular revival of older, “classical” forms of industry at the end of the decade—a return that seemed to be motivated less by economic exigency than by retrograde iconography—blast furnaces and factory workbenches were being replaced by telematic machinery and bureaucratic control centers. Third, according to revolutionary theory, in the phase of the transition to communism the proletariat was not even a class, strictly speaking, but the social force that abolishes class identity as such in order to establish for the first time in world history the conditions for a truly universal subject.4 The revolutionary class is, necessarily, the last class. Party philosophers could provide no substantialist definition of this “free dynamei (power, force),” as Marx called the proletariat, since this non-class had no concrete features of its own but was instead understood as an energy that dissolved the existing socioeconomic order.5 Paradoxically, then, the very success of the revolution “causes the concept of the proletariat to ‘disappear.’”6",
      "citationCount": 0,
      "doi": "10.1162/octo_a_00490",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/560c23e19a6dc7ad3045544f664900a990812d38",
      "venue": "October",
      "journal": {
        "name": "October",
        "pages": "5-29"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "980b561fa0113bd6b5233fedc1f104ab72b9379c",
      "title": "\"Early Cinema and the Public Sphere of the Neighborhood Meeting Hall: The Longue Durée of Working-Class Sociability\"",
      "authors": [
        {
          "name": "J. Thissen",
          "authorId": "48994493"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/980b561fa0113bd6b5233fedc1f104ab72b9379c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "297-306",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b86aae52e5c07da9c2e0052a7317176dfe0aaad8",
      "title": "A Proletarian Public Sphere: Working-class provision of medical services and care in South Wales, c.1900-1948",
      "authors": [
        {
          "name": "Steven",
          "authorId": "2100567140"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 5,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b86aae52e5c07da9c2e0052a7317176dfe0aaad8",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "40cc27f90c3db8a7c2eb624a3f49ef338ff0c5ba",
      "title": "Admission of students from working class to a public university: Beating the odds almost by chance",
      "authors": [
        {
          "name": "D. C. Piotto",
          "authorId": "2082125567"
        },
        {
          "name": "Renata Oliveira Alves",
          "authorId": "2056195999"
        },
        {
          "name": "D. Piot",
          "authorId": "2077337150"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40cc27f90c3db8a7c2eb624a3f49ef338ff0c5ba",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8e360f5a34d561b2bcf32db3446aef44e643f396",
      "title": "Religious issues in the Romanian public sphere. Media discourse and deliberative practices",
      "authors": [
        {
          "name": "D. Radu",
          "authorId": "146537987"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e360f5a34d561b2bcf32db3446aef44e643f396",
      "venue": "",
      "journal": {
        "name": "Revista Romana de Jurnalism si Comunicare - Romanian Journal of Journalism and Communication",
        "pages": "15-27",
        "volume": "50"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ae1c558c43e32ca46cd09a380b204ce0b288ff60",
      "title": "The Music-Hall Actress and Transcending Femininity in the Victorian Public Sphere. A Re-Orientation of Her Moral Status",
      "authors": [
        {
          "name": "L. Pettersson",
          "authorId": "113044315"
        }
      ],
      "year": 2022,
      "abstract": "The actress, like the prostitute, was one of the female figures who in the nineteenth century bore a certain social stigma for being professionally active in public and non-domestic roles that were considered vulgar and immoral. This prejudiced view is indebted to the ideology of separate spheres, which has proven to be both class-bound and unstable. While critics as Davis (1991) and Kift (1996) have questioned the overgeneralised association between actresses and prostitutes, feminist scholars have challenged the strict separation of gendered spheres, and argued for the instability and fluidity of this spatial divide. Taking this as a starting point, this essay addresses the Victorian popular actress from a feminist perspective to explore the transcendental role she had in music-hall culture. I will explore how this popular entertainment developed from a working-class culture and question the applicability of bourgeoise values and the ideology of separate spheres to the music hall. In doing so, I hope to shed new light over the music-hall actress as a working woman demonstrating that she was better esteemed than previously admitted, and argue that she turned the music hall into a space of self-fulfillment though subversion and transcendence of female roles",
      "citationCount": 0,
      "doi": "10.25145/j.clepsydra.2022.22.05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ae1c558c43e32ca46cd09a380b204ce0b288ff60",
      "venue": "Clepsydra. Revista de Estudios de Género y Teoría Feminista",
      "journal": {
        "name": "Clepsydra. Revista de Estudios de Género y Teoría Feminista"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0b5a8eacda17ea844b64dd8f6a125565c8e90bf9",
      "title": "NORMATIVE FRAMEWORK ON SOCIAL SECURITY FOR WORKING-CLASS AND PEASANT FAMILIES (1917–1936)",
      "authors": [
        {
          "name": "I. Semenova",
          "authorId": "143984640"
        }
      ],
      "year": 2022,
      "abstract": "The article provides a brief overview of the main legislative acts that became the normative basis for social security for the families of workers and peasants in post-revolutionary Russia. The most difficult socio-economic situation caused by the social upheavals of the beginning of the 20th century directly affected the everyday life of Soviet residents who had a priority need of food, providing medical treatment and medicines, receiving social benefits in case of tough living situations and other difficulties in the field of state support for large and single parent families, etc. The author focuses on the contribution of public organizations that provided strong assistance to Soviet workers in solving pressing problems in everyday life in the first two decades of the Soviet power. The analysis of the normative framework showed that despite the sufficiently developed social sphere, not all areas of social security had received ample funding, or the State requirements for social assistance measures had not been met. Nevertheless, we can talk about a wide range of social services that could be used by residents of the country, especially children, adolescents, and elderly people. The study provides a general picture of the government policy of the Soviet state on the social security of the family in 1917–1936.",
      "citationCount": 0,
      "doi": "10.47026/2712-9454-2022-3-2-30-36",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b5a8eacda17ea844b64dd8f6a125565c8e90bf9",
      "venue": "Historical Search",
      "journal": {
        "name": "Historical Search"
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 15,
  "errors": []
}
