{
  "status": "success",
  "source": "semantic_scholar",
  "query": "deliberative democracy racial exclusion",
  "results": [
    {
      "paperId": "73881fd4d92655f5f77c7bfd7aa6a336442cdf5c",
      "title": "Contemporary Deliberative Democracy Theory and the Problem of Exclusion",
      "authors": [
        {
          "name": "Do-Yun Kim",
          "authorId": "2281261147"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.32432/kophil.35.4.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/73881fd4d92655f5f77c7bfd7aa6a336442cdf5c",
      "venue": "EPOCH AND PHILOSOPHY",
      "journal": {
        "name": "EPOCH AND PHILOSOPHY"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "91c90e12cb92294639d3cf316d9ebc67f07ed240",
      "title": "Deliberative Democracy, Epistemic Injustice, and Epistemic Disenfranchisement",
      "authors": [
        {
          "name": "Leandro De Brasi",
          "authorId": "82311881"
        },
        {
          "name": "Jack Warman",
          "authorId": "134232009"
        }
      ],
      "year": 2023,
      "abstract": "In this paper, we explore some links between deliberative democracy, natural testimony, and epistemic injustice. We hope to highlight the exclusionary effects of some cases of testimony-related epistemic injustice within the deliberative democratic framework and, in particular, two subtle ways of epistemic injustice that are not often highlighted in the political domain. In other words, we hope to highlight two specific mechanisms of epistemic exclusion within the democratic deliberative process that are not explicitly noticed in the relevant literature. In section 1, we present the deliberative model of democracy and the deliberative process. We then introduce the notion of epistemic (dis)enfranchisement, which we distinguish from formal enfranchisement, and explain the role that natural testimony plays in establishing citizens‘ epistemic enfranchisement. In section 2, we introduce Fricker‘s notion of testimonial injustice and two further testimony-related forms of epistemic injustice which seem to have been largely neglected in the debate so far, namely, discursive injustice and testimonial void. We also point out negative epistemic consequences of positive identity-prejudicial stereotypes. In section 3, we argue that these testimony-related forms of epistemic injustice can lead to epistemic disenfranchisement, which, we note, is an obstacle to deliberative democracy that warrants serious consideration.",
      "citationCount": 1,
      "doi": "10.5840/logos-episteme20231411",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91c90e12cb92294639d3cf316d9ebc67f07ed240",
      "venue": "Logos &amp; Episteme",
      "journal": {
        "name": "Logos &amp; Episteme"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e9742b15cb0563b4a3642780d316c60a3d36e6fd",
      "title": "DELIBERATIVE DEMOCRACY, EPISTEMIC INJUSTICE, AND EPISTEMIC DISENFRANCHISEMENT 1",
      "authors": [
        {
          "name": "Leandro de Brasi",
          "authorId": "87094400"
        },
        {
          "name": "Jack Warman",
          "authorId": "134232009"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9742b15cb0563b4a3642780d316c60a3d36e6fd",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "35fe9043982ffc3b9d62a81bdf276a787df0ec37",
      "title": "How to End a Discussion: Consensus or Hegemony? A Response to \"Education for Deliberative Democracy and the Aim of Consensus\"",
      "authors": [
        {
          "name": "Ásgeir Tryggvason",
          "authorId": "117922207"
        }
      ],
      "year": 2019,
      "abstract": "By taking the vantage point of agonistic pluralism, the aim is to enter into dialogue with Samuelsson’s theoretical development of consensus as an educational aim for classroom discussions. The response highlights three points of interest in the deliberative conception of consensus. The first point relates to the problem of exclusion, which Samuelsson clearly framed as something that concerns deliberative theory and agonistic theory. The second point is about the relation between conflict and consensus and the kind of conflict that is compatible with Samuelsson’s idea of consensus. The concluding part of this response is an exploration of how the agonistic concept of hegemony could function as an alternative aim for ending classroom discussions. This article is in response to Samuelsson, M. (2018). Education for deliberative democracy and the aim of consensus. Democracy and Education, 26(1), Article 2. Available at: https:// democracyeducationjournal .org/ home/ vol26/ iss1/ 2",
      "citationCount": 13,
      "doi": "10.65214/2164-7992.1452",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35fe9043982ffc3b9d62a81bdf276a787df0ec37",
      "venue": "Democracy &amp; Education",
      "journal": {
        "name": "Democracy &amp; Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8c8cc638a14d53ac38d59de9d281fecac221853e",
      "title": "The Possibility of Deliberative Democracy as the Opposition to Exclusion and Violence - Around the Benhabib’s Model of Deliberative Democracy",
      "authors": [
        {
          "name": "오미영",
          "authorId": "2076211926"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.17316/kfp..10.200811.29",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c8cc638a14d53ac38d59de9d281fecac221853e",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "09fda9a58b40d0404e0010b807301d83db8c7cf6",
      "title": "A Participatory Conception of Deliberative Democracy",
      "authors": [
        {
          "name": "C. Lafont",
          "authorId": "35108708"
        }
      ],
      "year": 2019,
      "abstract": "This chapter focuses on the democratic significance of political deliberation. It argues that democracy is not threatened by the inclusion of an epistemic dimension of truth within political debate but rather by the exclusion of the epistemic dimension of justification towards others who must comply with the outcomes of political debates. It is one thing to assume—as deliberative democrats do—that over time political struggles may lead to agreement on the best answers to some political questions. It is quite another to ignore the need for such political struggles to actually take place and succeed—as epistocrats and lottocrats do. The chapter articulates and defends an institutional approach to mutual justification. On this approach democratic legitimacy does not require every citizen to agree on the reasonableness of each law to which they are subject at any given time. What it requires is that institutions be in place such that citizens can contest any laws that they cannot reasonably accept by asking that proper reasons be offered or that they be changed. To the extent that such institutions are available to all citizens, they can see themselves as equal members of a collective political project of self-government.",
      "citationCount": 1,
      "doi": "10.1093/oso/9780198848189.003.0007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/09fda9a58b40d0404e0010b807301d83db8c7cf6",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "161-188",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "18274c2e4723a561053b05a4333b332db3c00e83",
      "title": "Deliberative democracy and the problem of tacit knowledge",
      "authors": [
        {
          "name": "Jonathan Benson",
          "authorId": "145304117"
        }
      ],
      "year": 2018,
      "abstract": "This article defends deliberative democracy against the problem of tacit knowledge. It has been argued that deliberative democracy gives a privileged position to linguistic communication and therefore excludes tacit forms of knowledge which cannot be expressed propositionally. This article shows how the exclusion of such knowledge presents important challenges to both proceduralist and epistemic conceptions of deliberative democracy, and how it has been taken by some to favour markets over democratic institutions. After pointing to the limitations of market alternatives, deliberative democracy is defended by arguing that tacit knowledge can be brought into deliberation through the mechanism of trust in testimony. By trusting the testimony of a speaker, deliberators are able to act on knowledge even without it being explicitly expressed. The article then goes on to discuss the implications of this defence for deliberative theory, and particularly, the forms of reason which deliberative democrats must see as legitimate.",
      "citationCount": 14,
      "doi": "10.1177/1470594X18782086",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/18274c2e4723a561053b05a4333b332db3c00e83",
      "venue": "Politics, Philosophy and Economics",
      "journal": {
        "name": "Politics, Philosophy & Economics",
        "pages": "76 - 97",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e9002175f19cd56972daf9ee622ee491634bf0a1",
      "title": "Democracy, Ageing, Disability",
      "authors": [
        {
          "name": "E. Baccarini",
          "authorId": "14422891"
        },
        {
          "name": "Aleksandar Šušnjar",
          "authorId": "115309291"
        }
      ],
      "year": 2025,
      "abstract": "In this paper, we discuss the democratic inclusion of individuals with severe cognitive disabilities and in advanced age with a severe decline of cognitive capacities. Without entering in the question whether the latter condition can be conceptually subsumed in the former, we deem that they present analogous problems from the perspectives of justice. Thus, it is helpful to discuss them together. We specifically comment on the inclusion in democratic processes of individuals that lack a high degree of cognitive capacities. The fundamental problem is present in theories of justice that require such capacities for inclusion of persons as equals in political processes. Such is the demanding deliberative democratic proposal of social contract theories, such as John Rawls’s. Worries of exclusion regard two stages of reasoning about justice. The first is the theoretical stage where decisions are made about which individuals should be included in the scope of justice. Although this stage is shaped around the hypothetical reasoning of reasonable and rational persons, there is no decisive reason to exclude individuals with severe cognitive disabilities as beneficiaries of justice. On the contrary, if commonly shared judgments require such inclusion, then this demand shapes the social contract hypothetical reasoning. There are also no decisive reasons why a deliberative democratic theory based on such social contract theories should exclude individuals that do not have high cognitive capacities at the second stage – that of democratic decision-making. On the contrary, their presence and expressive resources are precious sources of knowledge at this deliberative stage, while fairness requires their participation at the stage of decision-making. At this stage, their presence can be complemented by guardians who express the will in their name.",
      "citationCount": 0,
      "doi": "10.17454/pam-2811",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9002175f19cd56972daf9ee622ee491634bf0a1",
      "venue": "Phenomenology and Mind",
      "journal": {
        "name": "Phenomenology and Mind"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c04797ca721d2103e3278821408ae60dc9fae11c",
      "title": "Young’s communicative democracy as a complement to Habermas’ deliberative democracy*",
      "authors": [
        {
          "name": "Francisco Jozivan Guedes de Lima",
          "authorId": "2146827776"
        },
        {
          "name": "E. Sobottka",
          "authorId": "2083226268"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c04797ca721d2103e3278821408ae60dc9fae11c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d2164b3064712a1e1669ee915217ecc8b60a2e24",
      "title": "Citizen Science in Deliberative Systems: Participation, Epistemic Injustice, and Civic Empowerment",
      "authors": [
        {
          "name": "Lisa Herzog",
          "authorId": "48828704"
        },
        {
          "name": "Robert Lepenies",
          "authorId": "115086440"
        }
      ],
      "year": 2022,
      "abstract": "In this paper, we bring together the literature on citizen science and on deliberative democracy and epistemic injustice. We argue that citizen science can be seen as one element of “deliberative systems,” as described by Mansbridge et al. But in order to fulfil its democratic potential, citizen science needs to be attentive to various forms of exclusion and epistemic injustice, as analyzed by Fricker, Medina and others. Moreover, to tap the potentials of citizen science from the perspective of deliberative democracy, it needs to move towards a more empowered approach, in which citizens do not only deliver data points, but also, in invited or uninvited settings, participate in discussions about the goals and implications of research. Integrating citizen science into the deliberative systems approach embeds it in a broader framework of democratic theory and suggests the transmission of certain practical strategies (e.g., randomized sampling). It can also contribute to realism about both the potentials and the limits of citizen science. As part of a deliberative system, citizen science cannot, and need not, be the only place in which reforms are necessary for creating stronger ties between science and society and for aligning science with democratic values.",
      "citationCount": 28,
      "doi": "10.1007/s11024-022-09467-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2164b3064712a1e1669ee915217ecc8b60a2e24",
      "venue": "Minerva",
      "journal": {
        "name": "Minerva",
        "pages": "489 - 508",
        "volume": "60"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e7a9ae5221cec56d5e2c76a76334f7be1a2cb483",
      "title": "Making disability public in deliberative democracy",
      "authors": [
        {
          "name": "S. Clifford",
          "authorId": "117399829"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 60,
      "doi": "10.1057/CPT.2011.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e7a9ae5221cec56d5e2c76a76334f7be1a2cb483",
      "venue": "",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "211-228",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c254e88ce6a5a518f36ee8fc869fca4a2f682120",
      "title": "Reconciling Historical Injustices: Deliberative Democracy and the Politics of Reconciliation",
      "authors": [
        {
          "name": "B. Bashir",
          "authorId": "50131491"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 33,
      "doi": "10.1007/S11158-011-9163-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c254e88ce6a5a518f36ee8fc869fca4a2f682120",
      "venue": "",
      "journal": {
        "name": "Res Publica",
        "pages": "127-143",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "efc30ef36c6f0de1378c14a87d7f9290a6e8ebd6",
      "title": "Reconciling Historical Injustices: Deliberative Democracy and the Politics of Reconciliation",
      "authors": [
        {
          "name": "B. Bashir",
          "authorId": "50131491"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/s11158-011-9163-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/efc30ef36c6f0de1378c14a87d7f9290a6e8ebd6",
      "venue": "Res Publica",
      "journal": {
        "name": "Res Publica",
        "pages": "127 - 143",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "87c097cfa04301d72731642e3d4c68a802caa9d6",
      "title": "Making disability public in deliberative democracy",
      "authors": [
        {
          "name": "S. Clifford",
          "authorId": "117399829"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/cpt.2011.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/87c097cfa04301d72731642e3d4c68a802caa9d6",
      "venue": "Contemporary Political Theory",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "211 - 228",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1b0353ce064e16deafc6b4b23ae2afa6db08c366",
      "title": "Platonic Epistocracy: A Response to Andrew Forcehimes' Deliberative Democracy with a Spine",
      "authors": [
        {
          "name": "Matthew W. Dougherty",
          "authorId": "115502267"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b0353ce064e16deafc6b4b23ae2afa6db08c366",
      "venue": "",
      "journal": {
        "name": "Dialogue",
        "pages": "79-83",
        "volume": "52"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bac9f8faae0ba6b9c50e0fa2bfd097353e115cb3",
      "title": "Expanding the borders of democracy: Deliberative democracy and populism",
      "authors": [
        {
          "name": "María Esperanza Casullo",
          "authorId": "116251494"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bac9f8faae0ba6b9c50e0fa2bfd097353e115cb3",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "aff43c1e3492f8e4b58ec2f549e82288b9346ba3",
      "title": "Rawlsian Public Reason and Deliberative Democracy",
      "authors": [
        {
          "name": "C. Girard",
          "authorId": "152511006"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aff43c1e3492f8e4b58ec2f549e82288b9346ba3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "87c5bde999faab3061c5b71b9af8cc5d5dae7cbc",
      "title": "Deliberation, unjust exclusion, and the rhetorical turn",
      "authors": [
        {
          "name": "S. Gormley",
          "authorId": "117494420"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1057/S41296-018-0254-Z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/87c5bde999faab3061c5b71b9af8cc5d5dae7cbc",
      "venue": "Contemporary Political Theory",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "202-226",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f136733c90c0d3f98219937050ef065bf5602b5a",
      "title": "From Justification to Fairness: Reframing the Basis of Democratic Legitimacy",
      "authors": [
        {
          "name": "Anvitha Karnati",
          "authorId": "2390424927"
        }
      ],
      "year": 2025,
      "abstract": "This paper examines whether the legitimacy of democratic policy should not rest on citizens’ ability \nto publicly justify their post-deliberation positions to those who disagree. While deliberative theorists \nposition justification as the foundation for legitimacy, this paper asserts that justification is neither \nfeasible nor desirable as the base. Using conceptual analysis, I examine the requirements of reciprocity, \nmutual respect, and publicity in democratic theory and demonstrate how justificatory frameworks \nsystematically exclude certain voices and produce exclusion. The result of this analysis is that fairness, \nrather than consensus-based justification, should serve as the foundation for democratic legitimacy. \nThis paper concludes with the argument that structuring deliberative democracy around fairness better \nsecures legitimacy in pluralistic democracies by preserving mutual respect without enforcing consensus.",
      "citationCount": 0,
      "doi": "10.70251/hyjr2348.36153163",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f136733c90c0d3f98219937050ef065bf5602b5a",
      "venue": "American Journal of Student Research",
      "journal": {
        "name": "American Journal of Student Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cb59207504c47acdae7617461fd64153c8694119",
      "title": "Deliberative Democracy or Agonistic Pluralism? The Relevance of the Habermas-Mouffe Debate for Third World Politics",
      "authors": [
        {
          "name": "Ilan Kapoor",
          "authorId": "47201418"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 128,
      "doi": "10.1177/030437540202700403",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cb59207504c47acdae7617461fd64153c8694119",
      "venue": "",
      "journal": {
        "name": "Alternatives: Global, Local, Political",
        "pages": "459 - 487",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
