{
  "status": "success",
  "source": "semantic_scholar",
  "query": "decolonial critique communicative action",
  "results": [
    {
      "paperId": "6392e1891a34e4034617f6a858197003ca6b7c18",
      "title": "The Metaphysics of Communicative Action: A Critique of Habermas’s Moral Theory",
      "authors": [
        {
          "name": "Tarcisio Amorim Carvalho",
          "authorId": "11733465"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.17990/RPF/2019_75_1_0447",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6392e1891a34e4034617f6a858197003ca6b7c18",
      "venue": "Revista Portuguesa de Filosofia",
      "journal": {
        "name": "Revista Portuguesa de Filosofia"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "title": "The Theory Of Communicative Action Vol 1 Reason Amp Rationalization Society Jurgen Habermas",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 45,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "9c2af540e2ecf2e5ea1baca6851f8cd581da0da5",
      "title": "THE RELEVANCE OF JÜRGEN HABERMAS’S THEORY OF COMMUNICATIVE ACTION AS THE PHILOSOPHICAL FOUNDATION OF HUMAN RIGHTS ENFORCEMENT IN INDONESIA",
      "authors": [
        {
          "name": "Muklis Al'anam",
          "authorId": "2308314176"
        },
        {
          "name": "Radian Salman",
          "authorId": "145758638"
        },
        {
          "name": "Kata Kunci",
          "authorId": "2074613955"
        },
        {
          "name": "Teori Kritis",
          "authorId": "2308309553"
        },
        {
          "name": "Jürgen Habermas",
          "authorId": "2251097812"
        },
        {
          "name": "Hak Asasi Manusia",
          "authorId": "2085223638"
        }
      ],
      "year": 2024,
      "abstract": "Abstract \nHabermas’s theory of communicative action is highly relevant as a philosophical foundation for upholding human rights, emphasizing the intrinsic value of each individual, which must not be eliminated by any power. This is supported by Article 6 paragraph (1) of the International Covenant on Civil and Political Rights, ratified as Law Number 12 of 2005. Critical theory, a school of philosophy, focuses on liberating human knowledge from transcendental and empirical oppression, critiquing ideologies that perpetuate social oppression. Human rights have become a dynamic issue in Indonesia, especially during the Presidential Election, with widespread discussions at national and international levels. Countries, organizations, and individuals are increasingly voicing concerns about human rights issues. These problems are complex, particularly in resolving and sanctioning perpetrators, leading some to view human rights as “merely theoretical.” Applying critical theory is crucial in this context, as perfected by Jürgen Habermas. This research employs normative methods, including statutory, conceptual, and case approaches. It concludes that Jürgen Habermas’s theory of communicative action and John Locke’s natural law are similar, emphasizing the inherent meaning of external rights. This grounding makes Habermas’s theory important for upholding law and human rights internationally, although its implementation remains ambiguous. \nAbstrak \nTeori kritis tindakan komunikatif Habermas sangat relevan sebagai fondasi filosofis penegakan HAM yang menekankan nilai intrinsik setiap individu, yang tidak boleh dihilangkan oleh kekuasaan mana pun, sesuai dengan Pasal 6 ayat (1) International Covenant on Civil and Political Rights yang diratifikasi menjadi Undang-Undang Nomor 12 Tahun 2005. Teori kritis adalah aliran filsafat tentang pembebasan pengetahuan manusia dari segala bentuk penindasan transendental dan empiris. Ide teori kritis adalah kritik terhadap ideologi yang bertujuanmenyadarkan manusia akan penindasan sosial dan mencoba membebaskannya. Isu HAM menjadi perbincangan dinamis di Indonesia, terutama pada saat pemilihan presiden, serta di dunia internasional. Berbagai negara, organisasi, dan individu menyuarakan sudut pandang HAM yang ada. Problematika HAM sulit diselesaikan dan penerapan sanksi bagi pelaku sering dianggap “teorik belaka.” Penerapan teori tindakan komunikatif ini penting terkait HAM karena disempurnakan oleh Jürgen Habermas. Penelitian ini menggunakan metode penelitian normatif dengan pendekatan perundang-undangan, konseptual, dan kasus. Hasil penelitian menunjukkan adanya kesamaan konsep antara teori kritis Jürgen Habermas dan aliran hukum kodrat John Locke, yang menekankan hak-hak lahiriah. Teori Jürgen Habermas menjadi penting untuk penegakan hukum dan HAM di dunia internasional, meskipun penerapannya masih ambigu.",
      "citationCount": 2,
      "doi": "10.22146/mh.v36i1.11513",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c2af540e2ecf2e5ea1baca6851f8cd581da0da5",
      "venue": "Mimbar Hukum",
      "journal": {
        "name": "Mimbar Hukum"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e9641c8bc299e7ab4b144b3ed84e5ff3f413b9fb",
      "title": "Revisiting the narrative theory of genres: Critiquing Jürgen Habermas's Communicative Action",
      "authors": [
        {
          "name": "Sharanpal Singh",
          "authorId": "2238049774"
        },
        {
          "name": "Shilpi Goyal",
          "authorId": "2238086654"
        }
      ],
      "year": 2024,
      "abstract": "Abstract The world is deeply connected through narratives, which enrich its stories and meanings. Tales about others and us bring vibrancy to life, making existence more dynamic. Critical Discourse Studies analyse these narratives, with the Discourse Historical Approach being a prominent method. This approach emphasises the centrality of narratives while integrating elements like comedy, tragedy, irony, and romance, as suggested by Frye. Such integration not only enhances causality, an essential aspect of textual analysis but also ensures that other essential features like conflict remain significant. By combining social dimensions with storytelling, this approach offers a more profound understanding of narratives. Habermas's theory of communicative action plays a vital role here, enhancing the semantic depth of the Discourse Historical Approach. It provides a solid foundation for analysing genres and narratives, making the process more authentic and insightful. Together, these methods create a robust framework for exploring how stories shape meaning and enrich discourse.",
      "citationCount": 0,
      "doi": "10.2478/jolace-2024-0010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9641c8bc299e7ab4b144b3ed84e5ff3f413b9fb",
      "venue": "Journal of Language and Cultural Education",
      "journal": {
        "name": "Journal of Language and Cultural Education",
        "pages": "28 - 38",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9caa2006c8371092dcd1aa02239e591f7d7fdfe6",
      "title": "Genealogy, Immanent Critique and Forms of Life: A Path for Decolonial Studies",
      "authors": [
        {
          "name": "J. Santos",
          "authorId": "2115632294"
        },
        {
          "name": "E. Sobottka",
          "authorId": "2083226268"
        }
      ],
      "year": 2022,
      "abstract": "Abstract This article argues for a viable genealogical approach within critical theory that could settle the questions regarding normative viability of such critique. Then, the implications of the normative inheritance implied lead to the pairing of Jaeggi’s conceptualization and critique of forms of life with Rosa’s dual diagnosis of (late) modernity through the structural lenses of genealogy as tridimensional endeavor posed by Saar. In the end, the final argument is that a genealogical critique in these terms could be the next step towards the revitalization of decolonial studies and a path for direct political action.",
      "citationCount": 2,
      "doi": "10.1515/humaff-2022-2034",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9caa2006c8371092dcd1aa02239e591f7d7fdfe6",
      "venue": "Human Affairs",
      "journal": {
        "name": "Human Affairs",
        "pages": "101 - 114",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b24b7481b52c956765475f5e4ffb71064931151a",
      "title": "Dirty research: a call towards decolonial urban knowledge production",
      "authors": [
        {
          "name": "Tanzil Shafique",
          "authorId": "1665878345"
        }
      ],
      "year": 2025,
      "abstract": "The conventional view of research emphasizes the systematic investigation to produce knowledge with an objective undertone, often emanating a sense of purity of the research process/methods. However, this piece calls for a reexamination of urban knowledge production, particularly its processual aspects and the implications of conducting it in relation to urban communities, where I suggest this purity is fictitious. The enquiry here arises from a decolonial critique of tokenistic engagement in urban research and an ontological critique of knowledge production as a good in itself. Instead, the concept of Dirty research presented here positions knowledge production as an embedded process within the creation of new worlds through entwining theory and action. I argue that the ways we conduct research—and the actions (or inactions) of researchers—are intricately connected to structural injustices, epistemic violence, and the perpetuation of coloniality. The proposed framework illustrates how urban research can be approached differently by adopting an ethos of reciprocity that 1) ensures parity in the knowledge produced, 2) fosters the co-production of research inquiries, and 3) cultivates empathetic allyship. By focusing on these interlinked processes, Dirty research conceptually challenges extractivist paradigms in urban knowledge production and charts pathways towards decolonial urban futures.",
      "citationCount": 8,
      "doi": "10.1080/13604813.2024.2447687",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b24b7481b52c956765475f5e4ffb71064931151a",
      "venue": "City",
      "journal": {
        "name": "City",
        "pages": "502 - 515",
        "volume": "29"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5bce78a7a6cecf0a0fe7d4997f9eaaee0d0895a8",
      "title": "Communicative Action's Democratic Deficit: A Critique of Habermas's Contribution to Democratic Theory",
      "authors": [
        {
          "name": "Martín Plot",
          "authorId": "117390174"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 8,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5bce78a7a6cecf0a0fe7d4997f9eaaee0d0895a8",
      "venue": "",
      "journal": {
        "name": "International Journal of Communication",
        "pages": "28",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b7dee35a1a9fb2c666b3bcde06fbe9300e02840b",
      "title": "A Psychoanalytic Critique of Jürgen Habermas' Theory of Communicative Action",
      "authors": [
        {
          "name": "Parker von Sternberg",
          "authorId": "114803346"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b7dee35a1a9fb2c666b3bcde06fbe9300e02840b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "aac293e3408975bc3d007c4c40f9cb5817918284",
      "title": "THE CRITIQUE OF COMMUNICATIVE REASON. COMMUNICATIVE ACTION AND PERSONAL IDENTITY (A kommunikativ esz kritikaja. Kommunikativ cselekves es szemelyes identitas)",
      "authors": [
        {
          "name": "S. Domonkos",
          "authorId": "8430760"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aac293e3408975bc3d007c4c40f9cb5817918284",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "43-63",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a8eb660b34334dd64463306031c129f08ac1fd23",
      "title": "Changing the world, one word at a time: The struggles of higher education and communicative action in a capitalist world",
      "authors": [
        {
          "name": "S. Harker",
          "authorId": "2326355950"
        }
      ],
      "year": 2017,
      "abstract": "Debates within critical educational theory and its relation to capitalism have often been heavily influenced by the tradition of critical social theory. For instance, Jurgen Habermas’ communicative action approach has proven to be a valuable theory that combines both analytical considerations regarding the conflict between the ‘lifeworld’ and ‘system’, and a decisively normative theory for deliberative and democratic discourse. However, Habermas’ communicative action does not go without problems, as a critical linguistic approach may prove. As such, in this paper I attempt to analyse the issues of communicative action in the context of anti-capitalist discourse and debate within and about higher education. To do this, I first outline Habermas’ and Fleming’s theories on the colonization of higher education, followed by a critique by means of Wittgenstein’s philosophy of language. As such, I attempt to argue that, in order to decolonize higher education from the ‘logic of capital’, we must reflect upon the language-games used when speaking about education.",
      "citationCount": 0,
      "doi": "10.26481/mjla.2017.v9.471",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a8eb660b34334dd64463306031c129f08ac1fd23",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "23-32",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0207b28486cf44d34491af17509606db6bd3d9e3",
      "title": "GENEALOGICAL CRITIQUE OF SOCIAL PRACTICES: NIETZSCHE AND FOUCAULT VERSUS HABERMAS",
      "authors": [
        {
          "name": "Arūnas Mickevičius",
          "authorId": "2079132490"
        }
      ],
      "year": 2025,
      "abstract": "This article aims to elucidate Michel Foucault’s interpretive engagement with key concepts in Friedrich Nietzsche’s philosophy, to demonstrate their significance for the development of Foucault’s genealogical method, and to examine how, particularly in his polemic with Jürgen Habermas, genealogy becomes a question of the legitimacy of critique — namely, how critical interrogation of social practices remains possible. The central thesis is that Foucault’s genealogy, shaped through a selective appropriation of Nietzschean insights and positioned as an alternative to Habermas’s theory of communicative action, should not be understood as a search for universally valid normative structures. Rather, it constitutes a historically grounded framework for understanding subjectivity and social practices, enabling us to think and act differently, and thereby contributing to the ongoing task of freedom. The article argues that Foucault, instrumentally relying on Nietzsche, developed genealogical hermeneutics as an interpretive practice that is oriented towards a critical understanding of social practices permeated by mechanisms of power. A key divergence from Nietzsche lies in Foucault’s de-psychologization of agency: whereas Nietzsche often grounds knowledge and morality in the subjective tactics of individuals, Foucault treats psychological\nmotivation as an effect of impersonal power strategies without strategists. The article further contends that the core disagreement between Foucault and Habermas concerns the relation between power, truth, and subjectivity. Foucault reverses the traditional dependency: rather than power being conditioned by truth and the subject, it is truth and the subject that are constituted through power. He critiques Habermas’s model of ideal communication as ahistorical and utopian, arguing that no discourse is free\nfrom power. Consequently, critique should not aim to abolish power, but to engage it through legal norms, techniques of governance, and an ethos that minimizes domination.",
      "citationCount": 0,
      "doi": "10.61095/815-0047-2025-1-43-63",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0207b28486cf44d34491af17509606db6bd3d9e3",
      "venue": "Topos",
      "journal": {
        "name": "Topos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "27b53e6bd41142bc063fe2f62e57ed65a96cebe5",
      "title": "Challenging the Body‐Mind Split Through a Decolonial Perspective: A Response to Robertson, Vélez, Huynh, and Hairston",
      "authors": [
        {
          "name": "Katemari Rosa",
          "authorId": "2066175247"
        }
      ],
      "year": 2025,
      "abstract": "As part of the special issue Centering Affect and Emotion Toward Justice and Dignity in Science Education, this paper responds to Robertson and colleagues' article: “Exposing and Challenging ‘Grit’ in Physics Education.” It examines affect theory and its connections to science identity formation. However, the paper critiques the body‐mind split inherent in affect theory, arguing it stems from colonial epistemologies. Through a decolonial analysis, the paper proposes an integrative framework informed by nondominant epistemologies. It argues that racism and colonization hinder learning possibilities and scientific advancement. The paper emphasizes shared responsibility for dismantling oppressive structures, including the “grit” discourse identified in the original paper. It aims to facilitate individual reflection and encourage collective action, fostering positive change within physics spaces.",
      "citationCount": 1,
      "doi": "10.1002/sce.70021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27b53e6bd41142bc063fe2f62e57ed65a96cebe5",
      "venue": "Science Education",
      "journal": {
        "name": "Science Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6cd41cc02bf02bfe0966514c8834e85efea83f65",
      "title": "Habermas, Honneth, Critical Theory, and Ideology Critique for Transformative Mixed Methods Research",
      "authors": [
        {
          "name": "Keith Morrison",
          "authorId": "2337953789"
        }
      ],
      "year": 2024,
      "abstract": "This article sets a theoretical foundation to transformative mixed methods research that is rooted in the critical theory of Habermas and Honneth. This addresses Habermas’s knowledge-constitutive interests and communicative action for redressing societal pathologies, and Honneth’s work on (mis)recognition, (dis)respect, and social justice. In doing so, the article argues for broadening the scope and embrace of mixed methods research, to go beyond being empirical research only or largely, and to include theorisation, critical theoretical discourse and its analysis, and ideology critique, as legitimate methods for (transformative) mixed methods research. The article makes a case for these methods as constituting important research methods in themselves in the portfolio of mixed methods research, moving the boundaries of mixed methods research beyond solely empirical studies, and providing emancipatory lenses and consciousness-raising in recognising that transformation takes many forms.",
      "citationCount": 0,
      "doi": "10.59455/jomes.53",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6cd41cc02bf02bfe0966514c8834e85efea83f65",
      "venue": "Journal of Mixed Methods Studies",
      "journal": {
        "name": "Journal of Mixed Methods Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f100ca236710a0d844a96ebba2f6137171b52ba3",
      "title": "Communication that constitutes and transforms subjects : communicative action in Jürgen Habermas , dialogical action in Paulo Freire and Organizational Studies",
      "authors": [
        {
          "name": "Luís Fernando Silva Andrade",
          "authorId": "2263135960"
        },
        {
          "name": "Valderí de Castro Alcântara",
          "authorId": "2077220623"
        },
        {
          "name": "José Roberto Pereira",
          "authorId": "2263147831"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f100ca236710a0d844a96ebba2f6137171b52ba3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "23845e97f69d5518065bf3c9e078a9dda4c086db",
      "title": "The nature of communication and the communication of nature: revisiting critical theory and nature through decolonial environmental communication and human rights education in Brazil",
      "authors": [
        {
          "name": "Vitor Blotta",
          "authorId": "2337837316"
        },
        {
          "name": "Thaís Brianezi",
          "authorId": "2337815383"
        }
      ],
      "year": 2024,
      "abstract": "The ways in which Western capitalist societies have exploited communication practices and media are similar to the exploitation and instrumentalisation of nature. In this paper, we want to argue that critical theorists’ concepts such as instrumental reason and communicative reason do not allow for sufficient critiques of current lifeworld colonisation processes, hindering the prevention of more significant forms of violence against peoples, communication, and natural environments. We begin by problematising Western philosophy and its anthropocentric and instrumental approaches to nature, and contrast them with Global South concepts such as Amerindian perspectivism and good living. Then, through case studies of the Amazon news agency Sumaúma and the Human Rights Observatory in Schools Project (PODHE), we reflect upon how decolonial and original peoples’ concepts and principles may enable us to draw the elements of new relations between people, communication, and nature, which may embody a radical critical theory of communication and nature.",
      "citationCount": 1,
      "doi": "10.38140/aa.v56i2.8977",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23845e97f69d5518065bf3c9e078a9dda4c086db",
      "venue": "Acta Academica",
      "journal": {
        "name": "Acta Academica: Critical views on society, culture and politics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7ee036879a22bbbc99be3be2da22d2f6304c898e",
      "title": "Decolonial Philosophies and Complex Communication as Praxis",
      "authors": [
        {
          "name": "Colette Sybille Jung",
          "authorId": "2320115921"
        }
      ],
      "year": 2024,
      "abstract": "Coalitional communication is a dwelling amidst non-dominant differences that requires introspective, complex communicative philosophy and practice. My concern is with differentiation in hierarchies. They are understood and shaped by colonial modernity. They are historical logics and practices of settler colonialism, enslavement, and citizenship. My perspective is feminist, decolonial critiques of modern, capitalist social systems. The analysis is grounded in communicative philosophy in intercultural contexts where folks intend justice and equality. For example, in political democracies, localized social alliances actually harm one another being hegemonic by taking routes of familiarity through structures of linguistic and practical cultural systems. Communicative projects of liberation across oppressions (with monologic and single-axis perceptions) tend to miss intersections of our raced and gendered experiences. The result is unintelligibility among us. In this state, one can sense in the body the space of the liminal—with both a communicative impasse and opening. Rather than aligning liberation and domination in the impasse, I describe the creativity of liminal space as a communicative opening. The opening is a recognition of multiplicity and a refusal to assimilate each other’s lived experiences into familiar, complex codes of habituated thought and action. Examining communication hostilities in oppressed–oppressing relations is a necessary condition for coalition. Thus, coalitional communication is a call to engage a full sense of listening to one another as relevant. Ways that decipher codes and signals of resistance come to constitute the project of creating relevant intelligibility together. Praxis as critical, dialectical, and intersectional thinking is part of this method.",
      "citationCount": 0,
      "doi": "10.3390/philosophies9050142",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7ee036879a22bbbc99be3be2da22d2f6304c898e",
      "venue": "Philosophies",
      "journal": {
        "name": "Philosophies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aad2847a3b30b2f2413d2f841ffed7cf6bc83469",
      "title": "On Communicative Rationality with Passion",
      "authors": [
        {
          "name": "M. Bakardjieva",
          "authorId": "2431336"
        }
      ],
      "year": 2024,
      "abstract": "This paper reflects on the reception and application of Habermas’ concept of the public sphere in media and communication studies at various points in recent history. It argues that it is urgent to focus the scholarly community’s intellectual efforts not on decrying the utopian nature of the concept, but on salvaging and honing its normative edge. Its central philosophical kernel, rational-critical debate, and its connection to concepts such as communicative action, communicative rationality and deliberation developed in Habermas’ later works, need to be re-examined and re-asserted as a vital criterion of democratic public communication. In defence of this argument, some of the most influential critiques of the public sphere model—its alleged neglect of emotions and conflict—are examined and challenged. The pathologies of the current space of mediatised public communication, it is argued, should be understood as symptoms of the erosion of communicative rationality and the ideal of the public sphere from the social imaginary.",
      "citationCount": 2,
      "doi": "10.1080/13183222.2024.2311021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aad2847a3b30b2f2413d2f841ffed7cf6bc83469",
      "venue": "Javnost - The Public",
      "journal": {
        "name": "Javnost - The Public",
        "pages": "46 - 63",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "84e4ed5d4b158347c41d7b3dfd4e1c329d824e00",
      "title": "At the Horizons of Modernity: Religion, Society, and Communication in Jürgen Habermas' The Theory of Communicative Action",
      "authors": [
        {
          "name": "Jarett Myskiw",
          "authorId": "114909640"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/84e4ed5d4b158347c41d7b3dfd4e1c329d824e00",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "935ec9041eb0c852ade3d4e0b8c89a74007741fa",
      "title": "Communicative Action and Rational Choice",
      "authors": [
        {
          "name": "Joseph Heath",
          "authorId": "115220971"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 360,
      "doi": "10.7551/mitpress/1955.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/935ec9041eb0c852ade3d4e0b8c89a74007741fa",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "4d20d3e617742b475c79a42335db98a1df2c573b",
      "title": "Feminist Reflections on Habermas’s Communicative Action",
      "authors": [
        {
          "name": "M. Pajnik",
          "authorId": "107635059"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 26,
      "doi": "10.1177/1368431006065719",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d20d3e617742b475c79a42335db98a1df2c573b",
      "venue": "",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "385 - 404",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
