{
  "status": "success",
  "source": "semantic_scholar",
  "query": "disability communicative rationality",
  "results": [
    {
      "paperId": "e800f886948180d54d170a0fe45cd73c93428807",
      "title": "Philosophical Inquiry in Education Disabling Intervention: Intellectual Disability and the Justification of Paternalism in Education",
      "authors": [
        {
          "name": "Kevin McDonough",
          "authorId": "2364630192"
        },
        {
          "name": "Ashley Taylor",
          "authorId": "2260522028"
        }
      ],
      "year": null,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e800f886948180d54d170a0fe45cd73c93428807",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "f423fdedad1b9f072ac1de27cc696806eb3db90c",
      "title": "Adapting Habermas’ construct of communicative rationality into a framework for analyzing students’ statistical literacy",
      "authors": [
        {
          "name": "Christian Büscher",
          "authorId": "2303909939"
        }
      ],
      "year": 2024,
      "abstract": "This study argues that the works of philosopher Jürgen Habermas can provide useful directions for mathematics education research on statistical literacy. Recent studies on the critical demands posed by statistical information in media highlight the importance of the communicative component of statistical literacy, which involves students’ ability to react to statistical information. By adapting Habermas’ construct of communicative rationality into a framework for statistical literacy, a novel analytical tool is presented that can provide theoretical insights as well as in-depth empirical insights into students’ communication about statistical information. Central to the framework are the four validity claims of comprehensibility, truth, truthfulness, and rightness which interlocutors need to address to engage in statistical communication. The empirical usefulness of the framework is shown by presenting the results of a study that examined Grade 5 students’ responses to fictional arguments about the decline of Arctic sea ice. The Habermas-based framework not only reveals that complex evaluations of statistical arguments can take place even in Grade 5 but also shows that students’ evaluations vary greatly. Empirical results include a content-specific differentiation of validity claims through inductively identified sub-categories as well as a description of differences in the students’ uses of validity claims.",
      "citationCount": 2,
      "doi": "10.1007/s10649-024-10325-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f423fdedad1b9f072ac1de27cc696806eb3db90c",
      "venue": "Educational Studies in Mathematics",
      "journal": {
        "name": "Educational Studies in Mathematics",
        "pages": "121 - 141",
        "volume": "117"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aad2847a3b30b2f2413d2f841ffed7cf6bc83469",
      "title": "On Communicative Rationality with Passion",
      "authors": [
        {
          "name": "M. Bakardjieva",
          "authorId": "2431336"
        }
      ],
      "year": 2024,
      "abstract": "This paper reflects on the reception and application of Habermas’ concept of the public sphere in media and communication studies at various points in recent history. It argues that it is urgent to focus the scholarly community’s intellectual efforts not on decrying the utopian nature of the concept, but on salvaging and honing its normative edge. Its central philosophical kernel, rational-critical debate, and its connection to concepts such as communicative action, communicative rationality and deliberation developed in Habermas’ later works, need to be re-examined and re-asserted as a vital criterion of democratic public communication. In defence of this argument, some of the most influential critiques of the public sphere model—its alleged neglect of emotions and conflict—are examined and challenged. The pathologies of the current space of mediatised public communication, it is argued, should be understood as symptoms of the erosion of communicative rationality and the ideal of the public sphere from the social imaginary.",
      "citationCount": 2,
      "doi": "10.1080/13183222.2024.2311021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aad2847a3b30b2f2413d2f841ffed7cf6bc83469",
      "venue": "Javnost - The Public",
      "journal": {
        "name": "Javnost - The Public",
        "pages": "46 - 63",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "efa43662ab82f75bc3e9c99d2a8fba4b4bac699e",
      "title": "Religious Moderation in Digital Media Discourse: A Study of the nu.or.id Portal from the Perspective of Communicative Rationality",
      "authors": [
        {
          "name": "Wayan Salendra",
          "authorId": "2382892713"
        }
      ],
      "year": 2024,
      "abstract": "The rise of popular Islamic media in the digital age has shifted the influence from traditional to popular religion, impacting society's mindset. Interestingly, the digital space is predominantly occupied by conservative and radical forms of Islam. In response, this study examines the strategies employed by moderate groups to promote religious moderation, particularly through the Islamic portal nu.or.id. This portal aims to provide reliable information about Nu-an and Islam. The study analyzes articles, concepts, and viewpoints published on the portal to evaluate their promotion of moderation. Jürgen Habermas' theory of communicative rationality is used to assess moderate tendencies, while essays on nu.or.id are evaluated based on truth, accuracy, and honesty. The study concludes that nu.or.id's efforts to promote religious moderation have a significant impact on filtering news content or thoughts that do not align with Islamic values. Writers consistently use logical and religious arguments to challenge the conservative-radical narrative of Islam. The strategy implemented by portals such as nu.or.id appears to resonate with middle-class Muslims, who are often targeted by fundamentalist groups. Therefore, targeting a general audience through nu.or.id is seen as a positive step.",
      "citationCount": 4,
      "doi": "10.25217/jf.v9i2.4954",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/efa43662ab82f75bc3e9c99d2a8fba4b4bac699e",
      "venue": "FIKRI Jurnal Kajian Agama Sosial dan Budaya",
      "journal": {
        "name": "Fikri : Jurnal Kajian Agama, Sosial dan Budaya"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f0597deb3c59c3a8f491bf3722c5cb38c405d58",
      "title": "Mainstreaming Religious Moderation in the Digital Space: An Examination of Islami.co Web Portal in the Perspective of Jürgen Habermas’ Communicative Rationality",
      "authors": [
        {
          "name": "Mukhammad Zamzami",
          "authorId": "2054194059"
        },
        {
          "name": "Siti Roisadul",
          "authorId": "2258763218"
        },
        {
          "name": "Nisok Muktafi",
          "authorId": "2258761925"
        },
        {
          "name": "Abd A'LA Zumrotul",
          "authorId": "2258761932"
        },
        {
          "name": "Mukaffa",
          "authorId": "2258763162"
        },
        {
          "name": "Mukhammad Zamzami",
          "authorId": "2054194059"
        },
        {
          "name": "Siti Roisadul Nisok",
          "authorId": "2213920995"
        },
        {
          "name": "Zumrotul Mukaffa",
          "authorId": "2102313400"
        }
      ],
      "year": 2023,
      "abstract": "The development of popular Islamic media in the digital era, associated with an authority shift from traditional to popular religion, has enhanced peoples’ ways of thinking. Ironically, conservative and radical Islamic models have dominated the digital space. Therefore, in response to this phenomenon, this research examines how the mainstreaming strategy of religious moderation is carried out by moderate groups, specifically a non-affiliated Islamic portal called Islami.co, with the tagline “Enlightening and Friendly Islamic Media.” This research also analyzed articles, concepts, and perspectives to determine whether they are in the moderate category using the Jürgen Habermas’ theory of communicative rationality. Furthermore, the essays in the islami.co were analyzed according to three kinds of validity claims, namely truth, accuracy, and honesty. This study concluded that mainstreaming religious moderation through this islami.co’s media significantly impacts the community as a filter from news content or thoughts that do not reflect the Islamic value of mercy to all mankind. Islami.co’s writers continuously endeavor to test conservative-radical Islamic narratives that develop in a society with logical (aqli) and religious (naqli) arguments presented with brief and uncomplicated explanations. The strategy of popular Islamic portals such as islami.co is quite acceptable to middle-class Muslims, as often preached by the fundamentalist groups. Therefore, it is very appropriate to direct islami.co’s target audience to readers from the general public. Keywords: Religious moderation, digital space, Islami.co, communicative rationality, religious authority.",
      "citationCount": 11,
      "doi": "10.17576/jkmjc-2023-3901-05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f0597deb3c59c3a8f491bf3722c5cb38c405d58",
      "venue": "Jurnal Komunikasi: Malaysian Journal of Communication",
      "journal": {
        "name": "Jurnal Komunikasi: Malaysian Journal of Communication"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "24906807817c3956a9e0d9af7c104f8bc77c852c",
      "title": "Reconstruction of Communicative Rationality: A Study on the Digital Mass Media Society in Indonesia",
      "authors": [
        {
          "name": "Ribut Priadi",
          "authorId": "2091559542"
        },
        {
          "name": "Muhamma Thariq",
          "authorId": "2357172635"
        }
      ],
      "year": 2023,
      "abstract": "This study examined the cognitive response of Indonesian society (namely, the people who use digital mass media) to the narratives built by digital mass media. Establishing an argumentative “communication” relationship between digital mass media and society is necessary because the narratives built by digital mass media tend to represent particular interests. Therefore, between the two, an argumentative “communication” relationship is needed to reach a consensus through the expression of rational language. This relationship actually forms a communicative society based on the value of emancipatory critical rationality to achieve \"consensus\". Thus, the problem posed in this study, ‘How is the cognitive response and form of digital society in Indonesia within the scope of the digital mass media era?’ To answer that question this study used a qualitative approach by conducting a sociological study of the narratives in the digital mass media user community, especially convergence mass media (kompas.com, tempo.co, and tribunnews.com). While the technique of the validity test of the narrative data of people who use digital mass media uses was the triangulation technique of sources and theories. This study found that digital society can create and produce imaginative spaces based on its own laws and culture. Its awareness of the digital mass media narrative is solid and shifts its passive role as an object to be ‘interactive’ (itself as a subject) with mass media. Meanwhile, the relationship between digital society and communication technology has three options, namely, first, digital society positions itself as technology; second, humanize technology as itself; and third, dialectically compromising the potential of humanity and technology.",
      "citationCount": 9,
      "doi": "10.24329/aspikom.v8i2.1326",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24906807817c3956a9e0d9af7c104f8bc77c852c",
      "venue": "Jurnal Aspikom",
      "journal": {
        "name": "Jurnal ASPIKOM"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ea93abc1f3e721cfa2651453b15d895e50e69b2f",
      "title": "Fact-Finding Without Rules: Habermas's Communicative Rationality as a Framework for Judicial Assessments of Digital Open-Source Information",
      "authors": [
        {
          "name": "M. Gillett",
          "authorId": "39447910"
        }
      ],
      "year": 2023,
      "abstract": "Jürgen Habermas’s theory of “communicative rationality” (also known as “communicative action”) provides a promising conceptual apparatus through which to justify and validate the International Criminal Court’s consideration of the emerging phenomenon of digital open-source information. Because of its process-based and inclusive qualities, Habermas’s communicative rationality is particularly apposite for the dynamic nature of digital open-source information and the heterogenous range of actors and institutions which have relevant experiences and skills to contribute to the generation of norms and determinations regarding its role before the Court. This is important, as the International Criminal Court’s procedural framework is largely silent on digital material, despite the risks of such materials being misinterpreted or misused as a vehicle for disinformation. In the absence of prescriptive regulatory responses, this article argues that Jürgen Habermas’s communicative rationality provides a justifiable framework for the court’s judicial deliberations regarding digital information. Importantly, Habermas emphasizes forming a broad epistemic community to draw specialists into the deliberative process. As the truth-seeking evidentiary function increasingly moves outside of the courtroom, Habermas’s communicative rationality constitutes an inclusive approach capable of inculcating specialized knowledge into judicial deliberations. In this way, communicative rationality can provide a powerful conceptual justification for the judicial exercise of power regarding the emerging phenomenon of digital open-source information.",
      "citationCount": 1,
      "doi": "10.36642/mjil.44.3.fact",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea93abc1f3e721cfa2651453b15d895e50e69b2f",
      "venue": "Michigan Journal of International Law",
      "journal": {
        "name": "Michigan Journal of International Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5dbd92b79add20d0804b524cee6d9538e3cfb0b9",
      "title": "Communities of practice or communicative rationality? A study of autonomous peer assisted learning",
      "authors": [
        {
          "name": "Chitra Jayathilake /  Chitra Jayathilaka",
          "authorId": "98767544"
        },
        {
          "name": "M. Huxham",
          "authorId": "4447141"
        }
      ],
      "year": 2021,
      "abstract": "Defined as ‘networks of learning relationships among students and significant others’, peer assisted learning takes a bewildering array of forms in higher education. A useful way to conceptualise these is to draw from ideas of communities of practice and communicative rationality, with the degree of student autonomy a third key element. We illustrate this approach with a study of Kuppi, an example of peer assisted learning initiated and organised entirely by students. We interviewed undergraduate participants from six state universities in Sri Lanka and found strong support for this model of peer assisted learning from student learners and student tutors. These classes are characterised by informality and discussion, flexibility in timing and location and a focus on assessments. Students determine the content and who teaches, whilst tutors give their time without payment, out of fraternity and to improve their own learning and skills. The theory of communicative rationality helped explain much of the attraction of this form of peer assisted learning. There was evidence for a strong community of practice; however apart from peer tutors aspiring to become academics, this involved mostly reinforcement of student identity rather than transformation into emerging roles. The high levels of engagement and student autonomy shown by Kuppi challenge suggestions that peer assisted learning must be organised by tutors if it is to be effective.",
      "citationCount": 8,
      "doi": "10.1177/1469787421998123",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5dbd92b79add20d0804b524cee6d9538e3cfb0b9",
      "venue": "Active Learning in Higher Education",
      "journal": {
        "name": "Active Learning in Higher Education",
        "pages": "205 - 216",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "de4cab249947941a316f7505ab746f1a773a288c",
      "title": "Research on the Contradiction of Communicative Rationality in the Network Public Sphere",
      "authors": [
        {
          "name": "Ben Xu",
          "authorId": "2112231224"
        }
      ],
      "year": 2021,
      "abstract": "The network public sphere is an absence space under the background of the network society. Compared with the presence space, the absence space is a space where facial expressions, specific places, and specific environments are not presented. It is a virtual space with the connotation of information flow, symbol display, language exchange and meaning pursuit. The communicative action in the absence space is constructed with symbols as the core, and has new content compared to the previous presence space. Correspondingly, the communicative action in the network public sphere has also formed new characteristics: the cross-temporal and spatial nature of communicative symbols in the communication process, the perceptibility of attitude trends, the diversity of cultural backgrounds, and the low cost of interaction. This article focuses on the impact of the low cost of interaction on the communication action in the network public sphere. On the one hand, the low cost of interaction is an important factor that directly leads to the low degree of rationalization of communicative actions. On the other hand, this feature is also an important force to promote the rise of the network public sphere, because the low cost of interaction makes the discussion in the public sphere more adequate. As far as the current social situation is concerned, the rationality of communication in the network public sphere has not been fully established. Finally, combined with Habermas' theory of communicative action, this article believes that the core of establishing communicative rationality in the Internet age lies in the modernization of human.",
      "citationCount": 1,
      "doi": "10.54254/lnep.iceipi.2021204",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/de4cab249947941a316f7505ab746f1a773a288c",
      "venue": "Lecture Notes in Education Psychology and Public Media",
      "journal": {
        "name": "Lecture Notes in Education Psychology and Public Media"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f9b1a86eb01cdb42f3932e14c28b499674568d1c",
      "title": "“Habermasville”: Police–Community Intersections and Communicative Rationality",
      "authors": [
        {
          "name": "S. McCandless",
          "authorId": "145552488"
        },
        {
          "name": "G. Vogler",
          "authorId": "100673642"
        }
      ],
      "year": 2019,
      "abstract": "Police–community relations in the United States are seeing a crisis of trust and legitimacy. Minorities disproportionally experience police contact, and recent shootings of unarmed persons raise concerns about whether minority communities have equal protection of the law. This paper uses Jürgen Habermas’s theory of communicative rationality to examine this distrust. The argument is that Habermas’s theory positively informs understanding of police–community relations in that distrust is caused by lack of communicative acts in favor of strategic acts emphasizing crime control that maintains unjust systems.",
      "citationCount": 4,
      "doi": "10.1080/10841806.2019.1678350",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9b1a86eb01cdb42f3932e14c28b499674568d1c",
      "venue": "",
      "journal": {
        "name": "Administrative Theory & Praxis",
        "pages": "443 - 458",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "16aeb54ac551a8a90f1bf532d000191a5e74e253",
      "title": "FOSSILIZATION, COMMUNICATIVE RATIONALITY AND COMMUNICATION STRATEGIES IN SECOND LANGUAGE LEARNING",
      "authors": [
        {
          "name": "Zhanna Vavilova",
          "authorId": "66462179"
        },
        {
          "name": "Jonathan Broadbent",
          "authorId": "2072185735"
        }
      ],
      "year": 2019,
      "abstract": "Fossilization was first defined in 1972 as a failure, or an ultimate attainment in adult second language acquisition that falls short of native-speaker competence. It represents a final stage in the interlanguage development of the individual learner and characterizes all but a very few adult second language learners. Over the 40 years or so since the term appeared, fossilization in adult second language acquisition has come to be widely accepted by scholars as a genuinely existing phenomenon. Fossilization is now viewed as permanent and resistant to correction either through instruction or acculturation. However, no universally accepted definition or explanation of fossilization has achieved universal acceptance. This paper attempts to add an extralinguistic perspective on fossilization and its possible outcome in the communicative practice of adult L2 speakers by building a bridge between linguistics and teaching languages, on the one hand, and philosophy of communication, on the other. Habermasian concept of communicative rationality is applied to demonstrate that oratory and writing skills ensure a more significant role in a dialogue, which seems to be sufficient grounds for fighting fossilization. In terms of the theory of speech acts, the paper attempts to trace the mechanism of fossilizing in a transition from the inner space of an individual consciousness and intent (illocution) to the outer space of the perlocutionary consequence when a locutionary distortion of the speech itself does not affect the speaker’s intent and he / she receives no feedback of the error made. Several factors inhibiting the effectiveness of such corrective feedback are touched upon, as well as certain strategies adopted by second language learners in their communicative efforts.",
      "citationCount": 3,
      "doi": "10.22363/2313-2299-2019-10-2-522-531",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/16aeb54ac551a8a90f1bf532d000191a5e74e253",
      "venue": "",
      "journal": {
        "name": "RUDN Journal of Language Studies, Semiotics and Semantics",
        "pages": "522-531",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f6c5fc030570441711a7e681af78d01385cef6d1",
      "title": "‘Which part of my group do I represent?’: disability activism and social media users with concealable communicative disabilities",
      "authors": [
        {
          "name": "Nomy Bitman",
          "authorId": "97159441"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT Social media provides marginalized activists multiple options for constructing alternative narratives that challenge mainstream discourse. However, despite these platforms’ increasing accessibility, disabled activists may struggle in creating their counter-narrative. Their inability to conform to able-bodied notions of activism leaves their individual experiences out of the discussion of social media activism. This paper addresses this gap by presenting the individual decision-making process of disabled social media users regarding activists’ performances in social media as gleaned from the qualitative analysis of in-depth interviews. This process includes three phases that demonstrate the experiences of social media users with communicative concealable disabilities – autistics, hard-of-hearing (HoH), and people who stutter. First, these interviewees present a spectrum of perceptions of disability activism in social media. Second, these perceptions lead to a spectrum of motivations, which mirror the interviewees’ various risk-benefit calculations regarding public self-disclosure as disabled. Third, these perceptions and motivations are manifested through interviewees’ strategic design of their activist performances in private and public spheres. By rethinking key concepts in social media activism – risk-benefit calculation, slacktivism, and digital storytelling – this process illustrates taken-for-granted assumptions of personalization, visibility and representation, that challenge current discussions on social media activism.",
      "citationCount": 19,
      "doi": "10.1080/1369118X.2021.1963463",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f6c5fc030570441711a7e681af78d01385cef6d1",
      "venue": "Information, Communication & Society",
      "journal": {
        "name": "Information, Communication & Society",
        "pages": "619 - 636",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6dee61f3a672a01c6b3c10f05f36b79eacd95130",
      "title": "Communicative Rationality",
      "authors": [
        {
          "name": "D. Strecker",
          "authorId": "114495620"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1017/9781316771303.017",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6dee61f3a672a01c6b3c10f05f36b79eacd95130",
      "venue": "The Cambridge Habermas Lexicon",
      "journal": {
        "name": "The Cambridge Habermas Lexicon"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c40de26f138fda432da7cc68ae38fc7bc25cc228",
      "title": "Digital demos: Exploring communicative rationality on Reddit",
      "authors": [
        {
          "name": "Evan Alexander Nevard",
          "authorId": "116497712"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c40de26f138fda432da7cc68ae38fc7bc25cc228",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1acf95cb623e4e9c65e227a76a816aa6291506b9",
      "title": "Governance in Malawian universities: The role of dialectical reasoning and communicative rationality",
      "authors": [
        {
          "name": "L. Shawa",
          "authorId": "113550775"
        }
      ],
      "year": 2016,
      "abstract": "Contrary to much research that describe governance problems in African universities within lenses of positivism, this paper takes a critical theory approach. Based on insights from in-depth interviews with university administrators, academics and student union leaders, the paper reveals tensions among these university actors, which stem from the neopatrimonial aspect of the big-man syndrome. The big-man syndrome poses as the taken-for-granted aspect that facilitates misuse of power among university actors. Thus, this paper demonstrates that in Malawian universities most governance problems result from misuse of power among actors facilitated by the big-man syndrome. A proposal presented is for actors to contain the big-man syndrome and allow for democratic governance by employing dialectical reasoning and the Habermasian theory of communicative rationality. Keywords: university governance, critical theory, the big-man syndrome, democratic governance, dialectical reasoning, communicative rationality",
      "citationCount": 2,
      "doi": "10.20853/27-1-230",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1acf95cb623e4e9c65e227a76a816aa6291506b9",
      "venue": "",
      "journal": {
        "name": "South African journal of higher education",
        "pages": "221-238",
        "volume": "27"
      },
      "publicationTypes": null
    },
    {
      "paperId": "118dc1625573315689dee61ac10c8abb52de2f88",
      "title": "Communicative rationality and hermeneutical insights for preaching in a context of poverty",
      "authors": [
        {
          "name": "H. Pieterse",
          "authorId": "39980397"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.17570/NGTT.2002.V43N3.A20",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/118dc1625573315689dee61ac10c8abb52de2f88",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "555-562",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "75e2d8ddaed63198e0b6c3f34fb89df57e092019",
      "title": "Observational Data on Socio-Communicative Phenomena in Classrooms Supporting Students with Profound Intellectual and Multiple Disability (PIMD): Advancing Theory Development on Learning and Engagement Through Data Analysis",
      "authors": [
        {
          "name": "M. Arthur-Kelly",
          "authorId": "1402215743"
        },
        {
          "name": "P. Foreman",
          "authorId": "46722618"
        },
        {
          "name": "B. Maes",
          "authorId": "95421514"
        },
        {
          "name": "K. Colyvas",
          "authorId": "6557872"
        },
        {
          "name": "G. Lyons",
          "authorId": "2056225167"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1007/S41252-017-0045-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/75e2d8ddaed63198e0b6c3f34fb89df57e092019",
      "venue": "",
      "journal": {
        "name": "Advances in Neurodevelopmental Disorders",
        "pages": "25-37",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9952489ae16b607adff7a1693608a5efb1a5334b",
      "title": "Communicative Rationality of the Maxwellian Revolution",
      "authors": [
        {
          "name": "R. M. Nugayev (Nugaev)",
          "authorId": "101736106"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1007/S10699-015-9417-Z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9952489ae16b607adff7a1693608a5efb1a5334b",
      "venue": "",
      "journal": {
        "name": "Foundations of Science",
        "pages": "447-478",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e43c13b0cf6ebcda01cb722cec24a333b85cc5ce",
      "title": "The impact of socio-political change on public sphere theory: exploring the relevance of communicative rationality",
      "authors": [
        {
          "name": "Katerina Strani",
          "authorId": "101636204"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e43c13b0cf6ebcda01cb722cec24a333b85cc5ce",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "31-40",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9441898a39ff692fe4805509b4466d2310103861",
      "title": "Strategies that assist children with communicative disability during hospital stay",
      "authors": [
        {
          "name": "Gunilla C. Thunberg",
          "authorId": "3270783"
        },
        {
          "name": "M. Buchholz",
          "authorId": "2781445"
        },
        {
          "name": "S. Nilsson",
          "authorId": "97736812"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 20,
      "doi": "10.1177/1367493514568298",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9441898a39ff692fe4805509b4466d2310103861",
      "venue": "Journal of Child Health Care",
      "journal": {
        "name": "Journal of Child Health Care",
        "pages": "224 - 233",
        "volume": "20"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
