{
  "status": "success",
  "source": "semantic_scholar",
  "query": "decolonizing deliberative democracy global south subaltern",
  "results": [
    {
      "paperId": "476a97380b9e5fca9b01b8877b543814726735f5",
      "title": "Decolonizing deliberative democracy",
      "authors": [
        {
          "name": "Ricardo Fabrino Mendonça",
          "authorId": "2326758687"
        },
        {
          "name": "Hans Asenbaum",
          "authorId": "40937437"
        }
      ],
      "year": 2025,
      "abstract": "Deliberative democracy advances an emancipatory project of inclusion, equality, and freedom. Yet these ideals have been produced within a context structured by colonial power. This article argues that if deliberative democracy is to unfold its full democratic potential, it needs to face its colonial legacies and position a decolonizing ethos at its center. The article proposes a framework consisting of six moves toward decolonizing deliberative democracy—three deconstructive and three reconstructive: 1. acknowledging modernity's violence; 2. recognizing epistemic injustices within the knowledge production of deliberative democracy; 3. criticizing the colonial drive of deliberative institutions; 4. theorizing from the bottom up by and with Indigenous and marginalized groups; 5. engaging in an open dialogue with the Global South scholarship; 6. focusing on emancipation.",
      "citationCount": 12,
      "doi": "10.1177/13684310241297906",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/476a97380b9e5fca9b01b8877b543814726735f5",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "63 - 84",
        "volume": "29"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8323ff7b877b4ea933ee9249c1fcdffb9830302d",
      "title": "Postcolonial theories from the Global South",
      "authors": [
        {
          "name": "Manfred Liebel",
          "authorId": "2089310794"
        }
      ],
      "year": 2020,
      "abstract": "This chapter outlines the basic ideas of postcolonial theory and presents some of the most important contributions from Africa and Latin America. It introduces different currents of postcolonial theory known as Subaltern Studies, Postcolonial Studies, Southern Theory, Philosophy of Liberation, Ethnophilosophy, Coloniality of Power, Coloniality of Knowledge, De-Coloniality/Decolonization, Epistemology of the South or Ubuntu, and discusses their significance for the analysis of childhoods in the Global South. Although postcolonial thought has not taken children and childhoods into consideration, the chapter takes it up in order to acquire a better understanding of children in their respective living contexts and their potentials for action, by which childhoods are placed more precisely in their historical and geopolitical contexts.",
      "citationCount": 1,
      "doi": "10.2307/j.ctv114c75h.7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8323ff7b877b4ea933ee9249c1fcdffb9830302d",
      "venue": "Decolonizing Childhoods",
      "journal": {
        "name": "Decolonizing Childhoods"
      },
      "publicationTypes": null
    },
    {
      "paperId": "762d5de0a96f5e337451d7c2b5cd4c8c2220ca52",
      "title": "FRAGMENTED NARRATIVES, UNIFIED STRUGGLES: THE SUBALTERN IN 'THE MINISTRY OF UTMOST HAPPINESS' BY ARUNDHATI ROY",
      "authors": [
        {
          "name": "Ayesha Raj",
          "authorId": "2400328641"
        },
        {
          "name": "Mamoona Manzoor",
          "authorId": "2400334519"
        },
        {
          "name": "Sidra Saeed",
          "authorId": "2400328877"
        }
      ],
      "year": 2025,
      "abstract": "Post-colonial theory has remained one of the most appealing academic topics of study since the Indian subcontinent gained independence from colonial rule. The term \"subaltern\" is a product of the post-colonial era, which has given rise to a vast body of literature. The definition and features connected with the term \"subaltern\" have changed dramatically as a result of socioeconomic conditions. Arundhati Roy, a conscious writer, has focused her second novel, “The Ministry of Utmost Happiness”, on contemporary socio-political issues that are pertinent to the study of \"subaltern,\" particularly in the South Asian context. As the work is dedicated to \"The Unconsoled,\" it is essentially about everyone and everything happening in quickly changing India, notably about displaced and marginalised people . Transgender issues were raised by the protagonist or primary character of the literature. Other persistent issues such as gender discrimination, caste inequity, capitalism, and a slew of other sociopolitical issues were also addressed. S Roy is a prolific author who has written works on capitalism, globalization, and democracy. As a result, The Ministry of Utmost Happiness is definitely and instinctively an explosion of the author's observations of \"The New Subaltern\" who are victims of social and political injustice. As a result, the purpose of this article is to look at Roy's portrayal of \"The New Subaltern\" in a democratic India setting through her characters, who are framed in a post-colonial position.",
      "citationCount": 0,
      "doi": "10.63878/cjssr.v3i4.1611",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/762d5de0a96f5e337451d7c2b5cd4c8c2220ca52",
      "venue": "Contemporary Journal of Social Science Review",
      "journal": {
        "name": "Contemporary Journal of Social Science Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fe5948c97c72f69eb1f21d156a58f3b41cb69230",
      "title": "Ethics of Global Development: Agency, Capability, and Deliberative Democracy ‐ by David A. Crocker",
      "authors": [
        {
          "name": "I. Robeyns",
          "authorId": "11842754"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.1111/j.1747-7093.2009.00235.x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe5948c97c72f69eb1f21d156a58f3b41cb69230",
      "venue": "Ethics and International Affairs",
      "journal": {
        "name": "Ethics & International Affairs",
        "pages": "426 - 427",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "52d6b7c58a785c517f8232c8d7a9ec89081b4b5d",
      "title": "Sufferings of a Many-worldly Planet: Decolonizing Harm for Post-Westphalian International Relations",
      "authors": [
        {
          "name": "Ishan Fouzdar",
          "authorId": "2308866719"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/00208817251371858",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52d6b7c58a785c517f8232c8d7a9ec89081b4b5d",
      "venue": "",
      "journal": {
        "name": "International Studies",
        "pages": "364 - 377",
        "volume": "61"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3cd9e91d8b2eee7fb96a820500eb314bf0c31b23",
      "title": "Transmodernity, border thinking, and global coloniality Decolonizing political economy and postcolonial studies",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "authorId": "11314391"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 70,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3cd9e91d8b2eee7fb96a820500eb314bf0c31b23",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d0cd1c667dd215ef53f4f91268f0c3358a28e136",
      "title": "Review of Decolonizing Enlightenment. Transnational Justice, Human Rights and Democracy in a Postcolonial World",
      "authors": [
        {
          "name": "José Miguel Nieto Olivar",
          "authorId": "2089898223"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0cd1c667dd215ef53f4f91268f0c3358a28e136",
      "venue": "",
      "journal": {
        "name": "Wagadu: a Journal of Transnational Women's and Gender Studies",
        "pages": "179",
        "volume": "15"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "76bfc4eecc6d52d9a0fe121a53932ea4e316017b",
      "title": "Trans-development and the Global South: Counter-hegemonic Strategy for Building an Ecological Global Civilization",
      "authors": [],
      "year": null,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76bfc4eecc6d52d9a0fe121a53932ea4e316017b",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "5cde31aead81ba48e43683a32d156160c033b430",
      "title": "From ‘Alterity’ towards ‘Reciprocity’: Sumak Kawsay-the Andean Wisdom Decolonizing ‘Development & Progress’ and Re-claiming the Roots",
      "authors": [
        {
          "name": "Shruti P. Agnihotri",
          "authorId": "48647688"
        },
        {
          "name": "Nupur Manasi",
          "authorId": "2140483081"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5cde31aead81ba48e43683a32d156160c033b430",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "b07cf5791d30c5c9e1a0731903e02708b6bc4d90",
      "title": "Technology and (Dis)Empowerment: A Call to Technologists",
      "authors": [
        {
          "name": "Aaditeshwar Seth",
          "authorId": "1775627"
        }
      ],
      "year": 2022,
      "abstract": "their technologies, and with society, to democratically evolve a new paradigm for technology design and management that can lead to equality. Building upon the foundations of Marxist humanism, Habermas’ theories on the public sphere and deliberative democracy, and Foucault’s analysis of power, ACT proposes new frameworks for technology design, management, and navigating the political economy of technology, which technologists should learn to master. Many examples cited in ACT are centred in India and open up a further dimension for a critical analysis of technology in the different contexts of the Global North and the Global South.",
      "citationCount": 12,
      "doi": "10.1108/9781803823935",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b07cf5791d30c5c9e1a0731903e02708b6bc4d90",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "4e28190a39a44ab49bb56c4102848fabf6d0e3fd",
      "title": "Postcolonialism, Decoloniality, and Epistemologies of the South",
      "authors": [
        {
          "name": "Boaventura de Sousa Santos",
          "authorId": "137030995"
        }
      ],
      "year": 2021,
      "abstract": "Postcolonialism, decoloniality, and epistemologies of the South (ES) are three main ways of critically approaching the consequences of European colonialism in contemporary social, political, and cultural ways of thinking and acting. They converge in highlighting the unmeasurable sacrifice of human life; the expropriation of cultural and natural wealth; and the destruction, by suppressing, silencing, proscribing, or disfiguring, of non-European cultures and ways of knowing. The differences among them stem in part from the temporal and geographical contexts in which they emerged. Postcolonial studies emerged in the 1960s in the aftermath of the political independence of European colonies in Asia and Africa. They focused mainly on the economic, political, and cultural consequences of decolonization, highlighting the postindependence forms of economic dependence, political subordination, and cultural subalternization. They argue that while historical colonialism had ended (territorial occupation and ruling by a foreign country), colonialism continued under different guises. Decolonial studies emerged in the 1990s in Latin America. Since the political independence of the Latin American countries took place in the early 19th century, these analytical currents assumed that colonialism was over, but it had in fact been followed by coloniality, a global pattern of social interaction that inherited all the social and cultural corrosiveness of colonialism. Coloniality is conceived of as an all-encompassing racial understanding of social reality that permeates all realms of economic, social, political, and cultural life. Coloniality is the idea that whatever differs from the Eurocentric worldview is inferior, marginal, irrelevant, or dangerous. The ES, formulated in the 2000s, aim at naming and highlighting ancient and contemporary knowledges held by social groups as they resisted against modern Eurocentric domination. They conceive of modern science as a valid (and precious) type of knowledge but not as the only valid (and precious) type of knowledge; they insist on the possibility of interknowledge and intercultural translation. ES share with postcolonialism the idea that colonialism is not over. However, they insist that modern domination is constituted not only by colonialism but also by capitalism and patriarchy. Like decolonial studies, the ES denounce the cognitive and ontological destruction caused by coloniality, but they focus on the positiveness and creativity that emerge from knowledges born in struggle and on how they translate themselves into alternative ways of knowing and practicing self-determination.",
      "citationCount": 20,
      "doi": "10.1093/acrefore/9780190201098.013.1262",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4e28190a39a44ab49bb56c4102848fabf6d0e3fd",
      "venue": "Oxford Research Encyclopedia of Literature",
      "journal": {
        "name": "Oxford Research Encyclopedia of Literature"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a5ffef834074df3311cade99853b049e995c43ed",
      "title": "Decolonial Studies, Non-Extractive Methods, and Participatory Action Research in Accounting",
      "authors": [
        {
          "name": "Cleia Maria da Silva",
          "authorId": "2156498498"
        },
        {
          "name": "F. Sauerbronn",
          "authorId": "2083844215"
        },
        {
          "name": "Michel Thiollent",
          "authorId": "2099922207"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT Objective: this paper discusses how accounting supports financial capitalism in the Global South through neocolonialist languages and practices, aiming to put forth a decolonial agenda based on non-extractive methodologies to recover alternative knowledge and (re)build new ones. Method: we revisited critical accounting literature, connecting it to decolonial epistemology. We described the assumptions behind different non-extractive methods and contrasted participatory action research (PAR) with different approaches to knowledge production and consumption. We also outlined some PAR operational strategies, discussed action research in management and accounting studies, and examined the potential for a participatory accounting agenda. Results: non-extractive methods can respect and value different worldviews in each social phenomenon. This points to non-traditional and emancipatory research alternatives to produce a new sentipensante in accounting to decolonize knowledge, bodies, and minds. Conclusions: this paper presents PAR as allowing (re)existence of different worldviews by recognizing its ability to recover and rebuild knowledge ‘with’ participants. PAR supports programmatic engagement with subalternized voices to coproduce pluriversality in accounting - instead of reproducing universalisms - and bolsters academics and practitioners to transcend Western modernity.",
      "citationCount": 22,
      "doi": "10.1590/1982-7849rac2022210014.en",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a5ffef834074df3311cade99853b049e995c43ed",
      "venue": "Revista de Administração Contemporânea",
      "journal": {
        "name": "Revista de Administração Contemporânea"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ade6ed7f9f0fa05b938f76ac1b753ad755f0d0d6",
      "title": "Can the University Speak?",
      "authors": [
        {
          "name": "Nilay Barlas",
          "authorId": "2266599564"
        }
      ],
      "year": 2023,
      "abstract": "The problematic nature of higher education and knowledge production has been a subject of debate within the academy. University students have protested against values that evoke colonial history and Western hegemony, as seen in the #RhodesMustFall protests in South Africa. This debate has highlighted the historically one-sided and interest-driven manner in which knowledge has been produced and disseminated, especially within the contemporary academy, where neoliberal practices are deeply intertwined. In this context, I provide a concise summary of these discussions while integrating the perspectives of two influential figures in postcolonial theory, Homi Bhabha and Gayatri Spivak. Homi Bhabha's 'Theory of Mimicry' offers a plausible explanation for the imitation of the Global North's university culture and structure by peripheral countries. It suggests that the privileged position of the West as a pioneer in this regard dates back to the colonial period when non-Western societies believed they could achieve a semblance of civilization by adopting these imitative practices. However, the current state of higher education is deeply flawed and biased due to this imitation of Western models by non-Western universities. This subordination of higher education to Western ideals has made it a tool of neoliberalism, which underscores that knowledge production, and consequently higher education, lacks its own agency and is rendered subaltern. Nevertheless, Latin America provides examples of subversity and pluriversity that challenge the conventional university model in the pursuit of decolonization.",
      "citationCount": 0,
      "doi": "10.31009/entremons.2023.i14.03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ade6ed7f9f0fa05b938f76ac1b753ad755f0d0d6",
      "venue": "Entremons",
      "journal": {
        "name": "Entremons: UPF Journal of World History"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "338ab603689f8f3af6e2e4bb0aee4c0f31b6271e",
      "title": "Decrypting Power",
      "authors": [],
      "year": 2018,
      "abstract": "Decrypting Power aims to reach a unifying concept that allows the connection of the fundamental theses stemming from critical legal studies, Subaltern studies, decolonization, law and society, global political economy, critical geopolitics and theories of de-coloniality. This volume proposes that this concept is the ‘encryption of power’, a category of analysis that reveals the weakness of political liberalism when it takes the place of the legitimate fundament of democracy, as well as its consummate capacity to conceal new mechanisms of global power.\n The theory of encryption of power understands that there is only a world where difference exists as the fundamental and sole order, but also that such a possibility is heavily obstructed by the concentration of power in forms of oppression. The world hangs on the thread of this entangled reality, made up of difference and its denial, of democracy and its simulations, of truth and its codifications. The decryption of power is then, above all, a theory of justice essential to radical democracy, which comes fully-equipped to prevail over the conditions that deny the possibility of an egalitarian world.",
      "citationCount": 1,
      "doi": "10.5040/9798216457442",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/338ab603689f8f3af6e2e4bb0aee4c0f31b6271e",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "79d2588a1e412621713176afc9f1969f3f33d6bb",
      "title": "Book Review: Hannah Arendt and the Negro Question, by Kathryn T. Gines",
      "authors": [
        {
          "name": "R. Berkowitz",
          "authorId": "40432389"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/0090591716630631",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/79d2588a1e412621713176afc9f1969f3f33d6bb",
      "venue": "",
      "journal": {
        "name": "Political Theory",
        "pages": "815 - 821",
        "volume": "46"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f21ed9307da9e6086790c3192f715c657a6f24a0",
      "title": "Liberalism’s All-inclusive Promise of Freedom and its Illiberal Effects: A Critique of the Concept of Globalization",
      "authors": [
        {
          "name": "Constanze Demuth",
          "authorId": "2080877549"
        }
      ],
      "year": 2018,
      "abstract": "The narrative of globalization is twofold: it refers to the hope for the export of democratic state forms and values from the Western world to the states of the so-called global south; it also refers to the aim of worldwide economic growth and extension of capitalist ways of production and consumption. But paradigmatic cases of action of democratic liberal states in international politics throw a twilight on this double hope. In certain cases, aggressive interventions of Western democratic states are legitimized using precisely the norms of non-intervention that claim universal validity, but turn out to follow an agenda of particular interests of economy and power. This article argues that these universal norms are not contingently transgressed, but in light of the second paradigm of globalization—of the economic spread of market relations—the process of self-constitution of democratic states here takes not a self-limiting, but an aggressive and exclusive turn. In addition, the so-called ‘new wars’ and ‘failed states’ (apparently opposing phenomena to the international agency of democratic and liberal Western states) show surprising parallels to late modern democratic liberal society. The ‘management of fear’ typical of these political situations aims at a regularization, through internalized habits and attitudes, of the population—including their agreement to the terror regime. In light of these considerations, the relationship between the aims of global growth and global democratization seems highly ambiguous. It is considered to be a distinguishing mark of modern and democratic societies that they limit the use of violence by the state as a means to enforce its authority. Deliberative processes, practices and institutions limit and control as self-government the exercise of the monopoly of power of the state. Thus, democratic government is a continuing self-constitution. Violence/power is used only as counter-violence outwards to defend against outer threats—a use that is in turn controlled by the governmental measuring of its proportionality. The narrative of globalization claims, on the one hand, the substitution of this dichotomy of outside and inside with an extension of the intrastate nonvioConstanze Demuth, Technische Universität Dresden (TUD) OpenAccess. © 2018 Constanze Demuth, published by De Gruyter. This work is licensed under the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 License. https://doi.org/10.1515/9783110492415-006 Unauthenticated Download Date | 5/27/19 8:25 PM lent structures, resulting in an increasingly peaceful cooperation of democratic states. On the other hand, it also refers to the spread of capitalist forms of production to a ‘world market’ and the connected economic regulation of social order beyond the borders of nation states. This view is not without a teleology —in fact, it postulates a progress of the political structures of the world including the global south, directed towards peaceful and evermore rational forms of organization of capitalist democracies. Nevertheless, there are political phenomena which invite us to question this apparently evident narrative, especially in the periphery of the core states of democratic liberalism. They prove wrong the assumption that prosperity and democracy for all are the beckoning aim of the global integration of economies; as if the realization of this aim posed only minor applicatory problems,which could be easily overcome. For these cases show the acceptance and relevance of national borders diminishing without the expected result of peaceful cosmopolitism. Instead, relations of power spread, are restructured and newly established; the disadvantage of the global south deepened and not remedied. A sketch of a critique of theories of democratic peace In order to investigate this thesis further, let’s start with a critical look at the basic assumptions of the so-called ‘theory of democratic peace’ (Geis / Müller / Schörnig 2010). According to this theory, the liberal states have incorporated higher normative demands—specifically norms claiming universal validity— than undemocratic states. They internationally codified these norms, for instance in International Humanitarian Law. The theory of democratic peace doubles this observation with a hypothesis: that democratic states, with their ambitious ideals of human rights and universal values, fight fewer wars than undemocratic ones. Different authors, such as Yves Winter, Anna Geis, Oliver Eberl and others, have shown that this correlation doesn’t hold up to the test. In fact, democratic states fight fewer wars with other democratic states, but more wars with undemocratic ones, and in total about the same amount. In addition and maybe even more significantly, the standards of conduct of war of the former (for instance, with regard to the protection of civilians or of prisoners of war) are not higher; that is, the legal, respectively moral commitment to universal norms neither improves the quality nor the quantity of military conduct of democratic states. 64 Constanze Demuth Unauthenticated Download Date | 5/27/19 8:25 PM How can we account for the failure of this hypothesis? Without a doubt, principles that claim universal validity are the mirror of everyday life of the Western world, which incorporates the respect of the other as other into its practices. It is increasingly transformed into the political structures and institutions of liberal and democratic states. The codified and institutionalized ideal of the participation and respect of everybody, including the marginalized and minoritized, requires the ongoing democratic process of self-constitution of the community as community. This process takes place in practices of the deliberation and participation of potentially everybody. This normative commitment to processual allinclusion has, by definition, global applicability. Internationally, this claim finds its codification in the principle of non-intervention of International Humanitarian Law. But the normative level is not only (as theories of democratic peace claim) guiding for an increasing degree and extension of global democratization and peaceful cooperation. It is precisely the incorporation of universal claims that creates a new function of legitimatizing aggression against non-democratic states. Liberalism has an aggressive aspect that annuls precisely these standards, even while invoking them. Oliver Eberl even spots a ‘new liberal antipluralism’ (Eberl 2016, p. 364, my transl.). He considers it as a successor of Christianization and colonization. Internationally, the democratic practice of self-constitution is mediated by the construction of an image of the undemocratic other, irrational and dangerous. This construction works by the utilization and, at the same time, transgression of norms with universal claims (such as the abovementioned International Humanitarian Law of non-intervention). These are reformulated and transformed into an instrument of rule and power. The reconstitution and self-affirmation of the Western states as democratic here takes place precisely through this exclusion. The history of the term ‘rogue state’, coined by George W. Bush, exemplifies how the pretext of protective motives according to international laws can be turned into a function of the enforcement of power interests. Indeed, the acceptance and relevance of national borders is decreasing under the democratic pretext of the increase of processual self-government. But this democratic stance is coupled with the conception of a peaceful, global economic cooperation launched by the democratic states of the Western world. This second aspect transforms the very meaning of the processual reconstitution of liberal states. The result is a paradigm of cooperation in the terms of market rationality that raises doubts about the presumed effect of democratization and extension of nonviolent relations of globalization. Globalization, here, turns out not to lead to increasingly homogenous cosmopolitanism via all-inclusive political practices. For the universal norms that correspond to the democratic princiLiberalism’s All-inclusive Promise of Freedom and its Illiberal Effects 65 Unauthenticated Download Date | 5/27/19 8:25 PM ple are utilized as a legitimization of exclusion, oppression and violence motivated by vested interests that they help to veil. The incorporation of these universal principles into the political structures and institutions of liberal and democratic states brings about its own tendency to repress and oppress, which has to be reflected and criticized. In late capitalism, the economistic interpretation of the democratic ideals of equality and participation of all is a very influential one. Thus, the fight for power on the one hand and the fight for legitimization on the other become blurred. The claim to all-inclusion implies here the utilization of the contribution of all and its own radicalized exclusion.Whatever is detracted from this utilization is excluded; it is first imagined as wholly other, and is then imagined on all conceptual levels to be excluded from humanity and rationality as such. This creates the impossibility of the conception of individual and collective ‘agents’ to whom the rules of armed conflict and the right to autonomous self-government do not apply. ‘New Wars’ and ‘Failed States’—cases of dysfunctional state capacity or extreme examples of neoliberal forms of regulation? I now want to take a look at the so-called ‘New Wars’ and their relation to globalization. New Wars are usually considered as a peripheral phenomenon of the globalized world—a form of war activity turned completely irregular. Theories of international politics tend to depict these phenomena as dysfunctional exceptions in contrast to the democratic state capacity with ambitious norms. But this account overlooks or even veils the exemplary character of New Wars within the o",
      "citationCount": 0,
      "doi": "10.1515/9783110492415-006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f21ed9307da9e6086790c3192f715c657a6f24a0",
      "venue": "Philosophy of Globalization",
      "journal": {
        "name": "Philosophy of Globalization"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a734cb3ebde29912e0f3eeb217491ae6d80553b7",
      "title": "Critical Dialogue",
      "authors": [
        {
          "name": "W. Scheuerman",
          "authorId": "98207621"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 25,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a734cb3ebde29912e0f3eeb217491ae6d80553b7",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "67154fbb377244c97b2503ac5573dcf1f36c444c",
      "title": "Temporality and colonialism : Goa and Latin America",
      "authors": [
        {
          "name": "Rochelle Pinto",
          "authorId": "145883574"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/67154fbb377244c97b2503ac5573dcf1f36c444c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "1b6633f10bd8cf6b280bcb5e6567ee6c6022d664",
      "title": "Giro afectivo decolonial: de la culpa/deuda moderna a la dignidad de lo viviente. Reflexiones desde un enfoque analéctico",
      "authors": [
        {
          "name": "Christian Soazo Ahumada",
          "authorId": "116272789"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b6633f10bd8cf6b280bcb5e6567ee6c6022d664",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "147-172",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cbd760fc9510914da8c251f53be0fd4458fdfc2b",
      "title": "Surrogate Motherhood and the Politics of Reproduction by Susan Markens",
      "authors": [
        {
          "name": "Elly Teman",
          "authorId": "7923096"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/J.1548-1425.2008.00130.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbd760fc9510914da8c251f53be0fd4458fdfc2b",
      "venue": "",
      "journal": {
        "name": "American Ethnologist",
        "pages": "4099-4103",
        "volume": "35"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
