{
  "status": "success",
  "source": "semantic_scholar",
  "query": "epistemic injustice deliberative democracy",
  "results": [
    {
      "paperId": "91c90e12cb92294639d3cf316d9ebc67f07ed240",
      "title": "Deliberative Democracy, Epistemic Injustice, and Epistemic Disenfranchisement",
      "authors": [
        {
          "name": "Leandro De Brasi",
          "authorId": "82311881"
        },
        {
          "name": "Jack Warman",
          "authorId": "134232009"
        }
      ],
      "year": 2023,
      "abstract": "In this paper, we explore some links between deliberative democracy, natural testimony, and epistemic injustice. We hope to highlight the exclusionary effects of some cases of testimony-related epistemic injustice within the deliberative democratic framework and, in particular, two subtle ways of epistemic injustice that are not often highlighted in the political domain. In other words, we hope to highlight two specific mechanisms of epistemic exclusion within the democratic deliberative process that are not explicitly noticed in the relevant literature. In section 1, we present the deliberative model of democracy and the deliberative process. We then introduce the notion of epistemic (dis)enfranchisement, which we distinguish from formal enfranchisement, and explain the role that natural testimony plays in establishing citizens‘ epistemic enfranchisement. In section 2, we introduce Fricker‘s notion of testimonial injustice and two further testimony-related forms of epistemic injustice which seem to have been largely neglected in the debate so far, namely, discursive injustice and testimonial void. We also point out negative epistemic consequences of positive identity-prejudicial stereotypes. In section 3, we argue that these testimony-related forms of epistemic injustice can lead to epistemic disenfranchisement, which, we note, is an obstacle to deliberative democracy that warrants serious consideration.",
      "citationCount": 1,
      "doi": "10.5840/logos-episteme20231411",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91c90e12cb92294639d3cf316d9ebc67f07ed240",
      "venue": "Logos &amp; Episteme",
      "journal": {
        "name": "Logos &amp; Episteme"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e9742b15cb0563b4a3642780d316c60a3d36e6fd",
      "title": "DELIBERATIVE DEMOCRACY, EPISTEMIC INJUSTICE, AND EPISTEMIC DISENFRANCHISEMENT 1",
      "authors": [
        {
          "name": "Leandro de Brasi",
          "authorId": "87094400"
        },
        {
          "name": "Jack Warman",
          "authorId": "134232009"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9742b15cb0563b4a3642780d316c60a3d36e6fd",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d2164b3064712a1e1669ee915217ecc8b60a2e24",
      "title": "Citizen Science in Deliberative Systems: Participation, Epistemic Injustice, and Civic Empowerment",
      "authors": [
        {
          "name": "Lisa Herzog",
          "authorId": "48828704"
        },
        {
          "name": "Robert Lepenies",
          "authorId": "115086440"
        }
      ],
      "year": 2022,
      "abstract": "In this paper, we bring together the literature on citizen science and on deliberative democracy and epistemic injustice. We argue that citizen science can be seen as one element of “deliberative systems,” as described by Mansbridge et al. But in order to fulfil its democratic potential, citizen science needs to be attentive to various forms of exclusion and epistemic injustice, as analyzed by Fricker, Medina and others. Moreover, to tap the potentials of citizen science from the perspective of deliberative democracy, it needs to move towards a more empowered approach, in which citizens do not only deliver data points, but also, in invited or uninvited settings, participate in discussions about the goals and implications of research. Integrating citizen science into the deliberative systems approach embeds it in a broader framework of democratic theory and suggests the transmission of certain practical strategies (e.g., randomized sampling). It can also contribute to realism about both the potentials and the limits of citizen science. As part of a deliberative system, citizen science cannot, and need not, be the only place in which reforms are necessary for creating stronger ties between science and society and for aligning science with democratic values.",
      "citationCount": 28,
      "doi": "10.1007/s11024-022-09467-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2164b3064712a1e1669ee915217ecc8b60a2e24",
      "venue": "Minerva",
      "journal": {
        "name": "Minerva",
        "pages": "489 - 508",
        "volume": "60"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "62c21d9852c74edaee590872591e47da8bc7f770",
      "title": "The Empathy Dilemma: Democratic Deliberation, Epistemic Injustice and the Problem of Empathetic Imagination",
      "authors": [
        {
          "name": "Catriona Mackenzie",
          "authorId": "2700581"
        },
        {
          "name": "Sarah Sorial",
          "authorId": "14540761"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1007/s11158-021-09534-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/62c21d9852c74edaee590872591e47da8bc7f770",
      "venue": "Res Publica",
      "journal": {
        "name": "Res Publica",
        "pages": "365-389",
        "volume": "28"
      },
      "publicationTypes": null
    },
    {
      "paperId": "58ef9904d2e46203ec87c9b7f0d55c3ad3e4a68f",
      "title": "The Empathy Dilemma: Democratic Deliberation, Epistemic Injustice and the Problem of Empathetic Imagination",
      "authors": [
        {
          "name": "Catriona Mackenzie",
          "authorId": "2700581"
        },
        {
          "name": "Sarah Sorial",
          "authorId": "14540761"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11158-021-09534-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58ef9904d2e46203ec87c9b7f0d55c3ad3e4a68f",
      "venue": "Res Publica",
      "journal": {
        "name": "Res Publica",
        "pages": "365 - 389",
        "volume": "28"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7c58bf144eac00da99bd24b1fcba72edc0e6a845",
      "title": "Class, Power, and Knowledge: Toward a Broader Framework of Epistemic Justice",
      "authors": [
        {
          "name": "Petr Zapletal",
          "authorId": "2377219520"
        }
      ],
      "year": 2025,
      "abstract": "In examining epistemic injustice as outlined by Fricker, I highlight its conceptual shortcomings and propose a synthesis that includes class-based inequalities. Philosophical ideas and sociological theories share similar notions of power, as found in Foucault’s analysis, Fricker’s concept of epistemic justice, and Marxist critical theories. Yet discourse on epistemic injustice too often neglects the experiences of subordinated social classes, necessitating a framework that acknowledges how they are excluded. \nWhile most research focuses on colonialism, ethnicity, and gender, class remains underexplored. Fricker argues that certain groups face discrimination through the availability of limited conceptual resources, stigmatization, and marginalization. This hinders their understanding of political conditions. If class epistemic injustice is widely condemned, do we also grant credibility to manual workers and those living in precarious circumstances? \nDeliberative democracy presupposes rational communication and consensus on discussion rules, but these can exclude subjugated classes lacking the education that transmits dominant communicative skills. Consequently, they remain marginalized. A political-sociological approach would address structural inequalities and highlight the ways dominant classes sustain privilege. By acknowledging and integrating the contributions of all social class, we can build more equitable frameworks that advance our understanding of epistemic injustice across the board.",
      "citationCount": 0,
      "doi": "10.5817/soc2025-41021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7c58bf144eac00da99bd24b1fcba72edc0e6a845",
      "venue": "Sociální studia / Social Studies",
      "journal": {
        "name": "Sociální studia / Social Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9dc5850cdcd6b4d2ddf10fe887215ffbc68a24a2",
      "title": "Democracy, Trust, and Epistemic Justice",
      "authors": [
        {
          "name": "Amandine Catala",
          "authorId": "115967320"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 67,
      "doi": "10.1093/MONIST/ONV022",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9dc5850cdcd6b4d2ddf10fe887215ffbc68a24a2",
      "venue": "",
      "journal": {
        "name": "The Monist",
        "pages": "424-440",
        "volume": "98"
      },
      "publicationTypes": null
    },
    {
      "paperId": "75c7ec1dc67e4c62c57db5c701d78a4e9ef43b18",
      "title": "The Epistemic Value of Partisanship",
      "authors": [
        {
          "name": "I. Cerovac",
          "authorId": "13599185"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 5,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/75c7ec1dc67e4c62c57db5c701d78a4e9ef43b18",
      "venue": "",
      "journal": {
        "name": "Croatian Journal of Philosophy",
        "pages": "99-117",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "71ac189ec82d81f0178de113bb2aff4aa7a8c06e",
      "title": "Epistemic Justice and Democratic Legitimacy",
      "authors": [
        {
          "name": "Susan Dieleman",
          "authorId": "144803778"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 47,
      "doi": "10.1111/hypa.12173",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/71ac189ec82d81f0178de113bb2aff4aa7a8c06e",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "794 - 810",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d0e1104b8264866f1c676568ed9f019ad70cadb1",
      "title": "Expressive Epistemic Injustice: Definition, Measurement, and Deliberative Cure",
      "authors": [
        {
          "name": "J. Dryzek",
          "authorId": "66324536"
        },
        {
          "name": "Simon J. Niemeyer",
          "authorId": "2311937741"
        }
      ],
      "year": 2024,
      "abstract": "Epistemic injustice means that knowledge relevant to collective decisions gets discounted, thus inflicting harm on disadvantaged groups. The most familiar kinds (established by Fricker 2007) are testimonial (dismissing arguments because of the social characteristics of the speaker) and hermeneutical (lack of collective interpretive resources to make sense of oppression). We develop the idea of expressive epistemic justice, which exists when social forces induce a systematic failure for an individual or group’s values and beliefs to be reflected in what the individual or group expresses as its wants. Expressive epistemic injustice can persist even if testimonial and hermeneutic injustice were to be eliminated. The degree of failure can be quantified, enabling us in an empirical analysis of multiple cases to locate the source of expressive epistemic injustice in the conditions of discourse in a public sphere awash in symbolic manipulations by relatively powerful actors. We then show how citizen deliberation can remedy expressive epistemic justice. Our analysis adds to existing epistemic arguments for deliberative democracy, for it shows that deliberation increases the likelihood that collective decisions will respond to the values and beliefs that define these decisions as good to begin with.",
      "citationCount": 1,
      "doi": "10.1177/10659129241297272",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0e1104b8264866f1c676568ed9f019ad70cadb1",
      "venue": "Political research quarterly",
      "journal": {
        "name": "Political Research Quarterly",
        "pages": "294 - 307",
        "volume": "78"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b3170d9c8ecba3c96c9e7c30c42a54ce4b40b009",
      "title": "The Dynamics of Epistemic Injustice",
      "authors": [
        {
          "name": "Amandine Catala",
          "authorId": "115967320"
        }
      ],
      "year": 2025,
      "abstract": "\n Epistemic injustice is inherently connected to epistemic power and epistemic agency: understanding and addressing the former allows us to better understand and address the latter, and vice versa. Yet, despite vast and rich discussions of epistemic injustice, which often invoke the notions of epistemic power and epistemic agency, both notions remain undertheorized and hence largely elusive. This book offers a systematic account of epistemic power and agency by turning to the dynamics of epistemic injustice—that is, the many forms epistemic injustice can take, the different sites and mechanisms through which it operates, and the various transformations consequently required to cultivate greater epistemic justice. Adopting standpoint theory both as a theory and as a methodology, the book focuses on several pressing social questions, such as deliberative impasses in divided societies, colonial memory, academic migration, the underrepresentation of members of non-dominant groups in certain fields, and the marginalization of minoritized minds, such as intellectually disabled people and Autistics. By analyzing these social questions through the lens of the dynamics of epistemic injustice, the book develops a systematic account of epistemic power and agency.",
      "citationCount": 11,
      "doi": "10.1093/9780197776353.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3170d9c8ecba3c96c9e7c30c42a54ce4b40b009",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "998f4bf8c00f2166072d7e5c8bc7812c7dd7fb45",
      "title": "Integrating Digital Museums Within Traditional Ones to Address Epistemic Injustice in Cultural Heritage",
      "authors": [
        {
          "name": "Alger Sans Pinillos",
          "authorId": "2380876917"
        },
        {
          "name": "D. Casacuberta",
          "authorId": "1847897"
        },
        {
          "name": "Vicent Costa",
          "authorId": "2380863075"
        }
      ],
      "year": 2025,
      "abstract": "The objective of this paper is to examine the potential of digital museums to mitigate epistemic injustice in traditional cultural institutions, particularly regarding the exclusion of minority groups. Adopting a theoretical and speculative approach, it develops a conceptual framework that bridges debates on epistemic injustice with digital transformation in museums. We argue that traditional museums frequently perpetuate testimonial and hermeneutic injustices due to entrenched cultural biases, and that merely expanding digital catalogs may risk reproducing these exclusions. To address this, we introduce the notion of the deliberative museum: a participatory digital space integrated into traditional institutions, where marginalized voices are actively included and curatorial choices are subject to public negotiation. This model should be understood as a conceptual thought experiment, intended to reframe visibility and participation so that museums can evolve into more inclusive and reflexive spaces of epistemic justice. In this sense, the integration of virtual elements into traditional museums highlights the potential of digital affordances to expand representation and dialogue.",
      "citationCount": 0,
      "doi": "10.21500/22563202.7356",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/998f4bf8c00f2166072d7e5c8bc7812c7dd7fb45",
      "venue": "Revista Guillermo de Ockham",
      "journal": {
        "name": "Revista Guillermo de Ockham"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "476a97380b9e5fca9b01b8877b543814726735f5",
      "title": "Decolonizing deliberative democracy",
      "authors": [
        {
          "name": "Ricardo Fabrino Mendonça",
          "authorId": "2326758687"
        },
        {
          "name": "Hans Asenbaum",
          "authorId": "40937437"
        }
      ],
      "year": 2025,
      "abstract": "Deliberative democracy advances an emancipatory project of inclusion, equality, and freedom. Yet these ideals have been produced within a context structured by colonial power. This article argues that if deliberative democracy is to unfold its full democratic potential, it needs to face its colonial legacies and position a decolonizing ethos at its center. The article proposes a framework consisting of six moves toward decolonizing deliberative democracy—three deconstructive and three reconstructive: 1. acknowledging modernity's violence; 2. recognizing epistemic injustices within the knowledge production of deliberative democracy; 3. criticizing the colonial drive of deliberative institutions; 4. theorizing from the bottom up by and with Indigenous and marginalized groups; 5. engaging in an open dialogue with the Global South scholarship; 6. focusing on emancipation.",
      "citationCount": 12,
      "doi": "10.1177/13684310241297906",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/476a97380b9e5fca9b01b8877b543814726735f5",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "63 - 84",
        "volume": "29"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7f0b2af3898c5e3f0c827fc1b0c18628a2857e27",
      "title": "The epistemic value of deliberative democracy: how far can diversity take us?",
      "authors": [
        {
          "name": "Jonathan Benson",
          "authorId": "145304117"
        }
      ],
      "year": 2021,
      "abstract": "This paper contributes to growing debates over the decision-making ability of democracy by considering the epistemic value of deliberative democracy. It focuses on the benefits democratic deliberation can derive from its diversity, and the extent to which these benefits can be realised with respect to the complexities of political problems. The paper first calls attention to the issue of complexity through a critique of Hélène Landemore and the Diversity Trumps Ability Theorem. This approach underestimates complexity due to its reliance on an ‘oracle assumption’ and this is shown to highlight more general difficulties for applying the benefits of diversity to the realities of political problems. The paper then develops a new model of deliberation—based on an relationship between cognitive diversity and diminishing returns to cognitive type—which does not involve an oracle assumption and can therefore support the epistemic value of deliberative democracy even for complex problems. The benefits of diversity are also argued to be better realised though sortition than either democratic elections or epistocracy, pointing to the value of deliberation between randomly selected citizens. Finally, and contrary to past work, the new account suggests that diversity cannot alone establish the superiority of democratic deliberation over all non-democratic alternatives, and that it is insufficient to mount a purely epistemic argument for deliberative democracy. The paper therefore furthers our understanding of the epistemic value of deliberative democracy by clarifying when and to what extent diversity is a benefit to political problem solving.",
      "citationCount": 18,
      "doi": "10.1007/s11229-021-03161-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f0b2af3898c5e3f0c827fc1b0c18628a2857e27",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "8257 - 8279",
        "volume": "199"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a02b4a9763eab2466c02cc2c7725617d667487e4",
      "title": "The role of foresight in public policy: lessons from deliberative democracy and perspectival realism",
      "authors": [
        {
          "name": "Brian Galvin",
          "authorId": "2338423365"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1186/s40309-024-00246-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a02b4a9763eab2466c02cc2c7725617d667487e4",
      "venue": "European Journal of Futures Research",
      "journal": {
        "name": "European Journal of Futures Research",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7119deeb28ba0347333dc30cbe6aaef44d121111",
      "title": "THE ROLE OF EXPERTS IN DELIBERATIVE EPISTEMIC DEMOCRACY",
      "authors": [
        {
          "name": "Nebojša Zelič",
          "authorId": "118120659"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7119deeb28ba0347333dc30cbe6aaef44d121111",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "fd42d203a5a2dc1da9ea33a80184c7bfacd62165",
      "title": "Political Advertising With the Use of Deep Fakes—Can Deliberative Democracy Really Benefit From This Strategy?",
      "authors": [
        {
          "name": "Mateusz Łabuz",
          "authorId": "2267620822"
        },
        {
          "name": "Grażyna Strnad",
          "authorId": "2359729953"
        }
      ],
      "year": 2025,
      "abstract": "Deep fakes can be used for political advertising, enabling politicians to change their characteristic features or minimize deficits of their performances. Such a strategy may meet with great interest, which in some circumstances increases participation and might influence deliberation. It was applied in South Korea, and its variations appeared in the USA, Argentina, India, Indonesia, Sweden, or Pakistan, differing in scale and context of use. We argue that deep fakes in political advertising, due to multidimensional manipulation, can undermine the epistemic and ethical value of democratic debate, although it has the potential to increase citizens' involvement in political processes, in particular by overcoming linguistic exclusion. The aim of this commentary is to put registered campaigns in the context of the systemic approach to deliberative democracy by Mansbridge et al. (2012) that comprises three basic functions of deliberative systems: epistemic, ethical, and democratic, and assess their influence on standards of deliberation.",
      "citationCount": 2,
      "doi": "10.1111/polp.70035",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd42d203a5a2dc1da9ea33a80184c7bfacd62165",
      "venue": "Politics &amp; Policy",
      "journal": {
        "name": "Politics &amp; Policy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f37546469af70bce29df046809ad06c8c2dcd36f",
      "title": "MODELS OF DELIBERATIVE DEMOCRACY: THE MAIN WAYS OF NORMATIVE JUSTIFICATION",
      "authors": [
        {
          "name": "N. Shaveko",
          "authorId": "2335363713"
        }
      ],
      "year": 2025,
      "abstract": "Aim. To examine several original models of deliberative democracy proposed in foreign scientific literature and provide a critical analysis of the arguments given by the authors in support of their models.Methodology. The methods of comparative, regulatory and critical analysis are used. First of all, the model proposed by A. Gutmann and D. Thompson is considered, then, the models presented by J. Habermas, C. Nino and R. Goodin.Results. Consideration of all the models demonstrates that, firstly, different thinkers understand the goals and meaning of deliberation in different ways, seeing it as either epistemic or non-epistemic value, and secondly, deliberation itself can be understood in two ways, namely as a discussion and as an reflection (thoughtfulness), which allows to talk about the existence of actually two different theories of deliberative democracy: discursive and reflexive.Research implications. The results obtained make it possible to better understand the phenomenon of deliberative democracy by offering two possible classifications of the deliberative models.",
      "citationCount": 0,
      "doi": "10.18384/2224-0209-2024-4-1510",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f37546469af70bce29df046809ad06c8c2dcd36f",
      "venue": "Russian Social and Humanitarian Journal",
      "journal": {
        "name": "Russian Social and Humanitarian Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "54a94619de1369acfef7ff344d65023bf2f7d661",
      "title": "The Epistemic Theory of Democracy",
      "authors": [
        {
          "name": "N. Shaveko",
          "authorId": "2335363713"
        }
      ],
      "year": 2025,
      "abstract": "At the beginning of the 21st century, some Western political theorists tried to justify democracy in an epistemic way. They wanted to prove that democracy leads to the most correct political decisions. Consequently, it is reasonable to say that a new normative theory of democracy has emerged — the epistemic theory. The article demonstrates that the existing epistemic justifications of democracy are presented in the forms of rational/moderate epistemic proceduralism (D. Estlund et al.), pure   epistemic proceduralism (F. Peter), as well as in other forms, for example reliability democracy (S. Prijić Samaržija). Within the framework of the first form, three main ways of epistemic justification of democracy can be distinguished, namely through the demonstration of epistemic advantages of: 1) deliberative practices; 2) the Condorcet jury theorem; 3) opinions’ diversity (the formula “diversity trumps ability”). Doubts are expressed that epistemic democracy can be seen as a form of deliberative democracy. This is because epistemic democrats not only value deliberation but also what is called the “miracle of aggregation”. The article explores the ideas of the main representatives of the epistemic theory of democracy and suggests   the most promising ways to criticize these theories. It also points out that all epistemic democrats lack a clear theory of   how their justifications relate to the purely procedural justifications of democracy based on the value of political equality.",
      "citationCount": 0,
      "doi": "10.26794/2226-7867-2024-14-5-56-63",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/54a94619de1369acfef7ff344d65023bf2f7d661",
      "venue": "Humanities and Social Sciences Bulletin of the Financial University",
      "journal": {
        "name": "Humanities and Social Sciences. Bulletin of the Financial University"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "39fd39b02b68e96b48f4dd80717be5a7f37a8faf",
      "title": "Beyond the Fact of Disagreement? The Epistemic Turn in Deliberative Democracy",
      "authors": [
        {
          "name": "Hélène Landemore",
          "authorId": "1751047"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 106,
      "doi": "10.1080/02691728.2017.1317868",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/39fd39b02b68e96b48f4dd80717be5a7f37a8faf",
      "venue": "",
      "journal": {
        "name": "Social Epistemology",
        "pages": "277 - 295",
        "volume": "31"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
