{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Fraser rethinking public sphere counterpublics",
  "results": [
    {
      "paperId": "f9bf05e4204bd73d2cfda6a9f5da36153d46c58c",
      "title": "The Long Life of Nancy Fraser’s “Rethinking the Public Sphere”",
      "authors": [
        {
          "name": "Jane J. Mansbridge",
          "authorId": "83090337"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/978-3-319-52386-6_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9bf05e4204bd73d2cfda6a9f5da36153d46c58c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "101-118",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b3d083906255e6dbaa4c401027cfce6f24af393e",
      "title": "Rethinking the Public Sphere: A Contribution to the Critique of Actually Existing Democracy",
      "authors": [
        {
          "name": "Nancy Fraser",
          "authorId": "49167787"
        }
      ],
      "year": 2016,
      "abstract": "Today in the U.S. we hear a great deal of ballyhoo about \"the triumph of liberal democracy\" and even \"the end of history.\" Yet there is still a great deal to object to in our own \"actually existing democracy,\" and the project of a critical social theory of the limits of democracy in late capitalist societies remains as relevant as ever. In fact, this project seems to me to have acquired a new urgency at a time when \"liberal democracy\" is being touted as the ne plus ultra of social systems for countries that are emerging from Soviet-style state socialism, Latin American military dictatorships, and southern African regimes of racial domination. Those of us who remain committed to theorizing the limits of democracy in late capitalist societies will find in the work of Jiirgen Habermas an indispensable resource. I mean the concept of \"the public sphere,\" originally elaborated in his 1962 book, The Structural Transformation of the Public Sphere, and subsequently resituated but never abandoned in his later work.2",
      "citationCount": 7205,
      "doi": "10.4324/9781315822174-11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3d083906255e6dbaa4c401027cfce6f24af393e",
      "venue": "Public Space Reader",
      "journal": {
        "name": "Public Space Reader"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4a78303a196e20893e84af716456df3255b6f532",
      "title": "Rethinking the public sphere: A contribution to the critique of democracy as it really is",
      "authors": [
        {
          "name": "Nancy Fraser",
          "authorId": "49167787"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 116,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a78303a196e20893e84af716456df3255b6f532",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "125-156",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fe18b2bb40cf13db6830b9fae42b513cc5774e83",
      "title": "The selectivity of the public sphere and subaltern public spheres: perspectives of Habermas and Nancy Fraser and their impact on human rights public policies",
      "authors": [
        {
          "name": "E. Hogemann",
          "authorId": "2082872146"
        }
      ],
      "year": 2024,
      "abstract": "This study examines the selectivity of public and subaltern spheres through the theories of Jürgen Habermas and Nancy Fraser, focusing on their implications for human rights policies. The objectives are defined to analyze Habermas's and Fraser’s conceptualizations of public and subaltern spheres; to identify how these perspectives influence human rights policy formulation and implementation and to explore the challenges and opportunities these theories present for marginalized voices. The study's central issue is understanding the impact of public sphere selectivity on policy inclusivity and effectiveness, hypothesizing that Habermas's and Fraser’s models, though insightful, differ in their implications for integrating subaltern voices. Using a qualitative methodology, the study conducts a literature review and critical analysis of Habermas’s and Fraser's works. It involves reviewing key texts and secondary sources, comparing theoretical frameworks, and examining case studies of human rights policies. The findings show that while both theories offer valuable insights, Fraser’s emphasis on subaltern counterpublics better addresses the need for inclusive policy-making by incorporating marginalized voices.",
      "citationCount": 1,
      "doi": "10.19135/revista.consinter.00019.13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe18b2bb40cf13db6830b9fae42b513cc5774e83",
      "venue": "Revista Internacional Consinter de Direito",
      "journal": {
        "name": "Revista Internacional Consinter de Direito"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "6600e4dd8875f779d086fab863547173bc54e9cb",
      "title": "Interrogating Impunity through Counterpublic: Rethinking Habermas's Public Sphere in Paulaumi Duttagupta's Onaatah of the Earth",
      "authors": [
        {
          "name": "Sakshi Singh",
          "authorId": "2108287568"
        },
        {
          "name": "Anurag Kumar",
          "authorId": "2036162286"
        }
      ],
      "year": 2018,
      "abstract": "The present paper aims at analyzing the inevitable relationship of patriarchal impunity with counterpublic in India with reference to Onaatah of the Earth (2017) by Paulami Duttagupta. It is apparent that much of the discourse on counterpublic emphasizes on either countering the existing state agencies as mentioned by Nancy Frazer where she critiques the exclusionary practices of bourgeois public sphere labeling the process as undemocratic or advocating locational counterpublic to uplift the subalterns to establish democracy discussed by Kanika Batra. However, not much has been discussed about the exclusion of discourses critiquing impunity which forms an essential background to establish a correlation between patriarchal impunity and the counterpublic. Thus, the paper attempts to examine bourgeois public sphere mainly as a patriarchal discursive arena disseminating and strengthening the idea of impunity granted, especially in cases of sexual violence within the framework of Habermas’s public sphere. The study also focuses on how the novel Onaatah of the Earth acts as a counterpublic to undermine or neutralize the impunity by addressing issues related to gender sensitivity bringing them forth not only in discursive space but in activism too.",
      "citationCount": 0,
      "doi": "10.15655/mw_2018_v9i3_49488",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6600e4dd8875f779d086fab863547173bc54e9cb",
      "venue": "Media Watch",
      "journal": {
        "name": "Media Watch",
        "pages": "278 - 290",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "95f891ccbae4f50dacef20f86200659064b34755",
      "title": "Universal and affective: the Public Sphere in Feminist Political Thinking",
      "authors": [
        {
          "name": "Daniela Losiggio",
          "authorId": "2081984390"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/95f891ccbae4f50dacef20f86200659064b34755",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "139-165",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "74c71a6f8d1ef70472353a0644eea29711289a24",
      "title": "Interrogating the incel-o-sphere: The state of the subaltern counterpublic sphere in the digital age of extremism",
      "authors": [
        {
          "name": "Olivia M. Copeland",
          "authorId": "2231433755"
        }
      ],
      "year": 2024,
      "abstract": "In critique of Habermas's public sphere, Nancy Fraser offered the ‘subaltern counterpublic’ – arenas of refuge from and counter-organizing against the wider public. But does this (re)configuration of the public sphere hold in the age of extremism on the internet? I examine the trajectory of incel as a community, interrogating whether this extremist contingent follows Fraser's subaltern counterpublic or if they exemplify a new counterpublic – the ultra altern, or ‘ultern’, counterpublic. I explore the ways that the ultern counterpublic differs from the subaltern and its relationship to the general public sphere, particularly within the critical intervention of the internet. I finally offer a brief analysis of another movement – the KKK – within my new framing, to further detail the differences between the ultern and subaltern counterpublic.",
      "citationCount": 1,
      "doi": "10.1177/13678779241268161",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74c71a6f8d1ef70472353a0644eea29711289a24",
      "venue": "International journal of cultural studies",
      "journal": {
        "name": "International Journal of Cultural Studies",
        "pages": "889 - 905",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1d35246d16575ac6df75daf316a71fd5b6b8abde",
      "title": "Transnacionalização da justiça em Nancy Fraser",
      "authors": [
        {
          "name": "Pamela Pereira Prestupa",
          "authorId": "2300530732"
        },
        {
          "name": "Maria José Gourart",
          "authorId": "2300525850"
        }
      ],
      "year": 2023,
      "abstract": "Based on the analysis of the theoretical-social assumptions that link Habermas' initial conception of the public sphere to the Westphalian framework of public space, Nancy Fraser proposes the need for restructuring the public sphere based on a transnational framework, given the existence of discursive arenas that go beyond the limits of the Nation State, with a strong influence on social reality. In this context, Fraser emphasizes that the concept of public sphere was developed not only to understand communication flows, but also to contribute to a normative political theory of democracy. In this theory, a public sphere is conceived as a space for the communicative generation of public opinion. Aiming to guarantee that the process is inclusive and fair, publicity should discredit views that cannot withstand critical scrutiny, for the purpose of ensuring the legitimacy of those who participate in the process. Therefore, it matters who participates and under what conditions. In these terms, two ideas are central to the analysis of the public sphere: normative legitimacy and the political effectiveness of public opinion. The absence of these elements renders the concept empty of critique and political action, according to Fraser. Therefore, the author seeks to rethink the Habermasian public sphere theory, which is implicitly guided by a Westphalian political imaginary, a vision that no longer corresponds to contemporary globalized reality.",
      "citationCount": 0,
      "doi": "10.21728/logeion.2023v10nesp2.p.330-343-329",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d35246d16575ac6df75daf316a71fd5b6b8abde",
      "venue": "Logeion Filosofia da Informação",
      "journal": {
        "name": "Logeion: Filosofia da Informação"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f1d527785198a18834651b5c9d610d41b34dcc75",
      "title": "After the Public Turn: Composition, Counterpublics, and the Citizen Bricoleur",
      "authors": [
        {
          "name": "Frank Farmer",
          "authorId": "34610971"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 54,
      "doi": "10.2307/j.ctt4cgk3b",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f1d527785198a18834651b5c9d610d41b34dcc75",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bad323c468a8868d23ee0c7e760eb48c4de49f56",
      "title": "Publics, Counterpublics, and the Promise of Democracy",
      "authors": [
        {
          "name": "Melanie Loehwing",
          "authorId": "115115934"
        },
        {
          "name": "Jeff Motter",
          "authorId": "115956958"
        }
      ],
      "year": 2009,
      "abstract": "Theories of publics and counterpublics remain as contested as the issues, identities, and politics they serve. Across the disciplinary spectrum, scholars turn to publics and counterpublics to help elucidate problems of inclu sion and exclusion, projects of social justice, and the waning promise of democratic politics. Such work often enters the scholarly conversation at the points of contestation famously introduced by J?rgen Habermas and Nancy Fraser: publics or counterpublics? While Fr?sers influence in rhe torical studies usefully prompts us to think about challenges to dominant discourse, the particular sense in which democracy undergirds projects about publics lingers as a question in need of exploration and clarification. Many take Frasers intervention as a corrective to the politically insufficient Habermasian theory found in The Structural Transformation of the Public Sphere (1991). We argue, however, for a return to the original point of theo retical contention in an effort to specify the different normative commit ments of the two perspectives and reevaluate the role each envisions for rhetoric as a potentially democratic praxis. Many critics concur with Fraser in describing the normative commit ments of the Habermasian theory of the public sphere as idealized or exclu sionary, and as such, \"the problem is not only that Habermas idealizes the bourgeois public sphere but also that he fails to examine other, nonliberal,",
      "citationCount": 31,
      "doi": "10.1353/PAR.0.0037",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bad323c468a8868d23ee0c7e760eb48c4de49f56",
      "venue": "Philosophy & Rhetoric",
      "journal": {
        "name": "Philosophy & Rhetoric",
        "pages": "220 - 241",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "48a3b3d3040514c55576f0ded85474864ab43804",
      "title": "The public sphere",
      "authors": [
        {
          "name": "Jostein Gripsrud",
          "authorId": "100469374"
        },
        {
          "name": "Hallvard Moe",
          "authorId": "38335278"
        },
        {
          "name": "Anders Molander",
          "authorId": "2050776738"
        },
        {
          "name": "Graham Murdock",
          "authorId": "34335622"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.4135/9781446263136",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48a3b3d3040514c55576f0ded85474864ab43804",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d176fdc610a4524b7edad9833cfde0fe1057c31b",
      "title": "Para uma teoria crítica da democracia: o conceito de esfera pública em Habermas e Fraser",
      "authors": [
        {
          "name": "E. Silva",
          "authorId": "144165162"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d176fdc610a4524b7edad9833cfde0fe1057c31b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "61-77",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e53463d34949caa51dd1934db63853bccc42d1d7",
      "title": "CIVIC FRAGMENTATION OR VOLUNTARY ASSOCIATION? HABERMAS, FRASER, AND CHARTER SCHOOL SEGREGATION",
      "authors": [
        {
          "name": "Terri S. Wilson",
          "authorId": "40535442"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1111/J.1741-5446.2010.00382.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e53463d34949caa51dd1934db63853bccc42d1d7",
      "venue": "",
      "journal": {
        "name": "Educational Theory",
        "pages": "643-664",
        "volume": "60"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2d0cf323d16e610f259a1c27cc7b746da263bce8",
      "title": "From Socialist Feminism to the Critique of Global Capitalism",
      "authors": [
        {
          "name": "R. Bernstein",
          "authorId": "39089318"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/978-3-319-52386-6_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d0cf323d16e610f259a1c27cc7b746da263bce8",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "17-41",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c8ffc4ebf1df2ec14cf97d489f6f7b542373dc47",
      "title": "Breaking Intersubjectivity",
      "authors": [
        {
          "name": "Vivienne Matthies-Boon",
          "authorId": "1422228522"
        }
      ],
      "year": 2022,
      "abstract": "Trauma is commonly understood as Post-Traumatic Stress Disorder (PTSD). Yet, as this book explains, the concept of PTSD is problematic because it is rooted in a solipsist Philosophy of the Subject. Within such a philosophical perspective, it is not only impossible to account for trauma’s causality, but the traumatic ‘event’ is also prioritised over traumatic social and political structures as trauma is depoliticised as an (individual) internal cognitive object.\n Rooted in Frankfurt School critical theory, this book thus urges us to rethink the concept of trauma: trauma should not be understood as impaired subjectivity but rather as broken intersubjectivity. Hence, it not only presents a critique of the notion ‘PTSD’, but – drawing on the philosophies of Jurgen Habermas, Nancy Fraser, Rahel Jaeggi and Heideggerian trauma theory in particular - it argues that trauma entails the violent imposition of traumatic status subordination. In traumatic status subordination, intersubjective parity (the counterfactual presupposition of being treated as an equal human being) is so violently betrayed that the symbolic realm of the lifeworld collapses. As the lifeworld collapses, one suffers an atomized state of speechless disorientation, wherein the potential of creative collective becoming is destroyed. In this sense, human induced trauma should thus be understood as a political tool par excellence. \n As this monograph indicates, traumatic status subordination was a tool which the Egyptian counter-revolutionary actors (consisting of the Egyptian military, and its temporary subsidiary the Muslim Brotherhood) used unsparingly as they attempted to put the revolutionary genie back into the bottle. Importantly, the Egyptian military not only sought to destroy the object of revolutionary politics, but rather the underlying existential structures of the possibility of its very existence as such. And thus, in the violent instrumental pursuit of economic and political power, the counter-revolution inflicted multileveled status subordination. It did so through a consistent tripartite structural mechanism: the infliction of grave (deadly) violence, the procedural colonisation and repressive juridification of the public sphere, and the acceleration of neoliberal economic rationalism. This not only accumulated in Sisi’s prisonification of society and his politics of death, but rather also threw activists ever deeper into an atomized state of demoralized silence as it destroyed the very potential of revolutionary and transformative becoming.",
      "citationCount": 1,
      "doi": "10.5771/9781786610331",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c8ffc4ebf1df2ec14cf97d489f6f7b542373dc47",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "dc54112a67dcfd4485185fba39e148d4b8fdf06b",
      "title": "Generative Rhetoric and Public Argument: A Classical Approach",
      "authors": [
        {
          "name": "Margaret D. Zulick",
          "authorId": "117420083"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.1080/00028533.1996.11978010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc54112a67dcfd4485185fba39e148d4b8fdf06b",
      "venue": "",
      "journal": {
        "name": "Argumentation and Advocacy",
        "pages": "109-119",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7237fdd308da54930c5b7b537d69d8ed4d3bc804",
      "title": "Theodor Adorno, Alterglobalization, and Non-identity Politics",
      "authors": [
        {
          "name": "B. MacDonald",
          "authorId": "49032425"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1080/07393148.2012.703853",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7237fdd308da54930c5b7b537d69d8ed4d3bc804",
      "venue": "",
      "journal": {
        "name": "New Political Science",
        "pages": "321 - 337",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4d13ef5cde4896386781d010d8202bf9de22a2e9",
      "title": "Postmodernism and the Re-Reading of Modernity",
      "authors": [
        {
          "name": "F. Barker",
          "authorId": "144350057"
        },
        {
          "name": "P. Hulme",
          "authorId": "46844866"
        },
        {
          "name": "M. Iversen",
          "authorId": "119395283"
        }
      ],
      "year": 1992,
      "abstract": null,
      "citationCount": 17,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d13ef5cde4896386781d010d8202bf9de22a2e9",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4a05b5e82e276fe7aad0708aa5f18e449f0fd0bf",
      "title": "Postwar American critical thought",
      "authors": [
        {
          "name": "P. Beilharz",
          "authorId": "71808244"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.4135/9781446262948",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a05b5e82e276fe7aad0708aa5f18e449f0fd0bf",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a3e2b39f9b61800e8237411f1f9d914e3f2941ed",
      "title": "Moral Objectives, Rules, and the Forms of Social Change David Braybrooke Toronto: University of Toronto Press, 1998, pp. xvi, 364",
      "authors": [
        {
          "name": "Brad Wilburn",
          "authorId": "116649065"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S0008423900010386",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a3e2b39f9b61800e8237411f1f9d914e3f2941ed",
      "venue": "Canadian Journal of Political Science/Revue canadienne de science politique",
      "journal": {
        "name": "Canadian Journal of Political Science",
        "pages": "193 - 195",
        "volume": "32"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
