{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Fraser rethinking public sphere critique Habermas",
  "results": [
    {
      "paperId": "b3d083906255e6dbaa4c401027cfce6f24af393e",
      "title": "Rethinking the Public Sphere: A Contribution to the Critique of Actually Existing Democracy",
      "authors": [
        {
          "name": "Nancy Fraser",
          "authorId": "49167787"
        }
      ],
      "year": 2016,
      "abstract": "Today in the U.S. we hear a great deal of ballyhoo about \"the triumph of liberal democracy\" and even \"the end of history.\" Yet there is still a great deal to object to in our own \"actually existing democracy,\" and the project of a critical social theory of the limits of democracy in late capitalist societies remains as relevant as ever. In fact, this project seems to me to have acquired a new urgency at a time when \"liberal democracy\" is being touted as the ne plus ultra of social systems for countries that are emerging from Soviet-style state socialism, Latin American military dictatorships, and southern African regimes of racial domination. Those of us who remain committed to theorizing the limits of democracy in late capitalist societies will find in the work of Jiirgen Habermas an indispensable resource. I mean the concept of \"the public sphere,\" originally elaborated in his 1962 book, The Structural Transformation of the Public Sphere, and subsequently resituated but never abandoned in his later work.2",
      "citationCount": 7217,
      "doi": "10.4324/9781315822174-11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3d083906255e6dbaa4c401027cfce6f24af393e",
      "venue": "Public Space Reader",
      "journal": {
        "name": "Public Space Reader"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4a78303a196e20893e84af716456df3255b6f532",
      "title": "Rethinking the public sphere: A contribution to the critique of democracy as it really is",
      "authors": [
        {
          "name": "Nancy Fraser",
          "authorId": "49167787"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 111,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a78303a196e20893e84af716456df3255b6f532",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "125-156",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1aebf00a96bf59003d0b222556475c3a346ab674",
      "title": "Repenser la sphère publique: une contribution à la critique de la démocratie telle qu'elle existe réellement. Extrait de \"Habermas and the Public Sphere\". Présenté par Loïc Blondiaux",
      "authors": [
        {
          "name": "Nancy Fraser",
          "authorId": "2067066820"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1aebf00a96bf59003d0b222556475c3a346ab674",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "125-158",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fe18b2bb40cf13db6830b9fae42b513cc5774e83",
      "title": "The selectivity of the public sphere and subaltern public spheres: perspectives of Habermas and Nancy Fraser and their impact on human rights public policies",
      "authors": [
        {
          "name": "E. Hogemann",
          "authorId": "2082872146"
        }
      ],
      "year": 2024,
      "abstract": "This study examines the selectivity of public and subaltern spheres through the theories of Jürgen Habermas and Nancy Fraser, focusing on their implications for human rights policies. The objectives are defined to analyze Habermas's and Fraser’s conceptualizations of public and subaltern spheres; to identify how these perspectives influence human rights policy formulation and implementation and to explore the challenges and opportunities these theories present for marginalized voices. The study's central issue is understanding the impact of public sphere selectivity on policy inclusivity and effectiveness, hypothesizing that Habermas's and Fraser’s models, though insightful, differ in their implications for integrating subaltern voices. Using a qualitative methodology, the study conducts a literature review and critical analysis of Habermas’s and Fraser's works. It involves reviewing key texts and secondary sources, comparing theoretical frameworks, and examining case studies of human rights policies. The findings show that while both theories offer valuable insights, Fraser’s emphasis on subaltern counterpublics better addresses the need for inclusive policy-making by incorporating marginalized voices.",
      "citationCount": 1,
      "doi": "10.19135/revista.consinter.00019.13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe18b2bb40cf13db6830b9fae42b513cc5774e83",
      "venue": "Revista Internacional Consinter de Direito",
      "journal": {
        "name": "Revista Internacional Consinter de Direito"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9b3f132e8bc4e44465b1225ea583b608dd896df2",
      "title": "From the Discursive to the Narrative Public Sphere : Rethinking Political Communication Beyond Habermas",
      "authors": [
        {
          "name": "Gilseok Han",
          "authorId": "2162284138"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.32432/kophil.36.4.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b3f132e8bc4e44465b1225ea583b608dd896df2",
      "venue": "EPOCH AND PHILOSOPHY",
      "journal": {
        "name": "EPOCH AND PHILOSOPHY"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3eb8e262d199fa7d3eb3ca1e6e8c052ba06afd98",
      "title": "Habermas and the public sphere: Rethinking a key theoretical concept",
      "authors": [
        {
          "name": "Patrick O’Mahony",
          "authorId": "1404821216"
        }
      ],
      "year": 2021,
      "abstract": "The challenge of realizing the democratic power of publics through public sphere remains acute but not hopeless. While claiming that Habermas communicative social theory offers a way forward in spite of a productive but constraining turn towards a modified social liberal frame, nonetheless three limitations of the theory are identified. The first bears on the insufficiency of the sociological evolutionist description of society relevant to the public sphere drawn from classical sociological accounts of differentiation and integration. The second identifies learning theoretical limitations of the normative interactionist, proceduralist account of democracy and democratization potentials. And the third observes on the disconnection between the theory of communicative reasoning from, on the one hand, the critique of pathologies of reasoning, and, on the other, from its implications for lifeworld rationalization. These identified limitations are intended to provide new impetus to radically rethink the public sphere as intrinsic to solving contemporary problems of democracy that Habermas’s more recent account of deliberative theory, with the public sphere merely supplementary, cannot fully do. Yet, with Habermas, this should be on the basis of advancing the communication theory of democracy.",
      "citationCount": 20,
      "doi": "10.1177/1368431020983224",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3eb8e262d199fa7d3eb3ca1e6e8c052ba06afd98",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "485 - 506",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "37f1aced75e07347f09bc236c045dbf2df8a288e",
      "title": "Contesting space and power: Rethinking Habermas’s public sphere on the Madurese paternalistic ideology",
      "authors": [
        {
          "name": "Syamsu Budiyanti",
          "authorId": "2091682549"
        },
        {
          "name": "Hotman M. Siahaan",
          "authorId": "2173420512"
        },
        {
          "name": "Kris Nugroho",
          "authorId": "123423851"
        }
      ],
      "year": 2022,
      "abstract": "The public sphere is not always what Jürgen Habermas imagines, which is inclusive, egalitarian and pressure-free. In the Madurese paternalistic constellation, the dominations of power over the contestation of public opinion and action become prominent in the relationship between participants/actors. A meeting between different interests causes this contestation. The struggle for influence is also shown by the dominance of ‘capital’ or resources. In Madura, Kiai are considered to have ‘charismatic’ symbolic capital related to the historical and cultural aspects of the Madurese ethnicity. This makes the figure of Kiai (along with Blater as a twin regime) become the center of consensus-making in a paternalistic public discussion. This phenomenological qualitative research becomes interesting when the world view of the local community is connected with Habermas’ perspective through the idea of European version of the bourgeois public sphere, which is considered not applicable to the local genius Madurese realm. The arena of public sphere in the Tanean Lanjhang pattern and the existence of ‘langgar’ (mosque) in the social community rejects the characterization of Habermas and brings a new definition of Madurese paternalistic public sphere, which is hegemony-mutualistic, as one of the richness of Indonesian cultural patterns.",
      "citationCount": 0,
      "doi": "10.21107/sml.v5i1.12218",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/37f1aced75e07347f09bc236c045dbf2df8a288e",
      "venue": "Simulacra",
      "journal": {
        "name": "Simulacra"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f9bf05e4204bd73d2cfda6a9f5da36153d46c58c",
      "title": "The Long Life of Nancy Fraser’s “Rethinking the Public Sphere”",
      "authors": [
        {
          "name": "Jane J. Mansbridge",
          "authorId": "83090337"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/978-3-319-52386-6_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9bf05e4204bd73d2cfda6a9f5da36153d46c58c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "101-118",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8873e4b3191d63c47a6632386f30d7d03cfe2f5e",
      "title": "Humour and the public sphere",
      "authors": [
        {
          "name": "G. Kuipers",
          "authorId": "145515925"
        },
        {
          "name": "Dick Zijp",
          "authorId": "2298654537"
        }
      ],
      "year": 2024,
      "abstract": "In this article, which serves as an introduction to a special issue on humor and the public sphere, we argue that humor has become increasingly central to public discourse in the 21st century, and that this necessitates a rethinking of the relationship between humor and the public sphere in contemporary democracies. In the article, we bring together the dispersed academic literature on humor and the public sphere, and show how humor and comedy scholars have engaged with the long-standing academic debate around this contested concept, which was coined by Jürgen Habermas in 1962. We also introduce the eleven contributions to this special issue and situate them within this ongoing debate.",
      "citationCount": 9,
      "doi": "10.7592/ejhr.2024.12.1.937",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8873e4b3191d63c47a6632386f30d7d03cfe2f5e",
      "venue": "The European Journal of Humour Research",
      "journal": {
        "name": "The European Journal of Humour Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bb34dd28be31d1692f4ce636af67226306f16cdf",
      "title": "Transnationalizing the Public Sphere",
      "authors": [
        {
          "name": "Nancy Fraser",
          "authorId": "2336457786"
        }
      ],
      "year": 2020,
      "abstract": "Is Habermas’s concept of the public sphere still relevant in an age of globalization, when the transnational flows of people and information have become increasingly intensive and when the nation-state can no longer be taken granted as the natural frame for social and political debate? This is the question posed with characteristic acuity by Nancy Fraser in her influential article ‘Transnationalizing the Public Sphere?’ Challenging careless uses of the term ‘global public sphere’, Fraser raises the debate about the nature and role of the public sphere in a global age to a new level. While drawing on the richness of Habermas’s conception and remaining faithful to the spirit of critical theory, Fraser thoroughly reconstructs the concepts of inclusion, legitimacy and efficacy for our globalizing times.",
      "citationCount": 134,
      "doi": "10.4324/9781003074977-24",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb34dd28be31d1692f4ce636af67226306f16cdf",
      "venue": "Habermas and Law",
      "journal": {
        "name": "Habermas and Law"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8b78253b68fec94b8e5a212f8e98ab4a532fcd2f",
      "title": "Hannah Arendt, Jürgen Habermas, and Rethinking the Public Sphere in the Age of Social Media",
      "authors": [
        {
          "name": "A. Salikov",
          "authorId": "16164503"
        }
      ],
      "year": 2018,
      "abstract": "The present paper is dedicated to the phenomenon of the public sphere which is currently undergoing significant transfor-mations under the influence of the Internet and social media. The main goal of the article is to find a new approach to the mod-ern development of the public sphere by rethinking it from an Arendtian perspective. The first part examines the main actual changes taking place in the public sphere under the influence of social media, and concludes that the classical concept of the public sphere, dating back to its early notion of Jurgen Habermas, needs to be rethought, this requiring a new approach which would take into account the actual changes and new circumstances in the development of the public sphere. It is proposed to use Arendt’s understanding of the public sphere as one of the sources of this new approach which remains relevant today in many ways. The second part examines Arendt’s notion of the public sphere as compared with the concept of the public sphere of early Habermasian writing. As a result of this consideration, it is concluded that, in a number of points, Arendt’s notion of the public sphere is better suited to an understanding of the modern public sphere than the classical Habermasian concept. In the third part, I rethink the existing trends in the development of the digital public sphere from Arendt’s standpoint.",
      "citationCount": 17,
      "doi": "10.17323/1728-192x-2018-4-88-102",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b78253b68fec94b8e5a212f8e98ab4a532fcd2f",
      "venue": "",
      "journal": {
        "name": "The Russian Sociological Review",
        "pages": "88-102",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dfd794ae154b068243c8fe305b23f15a70aa7b0c",
      "title": "Habermas, Taylor, and Connolly on Secularism, Pluralism, and the Post-Secular Public Sphere",
      "authors": [
        {
          "name": "Spyridon Kaltsas",
          "authorId": "2160097132"
        }
      ],
      "year": 2019,
      "abstract": "The main purpose of this paper is to explore and understand the relationships between secularism, pluralism, and the post-secular public sphere in the thought of Jürgen Habermas, Charles Taylor, and William Connolly. The three authors develop a thorough critique of secularism which implies a radical break with the dogmatic idea of removing religion from the public sphere. My main objective is to show that this critique is related to a normative understanding of our post-secular situation and requires a rethinking of the boundaries of the public sphere in relation to the predicament of pluralism. Arguing against the post-metaphysical conception of secularism, Taylor develops a critique of Habermas’s “institutional translation proviso”, and Connolly stresses the agonistic dimension of the post-secular public sphere. I take these criticisms into account, while arguing that Taylor and Connolly are unable to provide a sound basis for the legitimacy of our institutional settings. In contrast to Taylor and Connolly, I propose a reading of Habermas’s theory based on the internal relationship between universal justification and the everyday contexts of pre-political solidarity. I conclude with a focus on the need to take into account the agonistic dimension of the post-secular public sphere.",
      "citationCount": 17,
      "doi": "10.3390/REL10080460",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dfd794ae154b068243c8fe305b23f15a70aa7b0c",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6600e4dd8875f779d086fab863547173bc54e9cb",
      "title": "Interrogating Impunity through Counterpublic: Rethinking Habermas's Public Sphere in Paulaumi Duttagupta's Onaatah of the Earth",
      "authors": [
        {
          "name": "Sakshi Singh",
          "authorId": "2108287568"
        },
        {
          "name": "Anurag Kumar",
          "authorId": "2036162286"
        }
      ],
      "year": 2018,
      "abstract": "The present paper aims at analyzing the inevitable relationship of patriarchal impunity with counterpublic in India with reference to Onaatah of the Earth (2017) by Paulami Duttagupta. It is apparent that much of the discourse on counterpublic emphasizes on either countering the existing state agencies as mentioned by Nancy Frazer where she critiques the exclusionary practices of bourgeois public sphere labeling the process as undemocratic or advocating locational counterpublic to uplift the subalterns to establish democracy discussed by Kanika Batra. However, not much has been discussed about the exclusion of discourses critiquing impunity which forms an essential background to establish a correlation between patriarchal impunity and the counterpublic. Thus, the paper attempts to examine bourgeois public sphere mainly as a patriarchal discursive arena disseminating and strengthening the idea of impunity granted, especially in cases of sexual violence within the framework of Habermas’s public sphere. The study also focuses on how the novel Onaatah of the Earth acts as a counterpublic to undermine or neutralize the impunity by addressing issues related to gender sensitivity bringing them forth not only in discursive space but in activism too.",
      "citationCount": 0,
      "doi": "10.15655/mw_2018_v9i3_49488",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6600e4dd8875f779d086fab863547173bc54e9cb",
      "venue": "Media Watch",
      "journal": {
        "name": "Media Watch",
        "pages": "278 - 290",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1bf45a5a371d53c533684eac1deca0f2ba28e8d8",
      "title": "Rethinking the Public Sphere in an Age of Radical-Right Populism: A Case for Building an Empathetic Public Sphere",
      "authors": [
        {
          "name": "Timo Korstenbroek",
          "authorId": "118891266"
        }
      ],
      "year": 2021,
      "abstract": "\n With right-wing populist movements gaining ever more traction worldwide, great attention is paid to addressing their exclusionary rhetoric. In this article, I focus on the question how to deal with these radical-right sentiments in our public debates. Believing that both exclusion and inclusion of right-wing populist voices wield counter-productive effects, I juxtapose Habermas’s public sphere theory to Mouffe’s model of agonistic pluralism and posit that both are ultimately insufficient to tackle the populist danger, albeit for different reasons. However, by synthesizing Mouffe’s model with the ideas of Zygmunt Bauman and Iris Marion Young, I introduce the concept of an empathetic public sphere as a model for creating minimal common grounds between right-wing populist “selves” and the “others” they oppose. Finally, I then move this normative model into the realm of media and communication studies and assess how empathetic storytelling might be given shape in today’s fragmented media ecology.",
      "citationCount": 20,
      "doi": "10.1093/CT/QTAB005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1bf45a5a371d53c533684eac1deca0f2ba28e8d8",
      "venue": "Communication Theory",
      "journal": {
        "name": "Communication Theory"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d5c18307485f4adbe2318a6f7944ad5fc6448fd2",
      "title": "The Contemporary Public Sphere-Habermas’ Perspective",
      "authors": [
        {
          "name": "Abdullah Almuqren",
          "authorId": "2197310853"
        }
      ],
      "year": 2023,
      "abstract": "Undoubtedly, the contribution of public opinion and involvement is a critical aspect in shaping and influencing the political, social, and democratic courses within a nation. The concept of the public sphere acknowledges the presence and studies the initiation of integral discourses conducted by the public. Indeed, the German philosopher, Jürgen Habermas, instigated and established the understanding of such a concept. He critically highlights that the presence and participatory nature of the public sphere is crucial for a democracy. His theory, espoused in his 1985 Theory of Communicative Action, is predicated upon the principle that how we communicate, affects the content of that communication in the reasonable discourse of a mature democracy (Lock and Strong, 2010, p. 78). Nevertheless, it is evident that the development of technology and the internet has led to immense changes in the manner in which the public is able to become involved in such activities. Unquestionably, newspapers, writing letters, television and public meetings are no longer the only public sphere sources of the communication of information and the rise of social media and the virtual world provides many new sorts of opportunities for the exchange of views (Masip et al, 2019). Jürgen Habermas’ theory was established over a decade before the advent of social media, which raises critical questions as to the placement of the public sphere in the context of the realm of social media. The public sphere has been fundamentally developed by digital communication and the emergence of the immediacy of opinion making via social media platforms, introducing a less personally interactive but much broader participatory base, increasingly sophisticated and more contentious (Mahlouly, 2013). This paper will examine the nature of communication in the contemporary public sphere and verify whether the rise of social media and the virtual world extends the public sphere or diminishes the level of rational conversation through exploring the public sphere; and monitor his structure, function and places of work, according to Habermas’ theoretical vision. Moreover, to explain its components in the political and social field in the lifeworld. Also, to what extent of the contemporary sphere's applicability to Habermas' communicative theory. While Habermas' vision of the public sphere and communication was emphasized, it has been argued the perspective of Hannah Arendt and her “public realm”. In addition, many contemporary thinkers, particularly Fraser, argued about the concept of the contemporary public sphere in the postmodern.",
      "citationCount": 2,
      "doi": "10.14738/assrj.106.14848",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5c18307485f4adbe2318a6f7944ad5fc6448fd2",
      "venue": "Advances in Social Sciences Research Journal",
      "journal": {
        "name": "Advances in Social Sciences Research Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6f5a7b3c865deb96fbe65d8fcce25d70cdcdfd5c",
      "title": "Against Resilience: The (Anti-)Ethics of Participation in an Unjust and Unequal Public Sphere",
      "authors": [
        {
          "name": "Shakuntala Banaji",
          "authorId": "41124204"
        }
      ],
      "year": 2024,
      "abstract": "If we define public spheres as social spaces in families, media, governance and policy making, workplaces, colleges, schools, places of worship and leisure where people can participate in sociopolitical debate and action, it is important to understand how imbalanced architectures of power ensure that the affective and physical costs of participation are higher for some than for others. While critiques of Habermas have engaged these power imbalances and their effects on the putative notions of the public sphere, public spheres and counter-publics, the notion of public and individual resilience continues to be invoked in a celebratory mode for communities and environments that survive and thrive despite political repression. Drawing on interviews and focus groups about disinformation and hate in legacy and social media, and on scholarship about resilience from health and ecology, my paper historicises and critiques the notion of resilience as currently deployed in communications and social theory. Based on this analysis, I argue that the concept of resilience now serves mainly to elude or defang valid and varied critiques of communicative inequality, discrimination and violence in the devastatingly flawed contemporary public sphere, while also feeding into double-edged celebrations of recognition as empowerment and neoliberal becoming.",
      "citationCount": 3,
      "doi": "10.1080/13183222.2024.2311012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6f5a7b3c865deb96fbe65d8fcce25d70cdcdfd5c",
      "venue": "Javnost - The Public",
      "journal": {
        "name": "Javnost - The Public",
        "pages": "141 - 157",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9f7f55373744270ff2ca1c97279e00ed2ee423db",
      "title": "Fugitive Truth: Renewing the Public Sphere in the Age of Post-Truth",
      "authors": [
        {
          "name": "Saul Newman",
          "authorId": "2318410565"
        }
      ],
      "year": 2024,
      "abstract": "In the sixty years since the publication of Jürgen Habermas' magnum opus, The Structural Transformation of the Public Sphere, the public sphere now faces a new threat in the era of “post-truth” politics. The preponderance of lies, mis/disinformation, “fake news”, “alternative facts”, conspiracy theories, and the general breakdown of trust in established sources of knowledge and information has led to the fragmentation and deepening polarisation of the public sphere - a situation deliberately promoted by right wing populist forces intent on fighting the “culture wars”. At the same time, the political space is being disrupted, in a different way, through new social movements and radical activism particularly around issues of climate change, inequality, racial injustice, and police violence. My aim is to show how these contemporary forms of dissent are engendering a new “structural” transformation of the public sphere. They create autonomous and critical spaces of collective engagement that call into question the legitimacy of dominant power structures. Understanding this process requires an alternative rendering of the relationship between truth and politics - something I develop through Michel Foucault's rethinking of the critical impulse of the Kantian Enlightenment and his later work on parrhesia.",
      "citationCount": 1,
      "doi": "10.1080/13183222.2024.2383904",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f7f55373744270ff2ca1c97279e00ed2ee423db",
      "venue": "Javnost - The Public",
      "journal": {
        "name": "Javnost - The Public",
        "pages": "327 - 342",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4b4abbbf207be861de6ee9ff37d4a276a00c8ea4",
      "title": "The Public Sphere, the Post-University and the Scholarly Apparatus: An Introduction",
      "authors": [
        {
          "name": "M. Featherstone",
          "authorId": "143891132"
        }
      ],
      "year": 2024,
      "abstract": "This introduction contextualizes a set of papers, which originated from the Theory, Culture & Society Summer School, that explore the connections between the public sphere, the post-university and the scholarly apparatus. The impetus was the consideration of Habermas’s recent writings on the structural changes in the public sphere, along with his concerns about the mediating role of the university and its capacity to act as a specialized internal public sphere. Yet, with digitalization, metrics have become increasingly important in administration and evaluation of faculty. This has been accompanied by significant shifts in the digitalization of the scholarly apparatus and the way of conducting research and publishing. A consequence has been calls to rethink the public function of the university and related knowledge institutions, and to explore new forms of educational practice in relation to media and computer literacy.",
      "citationCount": 0,
      "doi": "10.1177/02632764241299757",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4b4abbbf207be861de6ee9ff37d4a276a00c8ea4",
      "venue": "Theory, Culture &amp; Society",
      "journal": {
        "name": "Theory, Culture & Society",
        "pages": "5 - 18",
        "volume": "41"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "401c9a94057ab410c74d4ddcbf15b0df6e70414f",
      "title": "Habermas’s Public Sphere",
      "authors": [
        {
          "name": "Michael Hofmann",
          "authorId": "2313986068"
        }
      ],
      "year": 2017,
      "abstract": "Habermas’s Public Sphere: A Critique analyzes the evolution of Juergen Habermas’s social and political theory from the 1950s to the present by focusing on the explicit and on the tacit changes in his thinking about The Structural Transformation of the Public Sphere, his global academic bestseller, which has been translated into 30 languages. Integrating “public sphere,” “discourse,” and “reason,” the three categories at the center of his lifelong work as a scholar and as a public intellectual, Habermas’s classic public sphere concept has deeply influenced an unusually high number of disciplines in the social sciences and in the humanities. In the process, its complex methodology, whose sources are not always identified, can be perplexing and therefore lead to misunderstandings. \n While Habermas’s “Further Reflections on the Public Sphere” (1992) contain several far-reaching clarifications, they still do not identify a number of the most important sources for his methodology, above all Herbert Marcuse and Ernst Bloch. Hence, a key purpose of this study is to thoroughly analyze the Marxist critique of ideology that Habermas uses in dialectical fashion for his theory reconstruction of Immanuel Kant’s liberal ideal of a rational-critical public as the organizational principle of the constitutional state and as the method of Enlightenment. Such dialectical thinking allows him to appropriate the structure of Reinhart Koselleck’s Critique and Crisis and of Carl Schmitt’s writings on the modern state while simultaneously upending their conservative critique of Liberalism and of the Enlightenment. However, this strategy restricts the application of his concept to his stylizations of the French Revolution and of his British “model case.”\n This critique reinvigorates Habermas’s seminal distinction between the purely political polis of antiquity, which excludes the private economy from the res publica, and the modern public sphere with its rational-critical discourse about commodity exchange and social labor in the political economy. At the same time, it identifies the crises of seventeenth-century England and the Dutch Republic as the origins of the new channels of public communication used to constantly evaluate the role of state power as political facilitator and regulator of an increasingly complex, dynamic, and crisis-prone market economy.",
      "citationCount": 0,
      "doi": "10.5771/9781611479898",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/401c9a94057ab410c74d4ddcbf15b0df6e70414f",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "7f7070746360874d22f06cb9268e4fa1eb2a9ccb",
      "title": "Reimagining the Public Sphere: Commensurability and Communicative Rationality under Colonialism",
      "authors": [
        {
          "name": "S. Biswas",
          "authorId": "2075434343"
        }
      ],
      "year": 2022,
      "abstract": "Abstract This article discusses the Habermasian public sphere as a realm constructed through communication and offers a critique of Jürgen Habermas's concept of an intersubjectively shared lifeworld among the participants as a fundamental prerequisite for communicative rationality in the discursive field. The article contends that the emergence of communicative rationality in the public sphere is unlikely to be facilitated by a singular and unitary modern public whose participants have commensurable languages and worlds. This argument is elaborated through an analysis of a public debate that occurred on August 10, 1888, between the Mahajan (headman) of the Modh Baniya caste council and Mohandas K. Gandhi, a Modh Baniya himself. Even though the discussion involved two people with an intersubjectively shared lifeworld, who were engaged in the deliberation as equals, the dialogue broke down, deepening divides. This article argues that the need to protect the spiritual domain from the polluting touch of the material domain led to the breakdown of communicative rationality.",
      "citationCount": 0,
      "doi": "10.1017/S0021911822001188",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f7070746360874d22f06cb9268e4fa1eb2a9ccb",
      "venue": "Journal of Asian Studies",
      "journal": {
        "name": "The Journal of Asian Studies",
        "pages": "707 - 725",
        "volume": "81"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
