{
  "status": "success",
  "source": "semantic_scholar",
  "query": "feminist critique deliberative democracy",
  "results": [
    {
      "paperId": "9175ebf11d0ab465afc8c2bbbb0f108a8e836425",
      "title": "THE FOOTSTEPS OF SEYLA BENHABIB: A GENEALOGY OF HER CONCEPTS OF DEMOCRATIC SELF-DETERMINATION, UNIVERSAL COSMOPOLITAN HUMAN RIGHTS, AND THE ETHICAL OBLIGATION OF HOSPITALITY, SOVEREIGNTY, AND AN INCLUSIVE DEMOCRATIC PROCESS",
      "authors": [
        {
          "name": "Renato Almeida de Oliveira",
          "authorId": "2363420292"
        },
        {
          "name": "Filipe Zanuzzio Blanco",
          "authorId": "2303172672"
        },
        {
          "name": "Ricardo dos Reis Silveira",
          "authorId": "2308939630"
        },
        {
          "name": "Thiago de Souza Serra",
          "authorId": "2361833557"
        }
      ],
      "year": 2025,
      "abstract": "Throughout her work, Seyla Benhabib develops a consistent reflection on equality and diversity within a globalized context. Beginning with Critique, Norm, and Utopia (1986), she critiques classical critical theory for its reliance on negative critique and abstract utopias, lacking grounding in real normative practices. In Situating the Self (1992), she introduces a feminist and postmodern ethical approach, while The Claims of Culture (2002) explores the balance between equality and cultural diversity. Her work evolves into a theory of democratic cosmopolitanism in The Rights of Others (2004), advocating for universal human rights that transcend national borders. She challenges Kantian universalism and communitarian views like those of MacIntyre, proposing an ethics of responsibility rooted in contextual particularities. In Transformations of Citizenship (2001), she analyzes how globalization reshapes citizenship and belonging. Benhabib also critiques contemporary democratic theories, arguing that Habermas’s deliberative democracy and Mouffe’s agonistic model fail to fully embrace inclusivity. She proposes instead a more participatory and inclusive democratic framework. Furthermore, Benhabib emphasizes Hannah Arendt’s ambivalence toward modernity, highlighting the importance of action and plurality. This paper argues that a unifying thread runs through Benhabib’s work, tying together her reflections on rights, equality, and diversity. Using critical analysis of her writings, the paper demonstrates how Benhabib’s evolving conception of rights aims to integrate inclusive practices, respect for universal norms, and constant legal revision to address the demands of a diverse global era.",
      "citationCount": 0,
      "doi": "10.23900/2359-1552v14n2-79-2025",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9175ebf11d0ab465afc8c2bbbb0f108a8e836425",
      "venue": "Revista Políticas Públicas &amp; Cidades",
      "journal": {
        "name": "Revista Políticas Públicas &amp; Cidades"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "037406cf07064cf8e63b436854063c15ac4890d3",
      "title": "Be Fair or Care? Fairtrade and the Standardization of Ethical Practices",
      "authors": [
        {
          "name": "Juliane Reinecke",
          "authorId": "40011841"
        },
        {
          "name": "S. Ansari",
          "authorId": "10983662"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.5465/AMBPP.2013.130",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/037406cf07064cf8e63b436854063c15ac4890d3",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "15766-15766",
        "volume": "2013"
      },
      "publicationTypes": null
    },
    {
      "paperId": "91399acfbec88f37e30c9bbbe39745dcbc5de764",
      "title": "POLITICAL CRITIQUE OF AXEL HONNETH'S RECOGNITION OF JURGEN HABERMAS' DELIBERATIVE DEMOCRACY",
      "authors": [
        {
          "name": "Sukri Sukrie",
          "authorId": "2219510998"
        },
        {
          "name": "Ishak Antok",
          "authorId": "2219540719"
        }
      ],
      "year": 2023,
      "abstract": "The purpose of this paper is to express Honneth's critique of Habermas' deliberative democracy. This research uses qualitative methods that are critically analytical in comparing the thoughts of Habermas and Honneth. The theory used is the sociology of knowledge from Karl Mannheim's. In the sociological theory of knowledge Mannheim says that man and his existence in the social environment can not be separated from his environment, a subjectivity that knows there is always interference from the social, political environment in which he lives. The results of this study reveal that the deliberative criticism of Democracy echoed by Habermas still leaves problems. The problem in deliberative democracies hints at rational communication, yet everyone does not have the same knowledge of rationality. For the educated person he has communication and knowledge rationally, but for the unlearned person does not have it, so they must represent his voice. In the Indonesian context, deliberative democracy is still wishful thinking. The public space referred to by Habermas has not yet gained a place in Indonesia, because the representation system that is the hallmark of representative democracy can be said to be pseudo-representation because there is no proportional bargaining position between constituents and their people's representatives. As Honneth's critique of Habermas the weakness of deliberative democracy, Honneth offers a form of intersubjective relation based on three areas of recognition namely love, self-confidence, self-respect, solidarity.",
      "citationCount": 0,
      "doi": "10.20414/politea.v6i1.6295",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91399acfbec88f37e30c9bbbe39745dcbc5de764",
      "venue": "Politea : Jurnal Politik Islam",
      "journal": {
        "name": "Politea : Jurnal Politik Islam"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "46544c4a26f4a63e100829e42f9a8813ef11e985",
      "title": "Beyond Dichotomies: Empathy and Listening in Deliberative Democracy",
      "authors": [
        {
          "name": "Katharina Anna Sodoma",
          "authorId": "134269416"
        },
        {
          "name": "Daniel Sharp",
          "authorId": "2320402176"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT In Beyond Empathy and Inclusion: The Challenge of Listening in Deliberative Democracy, Mary F. Scudder defends a listening-based approach to deliberative democracy. On this account, democratic legitimacy requires that citizens listen to each other’s deliberative contributions to give them fair consideration. She opposes this listening-based approach to a recent “empathic turn” in deliberative democratic theory, which emphasizes the importance of imaginative perspective-taking in democratic deliberation. Scudder develops an incisive critique of relying on empathy in democratic deliberation. According to her argument, our capacity to empathize is severely limited, and empathy cannot replace, but only distort listening. This argument suggests that we should listen rather than empathize in democratic deliberation. In this paper, we challenge the implicit assumption that empathy and listening must be regarded as mutually exclusive alternatives. We argue that empathy still has an important place within a listening-centric approach to democracy because empathy can improve listening broadly understood, according to its own inherent aim of ensuring fair consideration. Specifically, we identify three constructive roles that empathy can play in facilitating democratic listening: it can help us to understand what someone has said, see where someone is coming from, and promote mutual understanding. We argue that recognizing these constructive roles for empathy in democratic deliberation is compatible with acknowledging empathy’s limits and accepting that we should sometimes prefer listening without empathy. Ceasing to conceive of empathy and listening as mutually exclusive options opens up new questions and we close by discussing some potential directions of future study.",
      "citationCount": 2,
      "doi": "10.1080/10584609.2025.2496656",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/46544c4a26f4a63e100829e42f9a8813ef11e985",
      "venue": "Political Communication",
      "journal": {
        "name": "Political Communication",
        "pages": "576 - 595",
        "volume": "42"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d361d9a72009357414507efee79f0f19034257e5",
      "title": "THE METHODOLOGICAL LIMITATIONS OF DELIBERATIVE DEMOCRACY IN TIMES OF UNCERTAINTY",
      "authors": [
        {
          "name": "Daria Synhaievska",
          "authorId": "2307689163"
        }
      ],
      "year": 2025,
      "abstract": "The foundations of deliberative democracy rest on ideals of communicative rationality, as articulated by Jürgen Habermas, a key representative of the Frankfurt School’s second generation. Emerging from critical theory’s broader critique of instrumental rationality, deliberative democracy emphasizes public discourse and consensus as essential mechanisms for legitimate governance. This model assumes that through discourse ethics, diverse societal interests can converge toward norms, transcending\npartial biases. However, in times of uncertainty — particularly during war or social upheaval — these assumptions face significant challenges. The historical context of the Frankfurt School’s development underscores this point. Established amidst the European crises of the early 20th century, critical theorists like Theodor Adorno and Max Horkheimer grappled with the failures of rationality that led to totalitarianism. The critique of deliberative democracy in the context of the Russo-Ukrainian war highlights\nthe need to reassess the theory’s practical and ethical foundations. While deliberative democracy aspires to foster inclusivity and legitimacy through rational discourse, its application during periods of profound uncertainty exposes critical vulnerabilities. These include the challenges of relativism, asymmetrical power dynamics, and the ethical risks of procedural neutrality. The aim of this study is to probe the practical applicability\nand evaluate the core epistemological and ethical assumptions of deliberative democracy, particularly its Habermasian formulations, when confronted with conditions of uncertainty. It critically examines the theoretical underpinnings of deliberative democracy, its limitations, and the ethical dilemmas posed by its procedural inclusivity. Methodological approach taken in this article builds upon case study to illustrate the limitations of deliberative democracy, and draws on critical theory — especially\nthose of Theodor Adorno and Jürgen Habermas — to evaluate its epistemological and ethical assumptions.",
      "citationCount": 0,
      "doi": "10.61095/815-0047-2025-1-141-150",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d361d9a72009357414507efee79f0f19034257e5",
      "venue": "Topos",
      "journal": {
        "name": "Topos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "de1c1aa3dc292d6bdb0f7b77ef04c2b6340ba531",
      "title": "Disruptive or deliberative democracy? A review of Biesta’s critique of deliberative models of democracy and democratic education",
      "authors": [
        {
          "name": "Anniina Leiviskä",
          "authorId": "113671491"
        }
      ],
      "year": 2020,
      "abstract": "ABSTRACT Gert Biesta criticises deliberative models of democracy and education for being based on an understanding of democracy as a ‘normal’ order, which involves certain ‘entry conditions’ for democratic participation. As an alternative, Biesta introduces the idea of democracy as ‘disruption’ and the associated subjectification conception of education both of which he draws from the work of Jacques Rancière. This paper challenges Biesta’s critique of deliberative democracy by demonstrating that the ‘entry conditions’ for deliberation serve an important normative function. It is also suggested that Biesta’s critique dismisses some important dimensions of the deliberative model. The paper further contests Biesta’s conceptions of democracy and education by arguing, first, that his position involves certain contradictions that are problematic especially from a normative perspective. Second, the paper argues that Biesta’s conceptions of democracy and education might result in dismissing crucially important questions concerning the long-term evaluation and improvement of democratic and educational institutions.",
      "citationCount": 10,
      "doi": "10.1080/17449642.2020.1822611",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/de1c1aa3dc292d6bdb0f7b77ef04c2b6340ba531",
      "venue": "",
      "journal": {
        "name": "Ethics and Education",
        "pages": "499 - 515",
        "volume": "15"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "92b70dc6695798331106b01968f5ca956e55e314",
      "title": "Critique of Deliberative Democracy: A Critical Assessment",
      "authors": [
        {
          "name": "Muklesur Momin",
          "authorId": "1729506967"
        },
        {
          "name": "Eeshan Ali",
          "authorId": "119478775"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.53573/rhimrj.2021.v08i01.008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92b70dc6695798331106b01968f5ca956e55e314",
      "venue": "RESEARCH HUB International Multidisciplinary Research Journal",
      "journal": {
        "name": "RESEARCH HUB International Multidisciplinary Research Journal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ac17c558ccdfa7a53dbbc7bb9b533427aa33114d",
      "title": "Science Education for Democracy and Sustainability: A Transnational Critique of Policy Texts in a Fast-Globalizing Reform Ensemble",
      "authors": [
        {
          "name": "Geraldine Mooney Simmie",
          "authorId": "2267535781"
        },
        {
          "name": "S. Tolbert",
          "authorId": "2258512386"
        }
      ],
      "year": 2025,
      "abstract": "In a fast-globalizing reform ensemble, we reframe science education for a concept of civic engagement connected to a new social contract for democracy and sustainability. The American philosopher of education John Dewey, writing in the early 1900s, asserted that democracy requires a facelift with each generation in order to respond to the urgent needs of the moment. Dewey asserted that education acts as a midwife in the delivery of democracy. In this transnational comparative study, we conduct a generative critique of science education reforms in two democratic nation states, Ireland and New Zealand. We draw from critical and feminist perspectives in order to conduct a discourse analysis of two frequently used themes in science education reforms: (1) inclusion and (2) civic engagement. We scrutinize two curriculum policy documents, one in each country to critically interrogate the framing between science education and democracy and to advocate for a radical reimagining of science education in the Anthropocene. Our scrutiny reveals unexamined assumptions in science education reforms in both countries underpinned by a strong logical positivist tradition. Our study provides a suitable theory and method to interrogate discourses in ways that hold complexities and nuances in play and foregrounds care and justice.",
      "citationCount": 0,
      "doi": "10.65214/2164-7992.1686",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ac17c558ccdfa7a53dbbc7bb9b533427aa33114d",
      "venue": "Democracy &amp; Education",
      "journal": {
        "name": "Democracy &amp; Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "80b03da6c4d4d9d31df2cc301c3cee2e8226100d",
      "title": "Unveiling Disputes in Representation’s Constructivist Turn(s): Lisa Disch and Deliberative Democracy",
      "authors": [
        {
          "name": "Joshua Stom",
          "authorId": "2332214337"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT The field of representation theory has reached a moment in which a wide variety of democratic theorists are now constructivists. But what does it mean for these theorists to be a constructivist? In answering this question, I sharpen the differences between two democratic traditions by way of an interrogation of Lisa Disch’s critique of deliberative democracy. First, I defend deliberative democracy against Disch’s attempts to exclude it from the constructivist turn. In response to Disch’s critique that deliberative democrats remove indeterminacy from processes of representation, I argue that deliberative democrats are more specifically interested in the more and less acceptable ways in which speech might influence the minds of constituents. It is true that deliberative democrats incorporate a normative commitment to autonomous judgment formation, but they do not thereby determine what the specific outcomes of judgment should be. Second, I directly critique Disch’s theory of radical democracy, arguing that Disch’s democratic system fails to deliver on important promises of the constructivist turn precisely because it cannot separate between the more and less legitimate ways of influencing minds. It fails to conceive of democratic representation as an activity that is meaningfully co-constitutive, and it cannot provide for the reasonable conditions of judgment.",
      "citationCount": 2,
      "doi": "10.1080/00344893.2024.2429558",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/80b03da6c4d4d9d31df2cc301c3cee2e8226100d",
      "venue": "Representation",
      "journal": {
        "name": "Representation",
        "pages": "345 - 360",
        "volume": "61"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "27d5cf13455773dc8a393769253ed5f225e93ca3",
      "title": "Deliberative ecologies: a relational critique of deliberative systems",
      "authors": [
        {
          "name": "R. Mendonça",
          "authorId": "2058216432"
        },
        {
          "name": "Lucas Nigri Veloso",
          "authorId": "2278132602"
        },
        {
          "name": "Bruno Dias Magalhães",
          "authorId": "2213393008"
        },
        {
          "name": "F. Motta",
          "authorId": "2036744281"
        }
      ],
      "year": 2024,
      "abstract": "\n This paper advocates a move beyond the systemic approach in the field of Deliberative Democracy. It argues that the notion of deliberative ecology can deliver the necessary conceptual elements that deliberative democrats seek in deliberative systems without some of the problems they either overlook or embrace. To advocate the advantages of an ecological perspective to deliberation, the article focuses on six axes of comparison: (i) performances of actants (instead of functions of arenas and players); (ii) articulations and translations (instead of transmission); (iii) vulnerabilities (instead of pathologies and dysfunctions); (iv) practice (instead of institutionally-oriented design); (v) diverse temporalities (instead of linear temporality) and; (vi) hologram-based analysis (instead of systemic analysis). In a nutshell, the article claims that the ecological approach to deliberation has the advantage of conceptualizing an ever-changing web of relations of interdependency, which connects diverse entities that are either relevant to a public discussion or that hinder its enactment.",
      "citationCount": 4,
      "doi": "10.1017/s1755773923000358",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27d5cf13455773dc8a393769253ed5f225e93ca3",
      "venue": "European Political Science Review",
      "journal": {
        "name": "European Political Science Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9dc48f61180c5f4e65053f060f9142c0e312ef71",
      "title": "Nino’s Deliberative Democracy in the Dock: A Discourse Failure Critique",
      "authors": [],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.33423/jabe.v22i13.3908",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9dc48f61180c5f4e65053f060f9142c0e312ef71",
      "venue": "Journal of Applied Business and Economics",
      "journal": {
        "name": "Journal of Applied Business and Economics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ab903dfd3e796ad3c8462277446291fce073a03b",
      "title": "The Critique of Deliberative Discussion. A Response to “Education for Deliberative Democracy: A Typology of Classroom Discussions\"",
      "authors": [
        {
          "name": "David I. Backer",
          "authorId": "115508220"
        }
      ],
      "year": 2017,
      "abstract": "My response to Samuelsson’s (2016) recent essay offers a different paradigm with which to think about education, deliberative discussion and democracy. I call this paradigm the critique of deliberative discussion. Following Ruitenberg’s application of Mouffe’s critiques of deliberative democracy to education, the critique of deliberative discussion focuses on what Jameson called the “political unconscious” of deliberative discussions like those presented by Samuelsson. There is literature that critique traditionally moderateliberal notions of deliberative discussion, which Samuelsson defines his typology: reason, willingness to listen, and consensus. While others, like Ruitenberg, have developed this critique of deliberativedemocratic citizenship education, the critique of deliberative discussion takes a leftofliberal view of each of Samuelsson’s requirements for deliberative discussion listed above and describes practicalpedagogical techniques, which teachers and facilitators can use to practice critical discussions. This response’s contribution to the debate is therefore not only to critique deliberative discussion but also— following Samuelsson— to offer techniques that translate the critique into classroom practice. This article is in response to: Samuelsson, M. (2016). Education for deliberative democracy: A typology of classroom discussions. Democracy & Education, 24(1), Article 5. Retrieved from http://democracyeducationjournal.org/ home/vol24/iss1/5 Samuelsson’s (2016) “Education for Deliberative Democracy: A Typology of Classroom Discussions” is a neat essay. First, the author mapped out criteria for what counts as deliberative democracy in theory, surveying an important field of philosophical and political scholarship. Next, Samuelsson sculpted three requirements out of this theoretical literature, which actual classroom discussions— fleshandblood people, learning together— might satisfy or not, making their discussions more or less deliberativedemocratic. These three criteria are: (a) the reasongiving requirement wherein different points of view are presented, each of which being underpinned with reasons that participants put forth; (b) the reflective requirement, where participants display a willingness to listen to and think about one another’s reasons, as well as revise these reasons if new information becomes convincing; and (c) the striving for consensus requirement, where participants attempt to formulate compromises given existing disagreements, from which a unanimity may emerge. Drawing from observation work in the field, Samuelsson (2016) gave concrete examples of discussions that exhibit one or two of the requirements, distinguishing these discussions from the most David I. Backer is an assistant professor in the College of Education and Social Work at West Chester University of Pennsylvania. His most recent book is Elements of Discussion, a practical and philosophical handbook for facilitating discussion in neoliberal times. His website is davidbacker.com.",
      "citationCount": 11,
      "doi": "10.65214/2164-7992.1300",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab903dfd3e796ad3c8462277446291fce073a03b",
      "venue": "Democracy &amp; Education",
      "journal": {
        "name": "Democracy &amp; Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "0e8a524d71194dfd76836d440f142e1109af268f",
      "title": "How Can the People Ever Make the Laws? A Critique of Deliberative Democracy",
      "authors": [
        {
          "name": "Frank I. Michelman",
          "authorId": "15390042"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.4324/9781315251288-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e8a524d71194dfd76836d440f142e1109af268f",
      "venue": "Jürgen Habermas",
      "journal": {
        "name": "Jürgen Habermas"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5d6350d27000b6fb6e9fbc45e268add6deee292e",
      "title": "HERMENEUTICAL CRITIQUE IN DELIBERATIVE DEMOCRACY",
      "authors": [
        {
          "name": "M. Šimša",
          "authorId": "2094612645"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5593/sgemsocial2017/hb21/s06.033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5d6350d27000b6fb6e9fbc45e268add6deee292e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "570991d461fd1839c486458044d3681e23a82d92",
      "title": "THE PROBLEMS OF JÜRGEN HABERMAS’s DELIBERATIVE DEMOCRACY THEORY",
      "authors": [
        {
          "name": "Ahmad Sidqi",
          "authorId": "2311400753"
        }
      ],
      "year": 2023,
      "abstract": "Jürgen Habermas a German philosopher who adopts of Karl Marx’s thought in the social order. However, Habermas does not immediately accept of the raw Marx’s thought. Habermas with rationalism as the epistemology. The Critical Theory criticize the sciences positive as the science of economics, sociology, technology, psychology; and also philosophy. The sciences is not questioned the direction of the process of the community itself. In a critique of the ideology of Habermas through the role of basic ethics and adopt the Immanuel Kant’s thought. Habermas to a blurb about dialectical theory of hermeneutic action through Aufhebung (hermeneutics of philosophy and psychoanalysis). Habermas was critique to postmodernism that universal as hegemony and discriminative to getting a plural morality Habermas's critical theory is a kind of epistemology that seeks to mate between objectivity and subjectivity, between scientists and philosophers, between the ontentic and the articulate. Critical theory also tries to expose the traditional theory, because it positions the object as untouchable, as it is. So difficult to capture its meaning by humans. This makes the object seem very sacred and must be received unanimously. The democracy of Habermas is deliberative democracy. Deliberative democracy aims to find a middle ground between Western liberalism and Asian and Islamic communitism. This assumption is established in a democratic form in the form of an intensive political system and public sphere.",
      "citationCount": 1,
      "doi": "10.69957/radix.v1i01.28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/570991d461fd1839c486458044d3681e23a82d92",
      "venue": "Radix",
      "journal": {
        "name": "RADIX: Jurnal Filsafat dan Agama"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7f0b2af3898c5e3f0c827fc1b0c18628a2857e27",
      "title": "The epistemic value of deliberative democracy: how far can diversity take us?",
      "authors": [
        {
          "name": "Jonathan Benson",
          "authorId": "145304117"
        }
      ],
      "year": 2021,
      "abstract": "This paper contributes to growing debates over the decision-making ability of democracy by considering the epistemic value of deliberative democracy. It focuses on the benefits democratic deliberation can derive from its diversity, and the extent to which these benefits can be realised with respect to the complexities of political problems. The paper first calls attention to the issue of complexity through a critique of Hélène Landemore and the Diversity Trumps Ability Theorem. This approach underestimates complexity due to its reliance on an ‘oracle assumption’ and this is shown to highlight more general difficulties for applying the benefits of diversity to the realities of political problems. The paper then develops a new model of deliberation—based on an relationship between cognitive diversity and diminishing returns to cognitive type—which does not involve an oracle assumption and can therefore support the epistemic value of deliberative democracy even for complex problems. The benefits of diversity are also argued to be better realised though sortition than either democratic elections or epistocracy, pointing to the value of deliberation between randomly selected citizens. Finally, and contrary to past work, the new account suggests that diversity cannot alone establish the superiority of democratic deliberation over all non-democratic alternatives, and that it is insufficient to mount a purely epistemic argument for deliberative democracy. The paper therefore furthers our understanding of the epistemic value of deliberative democracy by clarifying when and to what extent diversity is a benefit to political problem solving.",
      "citationCount": 18,
      "doi": "10.1007/s11229-021-03161-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f0b2af3898c5e3f0c827fc1b0c18628a2857e27",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "8257 - 8279",
        "volume": "199"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e137a9106a6a7c18a12566f2441af14fe283f912",
      "title": "JURGEN HABERMAS AND HIS CONTRIBUTION TO THE THEORY OF DELIBERATIVE DEMOCRACY",
      "authors": [
        {
          "name": "Dr. Aleksandar Jovanoski",
          "authorId": "2177375235"
        }
      ],
      "year": 2021,
      "abstract": "The paper presents Jürgen Habermas' epistemological views on the theory of deliberative democracy. Habermas has been constructing a series of assumptions since the 1970ies about his Theory of Communicative Action to overcome the crisis of legitimacy. This position stems from the critique of the deep chasm that exists between the \"constitutional-democratic legal order\" as a normative framework and how forms of social power are imposed to undermine the legitimate process of passing laws. The course of Habermas's argumentation theorizing about communicative action and the communicatively based process of (democratic) political decision-making brings with it the potential to break with the procedural argumentation of the representatives of the so-called aggregate models of democratic practice. For the development of the theory of deliberative democracy, its sociological sharpness may be important, with the help of which the social basis of legal projects and public policies leads to the clarification of the external tension that exists between facticity and validity. Thus, Habermas respects the differences between facts and norms in every contemporary concept of law. This can be called the legal theory of deliberative democracy that has shaped the modern understanding of the conception and practice of deliberative democracy.",
      "citationCount": 5,
      "doi": "10.46281/aijssr.v7i1.1296",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e137a9106a6a7c18a12566f2441af14fe283f912",
      "venue": "American International Journal of Social Science Research",
      "journal": {
        "name": "American International Journal of Social Science Research"
      },
      "publicationTypes": null
    },
    {
      "paperId": "298782b90376c226f447e870ea9f6ae904e0cd64",
      "title": "The Argumentative Turn toward Deliberative Democracy: Habermas’s Contribution and the Foucauldian Critique",
      "authors": [
        {
          "name": "Hubertus Buchstein",
          "authorId": "2062656410"
        },
        {
          "name": "Dirk Jörke",
          "authorId": "2081942838"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.1215/9780822395362-010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/298782b90376c226f447e870ea9f6ae904e0cd64",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "271-304",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0e6632fe13860c90ba14ac8df416b6323f7ff8fb",
      "title": "Rationality and deliberative democracy: A constructive critique of John Dryzek's democratic theory",
      "authors": [
        {
          "name": "A. Blau",
          "authorId": "118048631"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1057/CPT.2010.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e6632fe13860c90ba14ac8df416b6323f7ff8fb",
      "venue": "",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "37-57",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cf242f70441b620dca11c21b67156cbd859126c2",
      "title": "The politics of truth: A critique of Peircean deliberative democracy",
      "authors": [
        {
          "name": "M. Bacon",
          "authorId": "144909773"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 18,
      "doi": "10.1177/0191453710379031",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cf242f70441b620dca11c21b67156cbd859126c2",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "1075 - 1091",
        "volume": "36"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
