{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas sexuality queer",
  "results": [
    {
      "paperId": "538bac526953e51f9c1e0d64cf7ddcefe73471f7",
      "title": "Queer Social Philosophy: CRITICAL READINGS FROM KANT TO ADORNO",
      "authors": [
        {
          "name": "R. Halle",
          "authorId": "101470774"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 16,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/538bac526953e51f9c1e0d64cf7ddcefe73471f7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c637ab53fe4ae9269092ff7a42ab5bec07c9e8a2",
      "title": "The Role Of Canadian National Print Media In Fostering Positive Public Opinion Towards The Legislation Of Same-Sex Marriage In Canada",
      "authors": [
        {
          "name": "Amanda Piche",
          "authorId": "40757303"
        }
      ],
      "year": 2021,
      "abstract": "Since the Charter of Rights and Freedoms emerged in 1982, Canadian national print news was central to the complex networks in the establishment of same-sex marriage in 2005. Newspapers framed marriage equality as a human rights’ issue, within conventions for balance and objectivity. However, LGBTQrelated issues have not consistently been approached this way by the media, which have traditionally created and regulated boundaries of gender and sexuality (Rubin 2007). This dissertation explores why Canadian mainstream press oscillated between anti-queer and pro-LGBTQ approaches in a post-Charter Canada and its effect on public opinion.I show how news reporting is symbiotically implicated in Canadian public perspectives through public sphere theory (Habermas 1989; Fraser 1992). Frame analysis demonstrates how the issue was ideologically positioned in print (Goffman, 1974; Entman 1993; McCombs 2004; Scheufele 1999, 2000).A content analysis of over 2,000 national newspaper articles published between 1982 and 2005 reveal the frames used in stories about marriage equality. Semi-structured interviews with journalists and activists contextualize the analysis. Responses determine how media frames may have implicated understanding and support of the issue, and why and how certain frames were decided by journalists.This work informs the history of LGBTQ rights in Canada by exploring how the national news industry contributed to the framing of marriage equality. Analyses of news coverage of marriage equality remains largely US-centric (Brewer 2002 & 2003; Tadlock, et. al, 2007; Liebler et al., 2009; Li and Liu, 2010; Pan et al. 2010). Research on framing marriage equality in Canada focuses on litigants (Smith 2007), courts (Matthews 2005), and newspapers in 2003 and 2004 (Bannerman 2012). Despite several studies concerning the politics of sexual diversity in Canada (Hogg 2006; Kinsman 1996; Kinsman and Gentile 2010; Pettinicchio 2010; Rayside 2008; M. Smith 2008, 2012), marriage equality has not been studied extensively.",
      "citationCount": 0,
      "doi": "10.32920/16654801.v1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c637ab53fe4ae9269092ff7a42ab5bec07c9e8a2",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0ae7a77951b3c128771140bbfd9533d8ccd381d8",
      "title": "Discursive Tropes of Aggression Against Queer-Sexuality in Nigerian Standup Comedy",
      "authors": [
        {
          "name": "Omolade Ilesanmi",
          "authorId": "2193449005"
        },
        {
          "name": "Ayo Osisanwo",
          "authorId": "73448674"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s12119-024-10260-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0ae7a77951b3c128771140bbfd9533d8ccd381d8",
      "venue": "Sexuality & Culture",
      "journal": {
        "name": "Sexuality & Culture",
        "pages": "2860 - 2878",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d2206ea2329139ba0c714d14777a179863eb2aac",
      "title": "The book of queer prophets: 24 writers on sexuality and religion",
      "authors": [
        {
          "name": "Lystianingtyas Alfani Putri",
          "authorId": "2303206037"
        },
        {
          "name": "E. K. Poerwandari",
          "authorId": "2083124740"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/13558358.2024.2348954",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2206ea2329139ba0c714d14777a179863eb2aac",
      "venue": "Theology &amp; Sexuality",
      "journal": {
        "name": "Theology & Sexuality",
        "pages": "64 - 67",
        "volume": "30"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7f6d0caf2f149f9e3ff283da18576fee51778eac",
      "title": "“Something that is so overlooked”: joyfully exploring queer bodies and sexualities in sexuality education with teachers in New Brunswick, Canada",
      "authors": [
        {
          "name": "Casey Burkholder",
          "authorId": "2274168351"
        },
        {
          "name": "Melissa Keehn",
          "authorId": "2280786257"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT In this paper, we seek out the possibility of joyful and queered spaces of sexuality education. The sexual lives of queer and transgender youth are often passed over in sex and sexuality education classrooms. In this study, we were interested in exploring how sexual and bodily diversity make an appearance in these often-normative spaces. Through participatory visual research methodologies, we created art and media alongside 40 teachers in the province of New Brunswick, Canada, to look at the ways in which queer sexualities and bodies are made possible and impossible in their sex education practice. In three workshops, we found teachers negotiating the presence of 2SLGBTQI+ sexuality in their classrooms and a missing discourse of queer pleasure – mimicking the province’s tired sexuality education curriculum. We notice that artmaking helps diffuse the discomfort that often accompanies talking (and teaching) about sex in workshop spaces. We argue that sexuality educators need additional professional learning and resources to tend to the sexual lives of young people – and ultimately, a queering of sexuality education that is more intersectional, pleasure-centred, and joyful.",
      "citationCount": 14,
      "doi": "10.1080/14681811.2023.2296984",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f6d0caf2f149f9e3ff283da18576fee51778eac",
      "venue": "Sex Education : Sexuality, Society and Learning",
      "journal": {
        "name": "Sex Education",
        "pages": "201 - 220",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f0344e1cd69351ec904b66c6e6d4393be841471",
      "title": "Crip-queer intimacy, alliance and activism: towards holistic sexuality education in Taiwan",
      "authors": [
        {
          "name": "Po-Han Lee",
          "authorId": "1972699"
        },
        {
          "name": "Stephanie Torres Celis",
          "authorId": "2221992120"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT This study investigates the significance of sexuality education for individuals with disabilities in Taiwan. It highlights the importance of understanding sexuality as a fundamental aspect of identity, encompassing intimate relationships and connection to others. Since the implementation of the Gender Equity Education Act in 2004, Taiwan has made efforts to include comprehensive sexuality education in the school curriculum and integrate disabled students into mainstream education. However, disabled individuals still face barriers due to ableism and heteronormativity, which impede their access to sexual and reproductive health services, including sexuality education. To address this issue, we conducted a qualitative investigation using narrative and policy data, drawing on Scott’s phenomenology of nothingness and crip theory to explore the intersection of sexualities and disabilities in educational contexts. Our findings reveal that individuals with disabilities in Taiwan often rely on pornography and other erotic materials as informal sources of sex education. Hand Angels, a volunteer-based group established in 2013, has been actively promoting sexual rights within disability rights organisations, advocating for a comprehensive, sex-positive, pleasure-focused, and rights-based approach to sexuality education. However, there are still gaps in knowledge production and policy implementation, which systematically deny people with disabilities their right to sexual agency.",
      "citationCount": 7,
      "doi": "10.1080/14681811.2023.2225159",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f0344e1cd69351ec904b66c6e6d4393be841471",
      "venue": "Sex Education : Sexuality, Society and Learning",
      "journal": {
        "name": "Sex Education",
        "pages": "562 - 577",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0f19d7c21f14d4c80dcce3d34d2c31f93d76dfb4",
      "title": "Queer Data: Using Gender, Sex and Sexuality Data for Action",
      "authors": [
        {
          "name": "Sarah J. Ellis",
          "authorId": "2068673313"
        }
      ],
      "year": 2022,
      "abstract": "Review of the book \"Queer Data: Using Gender, Sex and Sexuality Data for Action\" by Kevin Guyan.",
      "citationCount": 50,
      "doi": "10.20897/jcasc/12762",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f19d7c21f14d4c80dcce3d34d2c31f93d76dfb4",
      "venue": "Journal of Cultural Analysis and Social Change",
      "journal": {
        "name": "Journal of Cultural Analysis and Social Change"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "d72bbad6331c8362e88b1dfaa97fd9721e0b04d9",
      "title": "Violent Affections: Queer sexuality, techniques of power, and law in Russia",
      "authors": [
        {
          "name": "A. Kondakov",
          "authorId": "145245999"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 33,
      "doi": "10.14324/111.9781800082939",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d72bbad6331c8362e88b1dfaa97fd9721e0b04d9",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "768e6e3c7c7fe4e36f5d8093abd080656edef5c4",
      "title": "“Minute by Minute”: The Radical Presentism of Queer Youth Sexuality",
      "authors": [
        {
          "name": "Timothy Gitzen",
          "authorId": "113942207"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/s12119-022-09969-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/768e6e3c7c7fe4e36f5d8093abd080656edef5c4",
      "venue": "Sexuality & Culture",
      "journal": {
        "name": "Sexuality & Culture",
        "pages": "1766 - 1781",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "826a009d0f73560fc8e2d8d3d8572c31f63dc321",
      "title": "A Mixed Methods Study of Sexuality Education Experiences and Preferences Among Bisexual, Pansexual, and Queer (Bi+) Male Youth",
      "authors": [
        {
          "name": "David Mata",
          "authorId": "2073812380"
        },
        {
          "name": "Aaron K. Korpak",
          "authorId": "37618956"
        },
        {
          "name": "Brianna L. Sorensen",
          "authorId": "2120845880"
        },
        {
          "name": "B. Dodge",
          "authorId": "48272837"
        },
        {
          "name": "B. Mustanski",
          "authorId": "3396698"
        },
        {
          "name": "B. Feinstein",
          "authorId": "5185479"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 19,
      "doi": "10.1007/s13178-021-00593-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/826a009d0f73560fc8e2d8d3d8572c31f63dc321",
      "venue": "Sexuality Research & Social Policy",
      "journal": {
        "name": "Sexuality Research and Social Policy",
        "pages": "806 - 821",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "ecd653eacb0d174a2908475ade50f6dbad292a57",
      "title": "Queer homelessness: the distinct experiences of sexuality and trans-gender diverse youth",
      "authors": [
        {
          "name": "Katie Hail-Jares",
          "authorId": "1416609938"
        },
        {
          "name": "Rhianon Vichta-Ohlsen",
          "authorId": "1581902945"
        },
        {
          "name": "T. Butler",
          "authorId": "2132245870"
        },
        {
          "name": "Jacqueline H. Byrne",
          "authorId": "34944805"
        }
      ],
      "year": 2021,
      "abstract": "Abstract Queer young people, or young people who are sexuality diverse and/or trans and gender diverse, face a higher lifetime likelihood of homelessness than their cis-heterosexual peers. However, queer young people are often treated as a homogenous group within research, a methodological decision that obscures differences on the basis of gender identity. Drawing upon 2,159 intake records from a youth housing program in Australia, the authors compare the experiences of (i) cis-heterosexual; (ii) sexuality diverse; and (iii) trans and gender diverse young people across a number of domains related to vulnerability, including victimization and violence, health, substance use, and support systems. Eighteen percent of young people in the sample identified as queer, and five percent identified as trans or gender diverse. Queer young people were more likely to report family and intimate partner violence, poor mental health, and recent substance use than cis-hetero youth. Trans and gender non-conforming respondents were more likely than sexuality diverse peers to be experiencing current, rather than past, family violence, and less likely to report intimate partner violence and substance use. We conclude by discussing these issues within the context of past research and their implication for future research and practice within the homelessness sector.",
      "citationCount": 18,
      "doi": "10.1080/19361653.2021.1990817",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ecd653eacb0d174a2908475ade50f6dbad292a57",
      "venue": "Journal of LGBT Youth",
      "journal": {
        "name": "Journal of LGBT Youth",
        "pages": "757 - 782",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "56e17e83717821334099a64c2d051cce56bc4caf",
      "title": "Refugeeness, Sexuality, and Gender: Spatialized Lived Experiences of Intersectionality by Queer Asylum Seekers and Refugees in Paris",
      "authors": [
        {
          "name": "Florent Chossière",
          "authorId": "146695251"
        }
      ],
      "year": 2021,
      "abstract": "In the last few years, asylum claims based on sexual orientation and/or gender identity (SOGI) have received increased attention within migration and queer studies. Mostly focusing on the refugee status determination process, these works have emphasized how the expectations of asylum institutions about “genuine queer refugees” lead to the exclusion of many applicants from SOGI asylum. This paper aims at shifting the analysis perspective from the legal categorization process to the impacts of everyday experienced categories of “asylum seekers” or “refugees” on queer migrants in the Parisian area. Using a three-year long ethnographic fieldwork, completed through interviews with queer asylum seekers and refugees, this paper investigates how refugeeness, understood as the objective and subjective effects of migration and asylum policies on individuals, contributes to shaping lived experiences of sexual and gender minorities in France. By drawing attention to the ways that the multiple power relationships queer asylum seekers and refugees have to face are spatially grounded, this paper discusses how an intersectional understanding of sexuality, gender, and refugeeness allows us to emphasize the role played by migration status in the negotiation of hetero- and cisnormativity. This paper also argues that far from remaining passive toward the categorization process they are subjected to, queer asylum seekers and refugees strategically appropriate the administrative categories with which they are associated. Such an analysis of lived experiences of queer asylum seekers and refugees in the country of arrival thus highlights the complex reshaping of social location caused by migration.",
      "citationCount": 17,
      "doi": "10.3389/fhumd.2021.634009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/56e17e83717821334099a64c2d051cce56bc4caf",
      "venue": "Frontiers in Human Dynamics",
      "journal": {
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b554d79380af4433761c1510d92bcdca37c2eca2",
      "title": "‘Sexuality exists on a continuum’: Broad City’s queer take on female friendship",
      "authors": [
        {
          "name": "K. Lehman",
          "authorId": "116271738"
        }
      ],
      "year": 2022,
      "abstract": "Comedy Central’s Broad City (2014–19) features a pair of Jewish single women navigating the pleasures and pitfalls of life in New York. Ilana Glazer and Abbi Jacobson’s characters find inspiration and sustenance in each other, rather than their secondary and often fleeting relationships with men. Their bond exceeds heterosexual friendship, as Ilana repeatedly declares her devotion and sexual attraction to Abbi. While Abbi casually rebuffs her advances, the libidinal Ilana pursues flings with both men and women, perceiving sexual orientation as a continuum. Co-creator Ilana Glazer has declined to label her character bisexual, claiming that Broad City was inspired by the adage that ‘everyone under 30 is gay’. By equating sexual fluidity with Millennial culture, Glazer seems to diminish the series’ political significance. However, I argue the series makes key interventions in queer representation by foregrounding the bonds between women, resisting heterosexual imperatives, and introducing queer sexual practices. My article considers the series’ importance to both LGBTQIA+ and straight viewers, combining close textual readings with attention to critical and audience responses. Additionally, I draw from recent scholarship on Broad City to examine how the series’ queer humour emphasizes white Jewish identity and relies upon cultural appropriation.",
      "citationCount": 0,
      "doi": "10.1386/qsmpc_00072_1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b554d79380af4433761c1510d92bcdca37c2eca2",
      "venue": "Queer Studies in Media &amp; Popular Culture",
      "journal": {
        "name": "Queer Studies in Media &amp; Popular Culture"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1ac545426c2345a53ceddf7ac73d10cb80cc20d3",
      "title": "Correction to: A Mixed Methods Study of Sexuality Education Experiences and Preferences Among Bisexual, Pansexual, and Queer (Bi +) Male Youth",
      "authors": [
        {
          "name": "David Mata",
          "authorId": "2073812380"
        },
        {
          "name": "Aaron K. Korpak",
          "authorId": "37618956"
        },
        {
          "name": "Brianna L. Sorensen",
          "authorId": "2120845880"
        },
        {
          "name": "B. Dodge",
          "authorId": "46761512"
        },
        {
          "name": "B. Mustanski",
          "authorId": "3396698"
        },
        {
          "name": "B. Feinstein",
          "authorId": "5185479"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s13178-022-00726-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ac545426c2345a53ceddf7ac73d10cb80cc20d3",
      "venue": "Sexuality Research & Social Policy",
      "journal": {
        "name": "Sexuality Research and Social Policy",
        "pages": "1395",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1d010ec64e1adcd68832deb099397188b1e47487",
      "title": "Data for queer lives: How LGBTQ gender and sexuality identities challenge norms of demographics",
      "authors": [
        {
          "name": "Bonnie Ruberg",
          "authorId": "52170170"
        },
        {
          "name": "S. Ruelos",
          "authorId": "118319805"
        }
      ],
      "year": 2020,
      "abstract": "In this article, we argue that dominant norms of demographic data are insufficient for accounting for the complexities that characterize many lesbian, gay, bisexual, transgender, and queer (LGBTQ, or broadly “queer”) lives. Here, we draw from the responses of 178 people who identified as non-heterosexual or non-cisgender to demographic questions we developed regarding gender and sexual orientation. Demographic data commonly imagines identity as fixed, singular, and discrete. However, our findings suggest that, for LGBTQ people, gender and sexual identities are often multiple and in flux. An overwhelming majority of our respondents reported shifting in their understandings of their sexual identities over time. In addition, for many of our respondents, gender identity was made up of overlapping factors, including the relationship between gender and transgender identities. These findings challenge researchers to reconsider how identity is understood as and through data. Drawing from critical data studies, feminist and queer digital media studies, and social justice initiatives like Data for Black Lives, we call for a reimagining of identity-based data as “queer data” or “data for queer lives.” We offer also recommendations for researchers to develop more inclusive survey questions. At the same time, we address the ways that queer perspectives destabilize the underlying logics of data by resisting classification and “capture.” For marginalized people, the stakes of this work extend beyond academia, especially in the era of algorithms and big data when the issue of who is or is not “counted” profoundly affects visibility, access, and power in the digital realm.",
      "citationCount": 95,
      "doi": "10.1177/2053951720933286",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d010ec64e1adcd68832deb099397188b1e47487",
      "venue": "Big Data & Society",
      "journal": {
        "name": "Big Data & Society",
        "volume": "7"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 15,
  "errors": []
}
