{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Eurocentrism postcolonial",
  "results": [
    {
      "paperId": "9b69c0848fd8711c2917bf15b2c11549f4c6396c",
      "title": "Laudation for Seyla Benhabib: Introduction to the Adorno Prize Lecture—Frankfurt, September 11, 2024",
      "authors": [
        {
          "name": "Martin Jay",
          "authorId": "2377849908"
        }
      ],
      "year": 2025,
      "abstract": "As a female political philosopher, born in Turkey to a Sephardic Jewish family, educated in America and Germany, and enjoying an illustrious teaching career in the United States, Seyla Benhabib has long pondered the limits placed on the validity of transcendent ideas by their contextual genesis. This “laudatio” for the Adorno Prize she was awarded in 2024 by the city of Frankfurt examines her work, with its special debts to Habermas and Arendt, as an evolving attempt to explore this issue with special reference to the challenges of feminism, postcolonial anti-Eurocentrism, the populist assault on democracy, and the global refugee crisis. Her defense of cosmopolitan ideals against ethnonationalism and abstract universalism shows that transcendent ideas can have particular genetic origins.",
      "citationCount": 0,
      "doi": "10.1215/0094033x-11793127",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b69c0848fd8711c2917bf15b2c11549f4c6396c",
      "venue": "New German Critique",
      "journal": {
        "name": "New German Critique"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "36febfda73ef22e158de76abbcad4d956dec7d0c",
      "title": "Critical Theory in Transition: From Eurocentrism to Postcolonial World Society",
      "authors": [
        {
          "name": "Esteban Torres",
          "authorId": "2382560295"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This article examines the shift in direction of the Frankfurt School following Stephan Lessenich’s appointment as director of the Institute for Social Research (IfS) in 2021. A key innovation introduced by the current research program at the IfS is a substantive critique of the Eurocentrism embedded in the Frankfurt tradition. The heterodox impulse championed by Lessenich can be situated within the broader evolution of the critique of Eurocentrism in Western social sciences. This evolution comprises three phases: emergence (i), expansion (ii), and ascent to prominence in academia in the Global North (iii). Then, the article explores the underlying causes of the significant resistance to moving away from a Eurocentric framework. This study proposes that Lessenich’s intellectual leadership is guiding the Frankfurt School toward a paradigm shift, which is taking shape through the development of a new vision of society that incorporates the intellectual traditions and historical realities of the Global South.",
      "citationCount": 0,
      "doi": "10.1080/21598282.2025.2554700",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36febfda73ef22e158de76abbcad4d956dec7d0c",
      "venue": "International Critical Thought",
      "journal": {
        "name": "International Critical Thought",
        "pages": "387 - 403",
        "volume": "15"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "57848d35972faf607f6ec661c9a91b7954131c43",
      "title": "Karl Polanyi against postcolonial theory: beyond Eurocentric anti-Eurocentrism",
      "authors": [
        {
          "name": "Eren Duzgun",
          "authorId": "7376124"
        }
      ],
      "year": 2024,
      "abstract": "Postcolonial theory has been at the forefront of attempts to remedy the problem of Eurocentrism. This article argues that postcolonial theory has not progressed far enough in successfully treating the problem of Eurocentrism, for it has not sufficiently abided by its own methodological underpinnings, i.e., it has not satisfactorily developed its own critique of the “presentist” conceptions of history. More precisely, postcolonial theory has not shown how to make a complete departure from the methodologically presentist conceptions of capitalism, which, in turn, limits our ability to overcome hierarchical readings of global modernity. To problematize and fill this gap, I take an unconventional tack, turning to a seldomly cited figure in debates on Eurocentrism: Karl Polanyi. I contend that although Polanyi places the origins of capitalist modernity in Europe, his historical sociology provides an alternative and more definitive solution for presentism and Eurocentrism. Polanyi’s rejection of the “economistic” and “dualistic” understandings of human life, his insistence on the commonality and diversity of human degradation in the face of capitalist modernity, and his historically specific conception of the “counter-movement” enable a decidedly non-presentist, non-triumphalist, and non-hierarchical narrative of the genesis and development of the modern present.",
      "citationCount": 0,
      "doi": "10.1007/s10624-024-09714-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57848d35972faf607f6ec661c9a91b7954131c43",
      "venue": "Dialectical Anthropology",
      "journal": {
        "name": "Dialectical Anthropology",
        "pages": "1-28",
        "volume": ""
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3465c7805b672df355f3af6784a0c5323a65207a",
      "title": "Durkheim, Religion, and the Postcolonial Critique of Sociology’s Eurocentrism",
      "authors": [
        {
          "name": "José Juan Osés Bermejo",
          "authorId": "2223630484"
        }
      ],
      "year": 2023,
      "abstract": "In light of the postcolonial critique of Eurocentrism, the epistemological foundations of sociology and the legacies of classical sociologists have certainly become controversial. Postcolonial critiques of sociology’s Eurocentrism have denounced the “parochial” nature and limitations of the theoretical contributions left by Marx, Weber, and Durkheim, the reductive and stereotyping orientation of the “primitivist” and/or “orientalist” representations of non-Western peoples that can be identified in their work, and the incomplete and misleading accounts of the Western processes of modernization that we have inherited from them, which fail to fully address and satisfactorily account for the realities of modern Western forms of colonialism and imperialism. However, the nature and consequences of Durkheim’s specific sociological Eurocentrism raise opposing views within postcolonialism. This article aims to evaluate the pertinence of the divergent and sometimes contradictory postcolonial appraisals of Durkheim’s Eurocentrism by focusing particularly on the controversies generated by his sociological approach to religion. Placing Durkheim’s sociological project within both the academic field and the socio-political context in which it took shape, this article highlights the shifting relevance and the implications of his evolving sociological approach to this object of study in his science of morals. Although it is not exempt from inconsistencies and Eurocentric assumptions, Durkheim’s sociological approach to religion leaves an invaluable legacy for a non-dualistic sociological understanding of the rituals through which humans (re)create their social identities and their forms of belonging and solidarity. In line with the priorities of some postcolonial agendas, it can fully reveal its explanatory potential in the sociological investigation of modern and contemporary interethnic and racial conflicts and forms of colonialism and neo-colonialism.",
      "citationCount": 2,
      "doi": "10.1177/1468795X231186756",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3465c7805b672df355f3af6784a0c5323a65207a",
      "venue": "Journal of Classical Sociology",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "193 - 223",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "562342cd7c72b43c32aaaec4cb003b6534b2d4e3",
      "title": "Marx's Eurocentrism. Postcolonial studies and Marx scholarship",
      "authors": [
        {
          "name": "K. Lindner",
          "authorId": "2062772277"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 27,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/562342cd7c72b43c32aaaec4cb003b6534b2d4e3",
      "venue": "",
      "journal": {
        "name": "Actuel Marx",
        "pages": "106-128",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a3ef58e3514b5cf49d8fcb7c29b5d6547aa974d7",
      "title": "Habermas, Eurocentrism and Education: The Indigenous Knowledge Debate",
      "authors": [
        {
          "name": "R. Morrow",
          "authorId": "152606057"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.4324/9780203864890-11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a3ef58e3514b5cf49d8fcb7c29b5d6547aa974d7",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "53f270c4025424dff1438212a9e98a2ac32fe938",
      "title": "Postcolonial Historical Materialism",
      "authors": [
        {
          "name": "Filippo Menozzi",
          "authorId": "2341812618"
        }
      ],
      "year": 2025,
      "abstract": "Through a reappraisal of the work of four major figures in critical theory – Ernst Bloch, Georg Lukács, Theodor Adorno, and Walter Benjamin – Filippo Menozzi rethinks the tradition of critical theory in relation to pressing concerns in postcolonial studies.\n Revealing these authors’ continued relevance to urgent issues in the 21st century, from struggles against racism to social movements and the transmutations of global capitalism, Menozzi reimagines them as central to an alternative genealogy of critical theory that moves beyond their European provenance and the limitations of “Western Marxism”. In doing so, this book challenges, more broadly, the view of critical theory as steeped in Eurocentrism, culturally conservative, and politically defeatist. Contesting this in four chapters,Postcolonial Historical Materialisminserts Adorno, Lukács, Bloch, and Benjamin into key contemporary sites of militancy and debate.\n Engaging with a wide range of European and non-European sources, Menozzi proposes a new concept of “postcolonial historical materialism”, indicating how the heritage of critical theory can reopen global possibilities of utopia and revolution in a non-utopian age of global emergencies, social unrest, and the unfinished history of decolonisation.",
      "citationCount": 0,
      "doi": "10.5040/9781350410169",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53f270c4025424dff1438212a9e98a2ac32fe938",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "92d88524697b7fcf1f6d91f0e207bbb674ff2536",
      "title": "Overcoming Eurocentrism in Human Rights: Postcolonial Critiques – Islamic Answers?",
      "authors": [
        {
          "name": "Sébastian Bonnet",
          "authorId": "38588319"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1515/mwjhr-2014-0010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92d88524697b7fcf1f6d91f0e207bbb674ff2536",
      "venue": "",
      "journal": {
        "name": "Muslim World Journal of Human Rights",
        "pages": "1 - 24",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "722617ea2f6829af763594808fca9bb54bc71508",
      "title": "A Postcolonial Leadership: Asian Immigrant Christian Leadership and Its Challenges by Choi Hee An (review)",
      "authors": [
        {
          "name": "H. Yum",
          "authorId": "2035361321"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/722617ea2f6829af763594808fca9bb54bc71508",
      "venue": "",
      "journal": {
        "name": "Toronto Journal of Theology",
        "pages": "83 - 85",
        "volume": "39"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0b3425954b669d05a2ca0d0a13d15942faaa12e6",
      "title": "What Comes After Postcolonial Theory?",
      "authors": [
        {
          "name": "Bhrigupati Singh",
          "authorId": "2111281698"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11841-023-00964-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b3425954b669d05a2ca0d0a13d15942faaa12e6",
      "venue": "Sophia",
      "journal": {
        "name": "Sophia",
        "pages": "577 - 606",
        "volume": "62"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "28097d2e73009fb62d79ed10c50f9e3567714195",
      "title": "Subjects That Matter: Philosophy, Feminism, and Postcolonial Theory. Namita Goswami. Albany: State University of New York Press, 2019 (ISBN: 978-1438475660)",
      "authors": [
        {
          "name": "Lauren Guilmette",
          "authorId": "115854732"
        }
      ],
      "year": 2023,
      "abstract": "Namita Goswami ’ s Subjects That Matter: Philosophy, Feminism, and Postcolonial Theory begins by identifying a common “ nonidentitarian value ” that feminist and post-colonial theoretical approaches share with philosophy, understood as an open-ended pursuit of wisdom: a deep sense of respect for the “ heterogeneity ” of our subject matter and for the complexity of existing beings (2). This heterogeneity overflows our human capacity to categorize in any kind of timeless way. As a tenet and a tool for our historical moment, this respect for heterogeneity is more urgent considering our planetary context and “ the extraordinary collapse of species-life and the destruction of the physical environment ” (2). As Goswami observes, “ climate change puts the lie to Eurocentrism as heterogeneity is the very basis upon which terrestrial life, human civilization, and human thought depend ” (3). In other words, Eurocentrism shows its homogenizing limits as the system that continues to prevent the historical (as well as conceptual) achievements of postcoloniality, while it also destroys the diversity of species-life for a short-term accumulation of resources in the so-called advanced West. Goswami suggests that we might productively thwart Eurocentric frames when we work to uphold our “ subject matter ” without clinging to inherited frames of reference, such as what “ properly ” counts as “ philosophy ” and other forms of disciplinary legitimacy in the Euro-US academy. Goswami ’ s book will be of interest to decolonial feminist researchers, scholars, graduate and advanced undergraduate students, especially those engaging Spivak ’ s question of subaltern speech, and/or those drawing insights from Frankfurt School critical theory to more recent feminist and/or postcolonial conversations, and/or those exploring critical animal studies, environmental philosophy, and other inquiries",
      "citationCount": 0,
      "doi": "10.1017/hyp.2023.51",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/28097d2e73009fb62d79ed10c50f9e3567714195",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4fbf1c6de2463a99c8d0aeecf99d770dcba74581",
      "title": "Defending Habermas against Eurocentrism: Latin America and Mignolo’s Decolonial Challenge",
      "authors": [
        {
          "name": "R. Morrow",
          "authorId": "152606057"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315734194-13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fbf1c6de2463a99c8d0aeecf99d770dcba74581",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "127-146",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "162930c990666e931b418b25ddb48df4a36cd295",
      "title": "Decolonizing the Responsibility to Protect: On pervasive Eurocentrism, Southern agency and struggles over universals",
      "authors": [
        {
          "name": "Coralie Pison Hindawi",
          "authorId": "1748885838"
        }
      ],
      "year": 2021,
      "abstract": "Many postcolonial or critical scholars are rather sceptical of the Responsibility to Protect principle. In most of the critical literature, Responsibility to Protect (R2P) is presented as a product from the West, whose liberal ideal relies on a perception of Southern states being potentially dysfunctional, which in turn justifies an interventionist discourse with neocolonial overtones. The problem with this interpretation of R2P is that it essentially ignores non-Western, particularly Southern, inputs on the concept, falling precisely into the trap that, many authors claim, vitiates Responsibility to Protect: its West-centrism. Building upon a mix of critical, decolonial, postcolonial and Third World Approaches to International Law scholarship, this article proposes a number of additional steps to decolonize R2P in an effort to avoid what Pinar Bilgin describes as ‘conflating the critiques of the particularity of universals with critiques of the idea of having universals’. What successive decolonizing layers expose is a negotiation process in which the agency of states from the global South in shaping the – still controversial – principle has proved particularly obvious. Decolonizing Responsibility to Protect, this article argues, requires critical scholars to engage in a contrapuntal analysis in order to acknowledge the concept’s mutual constitution by the West and the ‘rest’ and the deeper struggles over universals hiding underneath.",
      "citationCount": 16,
      "doi": "10.1177/09670106211027801",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/162930c990666e931b418b25ddb48df4a36cd295",
      "venue": "Security Dialogue",
      "journal": {
        "name": "Security Dialogue",
        "pages": "38 - 56",
        "volume": "53"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9966322c0f7ea81a893d641c60b5b7c29ba7f9ae",
      "title": "Defending Habermas against Eurocentrism: Latin America and Mignolo’s Decolonial Challenge",
      "authors": [
        {
          "name": "L. Rensmann",
          "authorId": "7689615"
        },
        {
          "name": "K. Mahadevan",
          "authorId": "117238333"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9966322c0f7ea81a893d641c60b5b7c29ba7f9ae",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "874fa80042bccfa3f732e09367365593fd678d73",
      "title": "Postcolonial Epistemology: African “Registers”",
      "authors": [
        {
          "name": "T. M. Gavristova",
          "authorId": "2200659820"
        },
        {
          "name": "N. Khokholkova",
          "authorId": "2106171088"
        }
      ],
      "year": 2022,
      "abstract": "With global digitalization and the resulting intensification of communication processes, the accumulation and retransmission of ideas and their connotations have accelerated. The academic environment has changed in the course of updating the research field and building up a new picture of the world, complex and diversified. The accumulation of “critical mass” of talented intellectual scholars based both in Africa and within the African Diaspora, focused on “breakthrough” in philosophy and epistemology, was reflected in an attack on the theoretical principles of postmodernism and Postcolonialism and a dynamic transformation of the conceptual principles and content of African studies. Contrary to Eurocentrism, Africa has become an epistemological laboratory, where the developing theories claiming to become metanarratives, within which new metalexemes and metagenres are emerging. Postcolonial discourse contains elements of metascience, a universal system of knowledge production. The interrelation of facts and methodology in their framework fully corresponds to the trends of the time in the era of algorithms, and their choice both forms the mechanisms of scientific knowledge, but also ensures success in the fight against stereotypes, not only racial and ethnic. The theoretical and methodological significance of postcolonial studies refers to the actualization of the “crossroad” problems in the history of Africa and the Diaspora, such as colonialism and decolonization, ethnicity and identity, hybridity and otherness, essentialism and transcendence, exodus and exile. In the present article the authors focus on the results of the interaction of researchers of African descent with postcolonial theory, as well as on the ideas of postcoloniality and decoloniality, which to a certain extent oppose each other. Particular attention is paid to the development of an updated epistemology of knowledge in the process of the formation of the “postcolonial library,” which includes the works of many scholars from Franz Fanon and Leopold Senghor to Kwame Anthony Appiah and Achille Mbembe.",
      "citationCount": 2,
      "doi": "10.22363/2313-0660-2022-22-4-688-699",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/874fa80042bccfa3f732e09367365593fd678d73",
      "venue": "Vestnik RUDN International Relations",
      "journal": {
        "name": "Vestnik RUDN. International Relations"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5de51ef5358f40da70b9257cd8daf6bf659de20a",
      "title": "Postcolonial intellectuals: new paradigms",
      "authors": [
        {
          "name": "S. Ponzanesi",
          "authorId": "97904878"
        }
      ],
      "year": 2021,
      "abstract": "The figure of the intellectual has fascinated and mesmerized generations of thinkers, from Antonio Gramsci to Edward Said, from Michel Foucault to Gilles Deleuze, from Pierre Bourdieu to Jürgen Habermas, from Noam Chomsky to Cornel West, from Nancy Fraser to Gayatri Spivak, from Frantz Fanon to Stuart Hall, from Paul Gilroy to Rosi Braidotti, from Bruce Robbins to Helen Small and from Achille Mbembe to Judith Butler to mention but a few. The intellectual has also been studied from different disciplinary perspectives: political science, referring to the role of publicness and democratic influence; philosophy, concerning the question of truth and rhetoric; gender studies, concerning the divide between public and private and the visibility of feminist interventions; celebrity studies, concerning the role of charisma and stardom; (digital) media communication, concerning the role of new social media platforms and the authenticity, trust and accountability of news online; and postcolonial studies, concerning the question of individuality and collectivity in representing and speaking up for minorities, subalterns and marginalized groups. However, in my view postcolonial intellectuals are not only ‘spokespersons’, to avoid Jameson’s definition of the postcolonial intellectual as an ‘allegory of the third world’. On the contrary, my take on the postcolonial intellectual is to revisit, deconstruct and rethink the category of the intellectual not as universal, individualistic and autonomous but as embedded in collective discursive practices and political engagements. This special issue draws from a two-day international conference that was held at Utrecht University on 5–6 February 2019. The conference, entitled ‘Postcolonial Intellectuals and their European Publics’, was organized to help launch a large new European research network called PIN (Postcolonial Intellectuals in Europe) for which I was the PI. The network is funded by the Dutch Research Council (NWO) in collaboration with several European partners, including prominent centres, institutes and departments in postcolonial studies (among others, the University of Leeds, University of Warwick and Newcastle University in the UK; Utrecht University in the Netherlands; the University of Lisbon in Portugal; Ca’ Foscari University of Venice in Italy; Aalborg University in Denmark and INALCO in France).",
      "citationCount": 14,
      "doi": "10.1080/13688790.2021.1985232",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5de51ef5358f40da70b9257cd8daf6bf659de20a",
      "venue": "Postcolonial Studies",
      "journal": {
        "name": "Postcolonial Studies",
        "pages": "433 - 447",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a09a80cd47000a4ecdf258d46c62c00d39c49bc4",
      "title": "Eurocentrism beyond the ‘universalism vs. particularism’ dilemma: Habermas and Derrida’s joint plea for a new Europe",
      "authors": [
        {
          "name": "M. Papastephanou",
          "authorId": "15980706"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1177/0952695111422317",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a09a80cd47000a4ecdf258d46c62c00d39c49bc4",
      "venue": "History of the Human Sciences",
      "journal": {
        "name": "History of the Human Sciences",
        "pages": "142 - 166",
        "volume": "24"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "b2058aa5a1676e0fe36a5dd0f8b1ec359105c6d2",
      "title": "Between Problem and Critique: Whither the Postcolonial?",
      "authors": [
        {
          "name": "Maurits van Bever Donker",
          "authorId": "1750991956"
        }
      ],
      "year": 2022,
      "abstract": "This essay seeks to set to work on the question of race and the futures of the postcolonial in post-apartheid South Africa through abiding by the site of the indeterminacy between problem and critique. Arguing that reading, in the robust sense offered by Gayatri Spivak and Stuart Hall, is a necessary and urgent response to the question, the paper examines the interventions of three key figures for thinking radical black thought in our time, namely Achille Mbembe's Critique of Black Reason, Nahum Chandler's X: The Problem of the negro as a Problem for Thought, and Qadri Ismail's Culture and Eurocentrism. Through abiding by the stakes of the work of reading in this conjuncture, I argue that it is through resisting the easy route of cultural and relativized difference that the pedagogical work of reading, and teaching reading, for the future, becomes possible.",
      "citationCount": 0,
      "doi": "10.17159/2309-9585/2022/v48a5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2058aa5a1676e0fe36a5dd0f8b1ec359105c6d2",
      "venue": "Kronos",
      "journal": {
        "name": "Kronos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0407a265198d2374f127ab7b24afd2e1c1e8a696",
      "title": "Habermas in Postcolonial Perspective: Reflections on Care, Norm and Power.",
      "authors": [
        {
          "name": "Richard Ganis",
          "authorId": "113625906"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0407a265198d2374f127ab7b24afd2e1c1e8a696",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "38677c98812916d9f6699d1dcccd0d5b8da40314",
      "title": "Public Sphere and Communicative Rationality: Interrogating Habermas's Eurocentrism",
      "authors": [
        {
          "name": "S. Gunaratne",
          "authorId": "98013728"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 39,
      "doi": "10.1177/152263790600800201",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/38677c98812916d9f6699d1dcccd0d5b8da40314",
      "venue": "",
      "journal": {
        "name": "Journalism & Mass Communication Monographs",
        "pages": "156 - 93",
        "volume": "8"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
