{
  "status": "success",
  "source": "semantic_scholar",
  "query": "queer theory public sphere Habermas",
  "results": [
    {
      "paperId": "bc01f41966efbd46dbef37bd42c6f8acbac82edb",
      "title": "Virtuous Vice: Homoeroticism and the Public Sphere",
      "authors": [
        {
          "name": "Eric O. Clarke",
          "authorId": "116976157"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 80,
      "doi": "10.1215/9780822380177",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc01f41966efbd46dbef37bd42c6f8acbac82edb",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c637ab53fe4ae9269092ff7a42ab5bec07c9e8a2",
      "title": "The Role Of Canadian National Print Media In Fostering Positive Public Opinion Towards The Legislation Of Same-Sex Marriage In Canada",
      "authors": [
        {
          "name": "Amanda Piche",
          "authorId": "40757303"
        }
      ],
      "year": 2021,
      "abstract": "Since the Charter of Rights and Freedoms emerged in 1982, Canadian national print news was central to the complex networks in the establishment of same-sex marriage in 2005. Newspapers framed marriage equality as a human rights’ issue, within conventions for balance and objectivity. However, LGBTQrelated issues have not consistently been approached this way by the media, which have traditionally created and regulated boundaries of gender and sexuality (Rubin 2007). This dissertation explores why Canadian mainstream press oscillated between anti-queer and pro-LGBTQ approaches in a post-Charter Canada and its effect on public opinion.I show how news reporting is symbiotically implicated in Canadian public perspectives through public sphere theory (Habermas 1989; Fraser 1992). Frame analysis demonstrates how the issue was ideologically positioned in print (Goffman, 1974; Entman 1993; McCombs 2004; Scheufele 1999, 2000).A content analysis of over 2,000 national newspaper articles published between 1982 and 2005 reveal the frames used in stories about marriage equality. Semi-structured interviews with journalists and activists contextualize the analysis. Responses determine how media frames may have implicated understanding and support of the issue, and why and how certain frames were decided by journalists.This work informs the history of LGBTQ rights in Canada by exploring how the national news industry contributed to the framing of marriage equality. Analyses of news coverage of marriage equality remains largely US-centric (Brewer 2002 & 2003; Tadlock, et. al, 2007; Liebler et al., 2009; Li and Liu, 2010; Pan et al. 2010). Research on framing marriage equality in Canada focuses on litigants (Smith 2007), courts (Matthews 2005), and newspapers in 2003 and 2004 (Bannerman 2012). Despite several studies concerning the politics of sexual diversity in Canada (Hogg 2006; Kinsman 1996; Kinsman and Gentile 2010; Pettinicchio 2010; Rayside 2008; M. Smith 2008, 2012), marriage equality has not been studied extensively.",
      "citationCount": 0,
      "doi": "10.32920/16654801.v1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c637ab53fe4ae9269092ff7a42ab5bec07c9e8a2",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "27a3a494a8307b7928d5622076b225aaeadee3df",
      "title": "Book Reviews",
      "authors": [
        {
          "name": "Jon Binnie",
          "authorId": "115778215"
        },
        {
          "name": "J. Duncombe",
          "authorId": "115505318"
        },
        {
          "name": "Elizabeth Reis",
          "authorId": "30928921"
        },
        {
          "name": "M. Holt",
          "authorId": "143991485"
        },
        {
          "name": "Yi-chun Wang",
          "authorId": "2116641696"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/1363460702005002007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27a3a494a8307b7928d5622076b225aaeadee3df",
      "venue": "",
      "journal": {
        "name": "Sexualities",
        "pages": "249 - 256",
        "volume": "5"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "12d0bfe3ccefce278e228b7d0ffadd1fd24927d2",
      "title": "The Risks of Democracy in the Public Sphere in the Digital Age—A Perspective on Habermas's Theory of Negotiated Democracy",
      "authors": [
        {
          "name": "Qihe Li",
          "authorId": "2355332033"
        }
      ],
      "year": 2025,
      "abstract": ": The public sphere plays an important role in modern democracy as a field of deliberation and opinion that discusses public issues, participates in social activities, and shapes public opinion. However, under the impact of new technologies in the digital age, the public sphere has been forced to undergo transformation. This impact is manifested in the absence of gatekeepers of the public sphere and the penetration of consumerism. On this basis, democratic risks have arisen, and the democratic value risk brought by liberalism and the democratic process risk caused by platform capitalism have affected the democratization process of many developing countries, and Habermas's theory of negotiated democracy obviously has limitations in the face of such democratic risks. The prevention of democratic risks and the maintenance of the public sphere require not only spontaneous maintenance by members of society, but also strong guidance by the State.",
      "citationCount": 0,
      "doi": "10.23977/polsr.2025.060107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12d0bfe3ccefce278e228b7d0ffadd1fd24927d2",
      "venue": "Journal of Political Science Research",
      "journal": {
        "name": "Journal of Political Science Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1cc206d739eb6540c034dc10326c5731daeae981",
      "title": "Social Media as a Virtual Public Sphere in Health Education: A Systematic Review from the Perspective of Habermas' Public Sphere Theory",
      "authors": [
        {
          "name": "Mohamad Guntur Nangi",
          "authorId": "2094987994"
        },
        {
          "name": "S. Kamaruddin",
          "authorId": "46995383"
        },
        {
          "name": "Arlin Adam",
          "authorId": "2271657675"
        },
        {
          "name": "Sari Arie Lestari",
          "authorId": "2283424209"
        }
      ],
      "year": 2024,
      "abstract": "Social media has become an important platform in health education. It allows individuals to connect and share information about health. However, no studies have systematically explored the role of social media as a virtual public space in health education. This systematic review aims to explore the role of social media as a virtual public sphere in health education, from the perspective of Habermas' public sphere theory. The review was conducted by searching for research articles published in reputable scientific journals between 2010 and 2023. The method used to write this article is a systematic literature review (SLR). The systematic literature review method used in this research is the PRISMA method. Article search, article extraction, and article classification using the Watase UAKE application. The article search was conducted online using two (2) database sources, namely Scopus (Q1-Q4) and Semantic Scholar. The review showed that social media has the potential to be an effective virtual public sphere in health education. This platform can be used to. Increase awareness and understanding of health Provide information and support for individuals in need, strengthen community participation in health education, However, social media also has some limitations in supporting health education. These limitations include: Disinformation and misinformation, Polarization of opinion Conflict of interest. In this review concludes that social media can be a valuable tool for health education. However, it is important to be aware of its limitations and take steps to overcome them.",
      "citationCount": 1,
      "doi": "10.58545/jkki.v4i1.225",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cc206d739eb6540c034dc10326c5731daeae981",
      "venue": "Jurnal Kesehatan Komunitas Indonesia",
      "journal": {
        "name": "Jurnal Kesehatan Komunitas Indonesia"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d5c18307485f4adbe2318a6f7944ad5fc6448fd2",
      "title": "The Contemporary Public Sphere-Habermas’ Perspective",
      "authors": [
        {
          "name": "Abdullah Almuqren",
          "authorId": "2197310853"
        }
      ],
      "year": 2023,
      "abstract": "Undoubtedly, the contribution of public opinion and involvement is a critical aspect in shaping and influencing the political, social, and democratic courses within a nation. The concept of the public sphere acknowledges the presence and studies the initiation of integral discourses conducted by the public. Indeed, the German philosopher, Jürgen Habermas, instigated and established the understanding of such a concept. He critically highlights that the presence and participatory nature of the public sphere is crucial for a democracy. His theory, espoused in his 1985 Theory of Communicative Action, is predicated upon the principle that how we communicate, affects the content of that communication in the reasonable discourse of a mature democracy (Lock and Strong, 2010, p. 78). Nevertheless, it is evident that the development of technology and the internet has led to immense changes in the manner in which the public is able to become involved in such activities. Unquestionably, newspapers, writing letters, television and public meetings are no longer the only public sphere sources of the communication of information and the rise of social media and the virtual world provides many new sorts of opportunities for the exchange of views (Masip et al, 2019). Jürgen Habermas’ theory was established over a decade before the advent of social media, which raises critical questions as to the placement of the public sphere in the context of the realm of social media. The public sphere has been fundamentally developed by digital communication and the emergence of the immediacy of opinion making via social media platforms, introducing a less personally interactive but much broader participatory base, increasingly sophisticated and more contentious (Mahlouly, 2013). This paper will examine the nature of communication in the contemporary public sphere and verify whether the rise of social media and the virtual world extends the public sphere or diminishes the level of rational conversation through exploring the public sphere; and monitor his structure, function and places of work, according to Habermas’ theoretical vision. Moreover, to explain its components in the political and social field in the lifeworld. Also, to what extent of the contemporary sphere's applicability to Habermas' communicative theory. While Habermas' vision of the public sphere and communication was emphasized, it has been argued the perspective of Hannah Arendt and her “public realm”. In addition, many contemporary thinkers, particularly Fraser, argued about the concept of the contemporary public sphere in the postmodern.",
      "citationCount": 2,
      "doi": "10.14738/assrj.106.14848",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5c18307485f4adbe2318a6f7944ad5fc6448fd2",
      "venue": "Advances in Social Sciences Research Journal",
      "journal": {
        "name": "Advances in Social Sciences Research Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ccce73646776b438946542041d832d65c1328ba9",
      "title": "DEEPFAKE DAN DISTORSI RUANG PUBLIK DIGITAL: ANALISIS TEORI PUBLIC SPHERE JURGEN HABERMAS",
      "authors": [
        {
          "name": "Muhammad Albar Nagara",
          "authorId": "2369439813"
        }
      ],
      "year": 2025,
      "abstract": "This study analyzes the impact of deepfake technology on the digital public sphere through Jurgen Habermas' public sphere theory. Deepfake, an AI-driven manipulation tool, enables hyper-realistic yet deceptive videos, leading to misinformation, political propaganda, and privacy violations. Social media, particularly YouTube, has become a key platform for the spread of deepfake content, distorting rational discourse and eroding public trust. Using a qualitative, descriptive-analytical approach, this research examines how deepfake disrupts digital communication and challenge the principles of an open public sphere. The findings emphasize the urgent need for digital literacy, regulatory frameworks, and AI-powered detection systems to mitigate its negative impacts. Strengthening awareness and institutional responses is crucial in maintaining a transparent and credible digital public sphere. This study contributes to discussions on media ethics, communication strategies, and policymaking to counteract the risks posed by deepfake technology.",
      "citationCount": 1,
      "doi": "10.70611/jkmd.v3i1.52",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ccce73646776b438946542041d832d65c1328ba9",
      "venue": "Jurnal Komunikasi &amp; Media Digital",
      "journal": {
        "name": "Jurnal Komunikasi &amp; Media Digital"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d9343f50db17c4da450abbccd53979c78c25011f",
      "title": "A polarizing multiverse? Assessing Habermas’ digital update of his public sphere theory",
      "authors": [
        {
          "name": "Thorsten Thiel",
          "authorId": "2073895343"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1111/1467-8675.12667",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d9343f50db17c4da450abbccd53979c78c25011f",
      "venue": "Constellations",
      "journal": {
        "name": "Constellations"
      },
      "publicationTypes": null
    },
    {
      "paperId": "48dd56225c04b708763c85c229eec4ebf684d480",
      "title": "From Habermas’ Bourgeois Public Sphere to Gerbaudo’s Online Crowds: A Foucauldian Discourse Analysis of Kenya’s #EngageThePresident on X Space",
      "authors": [
        {
          "name": "Paul Muya",
          "authorId": "2381884714"
        },
        {
          "name": "Josephine Otiende",
          "authorId": "2381880989"
        }
      ],
      "year": 2025,
      "abstract": "Purpose: The main purpose of this paper is to examine the discourse of governance, bio-power and political accountability in Kenya. Applying the lens of Foucauldian discourse analysis, the study explores #EngageThePresident X Space. At this forum, President Ruto and Gen Z participants engaged in a discussion at the height of the 2024 anti-tax law protests in Kenya. \nMethodology: Underpinned by public sphere theory, we first examine the construction of subjects' positions and power relations within the discourse. Second, we analyse discourses surrounding governance, political accountability and bio-power in Kenya. ​ Third, we explore how language, institutions, and cultural norms influence the production of knowledge, categorisation of individuals, and construction of contextual truths. \nFindings: The study found that Gen Z emerged in the discourse as a fragmented subject, ranging from patriotic and emotionally volatile to naïve and tech-savvy citizens. President Ruto was constructed with multiple conflicting subject positions, demonstrating a dynamic nature of political fashioning in a legitimacy crisis. In addition, while the President tried to reassert control through a package of consultative governance, Gen Z’s fragmented discourse infused the state narrative with grief, rage, irony and resistance. Kenya’s #EngageThePresident represents a reconfiguration of the public sphere in the digital age, one where collective emotion, decentralised participation and real-time responsiveness redefine governance discourse. \nUnique Contribution to Theory, Practice and Policy: The study contributes to the practice of Foucauldian discourse analysis by examining the accelerated pace of digital narratives in digital media in the Global South. It highlights a broader democratic recalibration in which citizens are not passive recipients of state narratives but active co-authors of the nation’s political discourse and statecraft. The study recommends that entrenching platformised engagement between political leaders and subaltern citizens has the potential to catalyse political stability for the maturing nations in the Global South. Future research on the impact of Gen Z awakening on the political destiny of President Ruto is deemed necessary.",
      "citationCount": 1,
      "doi": "10.47604/ijcpr.3516",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48dd56225c04b708763c85c229eec4ebf684d480",
      "venue": "International journal of communication and public relation",
      "journal": {
        "name": "International Journal of Communication and Public Relation"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0865184aecf98cdc739126991ea03a59ec691a4b",
      "title": "THE PROBLEMATIC OF INTERPRETING RELIGIOUS TEXTS IN THE PHILOSOPHY OF JÜRGEN HABERMAS AND ITS REPRESENTATIONS IN THE PUBLIC SPHERE",
      "authors": [
        {
          "name": "Latroche Ahmed",
          "authorId": "2363478237"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the philosophical approach of Jürgen Habermas to the interpretation of religious texts, focusing on how communicative rationality can serve as a tool for meaningful dialogue within the modern public sphere. It addresses the epistemological and hermeneutic challenges posed by the reinterpretation of religious traditions in contemporary societies, where secular and pluralistic values often clash with inherited religious meanings. On the basis of Habermas's communicative action theory and his engagement with modern hermeneutics, this study examines how rational discourse can foster mutual understanding and uncover the deeper layers of meaning embedded in religious language. Particular attention is given to the distinction between discursive and nondiscursive validity claims, the role of language in shaping public reasoning, and the potential of interpretation as a means of cultural integration and ethical reflection. By connecting Habermas's ideas with broader hermeneutic traditions and thinkers such as Mohammed Arkoun and Paul Ricœur, the paper highlights the critical function of interpretation in negotiating the boundaries between faith and reason, tradition and modernity. Ultimately, the study affirms that the rational reinterpretation of religious texts is essential to fostering inclusive dialogue and sustaining democratic coexistence in pluralistic societies.",
      "citationCount": 0,
      "doi": "10.31435/ijitss.2(46).2025.3356",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0865184aecf98cdc739126991ea03a59ec691a4b",
      "venue": "International Journal of Innovative Technologies in Social Science",
      "journal": {
        "name": "International Journal of Innovative Technologies in Social Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7f78dc0ab52807620003d2090b5b110f6a46f7fb",
      "title": "The construction and challenges of the Internet public sphere: an analysis based on Habermasian theory",
      "authors": [
        {
          "name": "Zhaohua Chen",
          "authorId": "2381795744"
        }
      ],
      "year": 2025,
      "abstract": "This paper applies Jürgen Habermas’s theory of the “public sphere” to examine whether the internet can serve as a modern public sphere. It first outlines the core features of Habermas’s concept—openness, freedom and independence, rational discourse, and reliance on mass media. The paper then analyzes how the internet, through its global reach, egalitarian access, anonymity, and immediacy, partially aligns with these characteristics and offers new possibilities for public communication beyond traditional media. However, significant limitations are also identified, including algorithm-driven “information cocoons” and the spread of disinformation and cyber violence, which undermine the openness and rationality essential to a true public sphere. The author concludes that while the internet is not yet a fully realized public sphere, it holds potential. Realizing this potential requires collaborative efforts from governments, platforms, media, technologists, and users through legal regulation, technical improvements, and public education, in order to gradually move closer to the ideal envisioned by Habermas.",
      "citationCount": 0,
      "doi": "10.54691/qsd9h696",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f78dc0ab52807620003d2090b5b110f6a46f7fb",
      "venue": "Frontiers in Humanities and Social Sciences",
      "journal": {
        "name": "Frontiers in Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c257bd1b95051d97332a66d4a0d05e5fe1177e1f",
      "title": "Fraud Analysis on Illegal Online Lending Using Habermas' Theory of the Public Sphere",
      "authors": [
        {
          "name": "Nanang Shonhadji",
          "authorId": "97818033"
        }
      ],
      "year": 2022,
      "abstract": "This study aims to find out and reveal how fraudulent practices in illegal online loans are carried out by P2P lending service providers from the point of view of Habermas' critical thinking. Research site was an illegal online lending practice and the informant were users and victims of fraud from illegal online lending practices who are domiciled in Surabaya, Sidoarjo and Pasuruan, East Java. This qualitative research uses the Radical Humanist Paradigm approach. Result of this research have shown that Habermas' theory of the public sphere can be used as a basis for thinking to reveal the fraud media used by illegal financial technology lenders. The need for clarity on regulations for peer to peer (P2P) lending transactions through online media and firmness of sanctions for perpetrators of illegal online loan fraud to protect the public is a form of consciousness proposed idea. \nKeywords: fraud, online loans, Habermas",
      "citationCount": 4,
      "doi": "10.24843/jiab.2022.v17.i01.p03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c257bd1b95051d97332a66d4a0d05e5fe1177e1f",
      "venue": "Jurnal Ilmiah Akuntansi dan Bisnis",
      "journal": {
        "name": "Jurnal Ilmiah Akuntansi dan Bisnis"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6949037b1f3cdf9f9e33f513e1c8958826d2e483",
      "title": "Habermas, democracy and the public sphere: Theory and practice",
      "authors": [
        {
          "name": "G. De Angelis",
          "authorId": "1680713392"
        }
      ],
      "year": 2021,
      "abstract": "A fil rouge goes through Habermas’s decade long research. It is the idea that Reason and rationality permeate human societies and may lead human action towards emancipation, if aptly elaborated through the filter of theoretical reflection. Theory must pick up on this rational core and turn the intrinsic rational potential inherent to modern societies into a self-consciously pursued ‘project of enlightenment’. This introduction to the special issue ‘Habermas, Democracy, and the Public Sphere: Theory and Practice’ shows how Habermas’s work in different scientific domains contributes to the construction of the ‘project of modernity’ from the many angles that such a complex project requires. The public sphere is, in Habermas’s theory, the societal domain in which communicative interactions have a chance to make Reason come to bear on human societies and lead them on the path to social and political emancipation. The contributions to this special issue focus therefore on the public sphere and illustrate the evolution of the concept in Habermas’s work and its relation to democracy at national and supranational level.",
      "citationCount": 14,
      "doi": "10.1177/13684310211038753",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6949037b1f3cdf9f9e33f513e1c8958826d2e483",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "437 - 447",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ee0c1908fab4dffe437a9e62e7f00ffd3f5da87a",
      "title": "Virtual Public Sphere On Social Media (Habermas' Critical Study Of The Digital Hoax Phenomenon Whatsaap Group Alumni Iluni Menwa UI)",
      "authors": [
        {
          "name": "Rr Dinar Soelistyowati",
          "authorId": "2299683135"
        },
        {
          "name": "Arief Subhan",
          "authorId": "2290948589"
        },
        {
          "name": "Ridzki Rinanto Sigit",
          "authorId": "2299670402"
        }
      ],
      "year": 2024,
      "abstract": "The present study aims to examine the phenomenon of the Virtual Public Sphere on social media, specifically focusing on the impact of digital hoaxes within the ILUNI Menwa UI Alumni WhatsApp Group. In the contemporary era of digital information, the proliferation of digital hoaxes, particularly those about the COVID-19 pandemic, has emerged as a noteworthy concern, exerting a discernible influence on public discourse. The primary objective of this study is to examine the effects of digital hoaxes on the Virtual Public Sphere. This research addresses a significant vacuum in the existing literature by integrating three critical theoretical frameworks: New Media Theory, Network Wealth Theory, and Jürgen Habermas' Concept of Virtual Public Spheres. The research inquiry examines the influence of digital hoaxes on communication and social interaction within the Virtual Public Sphere on WhatsApp and their potential ramifications on social integration within virtual groups. The existing body of research exhibits a notable deficiency in comprehending the significance of WhatsApp as a widely utilised social media platform within social communication, particularly regarding the potential risks associated with disseminating digital hoaxes. The research employed a qualitative methodology, specifically in-depth interviews with 30 ILUNI Menwa UI Alumni WhatsApp Group participants. In addition, a content analysis was conducted on the messages inside the group to gain insight into the impact of digital hoaxes on communication dynamics. The study's results indicate that digital hoaxes can impede logical discourse, generate disputes in information, and potentially undermine the integrity of communication on the WhatsApp platform. This study offers a comprehensive analysis of the function of social media, specifically WhatsApp, in forming a Virtual Public Sphere. It also examines the potential consequences of digital hoaxes on social integration within virtual communities during the COVID-19 epidemic.",
      "citationCount": 0,
      "doi": "10.51601/ijersc.v5i2.737",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee0c1908fab4dffe437a9e62e7f00ffd3f5da87a",
      "venue": "International Journal of Educational Research &amp; Social Sciences",
      "journal": {
        "name": "International Journal of Educational Research &amp; Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "45f596588cf6bed1973a9ca3799aee5cc1f28040",
      "title": "Investigating the Management of the Formation of Habermas Public Sphere Theory in Instagram and Telegram Networks",
      "authors": [
        {
          "name": "Ali Asadnezhad",
          "authorId": "2088490277"
        },
        {
          "name": "Nahid Kordi",
          "authorId": "119224081"
        },
        {
          "name": "A. Jafari",
          "authorId": "122825028"
        }
      ],
      "year": 2021,
      "abstract": "The purpose of this study is to examining the management of the formation of Habermas public Sphere theory in Instagram and Telegram networks. The research method is survey. Statistical Society of this research is the users of social networks (telegram and Instagram). according to the Cochrane formula statistical sample is 384 people. Using purposive non-random sampling method the Statistical samples was selected and the data were analyzed by Pearson correlation method. The results showed that There is a significant relationship between free access to the Internet and social networks, rational critique of political economic social and cultural issues, rational criticism of the government, free dialogue and the formation of the public sphere. There is a difference between the formation of the public Sphere in social networks and the level of education. There is a difference between the formation of the public Sphere in social networks and individuals' age, but There is not much difference between the formation of the public Sphere in social networks and gender.",
      "citationCount": 3,
      "doi": "10.20511/PYR2021.V9NSPE3.1115",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/45f596588cf6bed1973a9ca3799aee5cc1f28040",
      "venue": "",
      "journal": {
        "name": "Propósitos y Representaciones",
        "pages": "1115",
        "volume": "9"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0e1b4d91488702cc3ebc41d2d3c3d17bb3f591fe",
      "title": "Critical Theory, Public Sphere and Culture. Jurgen Habermas and His Critics",
      "authors": [
        {
          "name": "P. U. Hohendahl",
          "authorId": "103981131"
        },
        {
          "name": "M. Silberman",
          "authorId": "144897273"
        }
      ],
      "year": 1979,
      "abstract": null,
      "citationCount": 299,
      "doi": "10.2307/487878",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e1b4d91488702cc3ebc41d2d3c3d17bb3f591fe",
      "venue": "",
      "journal": {
        "name": "New German Critique",
        "pages": "89",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6b725a9f23479ac67df2882ddd29f1c71d2b4f28",
      "title": "Reflections and Hypotheses on a Further Structural Transformation of the Political Public Sphere",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 2022,
      "abstract": "This article contains reflections on the further structural transformation of the public sphere, building on the author’s widely-discussed social-historical study, The Structural Transformation of the Public Sphere, which originally appeared in German in 1962 (English translation 1989). The first three sections contain preliminary theoretical reflections on the relationship between normative and empirical theory, the deliberative understanding of democracy, and the demanding preconditions of the stability of democratic societies under conditions of capitalism. The fourth section turns to the implications of digitalisation for the account of the role of the media in the public sphere developed in the original work, specifically to how it is leading to the expansion and fragmentation of the public sphere and is turning all participants into potential authors. The following section presents empirical data from German studies which shows that the rapid expansion of digital media is leading to a marked diminution of the role of the classical print media. The article concludes with observations on the threats that these developments pose for the traditional role of the public sphere in discursive opinion and will formation in democracies.",
      "citationCount": 212,
      "doi": "10.1177/02632764221112341",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b725a9f23479ac67df2882ddd29f1c71d2b4f28",
      "venue": "Theory, Culture &amp; Society",
      "journal": {
        "name": "Theory, Culture & Society",
        "pages": "145 - 171",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "734ed64cef888e7e629f1d33561305c41eebe76f",
      "title": "The public sphere and Habermas: reflections on the current state of theory in public library research",
      "authors": [
        {
          "name": "Håkon Larsen",
          "authorId": "49698425"
        }
      ],
      "year": 2020,
      "abstract": "PurposeThis article addresses a recent debate in this journal between Buschman and Widdersheim and Koizumi on public libraries and public sphere theory in library and information science (LIS). The article moves beyond the debate as the debate has been too focused on the theories of Jürgen Habermas. In order to really understand the democratic mission of public libraries and how it is related to the public sphere, the author argues that LIS scholars need to look beyond Habermas' theories of the public sphere.Design/methodology/approachThis is a theoretical article that discusses different theories of the public sphere, and how they have been and can be applied in library and information science.FindingsThe author finds that a main disagreement between Buschman and Widdersheim and Koizumi is whether one can use the concept of a public sphere without doing it in a “traditional” Habermasian way. The answers put forward in this article, is that we can and should look beyond Habermas' work when seeking to understand the role of public libraries as public spheres.Originality/valueThe article puts forward theories that are not commonly used in LIS, and advocates for broadening the theoretical scope of LIS scholars studying the relations between public libraries and public spheres.",
      "citationCount": 9,
      "doi": "10.1108/JD-05-2020-0075",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/734ed64cef888e7e629f1d33561305c41eebe76f",
      "venue": "J. Documentation",
      "journal": {
        "name": "J. Documentation",
        "pages": "251-258",
        "volume": "77"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "073878e6c06a0726c3e1317d5839492c0a3c9e72",
      "title": "Civil Society and the public sphere: Habermas's recent learning theory",
      "authors": [
        {
          "name": "Michael R. Welton",
          "authorId": "48276304"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 42,
      "doi": "10.1080/02660830.2001.11661438",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/073878e6c06a0726c3e1317d5839492c0a3c9e72",
      "venue": "",
      "journal": {
        "name": "Studies in the Education of Adults",
        "pages": "20 - 34",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1b87b33dc44254218e72843393902c52d5cc8058",
      "title": "The theory of communicative action of Jürgen Habermas with religious issues in the public sphere",
      "authors": [
        {
          "name": "T. Dong",
          "authorId": "2284099576"
        }
      ],
      "year": 2020,
      "abstract": "The article summarizes the main arguments in J. Habermas’ theory of communicative action, identifying three functions that communicative action can perform: to be used to convey information, to establish social relationships with others, and to express one’s opinions or feelings. By analyzing the category of “communicative rationality” with religious issues in the public sphere, in relation to language, discourse ethics, it is shown that the public sphere is the environment where dialogues in all areas take place to meet the needs of citizens. (According to Habermas, Kant was the first philosophy to give to public sphere “its completed theoretical structure” in a text of political philosophy, entitled “What is Enlightenment?”). \nReligions may not directly influence politics, but still, have the function of directing in society. J. Habermas determines that religion cannot be restricted to the private sphere, but must actively participate in the public sphere, where interactions and dialogues take place, as a catalyst for the process of solidarity to exist, to bring a new life force to the world. It is the place for members of society to have conversations and engage with each other. \nThe theory of communication by J. Habermas is timely contemplation with a deeply humane spirit.",
      "citationCount": 0,
      "doi": "10.32508/stdjssh.v4i1.536",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b87b33dc44254218e72843393902c52d5cc8058",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "4"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
