{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas race critical race theory",
  "results": [
    {
      "paperId": "b57bddb09aa44a6105d2c8d3a1d3876eccf8e5ed",
      "title": "Educational Leadership and Critical Theory",
      "authors": [],
      "year": 2024,
      "abstract": "This book shows how critical theory can help school leaders and administrators to prepare students for the ever-changing political, cultural, economic, and societal conditions of the world. The contributors use ideas from critical theorists including Adorno, Fromm, Marcuse and Habermas and connect them with contemporary theories and debates in educational leadership from moral education to critical theories on race, to culturally relevant practice.\n The book challenges the misconceptions of many present-day educators about the analytical lens offered by the Frankfurt School theorists which is often dismissed by policymakers and practitioners. Written by leading scholars based in the UK, USA, and Canada, the contributors emphasize and explain the importance of educational aesthetics, dialectics, education and civilization, the structural transformation of education’s place in the public sphere, and education as revolution and enlightenment.",
      "citationCount": 0,
      "doi": "10.5040/9781350353459",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b57bddb09aa44a6105d2c8d3a1d3876eccf8e5ed",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "12e20dd7f5f8619a027c8db3f68542f0f83265ca",
      "title": "Critical Theory in Research",
      "authors": [
        {
          "name": "I. Tshabangu",
          "authorId": "83051465"
        },
        {
          "name": "Stefano Ba’",
          "authorId": "102968911"
        },
        {
          "name": "Silas Memory Madondo",
          "authorId": "116390030"
        }
      ],
      "year": 2021,
      "abstract": "Based on critical theory, this chapter focuses on the first generation of Frankfurt School (mainly to authors such as T.W. Adorno, M. Horkheimer, and W. Benjamin). For discussing methodology in research, these authors are considered more representative than the younger generation (e.g., Habermas and Honneth) mainly because of the renewed interest in the direct critique of society and because of the failure of the younger generation to produce empirical research. The proponents of critical theory establish connections between theory and practice, in the sense that the social content of research must have human dignity at its centre. The difference between method-led and content-led research is discussed and considered central for this kind of approach to empirical research. Feminist research methodologies and critical race methodology are considered as closely associated with critical theory. These different approaches have developed autonomously from critical theory and are not directly related to it. However, feminist research methodologies and critical race methodology are expounded here because of their similarities to the critical theory of the Frankfurt School aimed at providing an emancipatory approach to empirical research.",
      "citationCount": 2,
      "doi": "10.4018/978-1-7998-6622-0.ch004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12e20dd7f5f8619a027c8db3f68542f0f83265ca",
      "venue": "Approaches and Processes of Social Science Research",
      "journal": {
        "name": "Approaches and Processes of Social Science Research"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2453e0d4b60dd412b65049eda9f72cc3a901251b",
      "title": "Critical Theory and the Human Condition: Founders and Praxis",
      "authors": [
        {
          "name": "M. Peters",
          "authorId": "40114208"
        },
        {
          "name": "C. Lankshear",
          "authorId": "2222616"
        },
        {
          "name": "M. Olssen",
          "authorId": "4990623"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 19,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2453e0d4b60dd412b65049eda9f72cc3a901251b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9af292f24cd3c3e83da3bd6dda8c20fdaecfde6f",
      "title": "Privileged Spaces: Race, Residence, and the Structure of Opportunity by Gregory D. Squires and Charis E. Kubrin",
      "authors": [
        {
          "name": "T. C. Wilson",
          "authorId": "144549624"
        },
        {
          "name": "Tom Wilson",
          "authorId": null
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/j.1467-9906.2008.00419_2.x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9af292f24cd3c3e83da3bd6dda8c20fdaecfde6f",
      "venue": "",
      "journal": {
        "name": "Journal of Urban Affairs",
        "pages": "581 - 583",
        "volume": "30"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "8ecfc79f33c0b3d08c939345680bd59ccf35fb0c",
      "title": "A New Theory of Whiteness",
      "authors": [
        {
          "name": "K. Spracklen",
          "authorId": "81574607"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/9781137026705_4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8ecfc79f33c0b3d08c939345680bd59ccf35fb0c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "47-66",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0d66ffd651241e8342b1dfab5d0902b8025cc6fa",
      "title": "Valuing Culture and Economy",
      "authors": [
        {
          "name": "A. Sayer",
          "authorId": "21823317"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 50,
      "doi": "10.4135/9781446218112.n3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d66ffd651241e8342b1dfab5d0902b8025cc6fa",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c7f793e4cca5cbbb896d402a7518bc433b3e5586",
      "title": "Language, Meaning and the Law",
      "authors": [
        {
          "name": "C. Hutton",
          "authorId": "145573896"
        }
      ],
      "year": 2009,
      "abstract": "Preface: The Scope of the Book Introduction: Parables of Language and Law PART I: THEORETICAL FRAMEWORKS 1. Legal Theory and Language 1.1 Natural law and legal positivism 1.2 Formalism and realism 1.3 Liberal rule of law ideology 1.4 Radical approaches to law 1.5 Marxism 1.6 Critical Legal Studies 1.7 Critical Race Theory 1.8 Right-radical approaches to law 1.9 Law and economics 1.10 Luhmann v Habermas: autopoiesis and law 1.11 Conclusion 2. Systems Theory, Normativity and the 'Realist Dilemma' 2.1 Introduction 2.2 Description and prescription in linguistics 2.3 Language as system 2.4 Linguistics and systems theory 2.5 Linguistics: 'not for turning?' 2.6 Reflexivity, ethnomethodology, and systems theory 2.7 Conclusion 3. Philosophy, Law and Language 3.1 Introduction 3.2 Philosophy, language and social order 3.3 The linguistic turn in philosophy as a turn to law 3.4 The social contract of language 3.5 Time and the framing of rules 3.6 Conclusion 4. Issues in Legal Interpretation 4.1 Authority and interpretation 4.2 Dilemmas of legal interpretation 4.3 The 'literal', 'golden' and 'mischief' rules 4.4 Policy as an interpretative tool 4.5 Equitable interpretation 4.6 Conclusion PART II: SELECTED TOPICS 5. Literal Meaning, the Dictionary and the Law 5.1 Introduction 5.2 Literal meaning, dictionaries and law 5.3 Textualism in US jurisprudence 5.4 Dictionaries and linguists 5.5 Conclusion 6. Representation, Reproduction and Intention 6.1 T-shirts and triads 6.2 Genuine fakes: the counterfeit artist 6.3 Taboo language and 'images that wound' 6.4 Conclusion: who is to blame? 7. Idols of the Market 7.1 Introduction: signs in circulation 7.2 Trademark law 7.3 Conclusion: trademarks and the commodification of the public sphere PART III: KEY ISSUES 8. Insider Judges And Outsider Critics 9. Hard Cases And Ideal Interpreters 10. The Judge As Tennis Umpire 11. The Golden Mean? 12. Reflexivity And Garfinkel's Dystopia Of Reasons 13. The Single Meaning Rule And Defamation Law PART IV 14. Conclusion: The Semiotics of Law, Language and Money Appendices: Discussion Materials and Exercises Further Reading References Legal Cases Cited.",
      "citationCount": 27,
      "doi": "10.3366/edinburgh/9780748633500.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c7f793e4cca5cbbb896d402a7518bc433b3e5586",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "63242f2ef3cdbe3d3228e358c2a64bc5333fe2b1",
      "title": "Racial Determinism and Immigration in the Works of Ludwig von Mises: A Critique of Slobodian’s Alt-Right Thesis",
      "authors": [
        {
          "name": "Phillip W. Magness",
          "authorId": "115137425"
        }
      ],
      "year": 2019,
      "abstract": "A recent argument by historian Quinn Slobodian contends that the modern Alt-Right movement’s genealogy derives, in part, from a posited ambiguity in the early 20th century writings of Ludwig von Mises about race and immigration. This article argues that while Slobodian has correctly identified an Alt-Right precursor in the work of Hans-Hermann Hoppe, he errs in attributing its derivation to earlier works by Mises or to the Austrian school of economics more generally. Mises’s arguments on immigration and race are shown to be in direct tension with the Hoppean position, and Slobodian’s treatments of the same rely upon misconstructions of Mises’s written works. The article concludes with an alternative genealogy of Hoppe’s anti-immigration arguments, showing that they emerged from a far-right adaptation of Habermasian discursive analysis and critical theory. As a result, Hoppe's epistemic framework may be better understood as what Murray Rothbard called a \"libertarian extension\" of Juergen Habermas and Karl-Otto Apel.",
      "citationCount": 1,
      "doi": "10.2139/ssrn.3490778",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/63242f2ef3cdbe3d3228e358c2a64bc5333fe2b1",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "Social & Political Philosophy eJournal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "83cf3d6b2fdcc3ebb93d456c0020cfa0be7fcb45",
      "title": "Systematically distorted subjectivity?",
      "authors": [
        {
          "name": "A. Allen",
          "authorId": "116617759"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1177/0191453707078926",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/83cf3d6b2fdcc3ebb93d456c0020cfa0be7fcb45",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "641 - 650",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6832ca3a90549e42197dda6df437ba217abf7517",
      "title": "The Dream and the Text (review)",
      "authors": [
        {
          "name": "M. McClintick",
          "authorId": "13458757"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/PHL.1994.0048",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6832ca3a90549e42197dda6df437ba217abf7517",
      "venue": "",
      "journal": {
        "name": "Philosophy and Literature",
        "pages": "404 - 406",
        "volume": "18"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "84aef5315e3b4f2b00ae2477405e5caf6410be31",
      "title": "1-3. 875a Sewpaul V EMANCIPATORY CITIZENSHIP EDUCATION IN ACTION: DISCOURSE ETHICS AND DECONSTRUCTION (PART 1)",
      "authors": [
        {
          "name": "Vishanthie Sewpaul",
          "authorId": "15702782"
        }
      ],
      "year": 2004,
      "abstract": "This paper elucidates the importance of emancipatory education to social work education and training, identifies the objectives and underlying epistemologies of a course on Human Behaviour and the Social Environment, and emphasises the importance of negotiating relationships for the creation of a participatory and emancipatory approach to education. It reflects the application of Habermas’s (1996) theory of communicative action and discourse ethics to complex issues including HIV/AIDS and the relationship between race, class and gender and the relationship of these to issues of power, privilege, status and access to resources in the South African context. The incorporation of creative, experiential and empowerment-based teaching/learning strategies are central to the development of critical consciousness in students, and for facilitating effective and meaningful citizen participation among students. The paper also highlights the potentially damaging, albeit unintended, consequences of such teaching strategies",
      "citationCount": 6,
      "doi": "10.15270/40-3-328",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/84aef5315e3b4f2b00ae2477405e5caf6410be31",
      "venue": "",
      "journal": {
        "name": "Social Work/Maatskaplike Werk",
        "volume": "40"
      },
      "publicationTypes": null
    },
    {
      "paperId": "532ca1d0d0280093087c130ddf2ac87f68daff5d",
      "title": "Cosmopolitanism and education : learning to talk back : editorial",
      "authors": [
        {
          "name": "Y. Waghid",
          "authorId": "70168864"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/532ca1d0d0280093087c130ddf2ac87f68daff5d",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "cbfdf08078ba8594796bb809dead6980ca178859",
      "title": "The ideal of objectivity in political dialogue: Liberal and feminist approaches",
      "authors": [
        {
          "name": "K. Graham",
          "authorId": "115007302"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1080/0269172022000025642",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbfdf08078ba8594796bb809dead6980ca178859",
      "venue": "",
      "journal": {
        "name": "Social Epistemology",
        "pages": "295 - 309",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ed4d09751d680808f8f1e74e33cb871dcef6384c",
      "title": "White Lies: Racism, Education and Critical Race Theory",
      "authors": [
        {
          "name": "J. Simpson",
          "authorId": "2307306114"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1080/00071005.2025.2460334",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed4d09751d680808f8f1e74e33cb871dcef6384c",
      "venue": "British Journal of Educational Studies",
      "journal": {
        "name": "British Journal of Educational Studies",
        "pages": "549 - 550",
        "volume": "73"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1f993cebe75080feff8ffa32ea2c942f435abce5",
      "title": "Critical Race Theory, Marxism, and the Problem of Ideology",
      "authors": [
        {
          "name": "William Sites",
          "authorId": "2342045743"
        }
      ],
      "year": 2025,
      "abstract": "Critical race theories of ideology, surprisingly, replicate key tensions in early Marxist thought. Following a selective review of several Marxist theorists, this article examines critical race conceptions of racial ideology within the influential work of Charles W. Mills and Eduardo Bonilla-Silva, probing three related problem areas: an “expressive” theory of society, the correspondence of ideologies to racial groups, and an overreliance on standpoint implications. In response, the author develops a heterodox, nonreductive Marxist theory in which racial ideologies, although historically durable, are seen as contingent, relatively autonomous constructs that take shape unevenly within capitalist societies, do not correspond to fixed social groups, and may or may not facilitate the reproduction of capitalism. Developing a less deterministic theory of the relation between social structure, group identity, and racist belief opens up more generative approaches to the problem of racial ideology.",
      "citationCount": 4,
      "doi": "10.1177/07352751241312247",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f993cebe75080feff8ffa32ea2c942f435abce5",
      "venue": "Sociological theory",
      "journal": {
        "name": "Sociological Theory",
        "pages": "27 - 51",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "8d0017fbf5969bb506d5dfcc7b60a3cac0642a7a",
      "title": "Critical Race Theory in Theological Education",
      "authors": [
        {
          "name": "B. Fears",
          "authorId": "113352165"
        }
      ],
      "year": 2025,
      "abstract": "Both the history of and the changing demographics within theological education demand a reckoning with the past, a close examination of the present, and a course correction for the future. Critical race theory (CRT), a framework currently under fierce political debate and intense public scrutiny, provides a lens for such a task. CRT is a misrepresented and misunderstood analytical tool that began in the field of law but has since spread to other disciplines including education and theology to study disparities across racial, religious, and gender lines. Although there is no canonical set of beliefs to which all CR theorists subscribe, in general, liberalism, claims of neutrality, objectivity, meritocracy, and colorblindness are rejected. Herein, I argue for the rejection of liberalism in theological education and offer recommendations to counter liberal tendencies in teaching, research, and service in the field.",
      "citationCount": 0,
      "doi": "10.1111/teth.12686",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8d0017fbf5969bb506d5dfcc7b60a3cac0642a7a",
      "venue": "Teaching Theology &amp; Religion",
      "journal": {
        "name": "Teaching Theology &amp; Religion"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e9007d4f4d52a9e3d4edeaed4baa9b56280f0ecf",
      "title": "Introduction: Critical Race Theory and Film-Philosophy",
      "authors": [
        {
          "name": "William Brown",
          "authorId": "2257940323"
        },
        {
          "name": "Mila Zuo",
          "authorId": "114827689"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.3366/film.2025.0306",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9007d4f4d52a9e3d4edeaed4baa9b56280f0ecf",
      "venue": "Film-Philosophy",
      "journal": {
        "name": "Film-Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a3481c2bb8151ae3f00f7dd479269783e6318d59",
      "title": "Combating racism with critical race theory: Theorizing social movement learning from anti-racism movements in Canada",
      "authors": [
        {
          "name": "Shibao Guo",
          "authorId": "2311305363"
        },
        {
          "name": "Ling Lei",
          "authorId": "2342103694"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/00131857.2025.2451338",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a3481c2bb8151ae3f00f7dd479269783e6318d59",
      "venue": "Educational Philosophy and Theory",
      "journal": {
        "name": "Educational Philosophy and Theory"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "31ce8156ba5b446689efec4fe260c3ffc4fd69c2",
      "title": "Foreword\n : Be Afraid: The radical prophetic witness of Critical Race Theory",
      "authors": [
        {
          "name": "Aja Y. Martinez",
          "authorId": "2336697771"
        },
        {
          "name": "Robert O. Smith",
          "authorId": "2336699424"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/27671127.2025.2548592",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/31ce8156ba5b446689efec4fe260c3ffc4fd69c2",
      "venue": "Communication and Democracy",
      "journal": {
        "name": "Communication and Democracy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b9876cafe382f0bad39b35f9057934176c028fd6",
      "title": "In Defense of Critical Race Theory: The Ideological, the Material, and the Intersectional",
      "authors": [
        {
          "name": "P. Mostajir",
          "authorId": "114740454"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5406/19446489.20.1.07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9876cafe382f0bad39b35f9057934176c028fd6",
      "venue": "The Pluralist",
      "journal": {
        "name": "The Pluralist",
        "pages": "92 - 98",
        "volume": "20"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
