{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Racial Contract Cornell University Press 1997 philosophy",
  "results": [
    {
      "paperId": "bed6d2690e2adbe78d9744fe834ee0aced325815",
      "title": "The Cross and the Sickle: Sergei Bulgakov and the Fate of Russian Religious Philosophy. By Catherine Evtuhov. Ithaca: Cornell University Press, 1997. x, 278 pp. Notes. Bibliography. Chronology. Index. Illustration. $42.50, hard bound.",
      "authors": [
        {
          "name": "James P. Scanlan",
          "authorId": "47139243"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.2307/2502138",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bed6d2690e2adbe78d9744fe834ee0aced325815",
      "venue": "Slavic Review: Interdisciplinary Quarterly of Russian, Eurasian, and East European Studies",
      "journal": {
        "name": "Slavic Review",
        "pages": "782 - 783",
        "volume": "56"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0855b7743548887bc2a8033ad2d7ce6fe3ae8141",
      "title": "Review of The Bodily Nature of Consciousness by Kathleen V. Wider, Cornell University Press, 1997, 207 pp.",
      "authors": [
        {
          "name": "Natika Newton",
          "authorId": "47191645"
        },
        {
          "name": "Suffolk County",
          "authorId": "70300592"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0855b7743548887bc2a8033ad2d7ce6fe3ae8141",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a26efff14edf38316fceeb65989e7a40e21c2e25",
      "title": "The Bodily Nature of Consciousness: Sartre and Contemporary Philosophy of Mind Kathleen Wider Ithaca, NY: Cornell University Press, 1997, x + 207 pp., $39.95, $15.95 paper",
      "authors": [
        {
          "name": "P. Dwyer",
          "authorId": "66807768"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1017/S0012217300006569",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a26efff14edf38316fceeb65989e7a40e21c2e25",
      "venue": "Dialogue",
      "journal": {
        "name": "Dialogue",
        "pages": "186 - 189",
        "volume": "39"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e1f1ead8947a4dfb620775234ca673e986c43746",
      "title": "The Self at Liberty: Political Argument and the Arts of Government Duncan Ivison Ithaca: Cornell University Press, 1997, pp. xi, 224",
      "authors": [
        {
          "name": "R. Vernon",
          "authorId": "98650539"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S0008423900008982",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e1f1ead8947a4dfb620775234ca673e986c43746",
      "venue": "Canadian Journal of Political Science/Revue canadienne de science politique",
      "journal": {
        "name": "Canadian Journal of Political Science",
        "pages": "205 - 206",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a2bda50e0efc490f7c5d147e2c2840b7fd96fce7",
      "title": "The Cross and the Sickle: Sergei Bulgakov and the Fate of Russian Religious Philosophy, 1890–1920: Evtuhov, Catherine: Ithaca: Cornell University Press 278 pp., Publication Date: 1997",
      "authors": [
        {
          "name": "Gary P. Cox",
          "authorId": "47948485"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/03612759.1998.10528028",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2bda50e0efc490f7c5d147e2c2840b7fd96fce7",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "11c8646309cf166a0c6f522588c32a438f0099e4",
      "title": "Epicurean Political Philosophy: The De Rerum Natura of Lucretius. By Nichols James H. Jr. (Ithaca, N.Y.: Cornell University Press, 1976. Pp. 214. $11.50.)",
      "authors": [
        {
          "name": "W. Mathie",
          "authorId": "15527505"
        }
      ],
      "year": 1978,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2307/1955139",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11c8646309cf166a0c6f522588c32a438f0099e4",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "1036 - 1037",
        "volume": "72"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c97829b3f3e93329a90ca7d325483b207ffd9fdc",
      "title": "Essays in Political Theory, presented to George H. Sabine . Edited by Milton R. Konvitz and Arthur E. Murphy. (Cornell University Press. Ithaca, New York. 1948. Pp. 333.)",
      "authors": [
        {
          "name": "J. Faris",
          "authorId": "121243971"
        }
      ],
      "year": 1950,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S003181910000810X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c97829b3f3e93329a90ca7d325483b207ffd9fdc",
      "venue": "Philosophy",
      "journal": {
        "name": "Philosophy",
        "pages": "177 - 178",
        "volume": "25"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "142d85e63b67495dde9d73871fae546076cfb7e5",
      "title": "Blackness Visible: Essays on Philosophy and Race",
      "authors": [
        {
          "name": "C. Mills",
          "authorId": "39198174"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 396,
      "doi": "10.5860/choice.36-5615",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/142d85e63b67495dde9d73871fae546076cfb7e5",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "dbe33d9f2c2d5e3686bff9b293126b2c5c9d8dba",
      "title": "Pavlos Kontos’s Aristotle on the Scope of Practical Reason",
      "authors": [
        {
          "name": "Giulio Di Basilio",
          "authorId": "2126943912"
        }
      ],
      "year": 2023,
      "abstract": "Bernasconi, R. 2001. “Who Invented the Concept of Race? Kant’s Role in the Enlightenment Construction of Race.” In Race, edited by R. Bernasconi, 11–36. Malden, MA: Blackwell. Mason, M. 2003. “Contempt as a Moral Attitude.” Ethics 113 (2): 234–272. doi:10.1086/342860. Mills, C. W. 1997. The Racial Contract. NY: Cornell University Press. Shorter-Bourhanou, J. I. 2022. “Reinventing Kant?” Kantian Review 27 (4): 529–540. doi:10. 1017/S1369415422000346. Stockdale, K. 2021. Hope Under Oppression. Oxford: Oxford University Press.",
      "citationCount": 0,
      "doi": "10.1080/09672559.2023.2214754",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dbe33d9f2c2d5e3686bff9b293126b2c5c9d8dba",
      "venue": "International Journal of Philosophical Studies",
      "journal": {
        "name": "International Journal of Philosophical Studies",
        "pages": "98 - 104",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "769c576072d0e1a3c8556bf20d5da9369bcafd0f",
      "title": "Religious Racial Formation Theory and Its Metaphysics",
      "authors": [
        {
          "name": "S. Yadav",
          "authorId": "4971839"
        }
      ],
      "year": 2019,
      "abstract": "ed from their overtly religious contexts—remain in some sense manifestations of Forthcoming in Breaking the Boundaries in the Philosophy of Religion, eds. Blake Hereth and Kevin Timpe (Routledge Press). Draft 3/6/2019, Please cite only with prior permission 19 Christian faith and practice. Such claims are best interpreted as saying that the relevant features of Christian faith and practice are not only anchors for a postracial semantics and structure of race, but also essential features of it, whether individuating features of how it is constructed or added essentials. But whether that claim is correct or what it would mean for it to be correct might radically differ depending on what theory of social categories we rely on to specify the construction and added essentials profiles of “race” for any given stage of the genealogy. I’ll mention three of the most prominent options. 64 On Ásta’s account, social categories like “race” are defined by the possession of social properties, e.g., the property of being white, or (more generally) the property of being raced. An individual’s being a member of a social category thus consists in their possessing the relevant social property. What it is for any person S to possess a racial property P, Ásta claims, is just for some persons, groups or entities with institutional authority or communal standing—under some contextually appropriate circumstances—to implicitly or explicitly confer the racial status of being P on S by way of some publicly expressed act, attitude or behavior, in an attempt to perceptually track some set of base properties (such as bodily appearance, ancestry, culture, experience, etc.), resulting in some corresponding determination of S’s enablements, obligations, etc. The meaning and effects of, e.g., being white thus necessarily depend on one’s being perceived or judged as white, and what whiteness is for any given context reduces to some authoritative subjective conferrals that stipulate what whiteness is in that context. If this is right, then showing that features of Christian religious identity (or features essentially associated with it) are constituent in being white in secular society amounts to showing that those features are constituent in the perceptions or judgments of contemporary secular institutional and communal authorities—a highly implausible assumption on its face. At best, the Christian past of these categories seem best relegated exclusively to the anchor profile. We might, however, dispute the view that membership in social categories is determined by any subject attitudes or their conferrals of the relevant social properties, and instead take a view more like Sally Haslanger’s or Charles Mills’s, both of whom regard social categories as objective social structures that, while anchored by the attitudes and actions of subjects, may persist and configure various social properties possessed by an individual without anyone’s 64 In “Three Kinds of Social Kinds,” Philosophy and Phenomenological Research 90/1 (January, 2015): 96-112, Muhammad Ali Khalidi distinguishes between kinds of social kinds depending on how they answer to two determinations: (a) Does the social kind’s existence depend on any subjective attitudes? (b) Does membership in the kind depend on any subjective attitudes? Type 1 social kinds answer “no” to both (while nevertheless depending on subjective attitudes towards other things). Type 2 answers “yes” to (a) and “no” to (b), and Type 3 answers “yes” to both. The three theories of race I consider below are instances of, respectively, a Type 3, Type 2, and Type 1 on the Khalidi scale. 65 Ásta, Categories We Live By (New York: Oxford University Press, 2018), 21-22, 104. Forthcoming in Breaking the Boundaries in the Philosophy of Religion, eds. Blake Hereth and Kevin Timpe (Routledge Press). Draft 3/6/2019, Please cite only with prior permission 20 having conferred it on that individual. Rather than dwelling on the (important) differences between their particular accounts, what they share is an analysis of the criteria for belonging to a racialized group that can be satisfied by individuals apart from anyone’s particular propositional attitudes toward them, much in the way that, e.g., “a given economic state can be a recession, even if no one thinks it is, and even if no one regards anything as a recession or any conditions as sufficient for counting as a recession.” Likewise, if what “whiteness” is and does as a social category is consistent with a good deal of explicit and implicit ignorance on the part of the institutional and communal authorities who perceive and judge individuals to be white, then it becomes more plausible to regard its historically Christian anchors to also constitute features of its construction or added essentials profiles. One reason that objective social-structural accounts yield an increased relevance and plausibility of building the theological anthropologies of a Christian past into our present construction of race is that they are more permissive about the principle of unity that determines what race is for any given context—beyond merely shared attitudes and perceptions, it allows other kinds of shared continuities with the past to serve as defining features of what race is now, such as shared functional roles or patterns of social organization. Still, both sorts of accounts define race as a social property in virtue of which those who possess that property resemble one another and hence belong to the same group kind. Theodore Bach has characterized this approach as a social version of an outdated biological model of species membership—one in which species kinds are defined ‘phenetically’ by resemblances between members rather than “phylogenetically” by reproductive and replicative lineage. Likewise, Bach commends defining social categories phylogenetically as essentially social and historical, rather than biological, modes of replication and reproduction. Theorizing the construction profile of race as an replicative natural kind with an historical essence yields an “ontogenetic” account of group membership. The property of being white would thus be analyzable in terms of the replicative processes in virtue of which being white participates in an identifiable historical lineage of whiteness. If this is the right sort of account to give, then the claims that Keel, Douglas, Carter and Lloyd make about the continued contemporary relevance of Christianity to a secularized 66 Charles Mills, Blackness Visible (Ithaca, NY: Cornell University Press, 1998), 47-66; Haslanger, Resisting Reality, 235-238. 67 Amie Thomasson, ““Foundations for a Social Ontology,” Protosociology 18-19 (2003): 276; cf. Khalidi, 99. 68 Bach, “Social Categories are Natural Kinds, not Objective Types (and Why it Matters Politically)” Journal of Social Ontology 2/2 (2016): 177-201, 196. 69 For Bach’s application of this view to the category of gender, see “Gender is a Natural Kind with a Historical Essence,” Ethics 122 (January, 2012): 231-272. Indeed, Bach’s view best approximates the RFT claim that race just “is” its historical path of racialization. For another way of theorizing this idea, but one that proposes eliminating race-talk in favor of racialization-talk, see Adam Hochman, “Replacing Race: Interactive Constructionism about Racialized Groups,” Ergo 4/3 (2017): 61-91. Forthcoming in Breaking the Boundaries in the Philosophy of Religion, eds. Blake Hereth and Kevin Timpe (Routledge Press). Draft 3/6/2019, Please cite only with prior permission 21 construction of race become even more plausible than they were on the sorts of accounts offered by Haslanger or Mills. Working out what sort of theory of the identity conditions for ‘race’ that an RRFT ought to adopt thus represents a substantial undertaking with significant stakes for our understanding of the semantics and structure of race as a Christian category. But successfully defending any such theory of race would only account for half of the intersectional relation an RRFT posits, since it would not tell us how we ought to understand Christianity as a racial category. Specifying this half of the proposed intersectional relation would require working out a theory of the identity conditions for “Christianity,” which we might likewise develop according to a conferralist, objective structural, or socially ontogenetic analysis in order to determine whether the anchors Christianity supplied (or now supplies) for racial group identity were (or are) essential or accidental features of a Christian group identity. Moreover, just as in the different possibilities for theorizing race, just which of these types of theories we adopt for Christian group identity will have non-trivial differences in the type of intersection an RRFT can claim to demonstrate and the kind of diagnosis of religiously grounded racism it is capable of giving us. Norms of Amelioration for the Race-Religion Intersection A final site of fruitful philosophical theorizing demanded by an RRFT is that of determining its normative orientation. It might seem that making our legitimate moral and practical interests in a metaphysics of the race-religion intersection a criterion for the correctness of that metaphysics distorts the truth-aimed character of that enterprise. If there is such a thing as “getting it right” with respect to what Christianity and race historically and presently refer to as social categories and how they are entangled in our context, then it seems to follow that requiring an account of them conform to our political interests can threaten to distort that account. Elizabeth Barnes is right to observe, however, that Haslanger’s arguments for an ameliorative criterion is best understood not as a test of whether we have correctly analyzed the social categories that are the referents of our theory, but rather a test of whether our analysis has the capacity to identify and explain the features of s",
      "citationCount": 1,
      "doi": "10.4324/9780429022531-17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/769c576072d0e1a3c8556bf20d5da9369bcafd0f",
      "venue": "The Lost Sheep in Philosophy of Religion",
      "journal": {
        "name": "The Lost Sheep in Philosophy of Religion"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e7cd46b54bc0cec8ab14327e2c8b41e8b0e7de77",
      "title": "Structuralism and the identity of indiscernibles",
      "authors": [
        {
          "name": "J. Ketland",
          "authorId": "2958104"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 69,
      "doi": "10.1111/J.1467-8284.2006.00635.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e7cd46b54bc0cec8ab14327e2c8b41e8b0e7de77",
      "venue": "",
      "journal": {
        "name": "Analysis",
        "pages": "303-315",
        "volume": "66"
      },
      "publicationTypes": null
    },
    {
      "paperId": "79f4c2f77af126b0c273e9d948bc9979c4f62bcd",
      "title": "Practices, Virtues and Embedded Moral Cognition",
      "authors": [
        {
          "name": "Piotr Machura",
          "authorId": "2491952"
        }
      ],
      "year": 2019,
      "abstract": "193 PLATÓN (2014): Ústava. Prel. F. Novotný. Praha: OIKOYMENH. PLATÓN (1997): Zákony. Prel. F. Novotný. Praha: OIKOYMENH. PRICE, H. (2015): From Quasirealism to Global Expressivism – and Back Again? In: Johnson, R., Smith, M.: Passions and Projections: Themes from the Philosophy of Simon Blackburn. Oxford: Oxford University Press. QUINE, W. V. (1969): Epistemology Naturalized. In: Ontological Relativity and other Essays. New York: Columbia University Press. SANCTI THOMAE DE AQUINO (1969): Sententia libri Ethicorum. In: Opera omnia iussu Leonis XIII P. M. edita. Tomus XLVII. Vol I., II. Romae: Ad Sanctae Sabinae. SMREKOVÁ D., PALOVIČOVÁ Z. (2003): Dobro a cnosť. Bratislava: Iris. SMREKOVÁ D. (2001): Od rigorizmu povinnosti k morálke cnosti. In: Filozofia, 56 (3), 174 – 186. STEVENSON, L, HABERMAN, L. (2004): Ten Theories of Human Nature. Oxford: Oxford University Press. TURRI, ALFANO, GRECO, J. (2017): Virtue epistemology (heslo). In: Stanford Encyclopedia of Philosophy. Dostupné online: https://plato.stanford.edu/entries/epistemology-virtue/; navštívené (4. 2. 2019). WALLACE, J. D. (1978): Virtues and Vices. Ithaca: Cornell University Press. WEBER, M. (1983): K metodológii sociálnych vied. Prel. Ladislav Kiczko. Bratislava: Pravda. WILLIAMS, B. (2008): Ethics and limits of philosophy. 2nd edition, Abingdon: Routledge. ZAGZEBSKI, L. T. (1996): Virtues of the Mind: An inquiry into the nature of virtue and the ethical foundations of knowledge. Cambridge: Cambridge University Press.",
      "citationCount": 1,
      "doi": "10.31577/FILOZOFIA.2019.74.3.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/79f4c2f77af126b0c273e9d948bc9979c4f62bcd",
      "venue": "Filozofia",
      "journal": {
        "name": "Filozofia"
      },
      "publicationTypes": null
    },
    {
      "paperId": "52ddacd9c736c41e9e0fc75e863af38f40375f04",
      "title": "Philosophy in a Feminist Voice: Critiques and Reconstructions (review)",
      "authors": [
        {
          "name": "G. Yancy",
          "authorId": "80167682"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1353/HYP.2005.0053",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52ddacd9c736c41e9e0fc75e863af38f40375f04",
      "venue": "",
      "journal": {
        "name": "Hypatia",
        "pages": "129 - 136",
        "volume": "14"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "c876dc7bfda5eb9714ba12dbe87c034a9a14261e",
      "title": "Theories of corporate governance : the philosophical foundations of corporate governance",
      "authors": [
        {
          "name": "T. Clarke",
          "authorId": "152130011"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 398,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c876dc7bfda5eb9714ba12dbe87c034a9a14261e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "7bbcef6da1536beb86b1ad87c69c041b6427075b",
      "title": "Occult Knowledge, Science, and Gender on the Shakespearean Stage",
      "authors": [
        {
          "name": "K. Poole",
          "authorId": "145221309"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.5860/choice.51-3693",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7bbcef6da1536beb86b1ad87c69c041b6427075b",
      "venue": "",
      "journal": {
        "name": "Medieval and Renaissance Drama in England",
        "pages": "183",
        "volume": "28"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5a4dcc54514621ca102a7e314d4af1f7aa48319b",
      "title": "God, Ontology, and the Problem of Being",
      "authors": [
        {
          "name": "M. A. Angeles",
          "authorId": "114807035"
        }
      ],
      "year": 2019,
      "abstract": "Heidegger stipulated that philosophy as such has no warrant to concern itself with universal humanity and culture. He then called for a reinterpretation of this task from the vantage point that has defined his greatest work, Being and Time. But the investigation of Being did not stop in Being and Time. The great achievement of Heidegger’s earlier philosophy, the profound and elaborate analysis of the ontological structure of human existence, of Dasein, was undertaken only in order to prepare the way for a more direct approach to the problem of Being. Furthermore, as Heidegger delved into the problem of Being the intensification of the presence of God in his works becomes all the more evident.  \nReferences \nClark, Timothy. Martin Heidegger. London: Routledge, 2001. \nDreyfus, Hubert and Mark Wrathall, eds. A Companion to Heidegger. Oxford: Blackwell, 2005. \nGuignon, Charles, ed. The Cambridge Companion to Heidegger. Cambridge: Cambridge University Press, 1993. \nHeidegger, Martin. Basic Writings. David Farrell Krell, ed. New York: Harper San Francisco, 1992. \n_______________. Being and Time. John Macquarrie and Edward Robinson, trans. Oxford: Blackwell, 1962. \n_______________. Contributions to Philosophy: From Enowning. Parvis Emad and Kenneth Maly, tr. Bloomington: Indiana University Press, 1999. \n_______________. Four Seminars. Andrew Mitchell and Francois Raffoul, tr. Bloomington: Indiana University Press, 2003. \n_______________. History of the Concept of Time: Prolegomena. Theodore Kisiel, tr. Bloomington: Indiana University Press, 1985. \n_______________. Introduction to Metaphysics. Gregory Fried and Richard Polt, tr. New Haven and London: Yale University Press, 2000. \n_______________. Nietzsche. Vol. 1-4. David Farrell Krell, tr. San Francisco: Harper Collins, 1991. \n_______________. Parmenides. Andre Schuwer and Richard Rojcewicz, tr. Bloomington: Indiana University Press, 1992. \n_______________. Pathmarks. William McNeill, ed. Cambridge: Cambridge University Press, 1998. \n_______________. Plato’s Sophist. Richard Rojcewicz and Andre Schuwer, tr. Bloomington and Indianapolis: Indiana University Press, 1997. \n_______________. The End of Philosophy. Joan Stambaugh, tr. Chicago: The University of Chicago Press, 1973. \n_______________. The Phenomenology of Religious Life. Matthias Fritsch and Jennifer Anna Gosetti-Ferencei, tr.  Bloomington: Indiana University Press, 2004. \n-------. Supplements: From the Earliest Essays to Being and Time and Beyond. John van Buren, ed. New York: State University of New York Press, 2002. \nHemming, Laurence Paul. Heidegger’s Atheism: The Refusal of a Theological Voice. Notre Dame: University of Notre Dame Press, 2002. \nMacquarrie, John. Heidegger and Christianity. New York: Continuum, 1994. \nMarion, Jean-Luc. God Without Being. Thomas A. Carlson, tr. Chicago: The University of Chicago Press, 1991. \nMensch, James Richard. Knowing and Being: A Postmodern Reversal. Pennsylvania: The Pennsylvania State University Press, 1996. \nNicholson, Graeme. Illustrations of Being: Drawing Upon Heidegger and Upon Metaphysics. New Jersey: Humanities Press, 1992. \nPolt, Richard. Heidegger: An Introduction. Ithaca: Cornell University Press, 1999. \nRichardson, William J. Heidegger: Through Phenomenology to Thought. The Hague: Martinus Nijhoff, 1963. \nSafranski, Rudiger. Martin Heidegger: Beyond Good and Evil. Translated by Ewald Osers. Cambridge: Harvard University Press, 1998. \nScott, Charles, Susan Schoenbohm, Daniela Vallega- Neu, and Alejandro Vallega, eds. Companion to Heidegger’s Contributions to Philosophy. Bloomington: Indiana University Press, 2001.",
      "citationCount": 0,
      "doi": "10.57106/scientia.v8i2.104",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a4dcc54514621ca102a7e314d4af1f7aa48319b",
      "venue": "Scientia",
      "journal": {
        "name": "Scientia - The International Journal on the Liberal Arts"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bcad8e609cc7f76b4a7da1b340ac48566a4a0679",
      "title": "MILL'S ARGUMENT FOR OTHER MINDS",
      "authors": [
        {
          "name": "J. Thomas",
          "authorId": "117487932"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1080/09608780110072498",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bcad8e609cc7f76b4a7da1b340ac48566a4a0679",
      "venue": "British Journal for the History of Philosophy",
      "journal": {
        "name": "British Journal for the History of Philosophy",
        "pages": "507 - 523",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "803f039c8f50a8463c1612dd696c1e2db446d474",
      "title": "Programme Fellowship Colloquium on The Structure of Conversational Thinking",
      "authors": [
        {
          "name": "J. Okeke",
          "authorId": "2068892761"
        },
        {
          "name": "C. Raju",
          "authorId": "98470122"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/803f039c8f50a8463c1612dd696c1e2db446d474",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "7d34359dcf29964bbfe6cbf53707e4b6618f266f",
      "title": "NOTES ON CONTRIBUTORS",
      "authors": [
        {
          "name": "J. Butler",
          "authorId": "112869595"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/17530350.2010.494382",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7d34359dcf29964bbfe6cbf53707e4b6618f266f",
      "venue": "",
      "journal": {
        "name": "Journal of Cultural Economy",
        "pages": "317 - 318",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a4deae166d02ac5c2a90f9cba55ab437bad767eb",
      "title": "CRITICAL NOTICES",
      "authors": [],
      "year": 1999,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/1468-0149.00129",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a4deae166d02ac5c2a90f9cba55ab437bad767eb",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
