[s2_search.py] Searching Semantic Scholar: 'Spivak Can Subaltern Speak postcolonial' (year=2000-2025) (field=Philosophy), limit=10
[s2_search.py] Retrieved 10/10 papers...
[s2_search.py] Cached results (cache key: s2_07a8bb913db18670)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Spivak Can Subaltern Speak postcolonial",
  "results": [
    {
      "paperId": "9ca2ed697b60304d10f70587112059fdd8af26b7",
      "title": "Colonial Dissonance and the ‘Subaltern Voice’: A Postcolonial Re-reading of Heart of Darkness through Spivak and Festinger",
      "authors": [
        {
          "name": "Sazzad Hossain Zahid",
          "authorId": "2356331903"
        }
      ],
      "year": 2025,
      "abstract": "This paper offers a postcolonial re-examination of Joseph Conrad’s Heart of Darkness through the intersecting critical lenses of Gayatri Chakravorty Spivak’s seminal essay, “Can the Subaltern Speak?” and Leon Festinger’s theory of cognitive dissonance. It interrogates the colonial epistemology that governs Marlow’s narrative and highlights the deep psychological and ideological contradictions embedded in his perception of imperial violence. While Marlow witnesses the horrors of colonialism, he remains epistemically confined within the ideological boundaries of empire, rendering him incapable of truly understanding—or representing—the colonized subject. The novella thus becomes a text of silences, where indigenous voices are consistently muted, distorted, or erased. Drawing on Spivak’s notion of the subaltern and Festinger’s theory of internal conflict, the paper argues that Conrad’s narrative not only marginalizes the African other but also exemplifies the structural and psychological silencing of colonized peoples in Western literature. By situating Heart of Darkness within the discourse of epistemic violence and postcolonial dissonance, this study reframes the novella as a site of both complicity and critical tension—where the limits of colonial understanding reveal the urgency of speaking, and listening to, the subaltern voice. \nKey Words: Postcolonialism; Cognitive Dissonance; Subaltern; Epistemic Violence; Colonial Discourse; Marlow",
      "citationCount": 0,
      "doi": "10.52096/issar.02.03.06",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ca2ed697b60304d10f70587112059fdd8af26b7",
      "venue": "Journal of Social Research and Behavioral Sciences",
      "journal": {
        "name": "Journal of Social Research and Behavioral Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f19eba6c793c5e681d08d386dfa3d65a632c73d9",
      "title": "Sprachgewalt, Unterdrückung und die Verwundbarkeit der postkolonialen Intellektuellen: Gayatri Chakravorty Spivak: »Can the Subaltern Speak« und »Critique of Postcolonial Reason«",
      "authors": [
        {
          "name": "Miriam Nandi",
          "authorId": "2052342380"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1007/978-3-531-93453-2_9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f19eba6c793c5e681d08d386dfa3d65a632c73d9",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "121-130",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4928661f543bb77407385942c30c107d1dc610e7",
      "title": "Postcolonial Binary Oppositions In Spivak's Can The Subaltern Speak ?",
      "authors": [
        {
          "name": "Hana Al-Bayyati",
          "authorId": "1518992997"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.33762/0967-000-021-010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4928661f543bb77407385942c30c107d1dc610e7",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6ef87e778591387a0f797e299fdbad08d17c5ead",
      "title": "Subaltern and Marginal Figures in Literature: Spivak’s Reading of Postcolonial Novels",
      "authors": [
        {
          "name": "Isabella D’Angelo",
          "authorId": "2005554388"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.33391/JGJH.77",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ef87e778591387a0f797e299fdbad08d17c5ead",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0eed7eff0254b7a1573f4545518c3725498bdc3c",
      "title": "Application of Spivak’s Subalternity in Roy’s novel, 'The Ministry of Utmost Happiness’",
      "authors": [
        {
          "name": "Zara Khalid",
          "authorId": "2378681895"
        }
      ],
      "year": 2025,
      "abstract": "This paper examines Gayatri Spivak's postcolonial theory, \"Can the Subaltern Speak?\" in the latest novel by Arundhati Roy, The Ministry of Utmost Happiness. The novel was published in 2017, which is possessed by the number of 'subalterns': Hijras, women, political revolutionaries, and poor people facing silence. The sexual, social, and religious minorities are equal to 'Dalits' in experiencing segregation and abuse by the dominant indigenous groups. They are considered 'Untouchable' and pushed into the circle of 'Others'. Even though they are fighting segregation and marginalisation, they cannot truly speak. The research aims to discover how the agency of 'subalterns' is snatched in India by those who are phrased as the 'elite'.",
      "citationCount": 0,
      "doi": "10.55737/qjssh.vi-iii.25376",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0eed7eff0254b7a1573f4545518c3725498bdc3c",
      "venue": "Qlantic Journal of Social Sciences and Humanities",
      "journal": {
        "name": "Qlantic Journal of Social Sciences and Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "483bd39b94706a051e40d75c18588e78da34d5c4",
      "title": "Listening to the Audible Voices of Indonesian Postcolonial Feminist Theology",
      "authors": [
        {
          "name": "Aulia Simon Partogi Situmeang",
          "authorId": "2291661119"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2979/jfs.00051",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/483bd39b94706a051e40d75c18588e78da34d5c4",
      "venue": "",
      "journal": {
        "name": "Journal of Feminist Studies in Religion",
        "pages": "55 - 71",
        "volume": "41"
      },
      "publicationTypes": null
    },
    {
      "paperId": "83b609fe81eca2bc23af436c6212c7d3d09773ab",
      "title": "The Subaltern Cannot Speak: A Study of Adiga Arvinda’s The White Tiger",
      "authors": [
        {
          "name": "Golchin Pourqoli",
          "authorId": "121576693"
        },
        {
          "name": "Akram Pouralifard",
          "authorId": "115250234"
        }
      ],
      "year": 2017,
      "abstract": "This study examines the claims about Adiga Arvinda’s anti-protagonist’s, Balram Hawaie’s status as representive voice of subaltern, in his controversial novel, the White Tiger (2008), which also gave way to much debate over its ‘authenticity’. By alluding to postcolonial thinkers such as Edward Said, Ghandi, Spivak, and also Giorgio Agamben’s notion of inclusive exclusion, the essay focuses on the evidence from the novel to indicate that there is no space from which the subaltern of the novel can be heard. The research utilizes the precepts of postcolonial criticism to examine the possibility of considering any room for the voice of the subaltern in The White Tiger for being heard. Through a close reading of the text, also, the study addresses the alterations in the character of the protagonist which ostracize him from the league of the subaltern.",
      "citationCount": 1,
      "doi": "10.7575/AIAC.IJALEL.V.6N.3P.215",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/83b609fe81eca2bc23af436c6212c7d3d09773ab",
      "venue": "",
      "journal": {
        "name": "International Journal of Applied Linguistics and English Literature",
        "pages": "215-218",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6b8de4bcb88ad5c18732f0496a0230c738585056",
      "title": "The Language(s) of Self-Representation: Toward a Postcolonial Theory of Voice",
      "authors": [
        {
          "name": "Michael Allan",
          "authorId": "49825327"
        }
      ],
      "year": 2022,
      "abstract": "\n This essay tracks Karl Marx’s famous line, “They cannot represent themselves; they must be represented,” as it travels from a translated epigraph in Edward Said’s Orientalism to Gayatri Chakravorty Spivak’s “Can the Subaltern Speak?” What follows from this minor textual detail is a broader exploration of how “other” languages take place in postcolonial theory—not only Said and Spivak’s German, but Abdelfattah Kilito’s Italian and Frantz Fanon’s Arabic. What is the place of translation in self-representation? How do instances of textual citation complicate the self of self-representation? In the ricochet between citation and translation, language matters not necessarily as a sign of fluency, but as part of a pragmatics of critique, positionality, and ultimately solidarity. Each instance of language-use (German, Italian, Arabic) highlights the potentials of re-use, citation, and re-imagination for consolidating the bonds of anticolonial struggle and a vision of a postcolonial future. Shifting from translation to resonance and from language to voice, the essay ultimately engages the poetic potentials of translation as part of a pragmatics of anticolonial solidarity, integral to and beyond the self at the heart of self-representation.",
      "citationCount": 2,
      "doi": "10.1215/26410478-10235933",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b8de4bcb88ad5c18732f0496a0230c738585056",
      "venue": "Critical Times",
      "journal": {
        "name": "Critical Times"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9023ea1e1112e354698deec2e56de672a261cb78",
      "title": "“Can the Subaltern Be Heard?”: Political Theory, Translation, Representation, and Gayatri Chakravorty Spivak",
      "authors": [
        {
          "name": "J. Maggio",
          "authorId": "118624587"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 121,
      "doi": "10.1177/030437540703200403",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9023ea1e1112e354698deec2e56de672a261cb78",
      "venue": "",
      "journal": {
        "name": "Alternatives: Global, Local, Political",
        "pages": "419 - 443",
        "volume": "32"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8cfb019b0793e2d99652dc2778256b1fc5d30626",
      "title": "Can the subaltern sing? Analogy, alienation and discursive precarity in Derek Walcott’s Omeros",
      "authors": [
        {
          "name": "Sneharika Roy",
          "authorId": "108268712"
        }
      ],
      "year": 2020,
      "abstract": "ABSTRACT The contribution of postcolonial writing to our understanding of precarity lies in its post-structuralist emphasis on the question of representation so that the act of representing precarity becomes discursively precarious. Gayatri Spivak’s foundational essay “Can the Subaltern Speak?” provides us with conceptual tools to problematize what may be called “discursive precarity” – that is, that set of enunciative conditions in which intellectuals speak on behalf of the precariat – but also run the risk of silencing them by substituting subaltern voices with their own. The article explores Derek Walcott’s Omeros as a poem of discursive precarity by examining a rhetorically unstable double-movement, wherein the poet-narrator’s identification with, and alienation from, the subaltern is dialectically and irremediably mediated by his own position of privilege. Paradoxically, the poem can only achieve legitimacy through the acknowledgement of its lack of legitimacy to sing of, and for, the subaltern.",
      "citationCount": 0,
      "doi": "10.1080/17449855.2020.1771909",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8cfb019b0793e2d99652dc2778256b1fc5d30626",
      "venue": "",
      "journal": {
        "name": "Journal of Postcolonial Writing",
        "pages": "460 - 472",
        "volume": "56"
      },
      "publicationTypes": null
    }
  ],
  "count": 10,
  "errors": []
}
