[s2_search.py] Searching Semantic Scholar: 'Spivak Can Subaltern Speak 1988 Marxism interpretation culture', limit=5
[s2_search.py] Retrieved 5/5 papers...
[s2_search.py] Cached results (cache key: s2_5d3536e28cf52fac)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Spivak Can Subaltern Speak 1988 Marxism interpretation culture",
  "results": [
    {
      "paperId": "d3fa1f03e2d37b9ffe220f9c6ef158a5ea82e7ea",
      "title": "Gayatri Chakravorty Spivak: Can the Subaltern Speak?, in: Cary Nelson/Lawrence Grossberg (Hg.): Marxism and the Interpretation of Culture, University of Illinois Press: Urbana 1988, S. 271–313 (dt. Can the Subaltern Speak? Postkolonialität und subalterne Artikulation, Turia + Kant: Wien/Berlin 2008,",
      "authors": [
        {
          "name": "Oliver Hidalgo",
          "authorId": "2060136616"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1007/978-3-658-13213-2_84",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3fa1f03e2d37b9ffe220f9c6ef158a5ea82e7ea",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "361-365",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c9bec4e3ad0bf1c242350935410ecdd21de81a6d",
      "title": "Epistemic violence in the time of coronavirus: From the legacy of the western limits of Spivak’s ‘can the subaltern speak’ to an alternative to the ‘neoliberal model of development’",
      "authors": [
        {
          "name": "David Neilson",
          "authorId": "121436968"
        }
      ],
      "year": 2020,
      "abstract": "Spivak’s essay ‘Can the subaltern speak’, published in the widely influential collection ‘Marxism and the Interpretation of Culture’, is a seminal account of ‘epistemic violence’ (Spivak, 1988). It...",
      "citationCount": 9,
      "doi": "10.1080/00131857.2020.1750092",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c9bec4e3ad0bf1c242350935410ecdd21de81a6d",
      "venue": "Educational Philosophy and Theory",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "760 - 765",
        "volume": "53"
      },
      "publicationTypes": null
    },
    {
      "paperId": "611dc331984f6622c1663a852f7a9487806ad9fc",
      "title": "Subaltern resistance and spatial politics in Tamil cinema: decolonising neoliberal narratives of poverty",
      "authors": [
        {
          "name": "J. Joynes",
          "authorId": "2369399116"
        },
        {
          "name": "V. Vijay Kumar",
          "authorId": "2369398814"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT Mainstream Indian films ignore the experiences of marginalized communities, blaming the poor for their situation and supporting neoliberal ideas (Roy, A. 2010. Poverty Capital: Microfinance and the Making of Development. London: Routledge; Wacquant, L. 2020. Punishing the Poor: The Neoliberal Government of Social Insecurity. Durham, NC: Duke University Press). This study examines Madras (2014) and Vada Chennai (2018, transl. North Chennai) as critiques of neoliberal visuals, using vernacular forms to reclaim marginalised spaces and frame poverty as structural violence through subaltern resistance. This study employs qualitative textual analysis within a postcolonial framework (Bhabha, H. K. 1994. The Location of Culture. London: Routledge; Spivak, G. C. 1988. “Can the Subaltern Speak?” In Marxism and the Interpretation of Culture, edited by C. Nelson and L. Grossberg, 271–313). Urbana: University of Illinois Press) to show how Tamil films challenge neoliberal poverty ideals, reclaim oppressed spaces as resistance (Sassen, S. 2014. Expulsions: Brutality and Complexity in the Global Economy. Cambridge, MA: Harvard University Press), and expose intersectional caste-class violence (Crenshaw, K. W. 2013. “Margins: Intersectionality, Identity Politics, and Violence Against Women of Color.” In The Public Nature of Private Violence, 93–118. London: Routledge), advancing decolonial narratives centred on vulnerable subalterns in the Global South.",
      "citationCount": 0,
      "doi": "10.1080/17447143.2025.2529312",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/611dc331984f6622c1663a852f7a9487806ad9fc",
      "venue": "Journal of Multicultural Discourses",
      "journal": {
        "name": "Journal of Multicultural Discourses",
        "pages": "335 - 353",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a9042e3fc89f65898bf2da972a8befb449ddd521",
      "title": "Revisiting the subaltern in the new empire",
      "authors": [
        {
          "name": "Jill Didur",
          "authorId": "152329721"
        },
        {
          "name": "T. Heffernan",
          "authorId": "98330509"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 28,
      "doi": "10.1080/0950238032000050788",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a9042e3fc89f65898bf2da972a8befb449ddd521",
      "venue": "",
      "journal": {
        "name": "Cultural Studies",
        "pages": "1 - 15",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3b269a009760714a80707010b79804c0f6804e16",
      "title": "Kvinnor, vithet, och de andras litteratur",
      "authors": [
        {
          "name": "Mikela Lundahl",
          "authorId": "103458761"
        }
      ],
      "year": 2022,
      "abstract": "In her essay “Can the Subaltern Speak?” – originally published in Cary Nelson and Lawrence Grossberg’s Marxism and the Interpretation of Culture (1988), Gayatri Spivak puts the colonial logic in words through the formulation “White men are saving brown women from brown men”. She claims further that nowadays it is not only men who are engaged in this business. In this article I read the reception and paratexts of African literature in Swedish translation, more specifically: how are female African authors and their works discussed in a Swedish context, and how do colonial patterns (such as the one Spivak has formulated) structure the discourses about these literatures? And how can one understand these discourses from an intersectional perspective, with sexuality and whiteness as the main intersections?",
      "citationCount": 0,
      "doi": "10.55870/tgv.v31i1-2.3661",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b269a009760714a80707010b79804c0f6804e16",
      "venue": "Tidskrift för Genusvetenskap",
      "journal": {
        "name": "Tidskrift för genusvetenskap"
      },
      "publicationTypes": null
    }
  ],
  "count": 5,
  "errors": []
}
