{
  "status": "success",
  "source": "semantic_scholar",
  "query": "public sphere colonial race subaltern counterpublic",
  "results": [
    {
      "paperId": "74c71a6f8d1ef70472353a0644eea29711289a24",
      "title": "Interrogating the incel-o-sphere: The state of the subaltern counterpublic sphere in the digital age of extremism",
      "authors": [
        {
          "name": "Olivia M. Copeland",
          "authorId": "2231433755"
        }
      ],
      "year": 2024,
      "abstract": "In critique of Habermas's public sphere, Nancy Fraser offered the ‘subaltern counterpublic’ – arenas of refuge from and counter-organizing against the wider public. But does this (re)configuration of the public sphere hold in the age of extremism on the internet? I examine the trajectory of incel as a community, interrogating whether this extremist contingent follows Fraser's subaltern counterpublic or if they exemplify a new counterpublic – the ultra altern, or ‘ultern’, counterpublic. I explore the ways that the ultern counterpublic differs from the subaltern and its relationship to the general public sphere, particularly within the critical intervention of the internet. I finally offer a brief analysis of another movement – the KKK – within my new framing, to further detail the differences between the ultern and subaltern counterpublic.",
      "citationCount": 1,
      "doi": "10.1177/13678779241268161",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74c71a6f8d1ef70472353a0644eea29711289a24",
      "venue": "International journal of cultural studies",
      "journal": {
        "name": "International Journal of Cultural Studies",
        "pages": "889 - 905",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fe18b2bb40cf13db6830b9fae42b513cc5774e83",
      "title": "The selectivity of the public sphere and subaltern public spheres: perspectives of Habermas and Nancy Fraser and their impact on human rights public policies",
      "authors": [
        {
          "name": "E. Hogemann",
          "authorId": "2082872146"
        }
      ],
      "year": 2024,
      "abstract": "This study examines the selectivity of public and subaltern spheres through the theories of Jürgen Habermas and Nancy Fraser, focusing on their implications for human rights policies. The objectives are defined to analyze Habermas's and Fraser’s conceptualizations of public and subaltern spheres; to identify how these perspectives influence human rights policy formulation and implementation and to explore the challenges and opportunities these theories present for marginalized voices. The study's central issue is understanding the impact of public sphere selectivity on policy inclusivity and effectiveness, hypothesizing that Habermas's and Fraser’s models, though insightful, differ in their implications for integrating subaltern voices. Using a qualitative methodology, the study conducts a literature review and critical analysis of Habermas’s and Fraser's works. It involves reviewing key texts and secondary sources, comparing theoretical frameworks, and examining case studies of human rights policies. The findings show that while both theories offer valuable insights, Fraser’s emphasis on subaltern counterpublics better addresses the need for inclusive policy-making by incorporating marginalized voices.",
      "citationCount": 1,
      "doi": "10.19135/revista.consinter.00019.13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe18b2bb40cf13db6830b9fae42b513cc5774e83",
      "venue": "Revista Internacional Consinter de Direito",
      "journal": {
        "name": "Revista Internacional Consinter de Direito"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "29a82424897d05403fe534aa6492e4fcc18bc7d0",
      "title": "Hegel’s master-slave dialectic and the Haiti revolt (1791–1804): Transatlantic print chronicles of race in an age of colonial market exchange",
      "authors": [
        {
          "name": "Jonathan Bowman",
          "authorId": "2267568512"
        }
      ],
      "year": 2023,
      "abstract": "This work contributes to recent transdisciplinary efforts to view the Haitian slave revolt (1791–1804) as the historical inspiration for Hegel’s master-slave dialectic. Reconstructions offered by contemporary postcolonial scholars argue that the Haitian revolt was chronicled in Minerva as Hegel raced to finish his Phenomenology. Benhabib recently recognized the Hegel-Haiti thesis as entailing the sort of inclusive dialogical learning process necessary to validate subaltern experiences. The thesis has also drawn its share of sceptical scrutiny as Badiou claims that it risks forcing an unnecessary moral dissymmetry, neglects objectionable features of enslavement and imposes a mismatch between apolitical subject and revolutionary. In reply, we appeal to the pioneering work of Tavares to show that the asymmetrical construction of classification schemes for persons of mixed-racial statuses accords with decades of documented literary exchanges between Hegel and Gregoire. We then turn to the work of James on the role of mixed-race merchants in the testimonial accounts of late 18th century French historians to show that European literate publics were well aware of the extremely coercive forms of commodified labour found in Saint-Domingue. We then invoke the archival work of Du Bois on French, British and American parliamentary proceedings that show the provisional colonial identities ascribed to Caribbean subjects did not hinder their self-conscious exercise of political agency. Viewing Hegel in terms of the historiographic records of the racial ontologies of early modern transatlantic literary exchanges helps explain how he adapted these tropes concerning mixed-race subjects in a manner that better explains many of the anomalous features of the dialectic. However, conferring the Haitian revolution its proper world-historical warrant as inspiration for his infamous master-slave dialectic need not lead us to overlook Hegel’s complicity with many of the epistemic and ontological flaws of colonial tropes held in early modern transatlantic print.",
      "citationCount": 2,
      "doi": "10.1177/01914537231211042",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/29a82424897d05403fe534aa6492e4fcc18bc7d0",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "1209 - 1237",
        "volume": "51"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6600e4dd8875f779d086fab863547173bc54e9cb",
      "title": "Interrogating Impunity through Counterpublic: Rethinking Habermas's Public Sphere in Paulaumi Duttagupta's Onaatah of the Earth",
      "authors": [
        {
          "name": "Sakshi Singh",
          "authorId": "2108287568"
        },
        {
          "name": "Anurag Kumar",
          "authorId": "2036162286"
        }
      ],
      "year": 2018,
      "abstract": "The present paper aims at analyzing the inevitable relationship of patriarchal impunity with counterpublic in India with reference to Onaatah of the Earth (2017) by Paulami Duttagupta. It is apparent that much of the discourse on counterpublic emphasizes on either countering the existing state agencies as mentioned by Nancy Frazer where she critiques the exclusionary practices of bourgeois public sphere labeling the process as undemocratic or advocating locational counterpublic to uplift the subalterns to establish democracy discussed by Kanika Batra. However, not much has been discussed about the exclusion of discourses critiquing impunity which forms an essential background to establish a correlation between patriarchal impunity and the counterpublic. Thus, the paper attempts to examine bourgeois public sphere mainly as a patriarchal discursive arena disseminating and strengthening the idea of impunity granted, especially in cases of sexual violence within the framework of Habermas’s public sphere. The study also focuses on how the novel Onaatah of the Earth acts as a counterpublic to undermine or neutralize the impunity by addressing issues related to gender sensitivity bringing them forth not only in discursive space but in activism too.",
      "citationCount": 0,
      "doi": "10.15655/mw_2018_v9i3_49488",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6600e4dd8875f779d086fab863547173bc54e9cb",
      "venue": "Media Watch",
      "journal": {
        "name": "Media Watch",
        "pages": "278 - 290",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f9bf05e4204bd73d2cfda6a9f5da36153d46c58c",
      "title": "The Long Life of Nancy Fraser’s “Rethinking the Public Sphere”",
      "authors": [
        {
          "name": "Jane J. Mansbridge",
          "authorId": "83090337"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/978-3-319-52386-6_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9bf05e4204bd73d2cfda6a9f5da36153d46c58c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "101-118",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3c06328e34989f2a4251475e8c3a4d949ad5c654",
      "title": "The Subaltern in Africa’s Political Space: African Political Philosophy and the Mirror of Gender",
      "authors": [
        {
          "name": "Abosede Priscilla Ipadeola",
          "authorId": "107971001"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1177/0021934717696793",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c06328e34989f2a4251475e8c3a4d949ad5c654",
      "venue": "",
      "journal": {
        "name": "Journal of Black Studies",
        "pages": "391 - 407",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e00c8608623694db37bdec4b9982262110d7c22f",
      "title": "The Transcendental Subaltern",
      "authors": [
        {
          "name": "B. Taylor",
          "authorId": "2004836355"
        }
      ],
      "year": 2020,
      "abstract": "\n Was Immanuel Kant Russian? More striking than the fact itself is the length of time it was overlooked: following historian Alexander Etkind’s research on the topic, this paper details Königsberg’s occupation by the Russian Empire, considering the possibilities of reinstating Kant’s thought in the postcolonial tradition, more specifically that of the subaltern (as framed by Gayatri Chakravorty Spivak). Taking this colonial context into account via a range of historical records and correspondences, I argue for a postcolonial reinterpretation and re-evaluation of the philosopher’s work, beginning with his famous essay on the topic of enlightenment. In what ways does this pertain to the enlightenment, as Kant sees it, and the way he distinguishes between the public and private spheres? Furthermore, how does Spivak’s reading of Kant overlook the subaltern status that she herself defines?",
      "citationCount": 1,
      "doi": "10.1163/24056480-00503003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e00c8608623694db37bdec4b9982262110d7c22f",
      "venue": "Journal of World Literature",
      "journal": {
        "name": "Journal of World Literature"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6af865ae01260f2c272ddb03a04e40849a9d9d10",
      "title": "William Smith’s Catonian Loyalism, Race, and the Politics of Language",
      "authors": [
        {
          "name": "Christopher Hunter",
          "authorId": "3961445"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/EAL.2017.0048",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6af865ae01260f2c272ddb03a04e40849a9d9d10",
      "venue": "",
      "journal": {
        "name": "Early American Literature",
        "pages": "531 - 558",
        "volume": "52"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bc356dc8a7dd52a4a09901f5bf9ee93ffe32f883",
      "title": "Value,Gender and Anti-identitarian Politics:Speculations on G.C.Spivak's Subaltern Theory",
      "authors": [
        {
          "name": "Tao Jia-ju",
          "authorId": "82045551"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc356dc8a7dd52a4a09901f5bf9ee93ffe32f883",
      "venue": "",
      "journal": {
        "name": "Journal of Sichuan International Studies University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9d0de2120a54e037f073994874250986ae3e1305",
      "title": "Imperial Cryptonomy: Colonial Specters and Portuguese Exceptionalism in Isabela Figueiredo's \"Caderno de Memórias Coloniais\"",
      "authors": [
        {
          "name": "Daniel F. Silva",
          "authorId": "143992033"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.7275/R5765CHZ",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d0de2120a54e037f073994874250986ae3e1305",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "2",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "82d3c16ea15705efcb3292c2709810c827913141",
      "title": "KNOWLEDGE AND POST-COLONIAL PEDAGOGY",
      "authors": [
        {
          "name": "Josann Cutajar",
          "authorId": "117453190"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 10,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/82d3c16ea15705efcb3292c2709810c827913141",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2aa612336b49ae1262013c7ac6d4d85d95d8111e",
      "title": "Four: Race-Based Epistemologies: The Role of Race and Dominance in Knowledge Production",
      "authors": [
        {
          "name": "Shana Almeida",
          "authorId": "115760892"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 30,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2aa612336b49ae1262013c7ac6d4d85d95d8111e",
      "venue": "",
      "journal": {
        "name": "Wagadu: a Journal of Transnational Women's and Gender Studies",
        "pages": "79",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "728b6d9828b8c7b2e96f14d7128ef240d7a612c6",
      "title": "(Counter)Publics, transnationalism, and globalization: Dan Brouwer’s intellectual legacy and methodological touchpoints",
      "authors": [
        {
          "name": "Marco Dehnert",
          "authorId": "2084621419"
        },
        {
          "name": "S. McKinnon",
          "authorId": "98745784"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/00335630.2022.2055125",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/728b6d9828b8c7b2e96f14d7128ef240d7a612c6",
      "venue": "",
      "journal": {
        "name": "Quarterly Journal of Speech",
        "pages": "214 - 220",
        "volume": "108"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4b015e82d5c2ed6822d35361c277e2a161679cb5",
      "title": "Doctoring traditions: ayurveda, small technologies, and braided sciences",
      "authors": [
        {
          "name": "Dwaipayan Banerjee",
          "authorId": "20524937"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1080/19472498.2017.1357978",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4b015e82d5c2ed6822d35361c277e2a161679cb5",
      "venue": "",
      "journal": {
        "name": "South Asian History and Culture",
        "pages": "233 - 236",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "be4e182cc7db7d85c3f1a088ce9cbe8ea9a568f5",
      "title": "Epistemologies of Rebellion",
      "authors": [
        {
          "name": "Kevin Olson",
          "authorId": "78692950"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1177/0090591714558425",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be4e182cc7db7d85c3f1a088ce9cbe8ea9a568f5",
      "venue": "",
      "journal": {
        "name": "Political Theory",
        "pages": "730 - 752",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6575a8c91e3cff616437babc0a7f869410aaecf7",
      "title": "Feminism’s Critique of the Anthropocene",
      "authors": [
        {
          "name": "S. Walton",
          "authorId": "7763734"
        }
      ],
      "year": 2020,
      "abstract": "The Anthropocene is the new designation for our current geological epoch, in which human activity has decisively altered earth ecosystems, global natural processes, and the geological record in ways that will be measurable by the geologists of our uncertain future. This chapter investigates the relationship between feminist thinking and the Anthropocene, establishing the gendered dimensions of environmental crisis and activism, and considering how feminist thinkers have critiqued a range of ‘environment’ topics, including the feminised and othering constructions of ‘Nature’; the masculinism of capitalism, technology, science, and the environmental movement; and the colonial implications of the ‘Anthropocene’ as a title for our new age, informed by decolonial and critical race theory perspectives. This cultural and activist work can be seen as part of a long-tradition of intersectional environmental activism and ecofeminist thought, which both inevitably and intentionally intersects with wider gender-rights campaigns including reproductive rights and health, autonomy and equality in work and the home, representation and participation in the public sphere, struggles against class oppression and racism, and feminist and queer critiques of militarisation, extractionism and colonialism. Ultimately, the chapter considers how new feminist understandings of the Anthropocene may be used to investigate and further intersectional ecological activism and contribute to movements which seek to improve the material conditions of women’s lives.",
      "citationCount": 1,
      "doi": "10.1017/9781108599504.009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6575a8c91e3cff616437babc0a7f869410aaecf7",
      "venue": "The New Feminist Literary Studies",
      "journal": {
        "name": "The New Feminist Literary Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5c341982f9fdfab9b3fcdc893928806a22401125",
      "title": "Pedro Zamora's Real World of Counterpublicity: Performing an Ethics of the Self",
      "authors": [
        {
          "name": "J. Muñoz",
          "authorId": "2068086823"
        }
      ],
      "year": 2020,
      "abstract": "Pedro Zamora died on November 11, 1994. He was twenty-two. The day after his death, a cover story appeared in the 'Wail Street Journal. The article explained that Pedro received thousands of fan letters a week. It quoted one from a Somh Carolina woman, who wrote: \"I never thought anyone could change my opinion of homosexuals and AIDS. Because of you I saw the human side of something that once seemed so unreal to me.\" The letter speaks to Pedro's intervention in the public sphere. It hears witness to the difference this young Latino's life's work made. In this chapter, I will suggest that although these interventions in the majoritarian public sphere were important, one would fail to understand the efficacy of the activist's tacrics and the overall success of his life's work if one only considered such letters. Pedro's work enabled the possibility of queer and Latino counterpublics, spheres that stand in opposition to the racism and homophobia of the dominant public sphere. Through this labor one begins to glimpse new horizons of experience. In what follows, I will outline the activism and cultural interventions of televisual activist Pedro Zamora and describe the way in which he performed what I understand as a Foucauldian ethics of the self. This \"working on the self\" allowed Zamora to take a next step: a leap into the social through the public performance of an ethics of the self. I will also call attention to the ways in which this Cuban-American cultUral worker's performances accomplished tasks that enabled the enactment of queer and Latino identity practices in a phobic public sphere. These tasks include the denouncement of the dominant public sphere's publicity that fixes images and understandings of queerness and la tin idad; the enactment of resistance to the reductive multicultUral pluralism that is deployed against them; the production of an intervention within the majoritarian public sphere that confronts phobic ideology; and the production of counterpublicity that allows the possibility of subaltern counterpublics.",
      "citationCount": 0,
      "doi": "10.1515/9780822399957-012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c341982f9fdfab9b3fcdc893928806a22401125",
      "venue": "Hispanisms and Homosexualities",
      "journal": {
        "name": "Hispanisms and Homosexualities"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1c93d1d940e6fcab3a38107fbf16a77381a3c107",
      "title": "The symbol of liberation in South African public life : a black theological perspective",
      "authors": [
        {
          "name": "V. Vellem",
          "authorId": "114689746"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 31,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c93d1d940e6fcab3a38107fbf16a77381a3c107",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d3960ecfad519ead0ba9d250d7116ecfa8d2b454",
      "title": "For a Practical Aesthetics",
      "authors": [
        {
          "name": "George Yúdice",
          "authorId": "103229619"
        }
      ],
      "year": 1990,
      "abstract": null,
      "citationCount": 33,
      "doi": "10.2307/466244",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3960ecfad519ead0ba9d250d7116ecfa8d2b454",
      "venue": "",
      "journal": {
        "name": "Social Text",
        "pages": "129",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "40b66ca4d028fb1454c10d6ccbee719fd97e44ef",
      "title": "Occam's Razor Vol. 10 - Full (2020)",
      "authors": [
        {
          "name": "Ally Remy",
          "authorId": "2021189310"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40b66ca4d028fb1454c10d6ccbee719fd97e44ef",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1",
        "volume": "10"
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
