{
  "status": "success",
  "source": "semantic_scholar",
  "query": "validity claims communicative action lifeworld system colonization",
  "results": [
    {
      "paperId": "d0a1453f66cb5232b10848b03c61bd9c40707e80",
      "title": "Science popularization from the perspective of the theory of communicative action",
      "authors": [
        {
          "name": "Ana Eliza Ferreira Alvim da Silva",
          "authorId": "2160354149"
        },
        {
          "name": "José Roberto Pereira",
          "authorId": "35609919"
        },
        {
          "name": "L. F. Felizardo",
          "authorId": "2693612"
        }
      ],
      "year": 2022,
      "abstract": "This theoretical article proposes using Jürgen Habermas's theory of communicative action (TCA) as a normative instruction for texts intended for science popularization (SP). We used TCA approaches, such as the validity claims that should characterize argumentative debate and the interactive processes with ‘lifeworld’ components (culture, person and society), to create a theoretical relationship between Habermas's theory and SP practices. We propose that the TCA aligns with the objectives of a dialogic communication about science with the non-specialist public and can contribute to perspectives that emphasize dialogue about science in society. We conclude that the premises of communicative action can guide SP policies.",
      "citationCount": 4,
      "doi": "10.1177/20966083221088041",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0a1453f66cb5232b10848b03c61bd9c40707e80",
      "venue": "Cultures of Science",
      "journal": {
        "name": "Cultures of Science",
        "pages": "50 - 66",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dcf2562ad6d6b1a21964decaed5894e5cfc014e9",
      "title": "FROM HABERMAS’ CRITICAL THEORY TO DISCOURSE THEORY OF LAW AND DEMOCRACY: OVERCOMING THE “SYSTEM/LIFEWORLD” DICHOTOMY",
      "authors": [
        {
          "name": "Desde LA Teoría",
          "authorId": "2098829237"
        },
        {
          "name": "Crítica DE Habermas",
          "authorId": "2125405445"
        },
        {
          "name": "A. Teoria",
          "authorId": "113035101"
        },
        {
          "name": "Discursiva Del Derecho",
          "authorId": "2125400236"
        },
        {
          "name": "Y. Democracia",
          "authorId": "2102274941"
        },
        {
          "name": "Superando LA Dicotomía",
          "authorId": "2125401379"
        },
        {
          "name": "“SISTEMAMUNDO DE LA Vida",
          "authorId": "2125404889"
        },
        {
          "name": "César Ortega-Esquembre",
          "authorId": "1573462424"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dcf2562ad6d6b1a21964decaed5894e5cfc014e9",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a8eb660b34334dd64463306031c129f08ac1fd23",
      "title": "Changing the world, one word at a time: The struggles of higher education and communicative action in a capitalist world",
      "authors": [
        {
          "name": "S. Harker",
          "authorId": "2326355950"
        }
      ],
      "year": 2017,
      "abstract": "Debates within critical educational theory and its relation to capitalism have often been heavily influenced by the tradition of critical social theory. For instance, Jurgen Habermas’ communicative action approach has proven to be a valuable theory that combines both analytical considerations regarding the conflict between the ‘lifeworld’ and ‘system’, and a decisively normative theory for deliberative and democratic discourse. However, Habermas’ communicative action does not go without problems, as a critical linguistic approach may prove. As such, in this paper I attempt to analyse the issues of communicative action in the context of anti-capitalist discourse and debate within and about higher education. To do this, I first outline Habermas’ and Fleming’s theories on the colonization of higher education, followed by a critique by means of Wittgenstein’s philosophy of language. As such, I attempt to argue that, in order to decolonize higher education from the ‘logic of capital’, we must reflect upon the language-games used when speaking about education.",
      "citationCount": 0,
      "doi": "10.26481/mjla.2017.v9.471",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a8eb660b34334dd64463306031c129f08ac1fd23",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "23-32",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dd524b0f3c8741ad7cd4fa2adaeac5f52f825ad3",
      "title": "Interactive research through life world integration: the interactive researcher as a virtual actor in communicative action processes",
      "authors": [
        {
          "name": "Fredrik Sandberg",
          "authorId": "143668512"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dd524b0f3c8741ad7cd4fa2adaeac5f52f825ad3",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "108e7fa0562058a0452c98dfcdc3e3d0ddc3c886",
      "title": "Role of patients’ organizations in Health Technology Assessment: a Habermasian system and lifeworld perspective",
      "authors": [
        {
          "name": "N. Milevska-Kostova",
          "authorId": "1420607413"
        },
        {
          "name": "Sita Ratna Devi Duddi",
          "authorId": "2037425960"
        },
        {
          "name": "R. Cooper",
          "authorId": "49910096"
        }
      ],
      "year": 2020,
      "abstract": "Abstract Patient and public involvement in Health Technology Assessment (HTA) is gaining increased interest among research and policy communities. Patients’ organizations represent an important link between individual patients and the health system. Social theories are increasingly being used to explain doctor–patient–system interactions, expanding understanding beyond the mere clinical perspective. In this sense, patient involvement in HTA can also be considered through the Habermas’s theory of communicative action. From a Habermasian perspective, HTA as part of the instrumental rationality contributes to an increased efficiency of resource use within the system; however, such rationalization threatens to colonize the lifeworld by making it “increasingly state administered with attenuated possibilities for communicative action as a result of the commercialization and rationalization in terms of immediate returns.” Using Habermasian system/lifeworld framework, this paper explores opportunities and obstacles to patient involvement in HTA, whereby trying to understand current and possible roles of patients’ organizations as a mediating force between HTA as a function of the system and the lifeworld represented by patients.",
      "citationCount": 3,
      "doi": "10.1017/S0266462320002147",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/108e7fa0562058a0452c98dfcdc3e3d0ddc3c886",
      "venue": "International Journal of Technology Assessment in Health Care",
      "journal": {
        "name": "International Journal of Technology Assessment in Health Care",
        "volume": "37"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "303570c4b847e988a58a854f5f8f01718f3044b0",
      "title": "The Force of Reason: An Introduction to Habermas' Theory of Communicative Action",
      "authors": [
        {
          "name": "A. Brand",
          "authorId": "96443006"
        }
      ],
      "year": 1990,
      "abstract": null,
      "citationCount": 87,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/303570c4b847e988a58a854f5f8f01718f3044b0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "eb8210e2d37b4a585f3759321d42928dd574613c",
      "title": "The Colonization of Educational Lifeworlds: Habermas and the Communicative Process of Teaching and Learning",
      "authors": [
        {
          "name": "Michael David Rossiter",
          "authorId": "119314573"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb8210e2d37b4a585f3759321d42928dd574613c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "21abc2ddbd01f6376c41b15d1b83d6506d103f9b",
      "title": "Leisure, Instrumentality and Communicative Action",
      "authors": [
        {
          "name": "K. Spracklen",
          "authorId": "81574607"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1057/978-1-137-56479-5_30",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/21abc2ddbd01f6376c41b15d1b83d6506d103f9b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "523-538",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4e0d32d0d38b3c51825eb654a52fbdb6c7ec986c",
      "title": "Resisting Colonization: Worker Cooperatives’ Conceptualization and Behaviour in a Habermasian Perspective",
      "authors": [
        {
          "name": "Frédéric Dufays",
          "authorId": "114053877"
        },
        {
          "name": "Noreen O’Shea",
          "authorId": "1401838516"
        },
        {
          "name": "B. Huybrechts",
          "authorId": "97855493"
        },
        {
          "name": "Teresa Nelson",
          "authorId": "144492084"
        }
      ],
      "year": 2020,
      "abstract": "This article contributes to understanding the role and position of worker cooperatives in society, providing a socio-political explanation to their existence as well as conceptual tools that can be used to imagine and implement economic democracy practices. It uses and complexifies Habermas’s social theory and its separation between system and lifeworld to show that cooperatives may act, intentionally and idealistically, at the interface of these two domains. This positioning enables cooperatives to participate in resisting colonization of the lifeworld by endowing individuals with resources favouring communicative action and by redefining institutional arrangements within the system. This article identifies factors explaining the varying degrees of resistance to colonization by cooperatives. It also contributes to theorizing the potential effects of organizing work in an economically democratic way.",
      "citationCount": 27,
      "doi": "10.1177/0950017019895936",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4e0d32d0d38b3c51825eb654a52fbdb6c7ec986c",
      "venue": "",
      "journal": {
        "name": "Work, Employment and Society",
        "pages": "965 - 984",
        "volume": "34"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6a57971b7104484269c2ae2b0596df8fec760352",
      "title": "Social Media, Delinguistification and Colonization of Lifeworld",
      "authors": [
        {
          "name": "R. Heyman",
          "authorId": "24870422"
        },
        {
          "name": "J. Pierson",
          "authorId": "2069977"
        }
      ],
      "year": 2015,
      "abstract": "The article critically investigates, from an interdisciplinary perspective, how the current evolution of social media—like social network sites—interferes with the balance between private, commercial, and public space. We build on the concepts of lifeworld and systems, developed in Habermas’ theory of communicative action. The discussion is supported and enriched by the work of Feenberg and van Dijck, integrating insights from Science and Technology Studies and media studies. Technology philosopher and critical Science and Technology Studies scholar Feenberg introduces technology as a steering “medium” that delinguistifies and possibly colonizes the lifeworld by reinterpreting media sociological perspectives of Habermas, Marcuse, Latour, and Callon. In a similar way, media scholar van Dijck analyses the transition from human connectedness to automated connectivity in the context of social media. We then illustrate the delinguistification and the colonization of lifeworld with a systematic analysis of the contingent evolution of Facebook as one particular case in social media. We focus on three specific artifacts in Facebook, framed as obligatory passage points: EdgeRank, Sponsored Stories, and Gatekeeper. Each of them gives an idea how the private space is subsumed under the commercial space and how the colonization reconfigures the public space in social media like Facebook. In this sense, we complement the political economy analysis of prosumer commodity with the action-theoretical autonomist approach of immaterial labor, highlighting new potential threats of the current social media development.",
      "citationCount": 12,
      "doi": "10.1177/2056305115621933",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6a57971b7104484269c2ae2b0596df8fec760352",
      "venue": "",
      "journal": {
        "name": "Social Media + Society",
        "volume": "1"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a67a90985a735db69c8fabff08ebc2eb7d990efa",
      "title": "The \"Colonization of the Lifeworld\" and the Disappearance of Politics — Arendt and Habermas",
      "authors": [
        {
          "name": "A. Brand",
          "authorId": "96443006"
        }
      ],
      "year": 1986,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1177/072551368601300104",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a67a90985a735db69c8fabff08ebc2eb7d990efa",
      "venue": "",
      "journal": {
        "name": "Thesis Eleven",
        "pages": "39 - 53",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "91e0e5fa27386d996713c393de3bf62997be6665",
      "title": "System and lifeworld",
      "authors": [
        {
          "name": "Joseph Heath",
          "authorId": "115220971"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1017/UPO9781844654741.005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91e0e5fa27386d996713c393de3bf62997be6665",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "88-104",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "aab76c8ee12bf7fb308e829a7322b3836a6ed097",
      "title": "ChatGPT, a colonialist agent of lifeworlds: A Habermassian analysis of conversations",
      "authors": [
        {
          "name": "Régis Martineau",
          "authorId": "2409414562"
        },
        {
          "name": "Elise Berlinski",
          "authorId": "2409414394"
        },
        {
          "name": "Frantz Rowe",
          "authorId": "2409414776"
        }
      ],
      "year": 2026,
      "abstract": "Conversational generative AI-based systems (CGAIS), like ChatGPT, seem capable of taking part in conversations with such fluidity that we may not distinguish them from a human. The global integration of CGAIS, however, bears various risks, including the one of colonizing the social through data. In this article, we are interested in the colonization of a new territory: that of conversations. We therefore investigate the nature of conversations individuals have with these technologies. Following Habermas, the realm of the communicative is what enables to construct a common social world, a lifeworld. Conflating the communicative and the instrumental threatens lifeworld construction and more broadly our democracy. We explore CGAIS technical and conceptual properties, and show that they do not support communicative action. Rather, CGAIS should remain confined to the realm of instrumental action. Yet, as they give the impression to belong to the realm of the communicative, we conceptualize them as colonialist agents. Notably, they are imperialist agents because they are increasingly used for all types of activities at work and in the private and public spheres. This reduces the space for communicative action. In addition, they are derealization agents as they distort conversation, by giving the illusion of communicative action. As a result, they threaten the co-construction of a common lifeworld, that forms the basis of our democratic societies.",
      "citationCount": 0,
      "doi": "10.1177/20539517261421473",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aab76c8ee12bf7fb308e829a7322b3836a6ed097",
      "venue": "Big Data & Society",
      "journal": {
        "name": "Big Data Soc.",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b570718719d71d7c22ef28b27209ba72f17e22f5",
      "title": "Pemikiran Filsafat Jürgen Habermas dalam Mengkaji Kolonisasi Dunia Kehidupan di Era Digital",
      "authors": [
        {
          "name": "Rifky Sandi Haikal",
          "authorId": "2406693987"
        },
        {
          "name": "M. Ade Ilham",
          "authorId": "2406694216"
        },
        {
          "name": "Mardhihah Abbas",
          "authorId": "2406697708"
        },
        {
          "name": "Ilham Arifin",
          "authorId": "2376804889"
        }
      ],
      "year": 2026,
      "abstract": "This study aims to analyze the relevance of Jürgen Habermas's thought in understanding the phenomenon of modern spirituality and the social dynamics of Generation Z in the digital era. Using a qualitative research method with a philosophical-analytical approach, this study examines Habermas's central concepts such as communicative action, the public sphere, the lifeworld, and discourse ethics. The results indicate that modern spirituality, which is personal and fluid, serves as a form of cultural resistance against the colonization of the lifeworld by the instrumental rationality of economic and bureaucratic systems. Meanwhile, Generation Z faces significant challenges within a digital public sphere that is often distorted by algorithms, polarization, and misinformation, which hinders the establishment of rational and deliberative communication. The study concludes that Habermas's theory provides a crucial normative framework for revitalizing healthy dialogue, constructing emancipatory digital ethics, and assisting Generation Z in restoring the depth of life's meaning amidst the pressures of the modern system.",
      "citationCount": 0,
      "doi": "10.61132/akhlak.v3i1.1822",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b570718719d71d7c22ef28b27209ba72f17e22f5",
      "venue": "Akhlak : Jurnal Pendidikan Agama Islam dan Filsafat",
      "journal": {
        "name": "Akhlak : Jurnal Pendidikan Agama Islam dan Filsafat"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "671250a7ef879e855d6456b339b0ddc1a3b04e3a",
      "title": "The Transformation of Communicative Power Into Political Power",
      "authors": [
        {
          "name": "E. Reunanen",
          "authorId": "92364984"
        },
        {
          "name": "Risto Kunelius",
          "authorId": "70080878"
        }
      ],
      "year": 2019,
      "abstract": "\n This article examines Jürgen Habermas’ concept of communicative power and describes how it transforms into political power in actual decision-making. For this purpose, the article develops the use of Habermas’ typology of validity claims in communicative action as a framework for analysis. This means analyzing how public performances invoking these validity claims affect actors’ authority, which is then capitalized in policymaking. The article thus integrates Habermas’ procedural view on deliberative politics with the more culturally oriented view on political performances. It also contributes to the discussion about the “mediatization of politics” by introducing a communicative perspective to complement the more common institutional and systems perspectives. This theoretical and analytical approach is illustrated by examples drawn from evidence in 16 semi-structured interviews conducted with participants in the policy networks involved in the 2015 Finnish labor market negotiations.",
      "citationCount": 8,
      "doi": "10.1093/CT/QTZ011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/671250a7ef879e855d6456b339b0ddc1a3b04e3a",
      "venue": "Communication Theory",
      "journal": {
        "name": "Communication Theory"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a46af234ed60f14e0f430df2bbae294bd166d209",
      "title": "The public sphere in the mode of systematically distorted communication",
      "authors": [
        {
          "name": "Victor Kempf",
          "authorId": "2248893038"
        }
      ],
      "year": 2023,
      "abstract": "The contemporary proliferation of “filter bubbles” and “echo chambers” seems to render obsolete the notion of a public sphere in the singular. In my article, I would like to argue against this view: Following Jürgen Habermas, “the public sphere” can be understood as the concomitant horizon of communicative action, while the latter permeates society as a whole. On the basis of this socio-philosophical approach, the omnipresent tendencies toward fragmentation appear as reactive attempts to ward off this socially established and context-transcending context of discussion. Habermas himself, however, has never adopted this perspective. Instead, he interprets the various symptoms of the decline of the public sphere—including its fragmentation—as the result of a “colonization of the lifeworld” by economic, bureaucratic, and technological system logics. However, on the basis of the concept of “systematically distorted communication,” which was still crucial for Habermas’s early work, it is possible to reconstruct how the lifeworld context of communicative action, out of which the public sphere emerges, is not only corroded and cut through from the outside by system logics but also exhibits its own dialectic of the refusal of discourse and the overcoming of this refusal. The fragmentation of the public sphere that we are confronted with today can be theoretically interpreted and politically addressed as a precarious standstill of this dialectic.",
      "citationCount": 7,
      "doi": "10.1177/01914537231203553",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a46af234ed60f14e0f430df2bbae294bd166d209",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "43 - 65",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "04bd582535383445818365d49eab73c8da0fa27e",
      "title": "Reframing Habermas’s colonization thesis: Neoliberalism as relinguistification",
      "authors": [
        {
          "name": "Roderick Condon",
          "authorId": "116118931"
        }
      ],
      "year": 2020,
      "abstract": "While the critique of neoliberalism, as the form of contemporary capitalism, has been advanced from Marxian and Foucauldian perspectives, it has had limited attention from the perspective of Critical Theory. Largely unrecognized is the suitability of the theory of reification for this critique, specifically, Habermas’s version. This article reconsiders Habermas’s colonization thesis as the basis for a critical theory of neoliberalism, refining its theoretical framework to deepen its critical diagnosis. Against the dismissal of the system–lifeworld concept, a novel critique is advanced to suggest its original elaboration fell confusedly between two versions of social systems theory. Drawing from late developments, the scheme is reinterpreted as distinguishing two forms of communication in capitalist society: delinguistified and linguistic. This opens the way to reframe and communicatively transform colonization as relinguistification; that is, the translation of monetary coding into ordinary language such that communicative action is distorted from within by reifying concepts.",
      "citationCount": 2,
      "doi": "10.1177/1368431020970780",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04bd582535383445818365d49eab73c8da0fa27e",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "507 - 525",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6b0390272da07ed1455520b8201c515d28439c5c",
      "title": "Norm Deviation in Multiagent Systems: A Foundation for Responsible Autonomy",
      "authors": [
        {
          "name": "Amika M. Singh",
          "authorId": "2205511656"
        },
        {
          "name": "Munindar P. Singh",
          "authorId": "2110413243"
        }
      ],
      "year": 2023,
      "abstract": "The power of norms in both human societies and sociotechnical systems arises from the facts that (1) societal norms, including laws and policies, characterize acceptable behavior in high-level terms and (2) they are not hard controls and can be deviated from. Thus, the design of responsibly autonomous agents faces an essential tension: these agents must both (1) respect applicable norms and (2) deviate from those norms when blindly following them may lead to diminished outcomes.\n\n\n\nWe propose a conceptual foundation for norm deviation. As a guiding framework, we adopt Habermas's theory of communicative action comprising objective, subjective, and practical validity claims regarding the suitability of deviation.\n\nOur analysis thus goes beyond previous studies of norm deviation and yields reasoning guidelines uniting norms and values by which to develop responsible agents.",
      "citationCount": 5,
      "doi": "10.24963/ijcai.2023/33",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b0390272da07ed1455520b8201c515d28439c5c",
      "venue": "International Joint Conference on Artificial Intelligence",
      "journal": {
        "pages": "289-297"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "081eb10a10d2a5480927931036b2ad802f184399",
      "title": "The Concept of Validity in a Theory of Social Action",
      "authors": [
        {
          "name": "C. Heidemann",
          "authorId": "144615954"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/0964663907086461",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/081eb10a10d2a5480927931036b2ad802f184399",
      "venue": "",
      "journal": {
        "name": "Social & Legal Studies",
        "pages": "109 - 114",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3c0e2f0a9169564d1fcf1995e35451cc04ea85c7",
      "title": "System and Lifeworld in Habermas's Theory of Law",
      "authors": [
        {
          "name": "Hugh W. Baxter",
          "authorId": "117710553"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 15,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c0e2f0a9169564d1fcf1995e35451cc04ea85c7",
      "venue": "",
      "journal": {
        "name": "Cardozo law review",
        "pages": "473",
        "volume": "23"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
