{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Wynter coloniality being",
  "results": [
    {
      "paperId": "c7ed7f1588fd51147de0c0dfe9ab2bd1f9434faf",
      "title": "Unsettling the Coloniality of Being/Power/Truth/Freedom: Towards the Human, After Man, Its Overrepresentation--An Argument",
      "authors": [
        {
          "name": "Sylvia Wynter",
          "authorId": "2259298404"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 3132,
      "doi": "10.1353/NCR.2004.0015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c7ed7f1588fd51147de0c0dfe9ab2bd1f9434faf",
      "venue": "",
      "journal": {
        "name": "CR: The New Centennial Review",
        "pages": "257 - 337",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c34469cc77a86666cd2f2ffa7cc951751bb7df5e",
      "title": "Sylvia Wynter, racialized affects, and minor feelings: unsettling the coloniality of the affects in curriculum and pedagogy",
      "authors": [
        {
          "name": "Michalinos Zembylas",
          "authorId": "31556728"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT This essay builds on the notion of ‘racialized affects’ in conjunction with recent educational theorizing of Sylvia Wynter’s work on ‘the human’ to consider how these insights might extend conceptualizations on the ‘coloniality of the affects’ in curriculum and pedagogy. Specifically, the analysis shows how bringing into conversation Wynter’s account on the overrepresentation of Western (White) Man with recent theorizations of ‘racialized affects’ and the ‘coloniality of the affects’ can make a significant contribution to unsettling affective norms and practices of contemporary schooling in societies shaped by ongoing White supremacy. The essay examines how White European bourgeois theories of affect are implicated in both colonization and racialization, thus naming and disrupting racialization can enable the use of affect theory in education to become more attentive to plural affective perspectives and histories (‘minor feelings’) and to support more just and equitable schooling.",
      "citationCount": 27,
      "doi": "10.1080/00220272.2021.1946718",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c34469cc77a86666cd2f2ffa7cc951751bb7df5e",
      "venue": "The Journal of Curriculum Studies",
      "journal": {
        "name": "Journal of Curriculum Studies",
        "pages": "336 - 350",
        "volume": "54"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d2da5428e75f4d0f766267b243a3686e29a620c9",
      "title": "Unsettling the Coloniality of the Affects: Transcontinental Reverberations between Teresa Brennan and Sylvia Wynter",
      "authors": [
        {
          "name": "Lauren Guilmette",
          "authorId": "115854732"
        }
      ],
      "year": 2019,
      "abstract": "Abstract:This article interprets Teresa Brennan's (2004) work on the forgetting of affect transmission in conjunction with Sylvia Wynter's (2003) argument concerning the rise of Western Man through the dehumanization of native and African peoples. While not directly in dialogue, Wynter's decolonial reading of Foucault's (1994) epistemic ruptures enriches Brennan's inquiry into this \"forgetting,\" given that callous, repeated acts of cruelty characteristic of Western imperialism and slavery required a denial of the capacity to sense suffering in others perceived as differently human. Supplementing Brennan with Wynter, we can better describe the limits of sympathy discourses as resting on identification and perceived sameness. In turn, Brennan (posthumously) comes to Wynter's defense in her call for a new science of plural cultures to redefine the human, which some have interpreted as a positivist misreading of Frantz Fanon (2008). Brennan and Wynter alike have been criticized for their appeals to science; yet, I defend their respective proposals for social-scientific inquiry with support from Brennan's response to the 1996 Sokal Hoax: the influence of the social on the biological body is, indeed, difficult to study, but this does not invalidate the inquiry as such.",
      "citationCount": 16,
      "doi": "10.1353/PHI.2019.0014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2da5428e75f4d0f766267b243a3686e29a620c9",
      "venue": "Philosophia",
      "journal": {
        "name": "philoSOPHIA",
        "pages": "73 - 91",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0a47da0ff77cf65d84028913bcce9f47c7417543",
      "title": "The necropolitics of statelessness: coloniality, citizenship, and disposable lives",
      "authors": [
        {
          "name": "Fabio Santos",
          "authorId": "2354066957"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This article critically interrogates the unequal structures of life-saving inclusion and life-shortening exclusion that underpin modern citizenship regimes. By connecting the coloniality of citizenship framework with critical and reflexive migration studies on the nexus of death, migration, and citizenship, it introduces the concept of the necropolitics of statelessness. Bringing the works of Hannah Arendt, Michel Foucault, Giorgio Agamben, Achille Mbembe, Orlando Patterson, Sylvia Wynter, and Frantz Fanon into dialogue with each other and with the work of Caribbean human rights professionals and activists, the article captures how the racialized and gendered exclusion from national membership produces deadly effects. To illustrate and support this argument, two interconnected case studies from the Caribbean are spotlighted: the 1937 Parsley Massacre, which targeted Haitians and those presumed to be of Haitian descent in the Dominican Republic, and the 2013 La Sentencia ruling, which rendered Dominicans of Haitian descent stateless and disposable. The necropolitics of statelessness is thus conceptualized as an extreme manifestation of the coloniality of citizenship, highlighting how colonial histories of violence and their present-day legacies perpetuate conditions where stateless individuals – whose very humanity is systematically denied – are subject to sovereign death-making power.",
      "citationCount": 3,
      "doi": "10.1080/13621025.2025.2467270",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0a47da0ff77cf65d84028913bcce9f47c7417543",
      "venue": "Citizenship Studies",
      "journal": {
        "name": "Citizenship Studies",
        "pages": "17 - 40",
        "volume": "29"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7b0a29266dc128b116d329034c216cf1e03d2276",
      "title": "The critical terrorism researcher: identity, positionality, and (de)coloniality",
      "authors": [
        {
          "name": "K. Chukwuma",
          "authorId": "2007414440"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT Over the last two decades, Critical Terrorism Studies (CTS) has been crucial in contributing to critical research on terrorism that challenges the troublesome assumptions about “terrorism” developed in the field of Terrorism Studies, and which investigates the complexities that shape (counter-)terrorism in various socio-political contexts, especially so in the “post-9/11 era”. This has, however, also enabled the production of the identity of a uniquely critical terrorism researcher which, I argue in this article, is acutely underwritten by colonial epistemologies and assumptions that underpin “terrorism”. By drawing upon relevant insights from decolonial scholarship on the link between identity and knowledge production, especially through my engagement with Sylvia Wynter’s discourse on “Man and the coloniality of being”, this article aims to problematise the CTS researcher as a specific idea of Man (usually Western/white/bourgeoise/heterosexual) shaped by various descriptive statements including those about emancipation and inclusion that seeks to legitimise researchers in this sub-field as progenitors of genuine discourses about “terrorism”. By de-centring the CTS researcher through reflecting on my own research practices, choices and priorities, the article contributes to CTS debates on methodology as well as to the debate on “terrorism expertise”. It concludes by offering some reflections on the future of CTS.",
      "citationCount": 6,
      "doi": "10.1080/17539153.2024.2370546",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7b0a29266dc128b116d329034c216cf1e03d2276",
      "venue": "Critical Studies on Terrorism",
      "journal": {
        "name": "Critical Studies on Terrorism",
        "pages": "854 - 877",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e006aab995cb497ba54629fac02ce6574250f190",
      "title": "Sketching the theoretical and methodological contours of Sylvia Wynter’s sociogenesis",
      "authors": [
        {
          "name": "Jairo I. Fúnez‐Flores",
          "authorId": "1485986413"
        },
        {
          "name": "Rhyanne Wheat",
          "authorId": "2235670832"
        }
      ],
      "year": 2024,
      "abstract": "Abstract This article builds upon Fanon’s and Wynter’s theory of sociogeny to sketch the contours of decolonial sociography. Initially, it expounds on the inextricable link between sociogeny, coloniality of being, and race to examine how discourses and social practices establish racial-colonial structures of subjugation and exploitation. The authors posit that decolonial sociography constitutes not only a counter-cartography but also a methodological shift towards examining the interconnected symbolic and material structures that shape the experiences of colonized and negatively racialized communities. Decolonial sociography situates racial-colonial processes as geopolitically entangled within the modern/colonial world system and recognizes that racialization is distinctively configured within specific historical contexts. In conjunction with Fanon’s and Wynter’s work, the article invokes Glissant’s poetics of relations to highlight the persistence of resistance and relational modes of existence that counteract the totalizing and homogenizing effects of modernity/coloniality’s sociogenesis of race.",
      "citationCount": 2,
      "doi": "10.1080/09518398.2024.2388683",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e006aab995cb497ba54629fac02ce6574250f190",
      "venue": "International Journal of Qualitative Studies in Education",
      "journal": {
        "name": "International Journal of Qualitative Studies in Education",
        "pages": "1309 - 1323",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ef9aadab7098d88fe04ec195381236b1d99b8939",
      "title": "Hegel and Sylvia Wynter on the Problem of Human Self-Interpretation",
      "authors": [
        {
          "name": "Shannon Hoff",
          "authorId": "2325363084"
        }
      ],
      "year": 2024,
      "abstract": "Dans « Unsettling the Coloniality of Being/Power/Truth/Freedom », Sylvia Wynter soutient que l’auto-cognition humaine de l’Europe occidentale a pris une forme adaptative pour servir ce qu’elle appelle « Man 1 » (le sujet libre, rationnel et politique) et « Man 2 » (le sujet bioéconomique). Selon Wynter, il serait nécessaire de faire advenir une forme d’auto-cognition humaine non adaptative et universelle, n’excluant pas la majorité de l’humanité, et qu’elle appelle homo narrans . Je soutiens que la distinction établie par Wynter entre l’adaptatif et le non-adaptatif est cruciale, tout comme la nécessité de considérer les conséquences oppressives, pour le contact interculturel, de l’adaptatif. Je montre que ses arguments résonnent de manière significative avec les idées centrales de la vie éthique et de l’esprit absolu chez Hegel, et je fais référence à ces idées clés pour renforcer ses objectifs critiques, tout en suggérant de réviser son analyse de la manière dont ces modes de connaissance opèrent dans la culture humaine. Je soutiens que les pratiques de l’ homo narrans , en tant que pratiques de l’esprit absolu, sont toujours immanentes à la spécificité concrète des domaines que nous expérimentons comme notre chez-soi, et qui encourage l’adaptation dans la connaissance. Je soutiens de plus que nous mettons en œuvre des pratiques de transcendance précisément en prêtant attention à leur caractère corruptible et en favorisant le développement des contextes concrets dans lesquels elles s’inscrivent. Enfin, je me tourne vers la conception de l’ homo narrans en analysant la manière dont Hegel rend compte de la tragédie antique et moderne, et en montrant comment l’activité expressive est une capacité à raconter de nouvelles histoires qui reconfigurent les relations de l’humain avec le monde et avec lui-même, et ainsi les transforment continuellement.",
      "citationCount": 0,
      "doi": "10.3917/rip.309.0071",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ef9aadab7098d88fe04ec195381236b1d99b8939",
      "venue": "Revue internationale de philosophie",
      "journal": {
        "name": "Revue internationale de philosophie"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "55ac63d0b628daf18bf927c9e1e006986bfbe727",
      "title": "After rights, after Man? Sylvia Wynter, sociopoetic struggle and the ‘undared shape’",
      "authors": [
        {
          "name": "Louiza Odysseos",
          "authorId": "104249553"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT Decolonial and post-colonial critiques have shown how rights naturalise a normatively white, Western bourgeois, and appropriative subject, while negating other forms of being and subjectivity. Given the disquiet around rights and their subject, reimagining the subject of rights calls on us to think ‘after rights?’. Thinking ‘after rights?’, and insisting on the question mark, I argue, entails seeking the ‘undared shape’ (Aimé Césaire) of rights untethered from the figure of sovereign Man. Sylvia Wynter’s historical-philosophical critique of Man, and search for the human ‘after Man’, are central for understanding the colonial-modern order and the role of rights within this. Extending Wynter’s orientations, I first analyse how rights are implicated in modernity-coloniality’s material and symbolic violences. Second, I examine Wynter’s amplification of sociopoetic struggles – those wide-ranging modes of sociality and cultural, survival practices – by Man’s enslaved and colonised Others. Such struggles aimed to displace Man as locus of colonial-modern structures, forging new meanings and modes of world-making untethered from this hegemonic figure. Importantly for rights and world politics scholarship, sociopoetic struggles work with abolitionist-reparative intent towards modernity-coloniality and its master subject. Finally, I consider what renarrating the human outside Man's horizon – as abnormative, insovereign and anti-individualist praxis – means for human rights.",
      "citationCount": 13,
      "doi": "10.1080/13642987.2023.2227101",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55ac63d0b628daf18bf927c9e1e006986bfbe727",
      "venue": "International Journal of Human Rights",
      "journal": {
        "name": "The International Journal of Human Rights",
        "pages": "1251 - 1278",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eae5732457963917acde8831c06e530d3ad016b0",
      "title": "María Lugones, Sylvia Wynter, and Intersex Liberation",
      "authors": [
        {
          "name": "A. Adamson",
          "authorId": "108794800"
        }
      ],
      "year": 2023,
      "abstract": "abstract:Reading the work of Sylvia Wynter and María Lugones together, particularly as it pertains to sex, gender, and sexuality, reveals the limits of popular discourses and frameworks of queer and feminist philosophy that may unwittingly obscure its constructions of sex and gender along the global color line. This article looks at Wynter's analysis of gender as a category differentially applied across the global color line and Lugones's analysis of the coloniality of gender. The author concludes to move beyond the coloniality of gender requires intersex liberation, but also that intersex liberation must be understood within a decolonial framework.",
      "citationCount": 1,
      "doi": "10.5325/jspecphil.37.3.0345",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eae5732457963917acde8831c06e530d3ad016b0",
      "venue": "Journal of Speculative Philosophy",
      "journal": {
        "name": "The Journal of Speculative Philosophy",
        "pages": "345 - 355",
        "volume": "37"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "55d7c0a58ef42e948629150e225f1ff82cb42bba",
      "title": "Polygamy, State Racism, and the Return of Barbarism: The Coloniality of Evolutionary Psychology",
      "authors": [
        {
          "name": "Suzanne Lenon",
          "authorId": "22490526"
        }
      ],
      "year": 2022,
      "abstract": "This article examines the race-thinking and colonial reasoning circulating in two recent developments in Canadian law with respect to polygamous marriage: the Polygamy Reference (2011) that upheld the Criminal Code provision on polygamy and the Zero Tolerance for Barbaric Cultural Practices Act (2015). This legislation introduced changes to Canada’s immigration regulations, which include the practice of polygamy as a basis for refusing foreign applicants and deporting foreign nationals. I address how insights from the field of evolutionary psychology were applied in the Polygamy Reference and what discursive and material resonances they had in the Zero Tolerance Act. Drawing on the work of Sylvia Wynter, I situate these judicial and legal developments in relation to violence, within colonial formations of state power, and as forces supporting white supremacy through the continuing valorization of monogamy as a foundational aspect of social and sexual citizenship in Canada.",
      "citationCount": 3,
      "doi": "10.26522/ssj.v16i1.2500",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55d7c0a58ef42e948629150e225f1ff82cb42bba",
      "venue": "Studies in Social Justice",
      "journal": {
        "name": "Studies in Social Justice"
      },
      "publicationTypes": null
    }
  ],
  "count": 10,
  "errors": []
}
