{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Young justice politics difference exclusion deliberation",
  "results": [
    {
      "paperId": "3e063de6897019a9f2be4d4d0ddf93c0ffb18900",
      "title": "Whither Difference, Whither Recognition? Iris Marion Young’s Justice and the Politics of Difference Revisited",
      "authors": [
        {
          "name": "Falguni A. Sheth",
          "authorId": "81318843"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1086/733532",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3e063de6897019a9f2be4d4d0ddf93c0ffb18900",
      "venue": "Polity",
      "journal": {
        "name": "Polity"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6fbeace47196d8244717c9926a7c788366062fd1",
      "title": "Justice and the Politics of Difference",
      "authors": [
        {
          "name": "I. Young",
          "authorId": "144258638"
        }
      ],
      "year": 1990,
      "abstract": "This book challenges the prevailing philosophical reduction of social justice to distributive justice. It critically analyzes basic concepts underlying most theories of justice, including impartiality, formal equality, and the unitary moral subjectivity. Starting from claims of excluded groups about decision making, cultural expression, and division of labor, Iris Young defines concepts of domination and oppression to cover issues eluding the distributive model. Democratic theorists, according to Young do not adequately address the problem of an inclusive participatory framework. By assuming a homogeneous public, they fail to consider institutional arrangements for including people not culturally identified with white European male norms of reason and respectability. Young urges that normative theory and public policy should undermine group-based oppression by affirming rather than suppressing social group difference. Basing her vision of the good society on the differentiated, culturally plural network of contemporary urban life, she argues for a principle of group representation in democratic publics and for group-differentiated policies. \"This is an innovative work, an important contribution to feminist theory and political thought, and one of the most impressive statements of the relationship between postmodernist critiques of universalism and concrete thinking.... Iris Young makes the most convincing case I know of for the emancipatory implications of postmodernism.\" --Seyla Benhabib, State University of New York at Stony Brook",
      "citationCount": 3087,
      "doi": "10.2307/j.ctvcm4g4q",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6fbeace47196d8244717c9926a7c788366062fd1",
      "venue": "The New Social Theory Reader",
      "journal": {
        "name": "The New Social Theory Reader"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d56e9282499cf2c8fcacf3f1d60d5c6ea9171129",
      "title": "Justice and The politics of Difference - Focusing on The meaning of Iris Marion Young's Justice -",
      "authors": [
        {
          "name": "E. Kim",
          "authorId": "101159824"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.32432/KOPHIL.29.4.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d56e9282499cf2c8fcacf3f1d60d5c6ea9171129",
      "venue": "EPOCH AND PHILOSOPHY",
      "journal": {
        "name": "EPOCH AND PHILOSOPHY"
      },
      "publicationTypes": null
    },
    {
      "paperId": "005e70e78e1f418469f3e08b08778ce3303a8d4c",
      "title": "Difference and Inclusive Democracy: Iris Marion Young’s Critique of the Rawlsian Theory of Justice",
      "authors": [
        {
          "name": "Christopher Ryan Maboloc",
          "authorId": "118022302"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/005e70e78e1f418469f3e08b08778ce3303a8d4c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "8d89d022925ba5051dce51fa8efa34fb329e6fba",
      "title": "29. Justice and the Politics of Difference",
      "authors": [
        {
          "name": "I. Young",
          "authorId": "144258638"
        },
        {
          "name": "Ricardo Blaug",
          "authorId": "14853574"
        },
        {
          "name": "J. Schwarzmantel",
          "authorId": "84487719"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.7312/BLAU17412-036",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8d89d022925ba5051dce51fa8efa34fb329e6fba",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2580279521dbe0a80c1a23bc9913155609ca8f93",
      "title": "94. Justice and the Politics of Difference",
      "authors": [
        {
          "name": "I. Young",
          "authorId": "144258638"
        },
        {
          "name": "Ricardo Blaug",
          "authorId": "14853574"
        },
        {
          "name": "J. Schwarzmantel",
          "authorId": "84487719"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.7312/BLAU17412-114",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2580279521dbe0a80c1a23bc9913155609ca8f93",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "21a302a121a06263eeaed7a0860c0667b8c28a76",
      "title": "Recognition or Redistribution? A Critical Reading of Iris Young's Justice and the Politics of Difference*",
      "authors": [
        {
          "name": "Nancy Fraser",
          "authorId": "49167787"
        }
      ],
      "year": 1995,
      "abstract": null,
      "citationCount": 171,
      "doi": "10.1111/J.1467-9760.1995.TB00033.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/21a302a121a06263eeaed7a0860c0667b8c28a76",
      "venue": "",
      "journal": {
        "name": "Journal of Political Philosophy",
        "pages": "166-180",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3dc215fd0142d3dc4f71f34c3b1eaaf80b0c41b5",
      "title": "The Politics of Difference:Beyond the Debates of Justice Between Liberalism and Communitarianism——on I.M.Young's Political Philosophy",
      "authors": [
        {
          "name": "Ma Xiao-yan",
          "authorId": "49193931"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3dc215fd0142d3dc4f71f34c3b1eaaf80b0c41b5",
      "venue": "",
      "journal": {
        "name": "Studies in Ethics",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d035b87639593f71c284098dfc288448120fbf4a",
      "title": "Justice and the Politics of Difference . By Iris Marion Young. Princeton: Princeton University Press, 1990. 286p. $45.00 cloth, $10.95, paper.",
      "authors": [
        {
          "name": "Thomas L. Dumm",
          "authorId": "91296021"
        }
      ],
      "year": 1992,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.2307/1964259",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d035b87639593f71c284098dfc288448120fbf4a",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "520 - 521",
        "volume": "86"
      },
      "publicationTypes": null
    },
    {
      "paperId": "06afac6a44d0e08edb906d092389c6557467316c",
      "title": "Between experience and structure: Social suffering, collective identities and justice in Iris Marion Young",
      "authors": [
        {
          "name": "Gustavo Lima e Silva",
          "authorId": "2208555362"
        },
        {
          "name": "Felipe Gonçalves Silva",
          "authorId": "2110320960"
        }
      ],
      "year": 2019,
      "abstract": "This paper analyzes the role of phenomenology in Iris Marion Young´s model of critical theory through a discussion of the different strategies she mobilizes in articulating the notions of identity and social collectivities in Justice and the Politics of Difference (1990) and Inclusion and Democracy (2000). By reconstructing the debate Young had with Nancy Fraser during the 1990s, we seek to demonstrate that, although Fraser mischaracterizes Justice and Politics of Difference as representative of the “cultural turn” in social theory, her criticisms can illuminate some of the tensions and shortcomings of the text. Moreover, we argue that the emphasis in a structural-analytical strategy of argumentation, characteristic of Young´s later work, can be traced back to the contentions formulated by Fraser. Nonetheless, it is sustained in a final step that Young never completely abdicated the phenomenological approach as a tool for social criticism. Although the argument of Inclusion and Democracy is developed primarily in a structural way, Young repeatedly mobilizes the experiences of social suffering and the demands for justice voiced by social movements as the basis of her large scale democratic proposals.",
      "citationCount": 2,
      "doi": "10.7238/D.V0I23.3158",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06afac6a44d0e08edb906d092389c6557467316c",
      "venue": "Digithum",
      "journal": {
        "name": "Digithum"
      },
      "publicationTypes": null
    },
    {
      "paperId": "68ef87953622d5042d4be0cd92343305540f5392",
      "title": "Structural injustice and the politics of difference",
      "authors": [
        {
          "name": "I. Young",
          "authorId": "144258638"
        }
      ],
      "year": 2008,
      "abstract": "It has become a truism that a politics of difference is equivalent to “identity politics,” which is about claims of justice concerning cultural difference. In this essay I take issue with this set of equivalences. There are at least two versions of a politics of difference, which I call a politics of positional difference and a politics of cultural difference. They share a critical attitude toward a difference-blind approach to politics and policy. They differ, however, in how they understand the constitution of social groups, and in the issues of justice that they emphasize. While both versions of a politics of difference appear in contemporary political debates, I perceive that over the last two decades both the attention of public discourse and that of political theorists has shifted from the politics of positional difference to a politics of cultural difference. I argue that this shift is unfortunate because it tends to obscure important issues of justice and because it tends to limit the framing of difference politics to a liberal paradigm. We should affirm both approaches, I argue, but also be clear on the conceptual and practical differences between them.",
      "citationCount": 163,
      "doi": "10.1002/9781444310399.CH20",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/68ef87953622d5042d4be0cd92343305540f5392",
      "venue": "Social Justice and Public Policy",
      "journal": {
        "name": "Social Justice and Public Policy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "50d8c724a682fe99df7a8d7609cd339f313eba2c",
      "title": "Ethical publishing as resistance: Reflections from plaNext and the politics of knowledge and space",
      "authors": [
        {
          "name": "Feras Hammami",
          "authorId": "49806409"
        }
      ],
      "year": 2025,
      "abstract": "What does it mean to publish ethically in a world where knowledge production is shaped by human rights violations, social inequalities, colonial legacies, and systemic exclusions? This reflection draws on ten years of oaexperience with plaNext, an open access journal created by the Young Academics Network of the Association of European Schools of Planning to support early career scholars. It explores how ethical publishing can act as a form of resistance to dominant academic norms, the marginalization of alternative epistemologies, and the politicization of knowledge. Through personal and collective experiences, the article examines plaNext's commitment to academic freedom, equity, decolonisation, and inclusivity, expressed through practices such as voluntary management, half-blind peer review, and a justice-based ethical policy. It also addresses the challenges of sustaining these principles within the constraints of institutional expectations, the publishing industry, and global crises. Ethical publishing, it argues, is not about pretentious neutrality but about taking a principled stance in support of marginalized voices, critical scholarship, and transformative knowledge production. Whether this vision remains viable is an open question that plaNext and many other international journals must continue to examine.",
      "citationCount": 0,
      "doi": "10.24306/plnxt/104",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/50d8c724a682fe99df7a8d7609cd339f313eba2c",
      "venue": "Planext: Next Generation Planning",
      "journal": {
        "name": "plaNext–Next Generation Planning"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "0d922e9a18162945cb281cfccbd2980e94af9407",
      "title": "Power and the Politics of Difference: Oppression, Empowerment, and Transnational Justice",
      "authors": [
        {
          "name": "A. Allen",
          "authorId": "116617759"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 55,
      "doi": "10.1111/j.1527-2001.2008.tb01210.x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d922e9a18162945cb281cfccbd2980e94af9407",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "156 - 172",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a7d69f7266bf397ad4369bfe5bfd004f98159e8e",
      "title": "Education and the Politics of Difference: Iris Young and the politics of education",
      "authors": [
        {
          "name": "Avigail Eisenberg",
          "authorId": "47169103"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 31,
      "doi": "10.1111/j.1469-5812.2006.00171.x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a7d69f7266bf397ad4369bfe5bfd004f98159e8e",
      "venue": "",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "23 - 7",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a44f705287c320b0e005981475c9f145687f6b34",
      "title": "Augustinian Roots of Rawls's Second Principle of Justice: Grace and Fair Equality of Opportunity",
      "authors": [
        {
          "name": "Paolo Santori",
          "authorId": "2240873474"
        }
      ],
      "year": 2023,
      "abstract": "The debate over John Rawls's two principles of justice is ongoing. Among the many controversies, there is a hierarchal relationship within the second principle of justice. Scholars have long discussed the meaning and desirability of the lexical priority of the principle of fair equality of opportunity over the difference principle. The present article explores this topic from an unusual and underdeveloped angle. The controversy will be analyzed through the theological categories developed by the young Rawls in his work A Brief Inquiry into the Meaning of Sin and Faith. There, Rawls rejected the Pelagian heresy, according to which human beings can merit their salvation in a contractual relationship with God. Conversely, they can perform actions and deeds with implications for their eternal life by virtue of the gratuitous and undeserved intervention of God. I will show how this theological understanding became a political idea expressed precisely in the content and structure of the second principle of justice. As final remarks, I will argue that the appeal to the young Rawls's idea can be a suitable, yet unexpected, way in which the comprehensive doctrine of Christianity can support the political conception of justice expressed in Rawls's second major work, Political Liberalism.",
      "citationCount": 2,
      "doi": "10.1111/moth.12891",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a44f705287c320b0e005981475c9f145687f6b34",
      "venue": "Modern Theology",
      "journal": {
        "name": "Modern Theology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "661fd8da2b5acae5e8a3505f213c9a1ac81a6b17",
      "title": "Five Faces of Citational Injustice",
      "authors": [
        {
          "name": "Sam Popowich",
          "authorId": "73010466"
        }
      ],
      "year": 2026,
      "abstract": "This article explores the non-distributive conception of justice found in the work of feminist political  philosopher Iris Marion Young (1949–2006), particularly in her landmark volume Justice and the Politics of Difference (1990). As laid out in that work, Young’s “five faces of oppression”—exploitation, marginalization, powerlessness, cultural imperialism, and violence—are central to the issues posed by citational justice scholarship and open up new ways of understanding how citational injustice is unjust. By connecting Young’s work with questions of citational justice, this article seeks to develop a nuanced conception of injustice as oppression, and thus as a matter of radical progressive politics, rather than merely a question of the (re)distribution of goods, which is too easily coopted to the capitalist logics of the corporatized university. The article concludes with some thoughts around reading and generative AI in academic work.",
      "citationCount": 0,
      "doi": "10.18357/kula.298",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/661fd8da2b5acae5e8a3505f213c9a1ac81a6b17",
      "venue": "KULA knowledge creation dissemination and preservation studies",
      "journal": {
        "name": "KULA: Knowledge Creation, Dissemination, and Preservation Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5fb93b11d6dd63b01875c70453c240de09f37638",
      "title": "Developing Disobedience: A Decolonial Childist Perspective on School Strikes for Climate Justice",
      "authors": [
        {
          "name": "Tanu Biswas",
          "authorId": "2298638813"
        },
        {
          "name": "Liola Mattheis",
          "authorId": "2315425281"
        }
      ],
      "year": 2024,
      "abstract": "What do the school strikes for climate teach (adults)? Beyond being apt responses to democratic exclusions, children’s and young people’s strikes also have educative potential (including for adults) through counterweighing formal education, as the authors previously argued. This paper continues to explore the educational import of children and young people’s climate contentions as part of a more explicit decolonial agenda. In a first step, the paper sketches the altered conditions under which children stage school strikes/occupations and highlights increasing global connections drawn also by strikes in the North. Next, departing from a reading of Socrates’s canonical defense of obedience to the law, it offers a reading of the political economy and developmentalism of neoliberal, Anthropocene schooling as part of a modern oikos that depends on children’s work in their roles as “pupils.” Finally, children’s and young people’s activism is approached as resistance to colonially shaped epistemic injustice.",
      "citationCount": 2,
      "doi": "10.1177/00027642241268596",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5fb93b11d6dd63b01875c70453c240de09f37638",
      "venue": "American Behavioral Scientist",
      "journal": {
        "name": "American Behavioral Scientist"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "04834eb42f297ba83850daa7103f3ab7eeff6d5c",
      "title": "‘Power Differences’ and ‘the Power of Difference’: The Dominance of Secularism as Ontological Injustice",
      "authors": [
        {
          "name": "E. Wilson",
          "authorId": "48181676"
        }
      ],
      "year": 2017,
      "abstract": "Abstract Recent religious studies and international relations scholarship has highlighted secularism as a critical element in dominant modes of identity, power, and exclusion in global politics. Yet, the implications of these insights for global justice theory and practice have rarely been considered. This article suggests that the current dominance of secularism within global justice theory and practice risks undermining the global justice project. Specifically, I argue that secularism’s dominance constitutes an ontological injustice, where both alternative non-secular visions of the world and visions of alternative non-secular worlds are subordinated to secular ontologies. However, this argument raises a crucial question: if, despite secularism’s claim to neutrality and universality, the dominance of secular ontologies contributes to rather than ameliorates injustice, the question that remains is: what are the alternatives? The article concludes by exploring some preliminary responses to this question.",
      "citationCount": 35,
      "doi": "10.1080/14747731.2017.1308062",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04834eb42f297ba83850daa7103f3ab7eeff6d5c",
      "venue": "The Role of Religion in Struggles for Global Justice",
      "journal": {
        "name": "Globalizations",
        "pages": "1076 - 1093",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c93f83449330516a2e76294e85249f6395dfab24",
      "title": "The Possibility of Justice: The Work of Paulo Freire and Difference",
      "authors": [
        {
          "name": "C. Rozas",
          "authorId": "2073956084"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 24,
      "doi": "10.1007/S11217-007-9065-Z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c93f83449330516a2e76294e85249f6395dfab24",
      "venue": "",
      "journal": {
        "name": "Studies in Philosophy and Education",
        "pages": "561-570",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "aa7abcc3224bf62c5b4c9eb8089411bd51eab5c7",
      "title": "The Digital Faces of Oppression and Domination: A Relational and Egalitarian Perspective on the Data-driven Society and its Regulation",
      "authors": [
        {
          "name": "L. Naudts",
          "authorId": "2051526942"
        }
      ],
      "year": 2024,
      "abstract": "Drawing from Iris Marion Young's politics of difference and democratic theory, this contribution formulates a relational and egalitarian account of digital justice to understand and help counter, the social and technical conditions under which data-driven decision-making systems are liable to reinforce and introduce social injustice. To do so, this contribution is structured alongside three axes. First, I present data-driven decision-making systems as socio-technical systems that both take meaning from and co-shape people's relationships and the social structures they are part of. Due to this relational push and pull, I argue, data-driven systems have the potential to restructure society and, consequently, the conditions that govern people's exposure to, and experience of, injustice therein. Second, I transpose Young's ideation of oppression and domination onto the digital ecosystem. Both notions are used to locate within complex, dynamic and automated environments, a series of social and technological conditions that unjustifiably limit people's actions and behaviours. Third, I build on Young's model for an inclusive democracy to propose a series of institutional and procedural practices to ensure that, within the digital ecosystem, each person has the effective opportunity to pursue the life projects they value and to communicate their needs, concerns and experiences in ways that are heard and recognized by others.",
      "citationCount": 7,
      "doi": "10.1145/3630106.3658934",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa7abcc3224bf62c5b4c9eb8089411bd51eab5c7",
      "venue": "Conference on Fairness, Accountability and Transparency",
      "journal": {
        "name": "Proceedings of the 2024 ACM Conference on Fairness, Accountability, and Transparency"
      },
      "publicationTypes": [
        "Book",
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
