{
  "status": "success",
  "source": "semantic_scholar",
  "query": "3 paper IDs",
  "results": [
    {
      "paperId": "01dc43396d590f6eaa18470269186e99ecdb321d",
      "title": "What is conservatism? History, ideology and party",
      "authors": [
        {
          "name": "R. Bourke",
          "authorId": "100493740"
        }
      ],
      "year": 2018,
      "abstract": "Is there a political philosophy of conservatism? A history of the phenomenon written along sceptical lines casts doubt on the existence of a transhistorical doctrine, or even an enduring conservative outlook. The main typologies of conservatism uniformly trace its origins to opposition to the French Revolution. Accordingly, Edmund Burke is standardly singled out as the ‘father’ of this style of politics. Yet Burke was de facto an opposition Whig who devoted his career to assorted programmes of reform. In restoring Burke to his original milieu, the argument presented here takes issue with 20th-century accounts of conservative ideology developed by such figures as Karl Mannheim, Klaus Epstein and Samuel Huntington. It argues that the idea of a conservative tradition is best seen as a belated construction, and that the notion of a univocal philosophy of conservatism is basically misconceived.",
      "citationCount": 38,
      "doi": "10.1177/1474885118782384",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/01dc43396d590f6eaa18470269186e99ecdb321d",
      "venue": "European Journal of Political Theory",
      "journal": {
        "name": "European Journal of Political Theory",
        "pages": "449 - 475",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ],
      "_queryId": "01dc43396d590f6eaa18470269186e99ecdb321d"
    },
    {
      "paperId": "a416f2f471e9f4e14a9c1be59aa3fdaadb13a483",
      "title": "Liberalism and Aristotelianism: Reflecting on Alasdair MacIntyre’s After Virtue",
      "authors": [
        {
          "name": "Tatia Basilaia",
          "authorId": "2336647472"
        }
      ],
      "year": 2025,
      "abstract": "Alasdair MacIntyre marks liberalism as a key opponent standing in opposition to an Aristotelian virtue ethics framework, and of the ability of communities to base a way of life around virtues centered upon man’s telos and what makes a good human life. This paper will argue that this does not need to be the case by citing how classical liberal political aims of decentralization of power and federalism can promote the efforts of communities attempting to build a culture with a focus on inculcating virtue through the lens of an Aristotelian sense of telos. MacIntyre himself acknowledges the vast differences in definitions of the virtues across cultures throughout history, and how there is unlikely to be any moral consensus. This paper will look at examples from the United States of America’s early history, as well as the modern example of the European Union, to illustrate samples of societies inculcating and guarding a traditional worldview within a decentralized political environment. The liberal political aim of decentralization of power provides more autonomy to local communities, including allowing those communities to build their own culture with a focus on forming a society interested in answering the question of what a good human life consists of. This paper will argue that it is precisely the liberal individualism that MacIntyre decries as a foe to Aristotelian teleology that provides an avenue for those interested in restoring Aristotelian virtue ethics to thrive.",
      "citationCount": 1,
      "doi": "10.12681/cjp.38547",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a416f2f471e9f4e14a9c1be59aa3fdaadb13a483",
      "venue": "Conatus",
      "journal": {
        "name": "Conatus"
      },
      "publicationTypes": [
        "JournalArticle"
      ],
      "_queryId": "a416f2f471e9f4e14a9c1be59aa3fdaadb13a483"
    },
    {
      "paperId": "ba624e9430aa9a22af16c1f779ac69920b414b35",
      "title": "Rights, Virtue, and Others in MacIntyre",
      "authors": [
        {
          "name": "Joel Pierce",
          "authorId": "2389642094"
        }
      ],
      "year": 2024,
      "abstract": "Rights, Virtue, and Others in MacIntyre: Community After the Falldemonstrates that human rights are not anathema to MacIntyre’s vision of practices, virtue, and tradition, but rather are necessary to stop that vision being appropriated in problematic ways and to help it take those outside one’s own community seriously. This work brings MacIntyre into extended conversation with historians such as Brian Tierney and Charles Reid as well as with postcolonial thinkers and theologians such as Edward Said and Willie James Jenning, demonstrating that each has something to say to MacIntyre about the limits of virtue’s vision. MacIntyre’s readings of historical theologians, including Ockham and Vitoria, are brought into question, with each being shown to demonstrate how rights can act to complete, rather than undermine MacIntyre’s program. What emerges is a MacIntyrean understanding of rights in which they act as historically discerned constraints against the excesses of institutional power.",
      "citationCount": 0,
      "doi": "10.5040/9798216435662",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ba624e9430aa9a22af16c1f779ac69920b414b35",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ],
      "_queryId": "ba624e9430aa9a22af16c1f779ac69920b414b35"
    }
  ],
  "count": 3,
  "errors": []
}
