{
  "status": "success",
  "source": "openalex",
  "query": "tradition ossification stagnation",
  "results": [
    {
      "openalex_id": "W2027309227",
      "doi": "10.1016/s0140-6736(10)62008-9",
      "title": "A new epoch for health professionals' education",
      "authors": [
        {
          "name": "Richard Horton",
          "openalex_id": "A5110132208",
          "institutions": [
            "Lancet Laboratories"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-11-30",
      "abstract": null,
      "cited_by_count": 66,
      "type": "letter",
      "source": {
        "name": "The Lancet",
        "type": "journal",
        "issn": [
          "0140-6736",
          "1474-547X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Innovations in Medical Education",
        "Primary Care and Health Outcomes",
        "Global Health Workforce Issues"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2027309227"
    },
    {
      "openalex_id": "W4293091398",
      "doi": "10.4324/9781315742816-26",
      "title": "The Future of Metal Is Bright and Hell Bent for Genre Destruction",
      "authors": [
        {
          "name": "Tom O’Boyle",
          "openalex_id": "A5059917201"
        },
        {
          "name": "Niall W.R. Scott",
          "openalex_id": "A5077754522"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-22",
      "abstract": "At the 2011 Home of Metal conference in Birmingham, a question was asked following Deena Weinstein's keynote speech by an audience member: 'What will happen to metal when the old guard go?' This comment carries with it the idea that metal will reach a point of crisis and it is only the 'true' originators who are capable of keeping its flame burning. It is flawed, but an interesting question nonetheless. The idea that an old guard is not just respected but is somehow necessary to keep the metal movement alive, fails to recognize its growth and diversification; it can also halt its creative growth as metal perpetually refers back to a canon of work rather than be future oriented.",
      "cited_by_count": 47,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/chapters/oa-edit/download?identifierName=doi&identifierValue=10.4324/9781315742816-26&type=chapterpdf"
      },
      "topics": [
        "Metallurgy and Cultural Artifacts"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W4293091398"
    },
    {
      "openalex_id": "W2122888307",
      "doi": "10.1017/mdh.2012.74",
      "title": "‘Fibre Body’: The Concept of Fibre in Eighteenth-century Medicine, c.1700–40<sup>1</sup>",
      "authors": [
        {
          "name": "Hisao Ishizuka",
          "openalex_id": "A5059569540",
          "institutions": [
            "Senshu University"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-10-01",
      "abstract": "Abstract This paper attempts a comprehensive account of ‘fibre medicine’ elaborated by iatromechanists from c. 1700 to c. 1740. Fibre medicine, a medical theory informed by the notion of the fibre, has been neglected by medical historians despite the pivotal role played by the fibre in animal economy. Referring to a wide range of medical fields such as anatomy, physiology, pathology, therapeutics and life sciences, this paper elucidates the ways that the fibre serves as an indispensable concept for iatromechanists to establish their medical theories. This paper also highlights the metaphorical dimension of the fibre as an integral part of fibre medicine. In re-evaluating the concept of the fibre, this paper seeks to redress the neuro-centric view of eighteenth-century medicine, and attempts to locate the fibre body amidst the fundamental shift from humoralism to solidism.",
      "cited_by_count": 44,
      "type": "article",
      "source": {
        "name": "Medical History",
        "type": "journal",
        "issn": [
          "0025-7273",
          "2048-8343"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/A3FC6C1E759DBB8259CFB7F92D38D743/S0025727312000749a.pdf/div-class-title-fibre-body-the-concept-of-fibre-in-eighteenth-century-medicine-c-1700-40-span-class-sup-1-span-div.pdf"
      },
      "topics": [
        "History of Medicine Studies",
        "History of Medical Practice",
        "Medicine and Dermatology Studies History"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2122888307"
    },
    {
      "openalex_id": "W274967893",
      "doi": "10.13169/arabstudquar.35.3.0229",
      "title": "The Arab Spring and the Uncivil State",
      "authors": [
        {
          "name": "Jacqueline S. Ismael",
          "openalex_id": "A5011946643"
        },
        {
          "name": "Shereen T. Ismael",
          "openalex_id": "A5031110273"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-07-01",
      "abstract": "This article examines the ongoing Arab Spring uprisings. The Arab Spring is characterized as a fundamental challenge to the postcolonial political order of the Arab world. The postcolonial Arab world has been defined by its oppressive nature and its subjugation within the international system. This autocratic and peripheral order represents the political legacy of colonial rule, where the postcolonial regimes inherited and refined the repressive techniques of the colonial regimes while, owing to international developments, reinforcing their subjugated status within the international system. The Arab Spring has, thus, represented an attempt to chart an independent path in Arab politics, marked by efforts towards democracy and civil rights. The successes and failures of the Arab Spring are critically evaluated, paying special attention to the role played by Islamist political actors. Beyond an evaluation of the domestic factors behind the various protests, the regional significance of the uprisings is evaluated, providing discussion of counterrevolutionary forces and political-sectarian developments.",
      "cited_by_count": 21,
      "type": "article",
      "source": {
        "name": "Arab Studies Quarterly",
        "type": "journal",
        "issn": [
          "0271-3519",
          "2043-6920"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.scienceopen.com/document_file/7eeaf5ed-20af-4846-8677-b2e2a872f29b/ScienceOpen/arabstudquar.35.3.0229.pdf"
      },
      "topics": [
        "Politics and Conflicts in Afghanistan, Pakistan, and Middle East",
        "Political Conflict and Governance",
        "Historical and Contemporary Political Dynamics"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W274967893"
    },
    {
      "openalex_id": "W2807215314",
      "doi": "10.1007/s00345-018-2343-2",
      "title": "Early neurological care of patients with spinal cord injury",
      "authors": [
        {
          "name": "Thomas M. Kessler",
          "openalex_id": "A5069666415",
          "orcid": "https://orcid.org/0000-0002-1991-5919",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Luca R. Traini",
          "openalex_id": "A5005920058",
          "institutions": [
            "Universitätsklinik Balgrist",
            "University of Zurich"
          ]
        },
        {
          "name": "Blayne Welk",
          "openalex_id": "A5080448752",
          "orcid": "https://orcid.org/0000-0001-7093-558X",
          "institutions": [
            "Western University",
            "St Joseph's Health Care"
          ]
        },
        {
          "name": "Marc P. Schneider",
          "openalex_id": "A5087801420",
          "orcid": "https://orcid.org/0000-0002-3540-6794",
          "institutions": [
            "École Polytechnique Fédérale de Lausanne",
            "University of Zurich"
          ]
        },
        {
          "name": "Jeffrey Thavaseelan",
          "openalex_id": "A5062924188",
          "orcid": "https://orcid.org/0000-0002-7043-0116",
          "institutions": [
            "The University of Notre Dame Australia",
            "St John of God Murdoch Hospital"
          ]
        },
        {
          "name": "Armin Curt",
          "openalex_id": "A5069598374",
          "orcid": "https://orcid.org/0000-0003-0136-8467",
          "institutions": [
            "University of Zurich",
            "Universitätsklinik Balgrist"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-28",
      "abstract": null,
      "cited_by_count": 21,
      "type": "review",
      "source": {
        "name": "World Journal of Urology",
        "type": "journal",
        "issn": [
          "0724-4983",
          "1433-8726"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s00345-018-2343-2.pdf"
      },
      "topics": [
        "Spinal Cord Injury Research",
        "Trauma and Emergency Care Studies",
        "Trauma Management and Diagnosis"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W2807215314"
    },
    {
      "openalex_id": "W2028376718",
      "doi": "10.1558/bsrv.v28i2.233",
      "title": "Buddhism in Crisis? Institutional Decline in Modern Japan",
      "authors": [
        {
          "name": "Ian Reader",
          "openalex_id": "A5113480477",
          "institutions": [
            "University of Manchester"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-11",
      "abstract": "Concerns that established temple Buddhism in Japan is in a state of crisis have been voiced by priests in various sectarian organizations in recent years. This article shows that there is a very real crisis facing Buddhism in modern Japan, with temples closing because of a lack of support and of priests to run them, and with a general turn away from Buddhism among the Japanese population. In rural areas falling populations have led to many temple closures, while in the modern cities people are increasingly turning away from the prime area in which Japanese people have traditionally engaged with Buddhist temples — the processes of death and their aftermath. Partly this is due to competition from new secular funeral industries, but partly also it is because public perceptions of Buddhism — which has become over-reliant on death rituals in Japan — have become highly negative in modern times. Even practices which have often been seen as areas in which Buddhist temples have been able to attract people — such as pilgrimages — are proving less successful than in the past, contributing further to a sense of crisis that threatens to undermine Buddhism’s roots in Japan.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Buddhist Studies Review",
        "type": "journal",
        "issn": [
          "0265-2897",
          "1747-9681"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://journal.equinoxpub.com/BSR/article/download/8938/10408"
      },
      "topics": [
        "Japanese History and Culture",
        "Socioeconomic Development in Asia",
        "Chinese history and philosophy"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W2028376718"
    },
    {
      "openalex_id": "W2081498228",
      "doi": "10.1017/jmo.2014.58",
      "title": "Sacred activism through <i>seva</i> and <i>khidmat</i>: Contextualising management and organisations in South Asia",
      "authors": [
        {
          "name": "Edwina Pio",
          "openalex_id": "A5043027184",
          "orcid": "https://orcid.org/0000-0002-3296-618X",
          "institutions": [
            "Auckland University of Technology"
          ]
        },
        {
          "name": "Jawad Syed",
          "openalex_id": "A5088988144",
          "orcid": "https://orcid.org/0000-0002-8796-1888",
          "institutions": [
            "University of Huddersfield"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-01",
      "abstract": "Abstract What if our actions were imbued with the sacred? What if activism in organisations evokes better local society and responsible global community? What if sacred activism signals the performance of a deeper understanding and mindful actions for contextualising management and organisations in South Asia? These are some of the questions we pose to scholars and practitioners as we seek to present the multiplexities and singularities that epitomise South Asia. We address the braided realities and opportunities presented by religion, culture, ethnicity, gender and governance to contextualise organisations and management among the 1.67 billion people who constitute South Asia. We calligraph our interpretations and future possibilities based on historical traditions and extant data, mindful that some parts of this vast region are grappling with religious radicalisation, East–West tensions, underdevelopment, low literacy rates, violence against women, and international debts and handouts. This heterogeneous region also has a major BRICS country (i.e., India), provides CEOs to the world, scientists to NASA, outsourcing facilities to global corporations, has a young population, a huge middle class, and is actively participating in mergers and acquisitions in the global corridors of commerce. Our poignant hope is to inform and suggest possibilities for constructing enriching engagements and research in this region.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Journal of Management & Organization",
        "type": "journal",
        "issn": [
          "1833-3672",
          "1839-3527"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://eprints.hud.ac.uk/id/eprint/24509/1/Syed_-_JMO.pdf"
      },
      "topics": [
        "Religion, Society, and Development",
        "Workplace Spirituality and Leadership",
        "Islamic Finance and Banking Studies"
      ],
      "referenced_works_count": 51,
      "url": "https://openalex.org/W2081498228"
    },
    {
      "openalex_id": "W2001869253",
      "doi": "10.1353/imp.2011.0007",
      "title": "Getting Reacquainted with the “Muslims of the USSR”: Staging Soviet Islam in Turkey and Iran, 1978–1982",
      "authors": [
        {
          "name": "Timothy Nunan",
          "openalex_id": "A5043345629"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "Timothy Nunan, Getting Reacquainted with the \"Muslims of the USSR\"In summer 1982, Muhammadjon, an Uzbek living in Saudi Arabia, left his home in Ta'if and traveled to Izmir.He was visiting his brother in the suburbs of the city, but the real reason for his trip was to meet Uzbeks living in Turkey.His brother, a fifty-seven-year-old pensioner, was acquainted with a Soviet Uzbek interpreter on a business trip to the port city who had arranged to bring Muhammadjon some guests.Muhammadjon was frustrated -the interpreter brought him two Soviet Azerbaijanis -but the pair of visitors, a bureaucrat and a mullah, nonetheless told him of life in his Uzbek \"Motherland.\"They gave him an outlet to vent about living in Saudi Arabia: nepotism, a brutal police state, and xenophobic Saudi Arabs.Even Uzbeks born in the Kingdom longed to return \"home\" to Uzbekistan, Muhammadjon told them.But while these two could provide him with more details about the Uzbekistan of his dreams, they soon had to excuse themselves, off for a quick stop in Istanbul before returning home to Baku. 3 Muhammadjon would have to return to Saudi Arabia, but his trip was hardly unsuccessful.Nor was it a failure from the perspectives of his guests, a mullah and a bureaucrat on a business trip to Izmir that September to provide Turks with an \"objective picture\" of the conditions of Soviet Muslim life.Muhammadjon's meeting with the two men, Akhadov and Mikhailov, represented just one of tens of thousands of encounters between Soviet and non-Soviet Muslims across Turko-Persian Asia in the 1970s and 1980s: international exhibitions like the one in Izmir, conferences between Soviet and Afghan ulema, and high-level visits by Soviet Shia mujtahids to the Islamic Republic of Iran. 4 In these encounters, Muslims on both sides of the Soviet border could imagine what Muslim life could be under different political orders.This process of getting reacquainted with the Muslims of the USSR reflected the complex and evolving relationship between the Muslim world, the USSR, and the vision of modernity the latter represented.This region of Eurasia -Turko-Persia, \"that large area of highland Asia stretching east from Anatolia and the Zagros Mountains through the Iranian 3 Ibid.L. 7. 4 For examples of other encounters, see, for DUMZak mullahs in postrevolutionary Iran,",
      "cited_by_count": 16,
      "type": "article",
      "source": {
        "name": "Ab imperio",
        "type": "journal",
        "issn": [
          "2164-9731",
          "2166-4072"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://muse.jhu.edu/article/467005/pdf"
      },
      "topics": [
        "Historical and Contemporary Political Dynamics",
        "Jewish and Middle Eastern Studies",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W2001869253"
    },
    {
      "openalex_id": "W2569211165",
      "doi": "10.5840/du2003139/10102",
      "title": "A Grand Model of Civilization",
      "authors": [
        {
          "name": "Andrew Targowski",
          "openalex_id": "A5091177006",
          "orcid": "https://orcid.org/0000-0002-8908-7696"
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-01-01",
      "abstract": "The purpose of this paper is to develop a comprehensive model of the strategic approach to the development of a civilization and the world civilization, applying the architectural technique of analysis and synthesis. Three models developed by Braudel, Koneczny, and Toynbee are the justification for this type of a study as well as the presented foundation for a new defined model. The presented Tri Element Model of Civilization should allow the development of more components at lower levels of civilization system. Consequently it can be possible to better analyze civilization dynamics and compare different civilizations.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Dialogue and Universalism",
        "type": "journal",
        "issn": [
          "1234-5792",
          "1689-3816"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://scholarsarchive.byu.edu/ccr/vol51/iss51/7"
      },
      "topics": [
        "Global Economic and Social Development",
        "World Systems and Global Transformations",
        "Economic Development and Digital Transformation"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W2569211165"
    },
    {
      "openalex_id": "W2312382631",
      "doi": "10.7227/r.12.1.5",
      "title": "‘Objectivity’ as Fair Play Max Weber’s Parliamentary Redescription of a Normative Concept",
      "authors": [
        {
          "name": "Кари Палонен",
          "openalex_id": "A5009269520",
          "orcid": "https://orcid.org/0000-0001-7274-1690"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-01-01",
      "abstract": "peerReviewed",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Redescriptions Political Thought Conceptual History and Feminist Theory",
        "type": "journal",
        "issn": [
          "2308-0906",
          "2308-0914"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://journal-redescriptions.org/articles/10.7227/R.12.1.5/galley/271/download/"
      },
      "topics": [
        "Weber, Simmel, Sociological Theory",
        "Political Theology and Sovereignty",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W2312382631"
    },
    {
      "openalex_id": "W4223507392",
      "doi": "10.2478/euco-2022-0002",
      "title": "Local Horizons of Governance. Social Conditions for Good Governance in Rural Development in Poland",
      "authors": [
        {
          "name": "Wojciech Knieć",
          "openalex_id": "A5012144328",
          "orcid": "https://orcid.org/0000-0002-5500-3749",
          "institutions": [
            "Nicolaus Copernicus University"
          ]
        },
        {
          "name": "Wojciech Goszczyński",
          "openalex_id": "A5018409471",
          "orcid": "https://orcid.org/0000-0002-3389-1255",
          "institutions": [
            "Nicolaus Copernicus University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-03-01",
      "abstract": "Abstract The last thirty years have radically changed the nature of local resource management in rural communities throughout Poland (as well as in some other Central and Eastern European countries). New metamorphosis, policy, and funding mechanisms related to Poland’s political transformation and accession to the European Union have radically changed the character of institutions and tools available in rural development. Local communities have evolved along with improved education levels, decline in agricultural employment rates, and increased migrations to cities and Western Europe. This article presents the social conditions for the good governance processes in a selected region of Poland. Based on their extended quantitative and qualitative research, the authors discuss a number of phenomena such as the low effectiveness of collective actions, dense networks of informal relations, and the lack of trust in public service institutions despite the deregulation of certain powers. The ethnographic study reveals that while their overall picture may seem quite uniform, local rural communities in Poland tend to differ depending on the economic structure, history, and cultural identity of their inhabitants. Finally, the article analyses difficulties in the implementation of the good governance mechanisms within the country’s local rural communities.",
      "cited_by_count": 12,
      "type": "article",
      "source": {
        "name": "European Countryside",
        "type": "journal",
        "issn": [
          "1803-8417"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.sciendo.com/pdf/10.2478/euco-2022-0002"
      },
      "topics": [
        "Rural development and sustainability",
        "Urbanization and City Planning",
        "Agricultural economics and policies"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W4223507392"
    },
    {
      "openalex_id": "W1524296092",
      "doi": "10.1111/phc3.12241",
      "title": "Modern Confucianism and Chinese Theories of Modernization",
      "authors": [
        {
          "name": "Jana S. Rošker",
          "openalex_id": "A5059965430",
          "orcid": "https://orcid.org/0000-0003-0072-1556",
          "institutions": [
            "University of Ljubljana"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-07-24",
      "abstract": "Abstract The Confucian revival, which manifests itself in the modern Confucian current, belongs to the most influential and important streams of thought in contemporary Chinese philosophy and represents a crucial part of the new prevailing ideologies in P. R. China. Although many books and articles on this topic are available in Chinese, academic studies in Western languages are still few and far between. The present article aims to introduce this stream of thought which is grounded in the conviction that traditional Confucianism, understood as a specifically Chinese social, political, and moral system of thought can, if renewed and adapted to meet the conditions of the modern era, serve as the foundation for an ethically meaningful modern life. Simultaneously, modern Confucian philosophers also aim to provide a spiritual antidote to the alienation which is seen by them as a collateral effect of the capitalistic glorification of competition and the single‐minded pursuit of profit. The scholars belonging to this stream sought to reconcile ‘Western’ and ‘traditional Chinese’ values, in order to create a theoretical model of modernization that would not be confused or equated with ‘Westernization’.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Philosophy Compass",
        "type": "journal",
        "issn": [
          "1747-9991"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/phc3.12241"
      },
      "topics": [
        "Chinese history and philosophy",
        "China's Socioeconomic Reforms and Governance",
        "Indian and Buddhist Studies"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W1524296092"
    },
    {
      "openalex_id": "W1564397489",
      "doi": null,
      "title": "The Federal Circuit as an Institution: What Ought We to Expect",
      "authors": [
        {
          "name": "Rochelle Cooper Dreyfuss",
          "openalex_id": "A5070246084",
          "orcid": "https://orcid.org/0000-0002-3356-1707",
          "institutions": [
            "Loyola Marymount University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "Congress created the U.S. Court of Appeals for the Federal Circuit to alleviate the overcrowded dockets of the regional circuits and to send all patent appeals to one court. The court has achieved many of the goals for which it was created, but it may not be responding effectively to some fields' patent issues. Further, in the last decade the Supreme Court has reversed a very high percentage of the Federal Circuit's patent decisions. In their articles, Professors Cotropia and Wagner dispute some of the criticism that the Federal Circuit has attracted. Cotropia refutes the critics with empirical evidence of the rates of dissents and en banc decisions in the Federal Circuit. Wagner discusses the problems caused by the conflicting roles of the Federal Circuit (decider of cases versus manager of patent law adjudication). This Article posits that patent law must be reinterpreted given the massive changes technology has undergone in the last twenty-eight years. Although either Congress or the Supreme Court could take on a larger role with respect to patent law, this Article argues that the Federal Circuit should take on that role as it is best equipped to handle it.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Loyola of Los Angeles law review",
        "type": "journal",
        "issn": [
          "0147-9857"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://digitalcommons.lmu.edu/llr/vol43/iss3/20"
      },
      "topics": [
        "Legal Systems and Judicial Processes",
        "Legal and Constitutional Studies",
        "Judicial and Constitutional Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1564397489"
    },
    {
      "openalex_id": "W61086089",
      "doi": "10.2307/20455698",
      "title": "Internal Separation of Powers: Checking Today's Most Dangerous Branch from Within",
      "authors": [
        {
          "name": "Neal Kumar Katyal",
          "openalex_id": "A5062837158",
          "institutions": [
            "Georgetown University"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "The standard conception of separation of powers presumes three branches with equivalent ambitions of maximizing their powers. Today, however, legislative abdication is the reigning modus operandi. Instead of bemoaning this state of affairs, this piece asks how separation of powers can be reflected within the Executive Branch when that branch, not the legislature, is making much law today. The first-best concept of legislature v. executive checks-and-balances has to be updated to contemplate second-best executive v. executive divisions.\\nA critical mechanism to promote internal separation of powers is bureaucracy. Much maligned by both the political left and right, bureaucracy serves crucial functions: it creates a civil service not beholden to any particular Administration and a cadre of experts with a long-term institutional worldview. Executives and academics routinely malign bureaucracy as inefficient, but the inefficiency presumed in the Founders' design of three overlapping branches needs some internal replication given the seismic shift in power to the Executive Branch. This Article therefore proposes a set of mechanisms that can create checks and balances within the Executive Branch. The apparatus of these restraints is familiar - separate and overlapping cabinet offices, mandatory review of government action by different agencies, civil-service protections for their workers, reporting requirements to Congress, and an impartial decisionmaker to resolve inter-agency conflicts. The idea is to create a more textured conception of the Presidency than either the unitary executivists or their critics espouse.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "The Yale Law Journal",
        "type": "journal",
        "issn": [
          "0044-0094",
          "1939-8611"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://papers.ssrn.com/sol3/Delivery.cfm/SSRN_ID900820_code47681.pdf?abstractid=900820"
      },
      "topics": [
        "American Constitutional Law and Politics",
        "Legal Systems and Judicial Processes",
        "Law, Rights, and Freedoms"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W61086089"
    },
    {
      "openalex_id": "W4386065127",
      "doi": "10.5195/jwsr.2023.1164",
      "title": "Trade Wars and Disrupted Global Commodity Chains",
      "authors": [
        {
          "name": "Paul S. Ciccantell",
          "openalex_id": "A5045300378",
          "orcid": "https://orcid.org/0000-0002-1145-6439",
          "institutions": [
            "Western Michigan University"
          ]
        },
        {
          "name": "David A. Smith",
          "openalex_id": "A5101722493",
          "orcid": "https://orcid.org/0000-0002-6636-6940",
          "institutions": [
            "University of California, Irvine"
          ]
        },
        {
          "name": "Elizabeth Sowers",
          "openalex_id": "A5052247817",
          "orcid": "https://orcid.org/0000-0001-9945-7526",
          "institutions": [
            "California State University, Channel Islands"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-08-22",
      "abstract": "The literatures on global commodity chains and global value chains rest on an unquestioned assumption: the continual expansion of globalization. The Trump Administration's trade wars challenged this foundational assumption and even today the new Biden regime also hints at the shift away from global supply chains. We find that the prior administration’s efforts caused continued disruption of long-established commodity chains in steel, aluminum, automobiles, and other manufactured products. Flows of raw materials, intermediate products and components, and finished goods now confront higher costs. Firms continue efforts to restructure commodity chains in ways that will require the disarticulation of some nodes and the creation of new nodes. We claim that these trade wars and breakdown of global commodity chains (GCCs) may in fact mark the start of the breakdown of the U.S.-led world order. This shift harkens the onset of a new era of economic and geopolitical conflict. A key question: has this disruption of old patterns and rise of new ones continued in the post-Trump era? Does the familiar pattern of globalization continue – or is competition, contestation and disarticulation leading to sectoral economic changes that drive larger patterns of economic ascent, dominance, and decline in the world economy?",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "Journal of World-Systems Research",
        "type": "journal",
        "issn": [
          "1076-156X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://jwsr.pitt.edu/ojs/jwsr/article/download/1164/1621"
      },
      "topics": [
        "Global trade, sustainability, and social impact",
        "Innovation and Socioeconomic Development",
        "Global trade and economics"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W4386065127"
    },
    {
      "openalex_id": "W4298394177",
      "doi": "10.1007/s11097-022-09855-1",
      "title": "On being stuck: the pandemic crisis as affective stasis",
      "authors": [
        {
          "name": "Fabian Bernhardt",
          "openalex_id": "A5037021969",
          "orcid": "https://orcid.org/0000-0003-3655-231X",
          "institutions": [
            "Freie Universität Berlin"
          ]
        },
        {
          "name": "Jan Slaby",
          "openalex_id": "A5059862912",
          "orcid": "https://orcid.org/0000-0003-4978-7978",
          "institutions": [
            "Freie Universität Berlin"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-10-01",
      "abstract": null,
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Phenomenology and the Cognitive Sciences",
        "type": "journal",
        "issn": [
          "1568-7759",
          "1572-8676"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11097-022-09855-1.pdf"
      },
      "topics": [
        "Embodied and Extended Cognition",
        "Emotions and Moral Behavior"
      ],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W4298394177"
    },
    {
      "openalex_id": "W2550876411",
      "doi": null,
      "title": "Subalternity and the Mummification of Culture in Gramsci’s “Prison Notebooks”",
      "authors": [
        {
          "name": "Robert Jackson",
          "openalex_id": "A5086940903",
          "orcid": "https://orcid.org/0000-0003-3490-0026",
          "institutions": [
            "University of Wollongong"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-09-14",
      "abstract": "Gramsci’s concept of mummification is rarely remarked upon in the literature and has not received the systematic treatment afforded to other concepts in his lexicon. Locating the term in the semantic field of subalternity, this article explores the connection between mummification and passivity. The origins and development of the concept of mummification are traced in Gramsci’s thought, suggesting an important role in explaining the passive constitution of the subaltern. Mummification describes an embalming process through which certain forms of culture, positive and legitimate when created, become degenerate through a process of repetition in changed circumstances. The dual nature of mummification is examined, imposed from above through strategies of dispersion wrought by the dominant groups, or emerging from below through the ‘intellectual laziness’ characteristic of ‘Lorianism’. The different terrains upon which the term is used in the Prison Notebooks are analysed (parties, social groups, common sense, culture), proposing that these aspects of mummification are ultimately ‘translatable’ aspects of a unitary phenomenon. It is argued that the concept of mummification helps to articulate the intimate relationship between the dialectical poles of hegemony and subalternity in Gramsci’s thought. The concept is able to perform a critical function by making an incision between forms of culture that are historically opportune and those that are anachronistic, the reactionary form of the ‘living dead’. In our crisis-ridden situation, of zombie banks and vampire capital, this study of mummification is a timely consideration of the Sardinian thinker’s contribution to these themes of political monstrosity.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Research Online (University of Wollongong)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://ro.uow.edu.au/gramsci/vol2/iss1/28"
      },
      "topics": [
        "Political theory and Gramsci",
        "Italian Fascism and Post-war Society"
      ],
      "referenced_works_count": 13,
      "url": "https://openalex.org/W2550876411"
    },
    {
      "openalex_id": "W2952855495",
      "doi": null,
      "title": "Ivory Tower of Babel: Tartu University and the Languages of Two Empires, a Nation-State, and the Soviet Union",
      "authors": [
        {
          "name": "David Ilmar Lepasaar Beecher",
          "openalex_id": "A5066824055"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "This is the history of a remarkable multilingual university and university town on the edge of Europe under four different states: the Swedish Empire (1632-1710), Russian Empire (1802-1917), National Republic of Estonia (1919-1940), and Soviet Union (1944-1991). In every incarnation Tartu University was founded in the throes of a war that reconfigured political boundaries, intellectual ideals, and languages of Europe: the Thirty Years War, the Napoleonic Wars, World War One, and World War Two. Tartu's ever changing political and linguistic identity makes the University that once held the most powerful telescope in the world a good observatory upon the history of Europe and Russia as well as the globe and the cosmos. But ultimately, this is as much a tale of continuity as transformation. At a skeptical distance from all the metropolitan capitals that founded and funded it (Stockholm, Saint Petersburg, Tallinn, Moscow), Tartu stood for an ideal of Europe that was at once more universal and more particular than that of any state that laid claim to its academic culture. In fact, its actual role approximated the Biblical myth of the Tower of Babel: intended each time to help build a new state in a new language (both literal and ideological), Tartu University ended up cultivating other languages for remembering the past, understanding the present, and imagining the future. This was especially true of the Soviet period--the focal point of my dissertation--when Tartu taught Bolshevik ideology in two official languages (Estonian and Russian), but became known throughout the Soviet Union as an \"oasis of Europe\" with numerous communities of linguistic and cultural study that seemed to stand apart from the state, but from each other as well, each in the bubble of its own literal and academic language.The most famous of these communities was the \"Tartu School of Semiotics\" led by the Professor of Russian Literature, Yuri Lotman. By situating Tartu University's most famous scholar of the twentieth century against the background of his everyday life among Estonian-speaking strangers rather than his scholarly ties with Russian-speaking friends, I want to show what Lotman's theory of culture--especially the binary divide between Europe and Russia at its core--owes to Tartu. Lotman's idea that universal knowledge cannot be found in any one universal language, but must be sought in translation between particular ones, is thus both my method and my argument. Juxtaposing numerous perspectives composed in multiple languages, I show how Tartu University's uncomfortable position in space and time between languages and states (rather than firmly embedded in any one) allowed its scholars to see the world in terms (and languages) well beyond those imagined by any official ideology or discourse. Thus, Tartu became for them--as it can be for us--an excellent observatory on the relationship between the particular and the universal, the national and the cosmopolitan, and Russia and Europe.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "eScholarship (California Digital Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://escholarship.org/uc/item/9h90g470"
      },
      "topics": [
        "Eastern European Communism and Reforms",
        "Historical Geopolitical and Social Dynamics",
        "European Cultural and National Identity"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2952855495"
    },
    {
      "openalex_id": "W1980178725",
      "doi": "10.4236/aa.2012.24025",
      "title": "Bioarchaeological Analysis of Human Skeletal Remains of Iron Age from the Shirakavan Cemetery, Shirak Plateau, Armenia",
      "authors": [
        {
          "name": "Anahit Yu. Khudaverdyan",
          "openalex_id": "A5061202587",
          "institutions": [
            "Institute of Archaeology and Ethnography"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "This study introduces some diseases which occur among the population of Armenia in the Iron Age. Health issues in the individuals from Shirakavan provoked not by nutritional problems, but problems of infectious nature. The skeletal traumas of the inhabitants of the Shirak plateau are connected only with military conflicts. The results of this study are those that suggest strenuous labor for at least some individuals, based on the presence of osteophytosis, osteoarthritis, enthesopathies, and Schmorl’s nodes. Grooves on the occlusal surfaces of teeth are observed in individuals and were most likely produced during the processing of fibers from plants and animals, for making items such as cordage and baskets.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Advances in Anthropology",
        "type": "journal",
        "issn": [
          "2163-9353",
          "2163-9361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scirp.org/journal/PaperDownload.aspx?paperID=25104"
      },
      "topics": [
        "Forensic Anthropology and Bioarchaeology Studies",
        "Genital Health and Disease",
        "Paleopathology and ancient diseases"
      ],
      "referenced_works_count": 53,
      "url": "https://openalex.org/W1980178725"
    },
    {
      "openalex_id": "W4381431266",
      "doi": "10.1332/204378921x16825818481075",
      "title": "Development and Marxism: a brief genealogy",
      "authors": [
        {
          "name": "Ronaldo Munck",
          "openalex_id": "A5088322389",
          "orcid": "https://orcid.org/0000-0002-7117-1099",
          "institutions": [
            "Dublin City University"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-05-30",
      "abstract": "Development and Marxism are both discourses with a complex and not-always-consistent genealogy. This article seeks to (re)set the dialogue between them through a process of deconstruction. It shows the substantial shift in the position of Karl Marx from a somewhat evolutionist conception of development to one that aligns more with our understanding of combined and uneven development. It outlines Lenin’s epistemological break from an orthodox or evolutionist view of development to a view of the global economy via the hinge of ‘imperialism’. This ushers in a new view of capitalism as non-homogeneous rather than one where part of the world develops and another ‘underdevelops’. Finally, we offer some thoughts on development in the era of globalisation that, to some extent, confirms Marx’s original intuition that capitalism would come to spread across the world.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Global Discourse",
        "type": "journal",
        "issn": [
          "2043-7897",
          "2326-9995"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://bristoluniversitypressdigital.com/downloadpdf/view/journals/gd/14/2-3/article-p204.pdf"
      },
      "topics": [
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W4381431266"
    },
    {
      "openalex_id": "W4394819713",
      "doi": "10.1017/s2047102524000037",
      "title": "Refining Reflexive Environmental Law by Nature and Nurture: Autonomy, Accountability, and Adjustability",
      "authors": [
        {
          "name": "Violet Ross",
          "openalex_id": "A5095068362",
          "orcid": "https://orcid.org/0000-0002-9700-9794",
          "institutions": [
            "Wageningen University & Research"
          ]
        },
        {
          "name": "Lucila de Almeida",
          "openalex_id": "A5010018509",
          "orcid": "https://orcid.org/0000-0001-9628-2185",
          "institutions": [
            "Universidade Nova de Lisboa"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-04-15",
      "abstract": "Abstract Reflexive environmental law (REL) enables an understanding of how law builds potential for private company reflexivity. Reflexivity helps to avoid lock-in, and enhances learning and self-organization to resolve complex sustainability challenges. Thus far, REL theory has excluded traditional command-and-control regulation as a form of REL. This limits the potential of REL to understand how legislation can drive reflexivity and create more effective governance. Our framework expands the definition of REL and sets out six types of regulatory instrument found in legislation that may, or may not, constitute forms of REL. The framework comprises three reflexive drivers – autonomy, accountability, and adjustability – and, under these, eleven REL techniques. Through examples taken from European environmental legislation, we explain the drivers’ relationship with different regulatory instruments. This taxonomy empowers regulators and scholars to understand both the reflexive potential of regulatory instruments and the possibility to make instruments more reflexive in specific contexts.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Transnational Environmental Law",
        "type": "journal",
        "issn": [
          "2047-1025",
          "2047-1033"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/D652F519C76A6E9F0D8580545673CC28/S2047102524000037a.pdf/div-class-title-refining-reflexive-environmental-law-by-nature-and-nurture-autonomy-accountability-and-adjustability-div.pdf"
      },
      "topics": [
        "Regulation and Compliance Studies",
        "Environmental Conservation and Management",
        "Global trade, sustainability, and social impact"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W4394819713"
    },
    {
      "openalex_id": "W2911493929",
      "doi": "10.4312/as.2019.7.1.269-290",
      "title": "Equ(al)ity and Community in China after Forty Years of Economic Reform",
      "authors": [
        {
          "name": "Alessia Amighini",
          "openalex_id": "A5108114360",
          "institutions": [
            "Università degli Studi del Piemonte Orientale “Amedeo Avogadro”"
          ]
        },
        {
          "name": "Peitao Jia",
          "openalex_id": "A5047850126",
          "institutions": [
            "Shandong University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-31",
      "abstract": "We suggest a methodology that combines a refined conceptual approach with a theoretically-inspired empirical assessment, to analyse how Sinicised Marxist theory as well as practice has invariably emphasised Marx’s philosophy of history, rather than any version of Marxist egalitarian political philosophy, and therefore developed a culturally distinctive version of Marxism as totalitarian and subsequently authoritarian (rather than democratic) socialism. We argue that Chinese socialism has appropriated and applied socialist ideals to China’s post-cultural-revolution development into an economic reform agenda without political transition. We suggest that China today runs an ethically and politically problematic regime under which the people enjoy neither sufficient social justice nor decent community values. Such lack of equality and community represents a major inherent contradiction of “socialism with Chinese characteristics,” which has to accept and even accommodate increasing inequality to drive future growth. This contradiction also makes the so-called Chinese Dream more one of national aggregate prosperity than a dream for the Chinese people.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Asian Studies",
        "type": "journal",
        "issn": [
          "2232-5131",
          "2350-4226"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revije.ff.uni-lj.si/as/article/download/8035/8500"
      },
      "topics": [
        "China's Socioeconomic Reforms and Governance",
        "Chinese history and philosophy",
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W2911493929"
    },
    {
      "openalex_id": "W2522498879",
      "doi": null,
      "title": "The Theology of Ritual and the Russian Old Rite: 'The Art of Christian Living'",
      "authors": [
        {
          "name": "Robert W. Button",
          "openalex_id": "A5042674407"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-10-23",
      "abstract": "This thesis is a study of the theology of ritual in the Russian Old Rite; in the characteristic worship and piety of the Russian Church prior to the Nikonian reforms in the mid-seventeenth century which led to the Great Schism in the Russian Church. In the context of the lifting of the anathemas against the Old Rite by the Russian Orthodox Church in 1971, this thesis sets out from the premise of the wholly Orthodox and salvific nature of the pre-Nikonian ritual and rite. It focusses on rite as not merely a specific mode of worship, but as a whole way of life, an existential-experiential phenomena, and it examines the notion of the ‘art of Christian living’ and the role of the rhythm of the ritual order in the synergistic striving for salvation. It argues that the ritualised and ordered Orthopraxis of the Old Rite represents, in principle, a translation of the notion of typikon or ustav into the life of the laity, and constitutes a hierotopic creativity with a distinctly salvific goal on both the collective and personal levels. Herein ritual is examined as an iconic mode which recapitulates, in its own fashion, the theological premises of the icon, furnishing a mode of ritual iconicity which can contribute to theosis - an argument related to the participatory nature of symbols. This thesis therefore relates ritual to iconicity and symbolicity and, more broadly, to the theology of image in its anthropological dimensions. In the context of the notion of iconicity, ritual is seen as a performative mode which facilitates an inspiriting of embodied action, thus ritual is looked at in a pneumatological way. Through these arguments this thesis contributes to contemporary understandings of the Russian Old Rite and Old Belief and, more generally, to the Orthodox theology of ritual.",
      "cited_by_count": 3,
      "type": "dissertation",
      "source": {
        "name": "Open Research Exeter (University of Exeter)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10871/20846"
      },
      "topics": [
        "Religious Studies and Spiritual Practices"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2522498879"
    },
    {
      "openalex_id": "W3193391746",
      "doi": "10.3197/jps.2020.5.1.31",
      "title": "Marx, population and freedom",
      "authors": [
        {
          "name": "Julian Roche",
          "openalex_id": "A5059800085",
          "orcid": "https://orcid.org/0000-0003-0807-5042",
          "institutions": [
            "University of Edinburgh"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-01",
      "abstract": "Marxists have long moved beyond a perception of Marx as a Promethean ecological vandal. Yet those disputing his environmental credentials are generally united in deploring the unhappy history of population control. They implicitly accept the idea of currently forecast future population levels as consistent with a Marxist view of human emancipation. This assumption should be challenged, on the basis of what resources a truly unalienated future may require in order to achieve real freedom for each future individual.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "The Journal of Population and Sustainability",
        "type": "journal",
        "issn": [
          "2398-5488",
          "2398-5496"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.whp-journals.co.uk/JPS/article/download/654/409"
      },
      "topics": [
        "Political Economy and Marxism",
        "Economic Theory and Policy",
        "Economic Theory and Institutions"
      ],
      "referenced_works_count": 71,
      "url": "https://openalex.org/W3193391746"
    },
    {
      "openalex_id": "W2238450402",
      "doi": "10.4000/belgeo.13992",
      "title": "Urban studies of Belgian geographers at the turn of the millennium",
      "authors": [
        {
          "name": "Walter De Lannoy",
          "openalex_id": "A5070075121",
          "institutions": [
            "National Bank of Belgium",
            "Vrije Universiteit Brussel"
          ]
        },
        {
          "name": "Stefan De Corte",
          "openalex_id": "A5006677049",
          "institutions": [
            "National Bank of Belgium",
            "Vrije Universiteit Brussel"
          ]
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-12-30",
      "abstract": "An overview is presented of urban research produced by Belgian geographers in the last five years. The paper highlights contributions on the position of Brussels in the European urban network, on urban hierarchy in Belgium, on the dynamics of Belgian city regions, on the socio-spatial structure of European and Belgian cities, on the regeneration of city centres and on urban sustainable development. Several publications deal with the increasing social polarization in cities and the existence of deprived neighbourhoods. A lot of research has been done on the multicultural character of Belgian cities and the relation between residential patterns of foreigners and the structure of the housing market.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "BELGEO",
        "type": "journal",
        "issn": [
          "1377-2368",
          "2294-9135"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.openedition.org/belgeo/pdf/13992"
      },
      "topics": [],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W2238450402"
    },
    {
      "openalex_id": "W2990352343",
      "doi": null,
      "title": "The Emergence of Modern Higher Education: The German University and Its Influence",
      "authors": [
        {
          "name": "Charles E. McClelland",
          "openalex_id": "A5045264191"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "Explores the main significance of the German university in its pioneering emphasis on the search for new knowledge rather than the transmission, from older to younger generations, of relatively static professional canons. Teaching staff came increasingly to be recruited from scholars and scientists who had researched, discovered and made public new interpretations and were expected to continue to do so as a part of their official duties.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "UNM’s Digital Repository (University of New Mexico)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://digitalrepository.unm.edu/hist_fsp/5"
      },
      "topics": [
        "German Social Sciences and History",
        "Sociology and Education Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2990352343"
    },
    {
      "openalex_id": "W744780365",
      "doi": "10.17613/v1dk-hf69",
      "title": "Perspectives on social inclusion and exclusion in Nepal",
      "authors": [
        {
          "name": "Om Gurung",
          "openalex_id": "A5006839653",
          "institutions": [
            "Tribhuvan University"
          ]
        },
        {
          "name": "Mukta S. Lama-Tamang",
          "openalex_id": "A5013770284",
          "institutions": [
            "Tribhuvan University"
          ]
        },
        {
          "name": "Mark Turin",
          "openalex_id": "A5068622240",
          "orcid": "https://orcid.org/0000-0002-2262-0986",
          "institutions": [
            "University of British Columbia"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "Perspectives on social inclusion and exclusion in Nepal",
      "cited_by_count": 11,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "http://dx.doi.org/10.17613/v1dk-hf69"
      },
      "topics": [
        "Income, Poverty, and Inequality"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W744780365"
    },
    {
      "openalex_id": "W1557614283",
      "doi": null,
      "title": "Institutional and Evolutionary Failure and Economic Development in the Middle East",
      "authors": [
        {
          "name": "Ian Ayres",
          "openalex_id": "A5072777153",
          "orcid": "https://orcid.org/0000-0001-6516-6763",
          "institutions": [
            "Yale University"
          ]
        },
        {
          "name": "Jonathan R. Macey",
          "openalex_id": "A5112602765"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "This paper examines the politics and finance of development among Middle Eastern countries with particular emphasis on the incentives of autocrats to advance pro-growth policies in general and to foster small enterprise in particular. It is premised on the observation that there is no fundamental reason why Middle Eastern economies cannot enjoy steady, stable economic growth. At several points in the past, particularly in the late 1970s, various Middle Eastern economies, including Iraq, enjoyed middle-income status. From the 1960s until the end of the 1970s, Middle Eastern countries made massive public investments in economic infrastructure, as well as in health, education and, less successfully, in state-owned enterprises. Economic growth, at six percent per worker per year, was the highest in the world in the 1960s. Going back much further, during the tenth century the Middle East was extremely advanced as measured by its standard of living, technology, agricultural output, and literacy rates.\\nThe discussion begins with a description of the institutional features that are important to economic development. Three institutional arrangements in particular are critical for economic growth and human flourishing. These are: (1) the ability to create investment vehicles that facilitate risk-taking, such as the corporation and the limited partnership; (2) the capacity of institutions to adapt to economic and technological advances and changing human preferences and tastes; and (3) an economic, social, and legal environment that encourages long-term investment, tolerates failure, and facilitates trade.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Yale Law School Legal Scholarship Repository",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://digitalcommons.law.yale.edu/cgi/viewcontent.cgi?article=2229&context=fss_papers"
      },
      "topics": [
        "Islamic Finance and Banking Studies",
        "Culture, Economy, and Development Studies",
        "Corruption and Economic Development"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1557614283"
    },
    {
      "openalex_id": "W4392308068",
      "doi": "10.7249/pea2611-1",
      "title": "The Emerging Competitive Paradigm: A Contest of Effective Governance",
      "authors": [
        {
          "name": "Michael J. Mazarr",
          "openalex_id": "A5020320281"
        },
        {
          "name": "Alexis Dale-Huang",
          "openalex_id": "A5095766220"
        },
        {
          "name": "Matthew Sargent",
          "openalex_id": "A5109687278"
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-01-01",
      "abstract": "This paper is part of a larger project that considers the societal sources of national dynamism and competitive advantage. The first phase of analysis generated an intriguing insight: that competitive success in great-power rivalries comes, in part, from being effectively aligned to the demands of a historical era—the competitive paradigm of the period. This paper investigates that idea in more depth.",
      "cited_by_count": 2,
      "type": "book",
      "source": {
        "name": "RAND Corporation eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.rand.org/content/dam/rand/pubs/perspectives/PEA2600/PEA2611-1/RAND_PEA2611-1.pdf"
      },
      "topics": [
        "Regional Development and Policy"
      ],
      "referenced_works_count": 130,
      "url": "https://openalex.org/W4392308068"
    },
    {
      "openalex_id": "W1579818652",
      "doi": null,
      "title": "Renovation, Disposal, and Conservation of Hindu Temples and Images: The Institutionalization of Creativity in South Indian and American Art Worlds",
      "authors": [
        {
          "name": "Samuel K. Parker",
          "openalex_id": "A5047064219",
          "institutions": [
            "University of Washington"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-01",
      "abstract": "According to a widely accepted (but rarely followed) convention, Tamil temples are supposed to be renovated every 12 years. These practices commonly involve the destruction and replacement of older images. They may also be destroyed if damaged or ritually polluted, or if they are temporary icons made for a specific festival period. Ritualized practices of renovation and disposal indicate ways of seeing and knowing reality that are sometimes at odds with modernist perspectives informing museum conservation. Should the cosmological foundations of conservation be privileged over those of South Indian Hindus who practice the renovation and disposal of images?",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Museum Anthropology Review (Indiana University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://scholarworks.iu.edu/journals/index.php/mar/article/view/122"
      },
      "topics": [
        "Museums and Cultural Heritage",
        "Southeast Asian Sociopolitical Studies",
        "Cultural Heritage Management and Preservation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1579818652"
    }
  ],
  "count": 30,
  "errors": []
}
