{
  "status": "success",
  "source": "openalex",
  "query": "authority tradition transmission",
  "results": [
    {
      "openalex_id": "W2035589683",
      "doi": "10.5860/choice.40-0741",
      "title": "The tradition of the Trojan War in Homer and the epic cycle",
      "authors": [],
      "publication_year": 2002,
      "publication_date": "2002-10-01",
      "abstract": "Although the Iliad and Odyssey narrate only relatively small portions of the Trojan War and its aftermath, for centuries these works have overshadowed other, more comprehensive narratives of the conflict, particularly the poems known as the Epic Cycle. In The Tradition of the Trojan War in Homer and the Epic Cycle, Jonathan Burgess challenges Homer's authority on the war's history and the legends surrounding it, placing the Iliad and Odyssey in the larger, often overlooked context of the entire body of Greek epic poetry of the Archaic Age. He traces the development and transmission of the Cyclic poems in ancient Greek culture, comparing them to later Homeric poems and finding that they were far more influential than has previously been thought.",
      "cited_by_count": 377,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Classical Antiquity Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2035589683"
    },
    {
      "openalex_id": "W2029036599",
      "doi": "10.1111/j.1467-8306.1987.tb00182.x",
      "title": "The Idea of Chinatown: The Power of Place and Institutional Practice in the Making of a Racial Category",
      "authors": [
        {
          "name": "Kay Anderson",
          "openalex_id": "A5103880971",
          "institutions": [
            "UNSW Sydney",
            "Australian Defence Force Academy"
          ]
        }
      ],
      "publication_year": 1987,
      "publication_date": "1987-12-01",
      "abstract": "Abstract Racial categories are cultural ascriptions whose construction and transmission cannot be taken for granted. I focus here on the process by which racial categories are themselves constructed; in particular, I examine the presence of place and the role of state in the making of one such category, the “Chinese,” in a British settler society from the 1880s to the 1920s. I argue that “Chinatown,” like race, is an idea that belongs to the “white” European cultural tradition. The significance of government is that it has granted legitimacy to the ideas of Chinese and Chinatown, inscribing social definitions of identity and place in institutional practice and space. Indeed Chinatown has been a critical nexus through which the race definition process was structured. I examine this process in Vancouver, British Columbia, where the municipal authorities of the late nineteenth and early twentieth centuries sanctioned the intellectual milieu of race. They did this, I argue, as part of the historical exercise of white European cultural domination. In short, I wish to uncover the dynamic between place, racial discourse, power, and institutional practice by way of contributing to the recent rediscovery of place in human geography. Key Words: raceplacestateideologyrepresentationracial classificationcultural hegemony",
      "cited_by_count": 277,
      "type": "article",
      "source": {
        "name": "Annals of the Association of American Geographers",
        "type": "journal",
        "issn": [
          "0004-5608",
          "1467-8306"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Migration, Ethnicity, and Economy",
        "Wine Industry and Tourism",
        "Social and Cultural Dynamics"
      ],
      "referenced_works_count": 82,
      "url": "https://openalex.org/W2029036599"
    },
    {
      "openalex_id": "W437292112",
      "doi": null,
      "title": "Speaking volumes : orality and literacy in the Greek and Roman world",
      "authors": [
        {
          "name": "Janet Watson",
          "openalex_id": "A5113778108"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-01-01",
      "abstract": "This volume examines orality and literacy in the ancient Greek and Roman world through a range of perspectives and in various genres. Four essays on the Homeric epics present recent research into performative aspects of language, cognitive theory and oral composition, a re-evaluation of Parry's oral-formulaic theory, and a new perspective on the poem's transmission. These are complemented by studies of the oral nature of Greek proverbial expressions, and of poetic authority within a fluid oral tradition. Two essays consider the significance of the written word in a predominantly oral culture, in relation to star calendars and to Panathenaic inscriptions. Finally, two chapters consider the ongoing influence of oral tradition in the ancient novel and in Roman declamation. These essays illustrate the importance of considering ancient texts in the context of fluctuating oral and literate influences.",
      "cited_by_count": 102,
      "type": "book",
      "source": {
        "name": "BRILL eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Linguistics and language evolution",
        "Classical Antiquity Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W437292112"
    },
    {
      "openalex_id": "W2123857874",
      "doi": "10.1080/03050060302552",
      "title": "Indigenising Curriculum: Questions posed by Baiga vidya",
      "authors": [
        {
          "name": "Padma M. Sarangapani",
          "openalex_id": "A5082340759"
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-05-01",
      "abstract": "The Baiga are a small tribe inhabiting the forested regions of Central India. They are known for their extensive knowledge of forests and healing. A local pedagogic tradition supports the transmission of this knowledge from expert practitioner-gurus to their chelas or novices. The knowledge system is local and oral. The pedagogic tradition and socialisation which supports its transmission is marked by these qualities as also the subsistence level of production and the lack of centralised authority in the organisation of the tribe, and in children's lives. This paper explores the disjunction between this and formal schooling whose pedagogic practices and curriculum presume a literate tradition: where knowledge is decontextually presented in texts and children are already socialised to accept pedagogic/adult authority. In the present Indian context where there is a growing emphasis on incorporating indigenous knowledges into the school curriculum, the paper raises questions on the epistemological feasibility of such an inclusion.",
      "cited_by_count": 56,
      "type": "article",
      "source": {
        "name": "Comparative Education",
        "type": "journal",
        "issn": [
          "0305-0068",
          "1360-0486"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global Educational Policies and Reforms",
        "Political theory and Gramsci",
        "Global Education and Multiculturalism"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W2123857874"
    },
    {
      "openalex_id": "W2505637443",
      "doi": "10.1007/978-1-4939-1815-7",
      "title": "Inner Asia and the Spatial Politics of Empire",
      "authors": [
        {
          "name": "William Honeychurch",
          "openalex_id": "A5001187007",
          "institutions": [
            "Yale University"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-11-14",
      "abstract": null,
      "cited_by_count": 150,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Chinese history and philosophy",
        "Eurasian Exchange Networks",
        "China's Ethnic Minorities and Relations"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2505637443"
    },
    {
      "openalex_id": "W2035547665",
      "doi": "10.1353/aiq.2004.0102",
      "title": "Indigenous Pedagogy in the Classroom: A Service Learning Model for Discussion",
      "authors": [
        {
          "name": "Michael D. McNally",
          "openalex_id": "A5061119424"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-01",
      "abstract": "Scholars of Indigenous religious traditions are keenly aware of how difficult it is to lead our students into the fluid dynamics of oral religions within the conventional structures of text-based academic inquiry and classroom learning. This pedagogical struggle is surely related to the search for words nimble enough to interpret Indigenous traditions in a scholarly interpretive idiom that more properly belongs to the study of \"religions\" and/or \"cultures.\" As Inés Talamantez has put it in various public contexts, \"Native communities have their own theories of culture,\" their own sovereign ways of knowing, teaching, and learning traditions, and scholars have seen it increasingly as our task to indigenize the language that religious studies brings to Native lifeways. Still, this is not a problem of vocabulary alone; more elementally, I submit, it is a structural one, a presenting problem to pedagogy and scholarship alike. What makes Indigenous theories of culture distinctive is in part that they are less a matter of theory than of process, and thus we cannot just enumerate the content of the theories more effectively; we must engage their dynamism in creative ways. In my reflections here I wish to wrestle with the challenges and possibilities for the classroom of recognizing and seeking to close the gap between conventional academic discourse about Native peoples and Indigenous modes of cultural teaching and learning. First, I will identify some distinctive contours of Anishinaabe Ojibwe approaches to cultural transmission. Second, I will reflect on my experience incorporating service-learning in classes on Native traditions. This pedagogical approach, I want to suggest, can modestly incorporate some Indigenous pedagogy into classroom learning that becomes, as a result, more solid because it is [End Page 604] more in tune with the structure as well as content of Native tradition, more memorable because human encounters work against the grain of deeply rooted stereotypes concerning Indigenous peoples, and more transforming because students emerge with a sense of both the beauty of Indigenous traditions and of what's at stake with Indigenous cultural survival. But before I take up the specifics of my experience with service-learning, I will turn to several distinctive marks of configuring knowledge, cultural authority, teaching, and learning as they happen on Indigenous terms among Anishinaabe Ojibwe communities, with whom I have fieldwork experiences spanning a decade.1 Distinctive Contours of Ojibwe Pedagogy Ojibwe pedagogy is distinctive in at least four relevant respects. First, Ojibwe pedagogy privileges knowledge rooted in oral traditions flowing through the complex authority of Elders over book knowledge. Today this is emphatically the case concerning knowledge about the sacred, especially in light of cultural dispossession and appropriation. Perhaps it is not surprising that one finds broadly in Ojibwe communities a hermeneutic of suspicion (if not dismissal) applied to many formulations of tradition in texts, even those of Ojibwe authorship. There are a number of implications here. One is the relational, situational nature of cultural transmission. Cultural knowledge is transmitted in concrete situations of utterance between Elder and student, tailored to the moment and filtered by means of the particularities of their relationship. Indeed, the relational and situational nature of such exchanges, together with the artfulness practiced by Ojibwe Elders in such moments, cannot be effectively imagined in such mechanistic terms as \"cultural transmission\"—that refers to the predictable well-oiled rotations of a drive train with all its finely machined cogs, joints, and fittings. Here we have an embodied art. But more than the distinctive configuration of cultural \"transmission,\" this aspect of Ojibwe pedagogy illustrates the relational and situational construction of—or better, improvisation on—cultural knowledge. Cultural authority does not rest simply on those with an authoritative command of some thing called \"culture\" but the authority of people invested by the community with the authority to articulate culture. And here is where Elders come in as more than folk who have lived [End Page 605] many moons...",
      "cited_by_count": 62,
      "type": "article",
      "source": {
        "name": "The American Indian Quarterly",
        "type": "journal",
        "issn": [
          "0095-182X",
          "1534-1828"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Service-Learning and Community Engagement"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2035547665"
    },
    {
      "openalex_id": "W2080779043",
      "doi": "10.2307/220659",
      "title": "In Search of Sunjata: The Mande Oral Epic as History, Literature, and Performance",
      "authors": [
        {
          "name": "Curtis A. Keim",
          "openalex_id": "A5038043655"
        },
        {
          "name": "Ralph A. Austen",
          "openalex_id": "A5014828317"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "Editor's Introduction The Dichotomy of Power and Authority in Mande Society and in the Epic of Sunjata, John W. Johnson The History of the Sunjata Epic: A Review of the Evidence, Ivor Wilks The Epic of Sunjata: Structure, Preservation, Transmission, Seydou Camara The Historical Transformation of Genres: Sunjata as Panegyric, Folktale, Epic, and Novel, Ralph A. Austen Sinimogo-The Man for Tomorrow: Sunjata on the Fringes of the Mande World, Stephen Belcher Searching for the Historical Ancestor: The paradigm of Sunjata in Oral Traditions of the Sahel (13th-19th Centuries), Mamadou Diawara The Gesere of Borgu: A Neglected Type of Manding Diaspora, Paulo Fernando de Moraes Farias Jeli and Sere: The Dialectic of the Word in the Manden, Karim Traore Mooning Armies and Mothering Heroes: Female Power in Mande Epic Tradition, David C. Conrad Sunjata as Written Literature: The Role of the Literary Mediator in the Dissemination of the Sunjata Epic, Stephen P. D. Bulman Butchering Heroism?: Sunjata and the Negotiation of Postcolonial Mande Identity in Diabate's Le Boucher de Kouta, James R. McGuire The Production and Reproduction of Sunjata, Charles S. Bird An Ethnography of the Epic of Sunjata in Kela, Jan Jansen Out of Print: The Epic Cassette as Intervention, Reinvention, and Commodity, Robert C. Newton Glossary Bibliography",
      "cited_by_count": 96,
      "type": "article",
      "source": {
        "name": "The International Journal of African Historical Studies",
        "type": "journal",
        "issn": [
          "0361-7882",
          "2326-3016"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Language, Linguistics, Cultural Analysis",
        "Global Maritime and Colonial Histories"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2080779043"
    },
    {
      "openalex_id": "W1542044140",
      "doi": "10.5860/choice.38-4206",
      "title": "Eerdmans dictionary of the Bible",
      "authors": [],
      "publication_year": 2001,
      "publication_date": "2001-04-01",
      "abstract": "The Eerdmans Dictionary of the Bible gathers nearly 5,000 alphabetically ordered articles that thoroughly yet clearly explain all the books, persons, places, and significant terms found in the Bible. The Dictionary also explores the background of each biblical book and related writings and discusses cultural, natural, geographical, and literary phenomenae matters that Bible students at all levels may encounter in reading or discussion.Nearly 600 first-rate Bible authorities have contributed to the Eerdmans Dictionary of the Bible. Intended as a tool for practical Bible use, this illustrated dictionary reflects recent archaeological discoveries and the breadth of current biblical scholarship, including insights from critical analysis of literary, historical, sociological, and other methodological issues. The editorial team has also incorporated articles that explore and interpret important focuses of biblical theology, text and transmission, Near Eastern archaeology, extrabiblical writings, and pertinent ecclesiastical traditions - all of which help make the Eerdmans Dictionary of the Bible the most comprehensive and up-to-date one-volume Bible dictionary on the market today.",
      "cited_by_count": 113,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Mormonism, Religion, and History",
        "Biblical Studies and Interpretation",
        "American Constitutional Law and Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1542044140"
    },
    {
      "openalex_id": "W2151207948",
      "doi": "10.1093/fs/knm339",
      "title": "Controlling Readers: Guillaume de Machaut and his Late Medieval Audience Controlling Readers: Guillaume de Machaut and his Late Medieval Audience. By D <scp>eborah</scp> M <scp>c</scp> G <scp>rady</scp> . Toronto, University of Toronto Press, 2006. xii+310 pp., 27 b&amp;w plates. Hb £48.00; $75.00",
      "authors": [
        {
          "name": "Sylvia Huot",
          "openalex_id": "A5041696428",
          "institutions": [
            "University of North Carolina at Pembroke"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-04-01",
      "abstract": "Deborah McGrady uses Guillaume de Machaut's celebrated Voir Dit as a case study in the late medieval reception of vernacular poetry, with particular attention to the ways in which authors vied with readers, bookmakers and oral performers for control over the text and its transmission. McGrady's approach to these questions is essentially three-pronged. Firstly, she analyses the Voir Dit itself, tracing its depiction of the processes of reading, writing and performance, analysing its portrayal of the poet and his different audiences: the lady, ‘Toute-Belle’, to whom he addresses his letters and songs; the aristocratic patrons for whom he works; and the larger audience of all those who see, hear or hear of the poems and letters once he has sent them to Toute-Belle. Machaut's interest — one might say obsession — with all aspects of the literary process, including the oral and written transmission of his works, has been well documented and discussed in Machaut criticism over the last few decades, but McGrady provides interesting perspectives on this familiar ground, highlighting the ways in which the Voir Dit is riven by competing versions of the story its narrator struggles to control. In her second section, McGrady provides detailed studies of the three best-known manuscripts containing the Voir Dit (Machaut MSS A, F-G and E). Her analyses of such elements as script, page layout, presence or absence of music, marginalia, use of scribal abbreviations and illustrations, allows her to identify different ways in which scribal editors ‘packaged’ the text for different kinds of readers, and the different character that the text assumes as a result. These three chapters make for very interesting reading and are an excellent example of the valuable lessons to be learned from a holistic approach to the study of medieval manuscripts. In her third section, finally, McGrady discusses specific medieval readers of the Voir Dit: the poets Eustache Deschamps and Jean Froissart, and the remanieur responsible for an abridged and reworked version of the Voir Dit in the fifteenth-century manuscript Pierpont Morgan, MS M 396. Machaut's profound influence on both Deschamps and Froissart has long been recognized, but McGrady's analyses shed much new light on the ways in which these authors both acknowledged and challenged Machaut's poetic authority, and rewrote his portrayal of the dynamic relationship between author and reader. McGrady's analysis of the Morgan manuscript, finally, is a fascinating window on the later reception of Machaut, and an important reminder that even a much-admired master was still at the mercy of the scribes and bookmakers who reshaped his oeuvre for a new generation of readers. This is an important book, both in Machaut studies, and in the larger field of late medieval French literature and its manuscript traditions.",
      "cited_by_count": 204,
      "type": "article",
      "source": {
        "name": "French Studies",
        "type": "journal",
        "issn": [
          "0016-1128",
          "1468-2931"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Medieval Literature and History",
        "Medieval European Literature and History",
        "Medieval and Early Modern Justice"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2151207948"
    },
    {
      "openalex_id": "W4232910831",
      "doi": "10.1017/cbo9780511584565",
      "title": "Transmitting Mishnah",
      "authors": [
        {
          "name": "Elizabeth Shanks Alexander",
          "openalex_id": "A5065523798",
          "institutions": [
            "University of Virginia"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-07-31",
      "abstract": "Departing from the conventional view of mishnaic transmission as mindless rote memorisation, Transmitting Mishnah, first published in 2006, reveals how multifaceted the process of passing on oral tradition was in antiquity. Taking advantage of the burgeoning field of orality studies, Elizabeth Shanks Alexander has developed a model of transmission that is both active and constructive. Proceeding by means of intensive readings of passages from tractate Shevuot and its Talmudic commentaries, Alexander alerts us to the fact that transmitters and handlers of mishnaic text crafted both the vagaries of expression and its received meanings. She illustrates how the authority of the Mishnah grew as the result of the sustained attention of a devoted community of readers and students. She also identifies the study practices and habits of analysis that were cultivated by oral performance and shows how they were passed on in tandem with the verbal contents of the Mishnah, thereby influencing how the text was received and understood.",
      "cited_by_count": 71,
      "type": "book",
      "source": {
        "name": "Cambridge University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Biblical Studies and Interpretation",
        "Historical and Linguistic Studies",
        "Archaeology and Historical Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4232910831"
    },
    {
      "openalex_id": "W2477096199",
      "doi": "10.1007/978-1-349-18856-7_1",
      "title": "Problems and Approaches",
      "authors": [
        {
          "name": "Felipe Fernández‐Armesto",
          "openalex_id": "A5083867732"
        }
      ],
      "publication_year": 1987,
      "publication_date": "1987-01-01",
      "abstract": "A few years ago, an advertising campaign of the Greek national tourist authority strewed the pages of glossy magazines with pictures of nubile tourists cavorting amid Doric ruins over the slogan, 'You were born in Greece'. Taken literally, the words would have been obscure. Yet no reader can have had any difficulty in interpreting them as an allusion to the doctrine that 'western society' derives, by unbroken tradition, from Graeco-Roman origins. The doctrine may not be true; the terms in which it is commonly expressed may be misleading. Yet its influence is such that it forms part of the self-perception of almost every educated person in Europe and the Americas and much of the rest of the world today. Studies of periods of crisis in the transmission of the supposed legacy – in late antiquity or the early middle ages, when rival cultural traditions were received, or in the 'age of expansion' when western society is thought to have broken out of its heartlands – have concentrated, like Theseus in the labyrinth, on following as if it were a lifeline this single, tenuous thread.",
      "cited_by_count": 69,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religion and Society Interactions",
        "Classical Antiquity Studies",
        "Biblical Studies and Interpretation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2477096199"
    },
    {
      "openalex_id": "W2475712910",
      "doi": "10.1017/chol9780521042543.007",
      "title": "The Bible in the Roman Catholic Church from Trent to the Present Day",
      "authors": [
        {
          "name": "Fu J",
          "openalex_id": "A5112510154"
        }
      ],
      "publication_year": 1963,
      "publication_date": "1963-10-02",
      "abstract": "The first task of the Council of Trent was to delimit the spheres of Scripture and Tradition in the transmission of Catholic doctrine. For centuries the Church had been content with a rough-and-ready arrangement whereby Tradition (in the shape of the baptismal catechesis) introduced a believer to the doctrines of the faith, while Scripture was used at a later stage to test, to amplify and to collate those doctrines. Thus it was that St Thomas had said, in a much-abused phrase, sola canonica scriptura est regula fidei: only canonical Scripture—as distinct from apocryphal writings—is the (or a) rule of faith (lectio VI in John XXI). But doctrines which were accepted alone or mainly on the authority of Tradition were not unfamiliar. It was these doctrines which were the main objects of reforming attacks: purgatory, the invocation of saints, the conversion of the bread into the Body of Christ, infant baptism and the sacramental character of marriage. Hence the Council had to start by making its position clear on the value of Tradition as contrasted with Scripture.",
      "cited_by_count": 48,
      "type": "book-chapter",
      "source": {
        "name": "Cambridge University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Reformation and Early Modern Christianity",
        "Theology and Canon Law Studies"
      ],
      "referenced_works_count": 102,
      "url": "https://openalex.org/W2475712910"
    },
    {
      "openalex_id": "W1497711232",
      "doi": "10.1353/ajp.1998.0027",
      "title": "Bardic Performance and Oral Tradition in Homer",
      "authors": [
        {
          "name": "Ruth Scodel",
          "openalex_id": "A5079852089",
          "orcid": "https://orcid.org/0000-0003-3198-7939"
        }
      ],
      "publication_year": 1998,
      "publication_date": "1998-06-01",
      "abstract": "Bardic Performance and Oral Tradition in Homer Ruth Scodel As homeric epic represents epic performance, song is distinct from the narrative performances of characters who are not bards. Song, despite its traditional content, does not depend on oral tradition for its transmission, and singers, although members of the audience may request or object to a particular song, do not adapt their narratives for individual audiences. Much recent Homeric scholarship, however, minimizes differences between bardic and other narratives, treating Odysseus as epic poet and Demodocus or Phemius as narrators like Odysseus. This scholarship is not misguided or wrong. The epic poet identifies with his hero, and when the narrator's point of view is close to that of Achilles or Odysseus, the distinction between character and poet may blur.1 Narratologically, there are many useful similarities between bardic and other narratives, and naturally scholars try to exploit these.2 Still, in emphasizing these aspects of Homeric poetics, we can too easily forget others. This danger is particularly strong where scholars have deliberately ignored or deconstructed the distinctions Homer maintains in order to make visible those elements in the Homeric, literary context that represent possible historical relationships among performers, their traditions, and their audiences.3 These distinctions, precisely because [End Page 171] they are fragile, define the special authority Homeric epic claims for itself, and when we too rapidly demystify them, we fail to see how the epic sees itself. To be sure, both bardic performances and other narratives, when fully successful, enchant their audiences, who listen in silence. The idealized bards of the epic are preeminently skilled at such enchantment, so that Eumaeus compares Odysseus to a bard because his tales are so enthralling (17.518–21). Odysseus is compared to a bard three times, twice by characters—Eumaeus, and Alcinous at 11.362–76—and once by the poet, at 21.406–9, when Odysseus bends the bow with the ease of a bard who strings a lyre. Thematically, the simile develops the contrast between Odysseus and bard, since the feast is about to conclude with death instead of entertainment.4 Similarly, the authority of Alcinous' praise of Odysseus as bardlike, because not \"tricky\" (, 11.364), is perhaps undercut by Athena's later praise of him as precisely the contrary, and by his many elaborate lies (13.291–92).5 In any case, although Odysseus is indeed bardlike in his narrative skill, the comparisons themselves indicate that such similarity between bards and other storytellers cannot be taken for granted. There are two important differences between bardic and other narratives. First, in the world depicted in the epic, \"ordinary\" narrative derives its authority either from personal experience or from human report, whereas epic performers are informed by the Muse, and do not depend on ordinary sources. This divine source for bardic knowledge results in only one significant practical difference between bardic narratives and those of less authoritative characters: the bard's freedom to report the doings of the gods. Nonetheless, the Homeric narrator insists on it. Second, narrative outside the frame of epic performance normally either answers a request for information or serves an explicit paradigmatic function. It is occasional and specifically motivated, serving a specific communicative need within the social relationship of speaker and hearer(s). Bardic narrative, by contrast, ordinarily does not seek to manipulate its audience; it is essentially disinterested. Although the bard's song may have special significance for the audience, or some members of the audience, on a particular occasion, the singer does not intend these effects. Audiences without a personal connection to the bard's [End Page 172] subject simply enjoy the song, although hearers who feel personally touched may be deeply moved; in contrast, since nonbardic narrative takes place within an affective relationship, even a hearer with no connection to the events may express pity. These two distinctions are closely related. Narrative as the epic represents it may be seen as a continuum. At one extreme lie bardic performances, based on information provided by the Muses, potentially meaningful far beyond their immediate contexts, but with the details of content not specific to particular occasions, even if the subject of the song has been...",
      "cited_by_count": 128,
      "type": "article",
      "source": {
        "name": "The American Journal of Philology",
        "type": "journal",
        "issn": [
          "0002-9475",
          "1086-3168"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Classical Antiquity Studies",
        "Historical, Religious, and Philosophical Studies",
        "Biblical Studies and Interpretation"
      ],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W1497711232"
    },
    {
      "openalex_id": "W585863342",
      "doi": "10.2307/j.ctt13x09p8",
      "title": "Sanctuary and Crime in the Middle Ages, 400-1500",
      "authors": [
        {
          "name": "Karl Shoemaker",
          "openalex_id": "A5084170828"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-04-01",
      "abstract": "Winner of the John Nicholas Brown Prize presented by The Medieval Academy of America Sanctuary and Crime rethinks the history of sanctuary protections in the Western legal tradition. Until the sixteenth century, every major medieval legal tradition afforded protections to fugitive criminals who took sanctuary in churches. Sanctuary-seeking criminals might have been required to perform penance or go into exile, but they were guaranteed, at least in principle, immunity from corporal and capital punishment. In the sixteenth century, sanctuary protections were abolished throughout Europe, uprooting an ancient tradition and raising a new set of juridical arguments about law, crime and the power to punish.Sanctuary law has not received very much scholarly attention. According to the prevailing explanation among earlier generations of legal historians, sanctuary was an impediment to effective criminal law and social control, but was made necessary by rampant violence and weak political order in the medieval world. Contrary to the conclusions of the relatively scant literature on the topic, Sanctuary and Crime argues that the practice of sanctuary was not simply an instrumental device intended as a response to weak and splintered medieval political authority. Nor can sanctuary laws be explained as simple ameliorative responses to harsh medieval punishments and the specter of uncontrolled blood-feuds. This book seeks to integrate the history of sanctuary law with the history of criminal law in medieval Europe. It does so by first situating sanctuary law within the early Christian traditions of intercession and penance as well as late-imperial Roman law. The book then traces the transmission of Romano-Christian sanctuary legislation into the feuding traditions of early medieval Europe, showing how sanctuary law was an important emblem of Christian kingship and was integrated into a broad range of social, legal, ecclesiastical and political practices. By the late twelfth-century, sanctuary had been domesticated within the procedures of royal law in England. Unmoored from its taproots in penitential and intercessory practices, sanctuary became a central feature of the emergent law of felony in the early English common law. While sanctuary was widely recognized throughout late medieval Europe, medieval English records provide rich accounts of sanctuary in everyday medieval life and the book reflects the prominence of the English sources. The book concludes by examining the legal arguments in both English and Roman-canonical legal traditions that led to the restriction and abolition of sanctuary privileges in the sixteenth-century and which ushered in a new age of criminal law grounded in deterrence and a state-centered view of punishment and social control.",
      "cited_by_count": 87,
      "type": "book",
      "source": {
        "name": "Fordham University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Medieval Literature and History",
        "Medieval and Early Modern Justice",
        "Historical Legal Studies and Society"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W585863342"
    },
    {
      "openalex_id": "W2165457834",
      "doi": "10.5860/choice.29-2056",
      "title": "Wittgenstein centenary essays",
      "authors": [],
      "publication_year": 1991,
      "publication_date": "1991-12-01",
      "abstract": "Wittgenstein - whose philosopher?, G.E.N. Anscombe the darkness of this time - Wittgenstein and the modern world, J. Bouveresse Wittgenstein and the transmission of traditions, Anthony O'Hear Wittgenstein's influence meaning, mind and method, A.C. Grayling Wittgenstein on mathematical proof, Crispin Wright language and conversation, Raimond Gaita I heard a plaintive melody, Oswald Hanfling religion in Wittgenstein's mirror, D.Z.Phillips psychoanalysis - a form of life?, Michael Brearley Wittgenstein on Freud's abonimable mess, Frank Cioffi Wittgenstein and psychology, John Shotter Wittgenstein and social science, Roger Trigg certainty and authority, Peter Winch fools and heretics, Renford Bambrough.",
      "cited_by_count": 47,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Wittgensteinian philosophy and applications"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2165457834"
    },
    {
      "openalex_id": "W2042756927",
      "doi": "10.1353/lan.2003.0114",
      "title": "Against Creole Exceptionalism",
      "authors": [
        {
          "name": "Michel DeGraff",
          "openalex_id": "A5046766876",
          "orcid": "https://orcid.org/0000-0003-0270-2121"
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-06-01",
      "abstract": "Against Creole exceptionalism* Michel DeGraff 1. A postcolonial agenda for creolists 1.1. The motivation Ferdinand de Saussure (1916 [1986:7]) warned us that 'no other subject [outside of language] has fostered more absurd notions, more prejudices, more illusions and more fantasies . . . [I]t is the primary task of the linguist to denounce them, and to eradicate them as completely as possible'. But, what if 'prejudices', 'illusions', and 'fantasies' underlie some of the foundations of Creole studies? Many creolists throughout the history of Creole languages have relied on a variety of dualist assumptions whereby Creole languages constitute a special class of languages apart from 'normal'/'regular' languages (see critiques in DeGraff 2001a,b, 2003a). Some of these assumptions were implicitly handed down to us from (neo)colonial history without any 'break in transmission', so to speak. In the colonial era, these anti-egalitarian assumptions were part and parcel of the imperialist construction of political, cultural, and racial hegemony and the concomitant discursive elaboration of scientific authority through scholarly(-looking) texts (this tradition can be compared with Edward Said's (1979) concept orientalism). These 'power/knowledge' systems of hegemony would have made it impossible to conceive of any analytical framework whereby Caribbean Creole languages are on a genealogical or structural par with European languages. In this vein, uniformitarian creolistics would have been 'un-thinkable', in Foucault's (1980) sense (see Prudent 1980 and Mühleisen 2002 for related arguments). 1.2. The sociohistorical and epistemological background As documented below, the terms creole and creolization have long been taken to involve sui generis linguistic-structural and cognitive-developmental properties that have no equivalent in the synchrony and diachrony of so-called normal languages. In my own recent work, I have adopted a language-external, sociohistorical definition of 'Creole languages' (also see Mufwene 2000, 2001). This definition is strictly atheoretical: it does not presuppose any operational structural criteria. For me, 'Creole' is an ostensive label that, in the Caribbean case for example, points to certain speech varieties that developed between Europeans and Africans during the colonization of the so-called New World. In a related vein, the term 'creolization' refers to the sequence of sociohistorical events that led to the formation of these languages known as Creoles. In uniformitarian fashion, it can be reasonably assumed that the language-learning and language-creating capacities of our human ancestors have generally remained uniform across the species in the past few millennia, notwithstanding (neo-)Darwinian and often race-based approaches to linguistic phylogenesis as surveyed in, for example, [End Page 391] DeGraff 2001a,b. In effect, the structural viability and cultural vibrancy of Creole languages attest to the robustness of the intrinsically human capacity for language—as hypothesized, for example, from Descartes 1637 to Chomsky 2000—even among the psychosocially most adverse conditions. Yet, the belief that Creoles are structurally inadequate finds reinforcement on the academic front: hypotheses based on Creole exceptionalism are still at the forefront of Creole studies, and Creole exceptionalism is promoted even by some Creole-speaking intellectuals. At the same time, the under- or misutilization of Creole languages in the schools (e.g. in Haiti; see Y. Dejean 1975, 1993, 1997, 2003) is apparently due to, inter alia, the widespread belief that these languages, unlike their European sources, are expressively inadequate because of intrinsic structural deficiencies.1 In the remainder of this essay, I critique exceptionalist trends in Creole studies, with frequent references to my native Haitian Creole (HC). HC emerged from the contact between French and Africans in the seventeenth and eighteenth centuries in colonial Haiti (Saint-Domingue). Its lexicon, among other linguistic modules, is mostly derived from French. There are at least four reasons for this focus on HC: First, HC speakers constitute the Creolophone community that I am most familiar with, as both creolist and Creolophone. Second, Haitians constitute by far the largest Creole-speaking community, more than eight million strong. Third, HC is perhaps the most and the best studied of all Creoles. HC may well be 'the best described of French Creole dialects, if not of all Creole languages' with 'Haiti . . . becoming the lighthouse of Creoleness ['le phare de la créolité']' (Valdman 1971:202...",
      "cited_by_count": 422,
      "type": "article",
      "source": {
        "name": "Language",
        "type": "journal",
        "issn": [
          "0097-8507",
          "1535-0665"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Linguistics and Discourse Analysis",
        "Linguistic and Sociocultural Studies",
        "Historical Linguistics and Language Studies"
      ],
      "referenced_works_count": 103,
      "url": "https://openalex.org/W2042756927"
    },
    {
      "openalex_id": "W4254616772",
      "doi": "10.1163/9789047408345",
      "title": "Organizing Knowledge",
      "authors": [],
      "publication_year": 2006,
      "publication_date": "2006-06-01",
      "abstract": "The contributions in this volume offer the first comprehensive effort to describe and analyse the collection, classification, presentation and methodology of information in the knowledge society of medieval Islam in the disciplines of religious and legal learning, as well as the rational sciences of Hellenistic origin – philosophy, mathematical and medical sciences.The volume begins with a general discussion of the concept of encyclopædia. Successive chapters explore the bases of authority in the institutions of religion and law; biographical literature and handbooks of law; compendia of scientific and philosophical learning based on Iranian and Greek sources; and the more specialised expositions of mathematics and philosophy. The special character of Muslim institutions, their teaching traditions and syllabi is also put into perspective. This is a reference work for the principal genres of ‘enyclopædic’ outlines and manuals – biography, legal handbooks, historiography of knowledge transmission, cosmography, and the philosophical sciences – and a major contribution to the literary and intellectual history.",
      "cited_by_count": 53,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Islamic Studies and History",
        "Historical and Linguistic Studies",
        "Historical, Religious, and Philosophical Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4254616772"
    },
    {
      "openalex_id": "W1967845401",
      "doi": "10.1093/oso/9780195112801.001.0001",
      "title": "Deuteronomy and the Hermeneutics of Legal Innovation",
      "authors": [
        {
          "name": "Bernard M. Levinson",
          "openalex_id": "A5087102967",
          "orcid": "https://orcid.org/0000-0002-2768-8859"
        }
      ],
      "publication_year": 1997,
      "publication_date": "1997-10-23",
      "abstract": "Abstract Positioned at the boundary of traditional biblical studies, legal history, and literary theory, Deuteronomy and the Hermeneutics of Legal Innovation shows how the leglislation of Deuteromomy reflects the struggle of its authors to renew late seventh-century Judaean society. Seeking to defend their revolutionary vision during the neo-Assyrian crisis, the reformers turned to earlier laws, even when they disagreed with them, and revised them in such a way as to lend authority to their new understanding of God’s will. Passages that other scholars have long viewed as redundant, contradictory, or displaced actually reflect the attempt by Deuteronomy’s authors to sanction their new religious aims before the legacy of the past. Drawing on ancient Near Eastern law and informed by the rich insights of classical and medieval Jewish commentary, Levinson provides an extended study of three key passages in the legal corpus: the unprecedented requirement for the centralization of worship, the law transforming the old Passover into a pilgrimage festival, and the unit replacing traditional village justice with a professionalized judiciary. He demonstrates the profound impact of centralization upon the structure and arrangement of the legal corpus, while providing a theoretical analysis of religious change and cultural renewal in ancient Israel. The book’s conclusion shows how the techniques of authorship developed in Deuteronomy provided a model for later Israelite and post-biblical literature. Integrating the most recent European research on the redaction of Deuteronomy with current American and Israeli scholarship, Levinson argues that biblical interpretation must attend to both the diachronic and the synchronic dimensions of the text. His study, which provides a new perspective on intertextuality, the history of authorship, and techniques of legal innovation in the ancient world, will engage Pentateuchal critics and historians of Israelite religion, while reaching out toward current issues in literary theory and Critical Legal Studies. `Bernard Levinson is a brilliant young scholar who has written an outstanding book about how the Covenant Code from Mount Sinai became the Code of Deuteronomy at the borders of the River Jordan. It is a fascinating discourse on how to change law without changing tradition. The importance of Biblical law for canon theory, Biblical narrative, and Israelite religion usually is underestimated; this new approach will hopefully get more people reading law, and especially Deuteronomy. It will be compelling to both American and European readers as it integrates the leading scholarly discourses of both communities.’ Norbert Lohfink, SJ, Professor of Biblical Studies, Philosophisch-Theologische Hochschule Sankt Georgen, Frankfurt `An exemplary work of biblical scholarship--careful and controlled by analytic rigour, yet bold and innovative in its scope and suggestions. Students of ancient law, legal literature, religion, and culture will greatly benefit from Levinson’s work.’ Michael Fishbane, Nathan Cummings Professor of Jewish Studies, University of Chicago `In noting that the Deuteronomic innovations were not simply interpolated into a reworked version of the Covenant Code but rather presented in a new, complete composition, Levinson demonstrates his own primary commitment to the text, to the history of textual transmission, and to the social milieu in which the text functions. Levinson elegantly presents the use of the Covenant Code as both a source and resource for the Deuteronomic authors.’ Martha T. Roth, Professor, Oriental Institute, University of Chicago and Editor-in-Charge of the Chicago Assyrian Dictionary `Bernard Levinson’s book is a major study. He demonstrates the radical break with the past and the way in which the authors or composers of Deuteronomy not only transformed religion and society in ancient Israel but also radically revised its literary history. The power and accomplishment of the Deuteronomic movement has rarely been so clearly demonstrated. Levinson’s work is a clarification of the way in which hermeneutics is not something that starts with the interpreter’s handling of the canonical text but is a process by which the canonical text itself came into being. He shows how the new text subverts and dominates older texts in behalf of a radical cultural and religious transformation. With this book, Levinson places himself in the front rank of Deuteronomy scholars.’ Patrick D. Miller, Charles P. Haley Professor of Old Testament Exegesis and Theology, Princeton Theological Seminary",
      "cited_by_count": 318,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Biblical Studies and Interpretation",
        "Archaeology and Historical Studies",
        "Ancient Near East History"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1967845401"
    },
    {
      "openalex_id": "W1601169307",
      "doi": "10.1023/a:1011837124879",
      "title": "Alfred's Verse Preface to the Pastoral Care and the Chain of Authority",
      "authors": [
        {
          "name": "Nicole Guenther Discenza",
          "openalex_id": "A5077909647",
          "orcid": "https://orcid.org/0000-0002-5213-3687",
          "institutions": [
            "Hillsdale College"
          ]
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-10-01",
      "abstract": null,
      "cited_by_count": 39,
      "type": "article",
      "source": {
        "name": "Neophilologus",
        "type": "journal",
        "issn": [
          "0028-2677",
          "1572-8668"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Medieval Literature and History"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1601169307"
    },
    {
      "openalex_id": "W1986829999",
      "doi": "10.9707/2307-0919.1116",
      "title": "An Overview of the Schwartz Theory of Basic Values",
      "authors": [
        {
          "name": "Shalom H. Schwartz",
          "openalex_id": "A5010222716",
          "orcid": "https://orcid.org/0000-0003-2673-9332"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-12-01",
      "abstract": "This article presents an overview of the Schwartz theory of basic human values. It discusses the nature of values and spells out the features that are common to all values and what distinguishes one value from another. The theory identifies ten basic personal values that are recognized across cultures and explains where they come from. At the heart of the theory is the idea that values form a circular structure that reflects the motivations each value expresses. This circular structure, that captures the conflicts and compatibility among the ten values is apparently culturally universal. The article elucidates the psychological principles that give rise to it. Next, it presents the two major methods developed to measure the basic values, the Schwartz Value Survey and the Portrait Values Questionnaire. Findings from 82 countries, based on these and other methods, provide evidence for the validity of the theory across cultures. The findings reveal substantial differences in the value priorities of individuals. Surprisingly, however, the average value priorities of most societal groups exhibit a similar hierarchical order whose existence the article explains. The last section of the article clarifies how values differ from other concepts used to explain behavior—attitudes, beliefs, norms, and traits.",
      "cited_by_count": 3729,
      "type": "article",
      "source": {
        "name": "Online Readings in Psychology and Culture",
        "type": "journal",
        "issn": [
          "2307-0919"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://scholarworks.gvsu.edu/cgi/viewcontent.cgi?article=1116&context=orpc"
      },
      "topics": [
        "Cultural Differences and Values",
        "Social and Intergroup Psychology",
        "Emotions and Moral Behavior"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W1986829999"
    },
    {
      "openalex_id": "W631912204",
      "doi": "10.1163/ej.9789004185845.i-274",
      "title": "The Dead Sea scrolls : transmission of traditions and production of texts",
      "authors": [
        {
          "name": "Sarianna Metso",
          "openalex_id": "A5072185106"
        },
        {
          "name": "Hindy Najman",
          "openalex_id": "A5002407972",
          "orcid": "https://orcid.org/0000-0002-9834-0534"
        },
        {
          "name": "Eileen Schuller",
          "openalex_id": "A5036656163",
          "orcid": "https://orcid.org/0000-0002-0095-0140"
        },
        {
          "name": "Nicole Hilton",
          "openalex_id": "A5086478703"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "John J. Collins, Tradition and Innovation in the Dead Sea Scrolls James C. VanderKam, Moses Trumping Moses: Making the Book of Jubilees James L. Kugel, Some Translation and Copying Mistakes from the Original Hebrew of the Testaments of the Twelve Patriarchs Carol A. Newsom, Why Nabonidus? Excavating Traditions from Qumran, the Hebrew Bible, and Neo-Babylonian Sources Mladen Popovic,The Emergence of Aramaic and Hebrew Scholarly Texts: Transmission and Translation of Alien Wisdom Charlotte Hempel, Shared Traditions: Points of Contact Between S and D George J. Brooke, Aspects of the Physical and Scribal Features of Some Cave 4 Continuous Pesharim Emanuel Tov, Some Thoughts About the Diffusion of Biblical Manuscripts in Antiquity Eibert J. C. Tigchelaar, Assessing Emanuel Tov's Scribal Practice Eugene Ulrich. The Evolutionary Production and Transmission of the Scriptural Books Florentino Garcia Martinez, Beyond the Sectarian Divide: The Voice of the Teacher as an Authority-Conferring Strategy in Some Qumran Texts",
      "cited_by_count": 25,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Biblical Studies and Interpretation",
        "Historical and Linguistic Studies",
        "Historical, Religious, and Philosophical Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W631912204"
    },
    {
      "openalex_id": "W4254568455",
      "doi": "10.1163/9789004351028",
      "title": "Speaking Volumes",
      "authors": [],
      "publication_year": 2001,
      "publication_date": "2001-01-01",
      "abstract": "This volume examines orality and literacy in the ancient Greek and Roman world through a range of perspectives and in various genres. Four essays on the Homeric epics present recent research into performative aspects of language, cognitive theory and oral composition, a re-evaluation of Parry's oral-formulaic theory, and a new perspective on the poem's transmission. These are complemented by studies of the oral nature of Greek proverbial expressions, and of poetic authority within a fluid oral tradition. Two essays consider the significance of the written word in a predominantly oral culture, in relation to star calendars and to Panathenaic inscriptions. Finally, two chapters consider the ongoing influence of oral tradition in the ancient novel and in Roman declamation. These essays illustrate the importance of considering ancient texts in the context of fluctuating oral and literate influences.",
      "cited_by_count": 28,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Classical Antiquity Studies",
        "Linguistics and language evolution"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4254568455"
    },
    {
      "openalex_id": "W4214912002",
      "doi": "10.2307/3350875",
      "title": "Colonial Law and the Genesis of the Indonesian State",
      "authors": [
        {
          "name": "Daniel S. Lev",
          "openalex_id": "A5046112719"
        }
      ],
      "publication_year": 1985,
      "publication_date": "1985-10-01",
      "abstract": "It should be obvious that new states owe a great deal to colonial precedent, for even the most shattering revolutions, very rare among new states, cannot wipe out the past.Yet, as Harry Benda made us see over twenty years ago in his debate with Herbert Feith, it is easy to take seriously the present's claim to exist in the present only, unique and devoid of debt to a despicable and embarrassing history.Benda himself and more recently Heather Sutherland and Ben Anderson have illuminated the unbroken chain of evolution that runs from colony to independent state by focusing on institutional continuity. 1 My objective in this article is to build on their work, using legal history to trace significant features that were sewn into the fabric of the colonial state and have yet to unravel.Law is an especially rich lode for this kind of mining, because it records (literally) the structure of the state and reflects (virtually) the distribution of political, social, and economic advantages.In modern states generally law and legal process are an essential ingredient of the (Gramscian) hegemony that defines and justifies relationships of ruler and subject.How large an ingredient naturally varies from state to state, depending on local culture, ideology, political structure, and much else.But in whatever measure, as law and legal institutions abstractly represent a configuration of power relationships, masking it with a cover of legitimate authority, they bear much significance beyond themselves.It is this significance, more than the law itself, that needs to be read.Only four topics will be dealt with here: plural legal and judicial organi zation in the colony; adat law policy; private legal roles; and the transmission of colonial legal tradition into the independent state.The raw argument is that colonial law, which established the genetic pattern of the Indonesian state, was intended primarily to make exploitation efficient.Plural law, plurally administered, was predicated on the assignment of quite different functions and prerogatives to, above all, the Dutch and Indonesian communities.The institutions developed to administer the Indonesian side of colonial society carried over into independence, bearing with them instruments of repression no less useful to the later than the earlier regimes. PluralismNothing needs to be said here about precolonial law, except that the Dutch changed its conditions, less by imposing new law than by imposing new political 1 1.",
      "cited_by_count": 114,
      "type": "article",
      "source": {
        "name": "Indonesia",
        "type": "journal",
        "issn": [
          "0019-7289",
          "2164-8654"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.jstor.org/institutionSearch?redirectUri=%2fstable%2f3350875"
      },
      "topics": [
        "Asian Studies and History",
        "Legal Studies and Policies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4214912002"
    },
    {
      "openalex_id": "W3196985331",
      "doi": "10.1056/nejm198904133201529",
      "title": "Controlling AIDS in Cuba",
      "authors": [
        {
          "name": "Ronald Bayer",
          "openalex_id": "A5109884595",
          "institutions": [
            "Columbia University"
          ]
        },
        {
          "name": "Cheryl Healton",
          "openalex_id": "A5068988901",
          "institutions": [
            "Columbia University"
          ]
        }
      ],
      "publication_year": 1989,
      "publication_date": "1989-04-13",
      "abstract": "Cuba has initiated a program to control Acquired Immune Deficiency Syndrome (AIDS) that is designed to limit the spread of infection with the human immunodeficiency virus (HIV) by implementing compulsory elements of the public health tradition. Widespread screening for HIV infection began 3 years ago, and persons identified as infected have been sent to a sanatorium located in a Havana suburb. The program also reflects concern over the marked increase in prevalence of sexually transmitted diseases. Educational effects in Cuba stress that AIDS is not a disease exclusively of homosexuals and can affect any individual. Condoms are recommended for protection. In contrast to virtually every other nation, Cuba has not made education the key focus of its anti-AIDS strategy. Education is relegated to a marginal role. Key to the policy is identifying infected individuals and bringing them under medical control. Cuba's HIV surveillance program has been carried out with use of an enzyme-linked immunosorbent assay (ELISA), Western blot assay, and antigen tests that have been developed domestically. The director of the Cuban AIDS Investigations Laboratory reports that nearly 3 million Cubans have been tested. It is estimated that among the 7 low-infection groups tested in Cuba, between 21 and 53 persons may have been inaccurately considered positive as a result of testing. Cuban authorities have expressed much interest in obtaining commercially available HIV screening kits -- both ELISA and Western blot assays -- as a standard against which to measure their own test. Despite the inevitability of continued viral transmission, Cuba's policy of a modified quarantine certainly will limit the toll of HIV infection markedly yet comes at a great price. For other nations, the imperatives of prevention, however important, are not the only values to be considered in the battle against AIDS.",
      "cited_by_count": 74,
      "type": "article",
      "source": {
        "name": "New England Journal of Medicine",
        "type": "journal",
        "issn": [
          "0028-4793",
          "1533-4406"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "HIV/AIDS Impact and Responses",
        "Healthcare Systems and Reforms",
        "Global Public Health Policies and Epidemiology"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W3196985331"
    },
    {
      "openalex_id": "W2489884615",
      "doi": "10.1017/cbo9780511584565",
      "title": "Transmitting Mishnah: The Shaping Influence of Oral Tradition",
      "authors": [
        {
          "name": "Elizabeth Shanks Alexander",
          "openalex_id": "A5065523798",
          "institutions": [
            "University of Virginia"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-07-31",
      "abstract": "Departing from the conventional view of mishnaic transmission as mindless rote memorisation, Transmitting Mishnah, first published in 2006, reveals how multifaceted the process of passing on oral tradition was in antiquity. Taking advantage of the burgeoning field of orality studies, Elizabeth Shanks Alexander has developed a model of transmission that is both active and constructive. Proceeding by means of intensive readings of passages from tractate Shevuot and its Talmudic commentaries, Alexander alerts us to the fact that transmitters and handlers of mishnaic text crafted both the vagaries of expression and its received meanings. She illustrates how the authority of the Mishnah grew as the result of the sustained attention of a devoted community of readers and students. She also identifies the study practices and habits of analysis that were cultivated by oral performance and shows how they were passed on in tandem with the verbal contents of the Mishnah, thereby influencing how the text was received and understood",
      "cited_by_count": 25,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Biblical Studies and Interpretation",
        "Historical and Linguistic Studies",
        "Archaeology and Historical Studies"
      ],
      "referenced_works_count": 80,
      "url": "https://openalex.org/W2489884615"
    },
    {
      "openalex_id": "W656025942",
      "doi": null,
      "title": "Rewriting the Testament of Solomon: Tradition, Conflict and Identity in a Late Antique Pseudepigraphon",
      "authors": [
        {
          "name": "Todd Klutz",
          "openalex_id": "A5013915887",
          "orcid": "https://orcid.org/0000-0001-5582-1306",
          "institutions": [
            "University of Religions and Denominations"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "By analysing previously overlooked astrological schemes in the Testament of Solomon, this study opens up new understandings of that document's literary structure, tradition history, textual transmission, religious context, and rhetorical goals. Chapters 1-18 are given a fresh reading as preserving a second-century CE pro-Solomonic handbook of magico-astrological healing, whereas the Testament's last eight chapters (19-26) are contextualised as reflecting a later redaction whose style corresponds to 'rewritten Bible', and whose aim is to undermine the authority of the Solomonic tradition of magico-religious health care and healing. A fresh collation of the main textual witnesses indicates the high value of the Colbert manuscript ('P') for purposes of text-critical and tradition-historical analysis, a manuscript treated with some contempt by previous studies. The prominence of the demon Ephippas in the Testament is contextualised interdiscursively as a response to the popular iconography of Solomon the cavalier familiar from late antique Syro-Palestinian amulets.",
      "cited_by_count": 21,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Biblical Studies and Interpretation",
        "Historical and Linguistic Studies",
        "Archaeology and Historical Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W656025942"
    },
    {
      "openalex_id": "W582114667",
      "doi": "10.5860/choice.39-1176",
      "title": "Bishops, councils, and consensus in the Visigothic Kingdom, 589-633",
      "authors": [],
      "publication_year": 2001,
      "publication_date": "2001-10-01",
      "abstract": "The medieval Visigothic kingdom--even after the full-scale conversion of the population from Arianism to Catholicism--was barely held together by a fluctuating mixture of tradition inherited from Roman law, Germanic and provincial influences, local custom, and Catholic values. In her study of a society riddled with instability and conflicting paradigms of power, Rachel Stocking dissects the social meaning of consensus in the early medieval state. Using the compelling example of contemporary records and by drawing out the often-conflicting aspirations of kings and bishops, she addresses the dynamic and contradictory relationship between the ideals of Christian governance and early medieval social conditions.This eloquently presented, exhaustive study concludes that legislation, however persistently enacted, was unequal to the task of remedying a lack of unity and other social and political ills. Notions of consensus are explored as a way of maintaining community cohesion and order in the absence of strong central authorities. Other issues the author confronts are Catholic tolerance and intolerance toward heterodox and non-Christian others; the transformation and transmission of ancient ideals and social structures from the Roman to the later medieval worlds; and the position of medieval Spain in relation to the mainstream of western European history.This nuanced study is a must-read for anyone interested in medieval life, politics, religion, and the precarious nature of the medieval state.Rachel Stocking is Professor of History, Southern Illinois University at Carbondale.",
      "cited_by_count": 48,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Medieval Literature and History",
        "Classical Studies and Legal History",
        "Medieval Architecture and Archaeology"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W582114667"
    },
    {
      "openalex_id": "W3110869360",
      "doi": "10.1093/oxfordhb/9780199582655.013.16",
      "title": "Chaucer and the Textualities of Troy",
      "authors": [
        {
          "name": "Marilynn Desmond",
          "openalex_id": "A5065417845",
          "orcid": "https://orcid.org/0000-0002-8995-9482",
          "institutions": [
            "Binghamton University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-09-02",
      "abstract": "Abstract This chapter traces the transmission of the matter of Troy from its entrance into the textual traditions of the Latin West until Chaucer’s composition of Troilus and Criseyde. This tradition includes late antique Latin prose texts attributed to Dares and Dictys, the twelfth-century Roman de Troie composed by Benoît de Sainte-Maure, Boccaccio’s Filostrato, Guido delle Colonne, as well as the Histoire ancienne jusqu’à Cèsar. The narrator of Chaucer’s Troilus exhibits the poet’s self-conscious awareness of this complex textual network. The subject-position of Criseyde as a woman living within a city under siege is the product of this textual tradition. The second book of Chaucer’s House of Fame stages the poetic authority for the textual traditions on Troy.",
      "cited_by_count": 16,
      "type": "book-chapter",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Medieval Literature and History",
        "Byzantine Studies and History"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W3110869360"
    },
    {
      "openalex_id": "W2408673113",
      "doi": null,
      "title": "From \"forest malaria\" to \"bromeliad malaria\": a case-study of scientific controversy and malaria control.",
      "authors": [
        {
          "name": "Paulo Gadelha",
          "openalex_id": "A5103118842",
          "orcid": "https://orcid.org/0000-0002-5433-049X",
          "institutions": [
            "Fundação Oswaldo Cruz"
          ]
        }
      ],
      "publication_year": 1994,
      "publication_date": "1994-08-01",
      "abstract": "The article analyses the evolution of knowledge and rationale of control of a special case of malaria transmission based on Bromelia-Kerteszia complex. Since bromeliaceae function as a 'host of the carrier' and were previously associated with natural forests, the elucidation of bromeliad malaria historically elicited controversies concerning the imputation of Kertesziae as transmitters as well as over control strategies directed to bromelia eradication (manual removal, herbicides and deforestation), use of insecticides and chemoprophylaxis. Established authority, disciplinary traditions, conceptual premises and contemporary criteria for validating knowledge in the field partly explain the long time gap since Adolpho Lutz announced at the beginning of the century the existence of a new mosquito and breeding site as responsible for a 'forest malaria' epidemic occurring at a high altitude. The article brings attention to how economic, political and institutional determinants played an important role in redefining studies that led both in Trinidad and Brazil to the recognition of the importance of kerteszia transmission, including urban areas, and establishing new approaches to its study, most relevant of all the concurrence of broad ecological research. The article then describes the Brazilian campaign strategies which showed significant short-term results but had to wait four decades to achieve the goal of eradication due to the peculiar characteristics of this pathogenic complex. Finally, it brings attention to the importance of encompassing social values and discourses, in this case, environmental preservation, to understanding historical trends of malaria control programs.",
      "cited_by_count": 31,
      "type": "article",
      "source": {
        "name": "PubMed",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Fish biology, ecology, and behavior"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2408673113"
    },
    {
      "openalex_id": "W2129232191",
      "doi": "10.1080/09584935.2013.870974",
      "title": "Sikh-ing online: the role of the Internet in the religious lives of young British Sikhs",
      "authors": [
        {
          "name": "Jasjit Singh",
          "openalex_id": "A5036718416",
          "orcid": "https://orcid.org/0000-0003-0457-3212",
          "institutions": [
            "University of Leeds"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-02",
      "abstract": "Set in the context of a wider study of processes of religious transmission, this article examines the role of the Internet in the religious lives of young British Sikhs. Having explored the emergence of the presence of Sikhism online, data gathered through interviews, focus groups and a large scale online survey is analysed to understand how and why young British Sikhs use the Internet to learn about Sikhism and how the online environment may or may not impact on their ideas of religious tradition and authority. Using Campbell's [2007. \"Who's Got the Power? Religious Authority and the Internet.\" Journal of Computer Mediated Communication 12 (3): 1043–1062] recommendation that any examination of the impact of the Internet on religious authority needs to be sufficiently contextualised, I argue that the effects of the online environment on traditional sources of religious authority are not as stark as scholars studying the early impact of the Internet suggest. Given that 'going online' has become an everyday practice for many young people living in Britain, this article contributes to understanding the online religious lives of young people in general, and young British Sikhs in particular.",
      "cited_by_count": 17,
      "type": "article",
      "source": {
        "name": "Contemporary South Asia",
        "type": "journal",
        "issn": [
          "0958-4935",
          "1469-364X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Media, Religion, Digital Communication",
        "Social Media and Politics",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W2129232191"
    }
  ],
  "count": 30,
  "errors": []
}
