{
  "status": "success",
  "source": "openalex",
  "query": "political legitimacy decline democracy",
  "results": [
    {
      "openalex_id": "W2796536780",
      "doi": "10.1177/0267323118760317",
      "title": "The disinformation order: Disruptive communication and the decline of democratic institutions",
      "authors": [
        {
          "name": "W. Lance Bennett",
          "openalex_id": "A5030852680",
          "orcid": "https://orcid.org/0000-0002-1004-212X",
          "institutions": [
            "University of Washington"
          ]
        },
        {
          "name": "Steven Livingston",
          "openalex_id": "A5034796062",
          "orcid": "https://orcid.org/0000-0003-1974-8687",
          "institutions": [
            "George Washington University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-04-01",
      "abstract": "Many democratic nations are experiencing increased levels of false information circulating through social media and political websites that mimic journalism formats. In many cases, this disinformation is associated with the efforts of movements and parties on the radical right to mobilize supporters against centre parties and the mainstream press that carries their messages. The spread of disinformation can be traced to growing legitimacy problems in many democracies. Declining citizen confidence in institutions undermines the credibility of official information in the news and opens publics to alternative information sources. Those sources are often associated with both nationalist (primarily radical right) and foreign (commonly Russian) strategies to undermine institutional legitimacy and destabilize centre parties, governments and elections. The Brexit campaign in the United Kingdom and the election of Donald Trump in the United States are among the most prominent examples of disinformation campaigns intended to disrupt normal democratic order, but many other nations display signs of disinformation and democratic disruption. The origins of these problems and their implications for political communication research are explored.",
      "cited_by_count": 1380,
      "type": "article",
      "source": {
        "name": "European Journal of Communication",
        "type": "journal",
        "issn": [
          "0267-3231",
          "1460-3705"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Misinformation and Its Impacts",
        "Social Media and Politics",
        "Media Influence and Politics"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W2796536780"
    },
    {
      "openalex_id": "W2753553869",
      "doi": "10.1093/oso/9780198793717.001.0001",
      "title": "Myth and Reality of the Legitimacy Crisis",
      "authors": [
        {
          "name": "Ham, Carolien van 1980-",
          "openalex_id": ""
        },
        {
          "name": "Thomassen, Jacques J. A. 1945-",
          "openalex_id": ""
        },
        {
          "name": "Aarts, Kees 1959-",
          "openalex_id": ""
        },
        {
          "name": "Andeweg, Rudy B. 1952-2024",
          "openalex_id": ""
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-22",
      "abstract": "Theories about legitimacy decline and legitimacy crisis are as old as democracy itself. Yet, representative democracy still exists, and empirical evidence for a secular decline of political support in established democracies is limited, questionable, or absent. This calls into question existing explanatory theories of legitimacy decline. How valid are theories of modernization, globalization, media malaise, social capital, and party decline, if the predicted outcome, i.e. secular decline of political support, does not occur? And which (new) explanations <italic>can</italic> account for the empirical variation in political support in established democracies? This book systematically evaluates: (a) the empirical evidence for legitimacy decline in established democracies, (b) the explanatory power of theories of legitimacy decline, and (c) promising new routes in investigating and assessing political legitimacy. In doing so, this volume provides a broad and thorough reflection on the state of the art of legitimacy research, and outlines a new research agenda on legitimacy. It brings together a broad team of accomplished scholars, approaching these questions from different angles based on their respective topic of expertise. The result is a set of studies that do not only provide state-of-the-art analytical and empirical analyses, but also provide original insights in the questions at hand.",
      "cited_by_count": 146,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Social Policy and Reform Studies",
        "Electoral Systems and Political Participation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2753553869"
    },
    {
      "openalex_id": "W2077833427",
      "doi": "10.1080/13510347.2013.738864",
      "title": "Populism and competitive authoritarianism in the Andes",
      "authors": [
        {
          "name": "Steven Levitsky",
          "openalex_id": "A5049014880",
          "institutions": [
            "Harvard University Press",
            "Harvard University"
          ]
        },
        {
          "name": "James Loxton",
          "openalex_id": "A5055168380",
          "orcid": "https://orcid.org/0000-0001-6055-1638",
          "institutions": [
            "Harvard University Press",
            "Harvard University"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "Abstract Although military rule disappeared in Latin America after 1990, other forms of authoritarianism persisted. Competitive authoritarianism, in which democratic institutions exist but incumbent abuse skews the playing field against opponents, emerged in Peru, Venezuela, Bolivia, and Ecuador during the post-Cold War period. This article seeks to explain the emergence of competitive authoritarianism in the Andes. It argues that populism – the election of a personalistic outsider who mobilizes voters with an anti-establishment appeal – is a major catalyst for the emergence of competitive authoritarianism. Lacking experience with representative democratic institutions, possessing an electoral mandate to destroy the existing elite, and facing institutions of horizontal accountability controlled by that elite, populists have an incentive to launch plebiscitary attacks on institutions of horizontal accountability. Where they succeed, weak democracies almost invariably slide into competitive authoritarianism. The argument is demonstrated through a comparative analysis of all 14 elected presidents in Bolivia, Ecuador, Peru, and Venezuela between 1990 and 2010. Keywords: populismcompetitive authoritarianismdemocracyLatin America Acknowledgements The authors thank Aaron Watanabe for his research assistance and Santiago Anria, Maxwell Cameron, Kenneth Greene, Evelyne Huber, Raúl Madrid, John Stephens, and Eric Wibbels for comments on earlier versions of this paper. Notes Levitsky and Way, Competitive Authoritarianism. Ibid. de la Torre, Populist Seduction in Latin America; Hawkins, Venezuela's Chavismo; Mudde and Rovira, Populism in Europe and the Americas. A substantial literature on competitive authoritarianism and other hybrid regimes emerged in the 2000s. See Levitsky and Way, Competitive Authoritarianism; Diamond, \"Thinking about Hybrid Regimes\"; Schedler, \"The Menu of Manipulation\"; Schedler, Electoral Authoritarianism; Howard and Roessler, \"Liberalizing Electoral Outcomes.\" Castañeda, Mexican Shock, 131. Levitsky and Way, Competitive Authoritarianism. Haggard and Kaufman, Political Economy of Democratic Transitions. Przeworski, Democracy and the Market; O'Donnell, \"Delegative Democracy.\" Ross, \"Does Oil Hinder Democracy?\" Weyland, \"Rise of Latin America's Two Lefts\"; Weyland et al., Leftist Governments in Latin America. Fish, Democracy Derailed in Russia; Greene, Why Dominant Parties Lose. Flores-Macías, \"Statist vs. Pro-Market\"; Madrid, \"Perils of Personalism.\" Weyland, \"Clarifying a Contested Concept.\" Barr, \"Anti-Establishment Politics.\" Ibid., 30–2. Ibid., 33–4. See also Kenney, \"Outsider and Anti-Party Politicians,\" 59. Barr uses the term \"plebiscitarian linkage\", but because plebiscitarianism is often understood as a strategy of governing rather than a type of political appeal, we follow the example of other scholars who use the term \"personalism\". See, for example, Weyland, \"Clarifying a Contested Concept\"; Roberts, \"Latin America's Populist Revival.\" Barr, \"Anti-Establishment Politics,\" 35–6. On radial categories and diminished subtypes, see Collier and Levitsky, \"Democracy with Adjectives.\" On populism as a radial category, see Roberts, \"Transformation of Populism.\" de la Torre, Populist Seduction in Latin America; Hawkins, Venezuela's Chavismo; Mudde and Rovira, Populism in Europe and the Americas. See Barr, \"Anti-Establishment Politics.\" This conceptualization helps to resolve scholarly disagreement over the Bolivian case. Whereas many scholars describe Evo Morales as a populist, given his anti-establishment appeal (for example Hawkins, Venezuela's Chavismo), others describe him as \"the very antithesis of populism\", given the bottom-up nature of the social movement that brought him to power (Roberts, \"Latin America's Populist Revival,\" 14). Mudde and Rovira, Populism in Europe and the Americas. On the inclusionary effects of classical populism in Latin America, see Collier and Collier, Shaping the Political Arena. Doyle, \"Legitimacy of Political Institutions.\" Levitsky and Cameron, \"Democracy Without Parties?\" Doyle, \"Legitimacy of Political Institutions.\" Mainwaring, \"Crisis of Representation in the Andes.\" Although we exclude Colombia from the analysis, it is worth noting that the country experienced neither populism nor competitive authoritarianism during the 1990–2010 period. Álvaro Uribe is sometimes labelled a populist, but he was a career politician whose electoral appeal – though personalistic – was not anti-establishment. See Dugas, \"Emergence of Neopopulism in Colombia?\"; Hawkins, Venezuela's Chavismo, 76. Prior to the 1980s, no democracy had survived for more than 12 years in Bolivia, Ecuador, or Peru. Stein et al., Politics of Policies, 68–9, 88. Where possible, we draw on Hawkins' index of populist discourse. See Hawkins, Venezuela's Chavismo. Thus, Hugo Banzer ceased to be an outsider after governing as a dictator, as did Lucio Gutiérrez and Alejandro Toledo after their presidencies. Madrid, \"Perils of Personalism,\" 15. Levitsky and Way, Competitive Authoritarianism, 5–16, 365–8. Civil liberties violations include attacks on independent media, opposition politicians or activists, or other government critics, as well as significant restrictions on freedom of speech or association. Violations must affect the partisan opposition. Other abuse, such as police violence against civilians and human rights violations committed during counterinsurgency, may be considered undemocratic, but they are not indicators of competitive authoritarianism. In his comparative analysis of populist discourse, Hawkins describes Sánchez de Lozada as \"by all accounts not populist.\" See Hawkins, Venezuela's Chavismo, 112. Gamarra and Malloy, \"Patrimonial Dynamics,\" 415, 420. Gamarra, \"Bolivia: Managing Democracy,\" 76–9. Ibid., 90. Ibid., 80; Mayorga, \"Bolivia's Democracy,\" 164. Klein, Concise History of Bolivia, 240. Mayorga, \"Bolivia's Democracy,\" 173. Ibid., 173, 171. Dozens of people were killed and hundreds were injured or illegally detained. See Van Cott, \"From Exclusion to Inclusion,\" 769–70. Banzer resigned in 2001 and was succeeded by Vice President Jorge Quiroga. Van Cott, \"From Exclusion to Inclusion,\" 758. Under Bolivia's system of \"parliamentarized presidentialism,\" presidents were chosen by Congress when no candidate won a majority of the popular vote. See Mayorga, \"Bolivia's Democracy,\" 153. Buitrago, \"Civil Society, Social Protest,\" 103. Sánchez de Lozada was succeeded by Vice-president Carlos Mesa, who governed until 2005, when he, too, was forced to resign amid mass protest. He was replaced by Eduardo Rodríguez. Van Cott, \"From Exclusion to Inclusion,\" 762–63. Morales was expelled from Congress in 2002 for allegedly inciting violence against the government. See Van Cott, \"From Exclusion to Inclusion,\" 772. Madrid, \"Bolivia: Origins and Policies,\" 256. Madrid, Rise of Ethnic Politics, 66. Gamarra, \"Evo Morales and Democracy,\" 129. On Hawkins' index of populist discourse, Morales received a score of 1.6 out a possible 2.0, which is higher, for example, than that of Perón. See Hawkins, Venezuela's Chavismo, 76. See Roberts, \"Latin America's Populist Revival.\" Madrid, \"Bolivia: Origins and Policies,\" 241. Ibid., 241–42. Dunkerley, \"Evo Morales,\" 165–6. Madrid, \"Bolivia: Origins and Policies,\" 252. Lehoucq, \"Bolivia's Constitutional Breakdown\"; Madrid, Rise of Ethnic Politics, 182. Lehoucq, \"Bolivia's Constitutional Breakdown,\" 119; Gamarra, \"Evo Morales and Democracy,\" 150. Madrid, \"Bolivia: Origins and Policies,\" 254–5. Madrid, Rise of Ethnic Politics, 179–180. Gamarra, \"Evo Morales and Democracy,\" 150. Madrid, \"Bolivia: Origins and Policies,\" 252. Human Rights Watch, \"Unequivocally Condemn Mob Violence.\" March 12, 2009. http://www.hrw.org/news/2009/03/12/bolivia-unequivocally-condemn-mob-violence See Freedom House, \"Bolivia\". Freedom of the Press 2011. http://www.freedomhouse.org/report/freedom-press/2011/bolivia; Human Rights Watch, \"Bolivia.\" World Report 2012. http://www.hrw.org/world-report-2012/bolivia Conaghan and Malloy, Unsettling Statecraft, 229. Hey and Klak, \"From Protectionism Towards Neoliberalism,\" 78. Mejía Acosta, \"Crafting Legislative Ghost Coalitions,\" 81–2. Hey and Klak, \"From Protectionism Towards Neoliberalism,\" 77–8. Conaghan and Malloy, Unsettling Statecraft, 229. de la Torre, Populist Seduction in Latin America. Freidenberg, Jama, caleta y camello. de la Torre, Populist Seduction in Latin America. Quoted in Sosa-Bucholz, \"Strange Career of Populism,\" 153. de la Torre, Populist Seduction in Latin America, 81. Ibid. Pérez-Liñán, Presidential Impeachment, 25. Mejía Acosta and Polga-Hecimovich, \"Parliamentary Solutions,\" 81. Pérez-Liñán, Presidential Impeachment, 107. Andrade, \"'Culture' as Stereotype,\" 244–6. See also Lucero, \"Crisis and Contention in Ecuador,\" 63. \"Ecuador: Bucaram II?,\" The Economist, June 4, 1998. http://www.economist.com/node/132482 Pachano, \"Ecuador,\" 268–9. Lucero, \"Crisis and Contention in Ecuador,\" 60. Mejía Acosta and Polga-Hecimovich, \"Parliamentary Solutions,\" 82–3. Lucero, \"Crisis and Contention in Ecuador.\" Gutiérrez was imprisoned after the coup, but later pardoned. Ray, \"'Anti-Establishment' Party Organization,\" 17–20. Montúfar, \"El populismo intermitente,\" 274. Quoted in Montúfar, \"El populismo intermitente,\" 272–7. Quoted in Gutiérrez Sanín, \"Fragile Democracy,\" 126. Montúfar, \"El populismo intermitente,\" 280. Mejía Acosta and Polga-Hecimovich, \"Parliamentary Solutions,\" 83–4. Quoted in Montúfar, \"El populismo intermitente,\" 279, 295. Montúfar, \"El populismo intermitente,\" 279, 288. Conaghan, \"Bucaram en Panamá,\" 257–60. Mejía Acosta, \"Ecuador,\" 5–7. Ramírez Gallegos, La insurrección de abril, 19. Mejía Acosta and Polga-Hecimovich, \"Parliamentary Solutions,\" 84. Montúfar, \"El populismo intermitente.\" Conaghan and de la Torre, \"Permanent Campaign,\" 271. Conaghan, \"Ecuador: Correa's Plebiscitary Presidency,\" 48–50. Conaghan and de la Torre, \"Permanent Campaign,\" 271. de la Torre, Populist Seduction in Latin America, 179. Conaghan and de la Torre, \"Permanent Campaign,\" 271. Conaghan, \"Ecuador: Correa's Plebiscitary Presidency,\" 51. Mejía Acosta, \"Ecuador,\" 2. Conaghan, \"Ecuador: Correa's Plebiscitary Presidency,\" 51–2. Ibid., 51–2. Ibid., 52. Ibid., 57. See Freedom House, \"Ecuador.\" Freedom in the World 2010. http://www.freedomhouse.org/report/freedom-world/2010/ecuador?page=22&year=2010&country=7815 See Human Rights Watch, \"Ecuador.\" World Report 2011. http://www.hrw.org/es/world-report-2011/ecuador Human Rights Watch, \"Ecuador: Don't Prosecute President's Critics.\" March 31, 2011. http://www.hrw.org/news/2011/03/31/ecuador-don-t-prosecute-president-s-critics. Correa won more than $30 million in compensation, although he eventually withdrew the charges. Conaghan and de la Torre, \"Permanent Campaign,\" 277. European Union, \"Ecuador 2007: Final Report.\" Roberts, \"Neoliberalism and the Transformation of Populism\"; Weyland, \"Neopopulism and Neoliberalism.\" Planas, La democracia volátil, 350. Degregori and Grompone, Demonios y redentores, 96–7. Cameron, \"Political and Economic Origins,\" 43. de la Torre, Populist Seduction in Latin America, 124. Cotler, Política y sociedad, 206–208; Kenney, Fujimori's Coup, 129, 136. Quoted in McClintock, \"La voluntad política presidencial,\" 65. See also Cameron, \"Political and Economic Origins,\" 54–5. Roberts, \"Neoliberalism and the Transformation of Populism,\" 97–8. Tanaka, Los espejismos de la democracia, 212–213. See also Kenney, Fujimori's Coup, 177–191. Quoted in Cameron, \"Political and Economic Origins,\" 56. Kenney, Fujimori's Coup, 228. Degregori, \"Vanishing of a Regime,\" 220. Rospigliosi, Montesinos y las fuerzas armadas. Durand, Riqueza económica y pobreza política, 459–63. Conaghan, Fujimori's Peru; Cameron, \"Endogenous Regime Breakdown.\" Fowks, Suma y resta de la realidad, 68–72. Conaghan, Fujimori's Peru, 121–2. Ibid., 126–30. Ibid., 92–3, 168. Tanaka, Democracia sin partidos. Vera, \"Toledo.\" On Hawkins' comparative index, Toledo's populism score is 0.3 out of a possible 2.0, which is equal to Vicente Fox and Lula. See Hawkins, Venezuela's Chavismo, 76. Degregori, \"Peru: A Missed Opportunity,\" 264. Degregori, \"Peru: A Missed Opportunity.\" Vergara, Ni amnésicos ni irracionales. Cameron, \"The Left Turn that Wasn't,\" 377. Karl, Paradox of Plenty. Hawkins, Venezuela's Chavismo, 17. Crisp, Levine, and Molina, \"Rise and Decline of COPEI,\" 288. Coppedge, \"Prospects for Democratic Governability,\" 52–3. Morgan, Bankrupt Representation, 138. Coppedge, \"Prospects for Democratic Governability,\" 53. Schuyler, \"Perspectives on Venezuelan Democracy,\" 17–8. Crisp, \"Presidential Behavior,\" 195–97. Crisp, Levine, and Molina, \"Rise and Decline of COPEI,\" 278. Corrales, Presidents Without Parties, 223. Roberts, \"Social Correlates,\" 36. Ibid., 53. Hawkins, Venezuela's Chavismo, 50–86. Quoted in López Maya, Del viernes negro al referendo revocatorio, 222. Quoted in Hawkins, Venezuela's Chavismo, 55. Roberts, \"Social Correlates,\" 52. Brewer-Carías, Dismantling Democracy, 15. Coppedge, \"Popular Sovereignty versus Liberal Democracy,\" 187–8. Ibid., 188. Corrales and Penfold, Dragon in the Tropics, 78. Hsieh et al., \"Price of Political Opposition,\" 202. See Hsieh et al., \"Price of Political Opposition.\" See Corrales and Penfold, Dragon in the Tropics. Corrales and Penfold, \"Crowding Out the Opposition,\" 106. Corrales, \"Setback for Chávez,\" 127–9. Ibid., 122. Madrid, \"Bolivia: Origins and Policies,\" 241–2. Levitsky and Way, Competitive Authoritarianism.",
      "cited_by_count": 512,
      "type": "article",
      "source": {
        "name": "Democratization",
        "type": "journal",
        "issn": [
          "1351-0347",
          "1743-890X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Politics and Society in Latin America",
        "Populism, Right-Wing Movements",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 57,
      "url": "https://openalex.org/W2077833427"
    },
    {
      "openalex_id": "W2599148492",
      "doi": "10.1093/acprof:oso/9780199982868.001.0001",
      "title": "Personalizing Politics and Realizing Democracy",
      "authors": [
        {
          "name": "Gian Vittorio Caprara",
          "openalex_id": "A5060605052",
          "orcid": "https://orcid.org/0000-0001-7998-7087"
        },
        {
          "name": "Michele Vecchione",
          "openalex_id": "A5055355324",
          "orcid": "https://orcid.org/0000-0002-8907-9872"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-03-23",
      "abstract": "Few people today would challenge the legitimacy of democracy as the form of government most congenial to modern-day citizenship, as it requires its members to treat each other as equals and to cooperate in the shared pursuit of conditions that maximize both the individual's potential and the achievement of a public welfare. However, a number of facts challenge these deeply-rooted ideals: declining political participation, along with skepticism and dissatisfaction with the function of democracy has spread; citizens' increasing capacity to control their own circumstances within their private, economic, and social spheres is at odds with their inability to exert control over their elected representatives; and the shift of opposing radical coalitions towards more pragmatic and ideologically elusive platforms aimed to attract a larger constituency of the electorate has greatly diluted the identity of political parties. &#13;\\n&#13;\\nIn Personalizing Politics and Realizing Democracy, authors Gian Vittorio Caprara and Michele Vecchione present the ever-growing reciprocal relationship between personality and politics, and assert that politics are not only increasingly dependent on the likes and dislikes of its citizenship, but ultimately on the personalities of political candidates attracting these voters' preferences. In this book, Caprara and Vecchione draw from recent research in personality psychology that offer a decisive role in understanding the major changes that have occurred within politics in the last several decades.",
      "cited_by_count": 129,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Sociopolitical Dynamics in Russia",
        "Cultural Differences and Values",
        "Social and Intergroup Psychology"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2599148492"
    },
    {
      "openalex_id": "W2051103306",
      "doi": "10.1353/jod.2015.0014",
      "title": "Is Democracy in Decline?",
      "authors": [
        {
          "name": "Marc F. Plattner",
          "openalex_id": "A5045886168"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "Is Democracy in Decline? Marc F. Plattner (bio) Since the publication of its inaugural issue in January 1990, the Journal of Democracy has published well over a thousand articles, exploring all aspects of the workings of democracy and the struggles of democratic movements. But we have been especially concerned with tracking democracy's advances and setbacks around the world. For 25 years, we have been \"taking the temperature\" of democracy. Since 1998, we have published annually an article summarizing Freedom House's survey of Freedom in the World, and we have featured numerous other essays analyzing democracy's global trajectory, beginning with Samuel P. Huntington's classic 1991 article introducing the concept of the \"third wave\" of democratization. So it should not be unexpected that we turn to this subject as the central theme of our twenty-fifth anniversary issue. Some may be surprised, however, by the headline on our cover—\"Is Democracy in Decline?\"—which faithfully reflects the way in which we posed the question to our contributors. For a journal that is unabashedly in favor of democracy, this obviously is not the kind of celebratory theme that might be preferred for marking a historic milestone. Yet this seemed to be the question that everyone was asking as 2015 approached, and we decided that it deserved a thorough examination. Tracing the viewpoints and opinions expressed over the years in the Journal (especially on its five-year anniversaries) suggests how evaluations of and sentiments about the state of democracy have evolved since 1990. The editors' introduction that Larry Diamond and I wrote for the inaugural issue was animated by the view that democracy was experiencing a \"remarkable worldwide resurgence,\" but also by a concern that [End Page 5] it lagged behind its rivals with respect to political ideas and organization. Five eventful years later, we recognized not only that democracy had spread to many more countries but also that it had hugely improved its standing in terms of ideas and organization. We asserted that democracy had \"gained enormous ground\" with respect to \"international legitimacy\" and that it now \"reign[ed] supreme in the ideological sphere.\" Multilateral organizations were increasingly endorsing democratic principles, and a whole new field of international democracy assistance had emerged. At the turn of the century, these trends seemed only to be growing stronger. In introducing a special tenth-anniversary issue on \"Democracy in the World\" modeled on Alexis de Tocqueville's Democracy in America, we argued that Tocqueville had supplanted Marx and concluded, \"We are all Tocquevilleans now.\" By 2005, however, our tone had grown far more downbeat, and we acknowledged a darkening mood among supporters of democracy. We attributed this in part to the travails of democracy-building in postinvasion Iraq and to Russia's descent back into authoritarianism, but argued that the overall global trends were mixed and did not justify discouragement among democrats. By 2010, we were prepared to grant that \"there now may even be grounds for speaking of an erosion of freedom over the past few years, though its dimensions are very slight.\" Confronting Decline Yet here in our twenty-fifth anniversary issue, we feel compelled to confront head-on the question of whether democracy is in decline. Why? There are two aspects to the answer, which although intertwined are in some measure separable. The first deals with what is actually taking place on the ground: How many countries are democratic? Is their number rising or shrinking? What is the situation with respect to such liberal-democratic features as freedom of the press, rule of law, free and fair elections, and the like? The second, more subjective, aspect concerns the standing of democracy in the world: How is it viewed in terms of legitimacy and attractiveness? It is in this latter dimension that the evidence, or at least the widespread perception, of decline is most striking. As readers will see, the first dimension is open to differing interpretations. The divergence among them is most sharply posed by comparing Steven Levitsky and Lucan Way's essay on \"The Myth of Democratic Recession\" with Larry Diamond's on the need for \"Facing Up to the Democratic Recession.\" Levitsky and Way point out that...",
      "cited_by_count": 151,
      "type": "article",
      "source": {
        "name": "Journal of democracy",
        "type": "journal",
        "issn": [
          "1045-5736",
          "1086-3214"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Conflict and Governance",
        "Electoral Systems and Political Participation",
        "Judicial and Constitutional Studies"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2051103306"
    },
    {
      "openalex_id": "W2105187143",
      "doi": "10.1177/0192512111417120",
      "title": "Cambodia: Moving away from democracy?",
      "authors": [
        {
          "name": "Kheang Un",
          "openalex_id": "A5069623814"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-11-01",
      "abstract": "This article examines the quality of democracy in Cambodia, arguing that Cambodian democracy since its inception in 1993 has evolved from unstructured competitive authoritarianism toward an authoritarianism characterized by the presence of a stable hegemonic party system wherein the minimum criteria for democracy have been severely curtailed. Although the quality of democracy has declined, the regime’s legitimacy has risen, due mainly to sustained economic growth and political stability, and increased patronage-based development. Economic performance-based legitimacy has become path-dependent; without growth the ruling party’s legitimacy might be called into question. Given the current political, social, economic and international contexts that favor economic growth with political stability, Cambodia will sustain a dominant party authoritarian regime with limited quality of democracy.",
      "cited_by_count": 44,
      "type": "article",
      "source": {
        "name": "International Political Science Review",
        "type": "journal",
        "issn": [
          "0192-5121",
          "1460-373X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Cambodian History and Society",
        "Southeast Asian Sociopolitical Studies",
        "Asian Geopolitics and Ethnography"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2105187143"
    },
    {
      "openalex_id": "W4246374738",
      "doi": "10.4324/9780203094808",
      "title": "The Politicization of Europe",
      "authors": [
        {
          "name": "Paul Statham",
          "openalex_id": "A5031839830",
          "orcid": "https://orcid.org/0000-0003-4229-4230"
        },
        {
          "name": "Hans‐Jörg Trenz",
          "openalex_id": "A5080470761",
          "orcid": "https://orcid.org/0000-0002-3479-7498"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-11-12",
      "abstract": "This book examines how mass media debates have contributed to the politicization of the European Union. The public controversies over the EU's attempted Constitution-making (and its failure) sowed the seeds for a process of politicization that has advanced ever since: an increasing visibility for the EU in mass-mediated public debates that is combined with a growing public contestation over Europe within national politics. The book presents an original systematic study of the emerging field of political discourse carried by the mass media in France, Germany and Britain to examine the performance of Europe's public sphere. Whilst the EU's increasing politicization can be seen as beneficial to European democracy, potentially 'normalizing' the EU-level within national politics, the same developments can also be a threat to democracy, leading to populist and xenophobic responses and a decline in political trust. Such discussions are key to understanding the EU's legitimacy and how its democratic politics can work in an era of mediated politics. The Politicization of Europe will be of interest to students and scholars of comparative politics, media studies, communication, sociology and European studies.",
      "cited_by_count": 76,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "European Union Policy and Governance"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4246374738"
    },
    {
      "openalex_id": "W259721418",
      "doi": "10.5040/9781472565129",
      "title": "The Democratic Legitimacy of International Law",
      "authors": [],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "The objective of this work is to restate the requirements of democratic legitimacy in terms of the deliberative ideal developed by Jürgen Habermas, and apply the understanding to the systems of global governance. The idea of democracy requires that the people decide, through democratic procedures, all policy issues that are politically decidable. But the state is not a voluntary association of free and equal citizens; it is a construct of international law, and subject to international law norms. Political self-determination takes places within a framework established by domestic and international public law. A compensatory form of democratic legitimacy for inter-state norms can be established through deliberative forms of diplomacy and a requirement of consent to international law norms, but the decline of the Westphalian political settlement means that the two-track model of democratic self-determination is no longer sufficient to explain the legitimacy and authority of law. The emergence of non-state sites for the production of global norms that regulate social, economic and political life within the state requires an evaluation of the concept of (international) law and the (legitimate) authority of non-state actors. Given that states retain a monopoly on the coercive enforcement of law and the primary responsibility for the guarantee of the public and private autonomy of citizens, the legitimacy and authority of the laws that regulate the conditions of social life should be evaluated by each democratic state. The construction of a multiverse of democratic visions of global governance by democratic states will have the practical consequence of democratising the international law order, providing democratic legitimacy for international law.",
      "cited_by_count": 70,
      "type": "book",
      "source": {
        "name": "Hart Publishing eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "International Law and Human Rights",
        "Corporate Law and Human Rights",
        "Global Peace and Security Dynamics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W259721418"
    },
    {
      "openalex_id": "W2534331890",
      "doi": "10.1353/jod.2016.0065",
      "title": "The Unraveling of the Post-1989 Order",
      "authors": [
        {
          "name": "Ivan Krastev",
          "openalex_id": "A5045622327"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "This article argues that the unraveling of the post–Cold War liberal order is manifested by the West's declining influence in international politics; the waning attraction of liberal democracy; and the maturing tensions within liberal democratic regimes. This unraveling renders problematic the European project of trying to extend democracy beyond the nation-state—a project that has enhanced the appeal of illiberal democracy, defined by majoritarian regimes in which the majority transforms the state into its own private possession. These regimes have become an answer to the pressures of a world where popular will is the only source of political legitimacy, and global markets are the only source of economic growth. Their rise portends devastating and far-reaching consequences throughout Europe.",
      "cited_by_count": 58,
      "type": "article",
      "source": {
        "name": "Journal of democracy",
        "type": "journal",
        "issn": [
          "1045-5736",
          "1086-3214"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global History, Politics, and Ideology",
        "Political and Economic history of UK and US",
        "Global Socioeconomic and Political Dynamics"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W2534331890"
    },
    {
      "openalex_id": "W1606850811",
      "doi": "10.1111/1758-5899.12224",
      "title": "Direct Democracy in Europe: Potentials and Pitfalls",
      "authors": [
        {
          "name": "Arndt Leininger",
          "openalex_id": "A5087609995",
          "orcid": "https://orcid.org/0000-0003-2491-9057",
          "institutions": [
            "Hertie School"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-06-01",
      "abstract": "Abstract Diagnoses of a democratic recession or ‘hollowing out’ of democracy are numerous and varied but usually encompass the following symptoms: a decline in turnout and other forms of political participation; policy making that is increasingly detached from ordinary citizens and their preferences; and an erosion of trust in government and satisfaction with democracy among citizens – all of which ultimately challenge the legitimacy of democratic institutions. Direct democracy is one of the most prominent, far‐reaching and popular remedies proposed in response to such diagnoses. It, by allowing citizens to directly vote on questions usually decided by representatives, seems intuitively appealing as an obvious extension and deepening of democracy. In this article I survey the potentials but also pitfalls of an increased institutionalization of direct democracy and use thereof in the countries of the EU focusing on the three key aspects identified above: representation, turnout and citizens’ political support.",
      "cited_by_count": 44,
      "type": "article",
      "source": {
        "name": "Global Policy",
        "type": "journal",
        "issn": [
          "1758-5880",
          "1758-5899"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1758-5899.12224"
      },
      "topics": [
        "Electoral Systems and Political Participation",
        "European Union Policy and Governance",
        "Populism, Right-Wing Movements"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W1606850811"
    },
    {
      "openalex_id": "W594943968",
      "doi": "10.13128/cambio-19432",
      "title": "Critical Trust: Social Movements and Democracy in Times of Crisis",
      "authors": [
        {
          "name": "Donatella della Porta",
          "openalex_id": "A5053509337",
          "orcid": "https://orcid.org/0000-0002-5239-8773",
          "institutions": [
            "Université Libre de Bruxelles"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-09-10",
      "abstract": "The recent financial crisis and, especially, anti-austerity policies, reflects and, at the same time, contribute to a crisis of representative democracy. In this article, I discuss which different conceptions of trust (and relations to democracy) have been debated in the social sciences, and in public debates in recent time. The financial crisis has in fact stimulated a hot debate on “whose trust” is relevant for “whose democracy”. After locating the role of trust in democratic theory, I continue with some illustrations of a declining political trust in Europe, coming from my own research on social movements, but also of the emergence, in theory and practices, of other conceptions of democracy and democratic spaces, where critical trust develops. Indignados’ movements in Spain and Greece as well as the Occupying Wall Street protest in the US are just the most visible reaction of a widespread dissatisfaction with the declining quality of democratic regimes. They testify for the declining legitimacy of traditional conceptions of democracy, as well as for the declining trust in representative institutions. At the same time, however, these movements conceptualize and practice different democratic models that emphasize participation over delegation and deliberation over majority voting. In doing this, they present a potential for reconstructing social and political trust from below.",
      "cited_by_count": 52,
      "type": "article",
      "source": {
        "name": "DOAJ (DOAJ: Directory of Open Access Journals)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.13128/cambio-19432"
      },
      "topics": [
        "Social Media and Politics",
        "Social Capital and Networks",
        "Populism, Right-Wing Movements"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W594943968"
    },
    {
      "openalex_id": "W102296608",
      "doi": null,
      "title": "The Politicization of Europe: Contesting the Constitution in the Mass Media",
      "authors": [
        {
          "name": "Hans‐Jörg Trenz",
          "openalex_id": "A5080470761",
          "orcid": "https://orcid.org/0000-0002-3479-7498"
        },
        {
          "name": "Paul Statham",
          "openalex_id": "A5031839830",
          "orcid": "https://orcid.org/0000-0003-4229-4230"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-09-24",
      "abstract": "This book examines how mass media debates have contributed to the politicization of the European Union. The public controversies over the EU’s attempted Constitution-making (and its failure) sowed the seeds for a process of politicization that has advanced ever since: an increasing visibility for the EU in mass-mediated public debates that is combined with a growing public contestation over Europe within national politics. The book presents an original systematic study of the emerging field of political discourse carried by the mass media in France, Germany and Britain to examine the performance of Europe’s public sphere. Whilst the EU’s increasing politicization can be seen as beneficial to European democracy, potentially ‘normalizing’ the EU-level within national politics, the same developments can also be a threat to democracy, leading to populist and xenophobic responses and a decline in political trust. Such discussions are key to understanding the EU’s legitimacy and how its democratic politics can work in an era of mediated politics. The Politicization of Europe will be of interest to students and scholars of comparative politics, media studies, communication, sociology and European studies.",
      "cited_by_count": 66,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": null
      },
      "topics": [
        "European Union Policy and Governance"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W102296608"
    },
    {
      "openalex_id": "W4254813417",
      "doi": "10.1093/oso/9780198735854.001.0001",
      "title": "Party and Democracy",
      "authors": [
        {
          "name": "Piero Ignazi",
          "openalex_id": "A5025637412",
          "orcid": "https://orcid.org/0000-0001-9015-7789"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-09-21",
      "abstract": "The book integrates philosophical, historical, and empirical analyses in order to highlight the profound roots of the limited legitimation of parties in contemporary society. Political parties’ long attempts to gain legitimacy are analysed from a philosophical–historical perspective pinpointing crucial passages in their theoretical and empirical acceptance. The book illustrates the process through which parties first emerged and then achieved full legitimacy in the early twentieth century. It shows how, paradoxically, their role became absolute in the totalitarian regimes of the interwar period when the party became hyper-powerful. In the post-war period, parties shifted from a golden age of positive reception and organizational development towards a more difficult relationship with society as it moved into post-industrialism. Parties were unable to master societal change and favoured the state to recover resources they were no longer able to extract from their constituencies. Parties have become richer and more powerful, but they have ‘paid’ for their pervasive presence in society and the state with a declining legitimacy. The party today is caught in a dramatic contradiction. It has become a sort of Leviathan with clay feet: <italic>very powerful</italic> thanks to the resources it gets from the state and to its control of societal and state spheres due to an extension of clientelistic and patronage practices; but <italic>very weak</italic> in terms of legitimacy and confidence in the eyes of the mass public. However, it is argued that there is still no alternative to the party, and some hypotheses to enhance party democracy are advanced.",
      "cited_by_count": 85,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Theory and Influence",
        "Populism, Right-Wing Movements",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4254813417"
    },
    {
      "openalex_id": "W1576467280",
      "doi": "10.4324/9780429302213-6",
      "title": "Transitions Through Transaction: Democratization in Brazil and Spain",
      "authors": [
        {
          "name": "Donald Share",
          "openalex_id": "A5053327789"
        },
        {
          "name": "Scott Mainwaring",
          "openalex_id": "A5031922075",
          "orcid": "https://orcid.org/0000-0003-2729-8049"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-07-09",
      "abstract": "In this chapter, the authors aim to analyze aspects of the logic of a form of transition from authoritarianism to democratic rule that they term \"transitions through transaction\" and to place the Brazilian case in comparative perspective with Spain. In the initial phases of Spain's democratization there was a consensus among regime reformers and the moderate democratic opposition that the Communist left would be excluded. The authors focus on democratization by choice, because by definition transitions through transaction result from a choice by regime elites, even if declining internal cohesion or limited legitimacy are factors in that choice. Transitions to democracy involve both liberalization and democratization. Democratization began only with the accession of King Juan Carlos in November 1975. Most important, the very existence of democratic elections means that there are new mechanisms for legitimizing the exercise of political power.",
      "cited_by_count": 78,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Policy and Reform Studies",
        "Politics and Society in Latin America"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1576467280"
    },
    {
      "openalex_id": "W2802904230",
      "doi": "10.1093/oso/9780198793717.003.0002",
      "title": "The Myth of Legitimacy Decline",
      "authors": [
        {
          "name": "Carolien van Ham",
          "openalex_id": "A5040273574",
          "orcid": "https://orcid.org/0000-0002-9844-9097",
          "institutions": [
            "UNSW Sydney"
          ]
        },
        {
          "name": "Jacques Thomassen",
          "openalex_id": "A5078227002"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-22",
      "abstract": "This chapter comprises an empirical evaluation of trends in political support within established democracies, to evaluate whether there is indeed a trend toward declining political support in established democracies. Using a variety of comparative data sets, i.e. the World Values Surveys, European Values Surveys, the European Election Studies, and the Eurobarometer surveys, this chapter reevaluates the empirical evidence for declining legitimacy, comparing trends in political support in sixteen established democracies from the mid-1970s to 2015. No consistent evidence is found for declining political support after the mid-1970s. Rather than a clear-cut long-term decline in political support that is apparent across established democracies, there is large variation between countries both in levels and trends of support. These findings call for a critical reappraisal of existing theories of legitimacy decline: how valid are such theories if the predicted outcome, i.e. secular decline of political support, does not occur?",
      "cited_by_count": 27,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Electoral Systems and Political Participation",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2802904230"
    },
    {
      "openalex_id": "W1654192065",
      "doi": "10.1093/acprof:oso/9780190206444.001.0001",
      "title": "National Security and Double Government",
      "authors": [
        {
          "name": "Michael J. Glennon",
          "openalex_id": "A5039721450",
          "institutions": [
            "Tufts University"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-10-08",
      "abstract": "Why has U.S. national security policy scarcely changed from the Bush to the Obama administration? And why does it matter? The theory of “double government” posed by the nineteenth-century English scholar Walter Bagehot suggests a disquieting answer. The public is encouraged to believe that the visible, “Madisonian institutions”—the presidency, Congress, and the courts—make security policy. That belief sustains these institutions’ legitimacy. Yet their authority is largely illusory. Presidential control is nominal, congressional oversight is dysfunctional, and judicial review is negligible. National security policy is made, instead, by a “Trumanite network” of several hundred members that is largely concealed from public view. These officials manage the military, intelligence, diplomatic, and law enforcement agencies that are responsible for protecting the nation. Their primacy is the result not of some nefarious or even purposeful plotting, but rather of structural incentives imbedded deep within the American political system. The Trumanites provide needed expertise, quick-footedness, institutional memory, and policy stability. Their ascendancy is the main reason for the continuity of national security policy. Yet the Trumanites’ dominance threatens democratic accountability, for the U.S. Constitution’s restraints operate primarily upon the hollowed-out Madisonian institutions, not the Trumanite network. The press and public opinion cannot fill the void; both are too manipulable, and their vitality depends upon robust Madisonian institutions powered by an informed and engaged electorate. Instead, widespread political ignorance prevails—and becomes more acute as Madisonian influence declines. The net result is a secretive, unrestrained, and expanding security apparatus that poses a grave threat to democracy.",
      "cited_by_count": 110,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Military and Defense Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1654192065"
    },
    {
      "openalex_id": "W2163699426",
      "doi": "10.1093/jopart/mur011",
      "title": "An Integrative Framework for Collaborative Governance",
      "authors": [
        {
          "name": "Kirk Emerson",
          "openalex_id": "A5029524316",
          "orcid": "https://orcid.org/0000-0002-3305-975X",
          "institutions": [
            "University of Arizona"
          ]
        },
        {
          "name": "Tina Nabatchi",
          "openalex_id": "A5040079639",
          "orcid": "https://orcid.org/0000-0002-1410-3647",
          "institutions": [
            "Syracuse University"
          ]
        },
        {
          "name": "Stephen Balogh",
          "openalex_id": "A5014176127",
          "orcid": "https://orcid.org/0000-0001-9102-3651",
          "institutions": [
            "State University of New York"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-02",
      "abstract": "Collaborative governance draws from diverse realms of practice and research in public administration. This article synthesizes and extends a suite of conceptual frameworks, research findings, and practice-based knowledge into an integrative framework for collaborative governance. The framework specifies a set of nested dimensions that encompass a larger system context, a collaborative governance regime, and its internal collaborative dynamics and actions that can generate impacts and adaptations across the systems. The framework provides a broad conceptual map for situating and exploring components of cross-boundary governance systems that range from policy or program-based intergovernmental cooperation to place-based regional collaboration with nongovernmental stakeholders to public-private partnerships. The framework integrates knowledge about individual incentives and barriers to collection action, collaborative social learning and conflict resolution processes, and institutional arrangements for cross-boundary collaboration. It is presented as a general framework that might be applied to analyses at different scales, in different policy arenas, and varying levels of complexity. The article also offers 10 propositions about the dynamic interactions among components within the framework and concludes with a discussion about the implications of the framework for theory, research, evaluation, and practice.",
      "cited_by_count": 3126,
      "type": "article",
      "source": {
        "name": "Journal of Public Administration Research and Theory",
        "type": "journal",
        "issn": [
          "1053-1858",
          "1477-9803"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/jpart/article-pdf/22/1/1/2781333/mur011.pdf"
      },
      "topics": [
        "Public Policy and Administration Research",
        "Public-Private Partnership Projects",
        "E-Government and Public Services"
      ],
      "referenced_works_count": 127,
      "url": "https://openalex.org/W2163699426"
    },
    {
      "openalex_id": "W2893753159",
      "doi": "10.1177/0888325418796929",
      "title": "The Theory and Practice of Plebiscitary Leadership: Weber and the Orbán regime",
      "authors": [
        {
          "name": "András Körösényi",
          "openalex_id": "A5049034105",
          "orcid": "https://orcid.org/0000-0002-0631-9050",
          "institutions": [
            "Centre for Social Sciences",
            "Corvinus University of Budapest"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-09-25",
      "abstract": "Most political science interpretations of the post-2010 Orbán regime have been written either within the framework of populism or in the democratization paradigm. We have learned much from these papers about Hungary’s drift in an authoritarian direction, but they also have drawbacks. This article aims to fill the gap between these two approaches and offers a theoretical framework to analyze the impact of populism and other trends of contemporary politics (like de-alignment, growing electoral volatility, citizens’ disengagement, personalization, legitimacy problems, the decline of party membership and partisanship, the mediatization of politics, etc.) on the political regime. It argues that these trends add up to an authority and regime type that can be conceptualized by Weber’s concept of plebiscitary leader democracy (PLD). PLD forms a new hybrid regime type that differs from comparative authoritarianism and other hybrid regime types known from the literature in three respects. First, PLD is less about institutional framework and procedures than about the sources of legitimacy; second, it serves better to understand how the regime works than measuring its distance from liberal democracy; third, it is an ideal type that aims to reveal the endogenous logic of democracy that generates authoritarian elements of the regime. The article also demonstrates the suitability of the concept of PLD for empirical research through presenting a structured case study of the Orbán regime. The PLD model enables us to reveal the endogenous logic of the Orbán regime and the impact of populist governance on it.",
      "cited_by_count": 40,
      "type": "article",
      "source": {
        "name": "East European Politics and Societies and Cultures",
        "type": "journal",
        "issn": [
          "0888-3254",
          "1533-8371"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "European and International Law Studies",
        "Populism, Right-Wing Movements",
        "European Union Policy and Governance"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2893753159"
    },
    {
      "openalex_id": "W2589123152",
      "doi": "10.1093/bjc/azx007",
      "title": "Legitimization Imperative: The Production of Crime Statistics in Guangzhou, China",
      "authors": [
        {
          "name": "Jianhua Xu",
          "openalex_id": "A5043936826",
          "orcid": "https://orcid.org/0000-0003-1456-4096",
          "institutions": [
            "University of Macau"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-30",
      "abstract": "Although an authoritarian regime is often assumed to manipulate its various statistics for political needs and to maintain its legitimacy, we know little about how such manipulation is accomplished and under what circumstances. Using data collected from yearly published official crime reports, a unique source for crime victim surveys, interviews with the police and detailed ethnographic work in Guangzhou city, this paper demonstrates how the manufacturing of official crime statics serves to legitimize the authoritarian regime in China. In particular, I examine the myth of the 'great crime decline' in the first decade of 21st century when official crime statistics declined by more than two-thirds in the city and argue that the decrease is a result of statistical manipulation instead of a reflection of the actual crime situation. I argue that, compared with Western democracies, crime statistics should be more fully understood as part of a legitimization apparatus in China.",
      "cited_by_count": 47,
      "type": "article",
      "source": {
        "name": "The British Journal of Criminology",
        "type": "journal",
        "issn": [
          "0007-0955",
          "1464-3529"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Crime Patterns and Interventions",
        "HIV, Drug Use, Sexual Risk",
        "Homelessness and Social Issues"
      ],
      "referenced_works_count": 55,
      "url": "https://openalex.org/W2589123152"
    },
    {
      "openalex_id": "W3144563633",
      "doi": "10.1093/ia/iiab034",
      "title": "Elite attitudes and the future of global governance",
      "authors": [
        {
          "name": "Jan Aart Scholte",
          "openalex_id": "A5016178681",
          "orcid": "https://orcid.org/0000-0001-8434-588X",
          "institutions": [
            "Universidade do Estado do Rio de Janeiro",
            "University of Jyväskylä",
            "University of Cambridge",
            "Institute of World Economy and International Relations"
          ]
        },
        {
          "name": "Soetkin Verhaegen",
          "openalex_id": "A5058069776",
          "orcid": "https://orcid.org/0000-0003-4819-154X",
          "institutions": [
            "Institute of World Economy and International Relations",
            "University of Cambridge",
            "Universidade do Estado do Rio de Janeiro",
            "University of Jyväskylä"
          ]
        },
        {
          "name": "Jonas Tallberg",
          "openalex_id": "A5065170326",
          "orcid": "https://orcid.org/0000-0001-9696-2834",
          "institutions": [
            "Universidade do Estado do Rio de Janeiro",
            "University of Jyväskylä",
            "Institute of World Economy and International Relations",
            "University of Cambridge"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-03-26",
      "abstract": "Abstract This article examines what contemporary elites think about global governance and what these attitudes might bode for the future of global institutions. Evidence comes from a unique survey conducted in 2017–19 across six elite sectors (business, civil society, government bureaucracy, media, political parties, research) in six countries (Brazil, Germany, the Philippines, Russia, South Africa, the United States) and a global group. Bearing in mind some notable variation between countries, elite types, issue-areas and institutions, three main interconnected findings emerge. First, in principle, contemporary leaders in politics and society hold considerable readiness to pursue global-scale governance. Today's elites are not generally in a nationalist-protectionist-sovereigntist mood. Second, in practice, these elites on average hold medium-level confidence towards fourteen current global governance institutions. This evidence suggests that, while there is at present no legitimacy crisis of global governance among elites (as might encourage its decline), neither is there a legitimacy boom (as could spur its expansion). Third, if we probe what elites prioritize when they evaluate global governance, the surveyed leaders generally most underline democracy in the procedures of these bodies and effectiveness in their performance. This finding suggests that, to raise elites' future confidence in global governance, the institutions would do well to become more transparent in their operations and more impactful problem-solvers in their outcomes.",
      "cited_by_count": 37,
      "type": "article",
      "source": {
        "name": "International Affairs",
        "type": "journal",
        "issn": [
          "0020-5850",
          "1468-2346"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/ia/article-pdf/97/3/861/37874256/iiab034.pdf"
      },
      "topics": [
        "Elite Sociology and Global Capitalism"
      ],
      "referenced_works_count": 26,
      "url": "https://openalex.org/W3144563633"
    },
    {
      "openalex_id": "W3165193187",
      "doi": "10.1177/10659129211009605",
      "title": "What Satisfaction with Democracy? A Global Analysis of “Satisfaction with Democracy” Measures",
      "authors": [
        {
          "name": "Viktor Orri Valgarðsson",
          "openalex_id": "A5037751854",
          "orcid": "https://orcid.org/0000-0003-2891-7489",
          "institutions": [
            "University of Southampton"
          ]
        },
        {
          "name": "Daniel Devine",
          "openalex_id": "A5047715928",
          "orcid": "https://orcid.org/0000-0002-0335-1776",
          "institutions": [
            "University of Oxford"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-05-24",
      "abstract": "Asking citizens “the way democracy works” is the basis of a wide literature on the support citizens have for their political institutions and is one of the most common survey items in political science. Moreover, it is a key indicator for the purported global decline in legitimacy. Yet, its trends, levels, and dynamics are still debated, and conclusions may be erroneous. In this paper, we compile a unique global dataset between 1973 and 2018 encompassing all major cross-national datasets and national election studies in twelve countries to study the dynamics and consistency of “satisfaction with democracy” (SWD) measures globally. Our results show that while trends and between-country differences in democratic satisfaction are largely similar, the levels of satisfaction vary substantially between survey projects, and both trends and levels vary significantly in several widely studied countries. We show that this has consequences at the individual level: opting for one survey over another may alter our conclusions about the relationship between key demographics and SWD. Thus, researchers studying SWD should endeavor to consult diverse survey sources and should be cautious about their conclusions when they do not, especially when it comes to making claims about changes in SWD over time.",
      "cited_by_count": 46,
      "type": "article",
      "source": {
        "name": "Political Research Quarterly",
        "type": "journal",
        "issn": [
          "1065-9129",
          "1938-274X",
          "1938-2758"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/10659129211009605"
      },
      "topics": [
        "Electoral Systems and Political Participation",
        "Social Media and Politics",
        "Public Policy and Administration Research"
      ],
      "referenced_works_count": 43,
      "url": "https://openalex.org/W3165193187"
    },
    {
      "openalex_id": "W2582894862",
      "doi": "10.1080/00220388.2017.1279732",
      "title": "Organising and Representing the Poor in a Clientelistic Democracy: the Decline of Radical NGOs in Bangladesh",
      "authors": [
        {
          "name": "David Lewis",
          "openalex_id": "A5103087738",
          "orcid": "https://orcid.org/0000-0003-0732-9020",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-02",
      "abstract": "This paper examines the political role of radical development NGOs that emerged in Bangladesh to challenge the marginalisation of subordinate groups and strengthen democratic processes. After briefly introducing the political context of Bangladesh and its NGOs, the paper identifies and defines a radical NGO sub-sector. It then reviews the activities of these organisations during the pre-1990 military government era and during the subsequent period of electoral democracy. Some important achievements are identified, but also many failures that have led to decline, leaving behind an NGO sector dominated by credit and service delivery organisations. The paper then explains this decline by focusing on three inter-related factors: (i) an institutional setting dominated by clientelistic structures that have undermined efforts to build horizontal alliances among excluded groups in civil society, or links between NGOs and political parties; (ii) a shift in donor support from mobilisation to market-based service delivery agencies; and (iii) internal structures that have generated legitimacy and accountability problems by encouraging elite capture, co-option and personalised leadership in the radical sub-sector. It concludes with some brief reflections on the main implications of these failures.",
      "cited_by_count": 42,
      "type": "article",
      "source": {
        "name": "The Journal of Development Studies",
        "type": "journal",
        "issn": [
          "0022-0388",
          "1743-9140"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religion, Society, and Development",
        "Microfinance and Financial Inclusion",
        "African studies and sociopolitical issues"
      ],
      "referenced_works_count": 80,
      "url": "https://openalex.org/W2582894862"
    },
    {
      "openalex_id": "W2317095582",
      "doi": "10.1080/02589346.2016.1155136",
      "title": "What's Trust Got to do with it? Measuring Levels of Political Trust in South Africa 20 Years after Democratic Transition",
      "authors": [
        {
          "name": "Amanda Gouws",
          "openalex_id": "A5045973326",
          "orcid": "https://orcid.org/0000-0003-1260-3944",
          "institutions": [
            "Stellenbosch University"
          ]
        },
        {
          "name": "Collette Schulz‐Herzenberg",
          "openalex_id": "A5064538311",
          "orcid": "https://orcid.org/0000-0002-6039-801X",
          "institutions": [
            "Stellenbosch University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-02",
      "abstract": "Democratic consolidation relies on a degree of political trust and support for new democratic institutions and actors. A decline in political trust threatens the legitimacy of institutions, and democracy itself. Using Ipsos Khayabus 2014 national public opinion survey data, the paper explores levels of political trust in South Africa's transitional society in late 2014. It asks whether there is a sufficient mass of 'critical citizens' to ensure accountable government, and trust expressed towards key objects in the political system. We find that a majority of South Africans are critical citizens, offering conditional support based on performance evaluations. However, we also find little distinction in the minds of citizens between political institutions and the actors that inhabit them. Low levels of trust in political actors tend to erode trust in institutions. In turn, political trust in democratic institutions is also linked to evaluations of the ruling party; signalling the dangers of a prolonged stay in power by a dominant party. Finally, we conclude with possible implications for democratic consolidation by arguing that if despondence with current actors and institutions increases citizens may become less satisfied with democracy and less inclined to embrace the dream of a democratic, unified nation.",
      "cited_by_count": 33,
      "type": "article",
      "source": {
        "name": "Politikon",
        "type": "journal",
        "issn": [
          "0258-9346",
          "1470-1014"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Conflict and Governance",
        "Social Capital and Networks",
        "Electoral Systems and Political Participation"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2317095582"
    },
    {
      "openalex_id": "W2758990835",
      "doi": "10.1093/oso/9780198793717.003.0003",
      "title": "Modernization, Globalization, and Satisfaction with Democracy",
      "authors": [
        {
          "name": "Kees Aarts",
          "openalex_id": "A5025713059",
          "orcid": "https://orcid.org/0000-0002-3367-4031"
        },
        {
          "name": "Carolien van Ham",
          "openalex_id": "A5040273574",
          "orcid": "https://orcid.org/0000-0002-9844-9097"
        },
        {
          "name": "Jacques Thomassen",
          "openalex_id": "A5078227002",
          "institutions": [
            "UNSW Sydney"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-22",
      "abstract": "This chapter tests the validity of the major propositions of modernization and globalization theories. Modernization theory attributes legitimacy decline to the socioeconomic and cultural transformation of advanced industrial societies after the Second World War, leading to value change and cognitive mobilization among citizens, while globalization theory attributes legitimacy decline to the negative consequences of (economic) globalization for citizens of lower socioeconomic status in advanced industrial societies. This chapter evaluates the empirical evidence for the effects of individual modernization and of economic globalization on political support, differentiating between citizens of lower and higher socioeconomic status. Using Eurobarometer data on political support from 1973 to 2015, the authors show that political support in most countries has increased among both the higher educated and lower educated. To the extent that there is support for the globalization thesis, the increase in satisfaction with democracy has been less pronounced among the lower educated, generating a widening “satisfaction gap.”",
      "cited_by_count": 26,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Sociopolitical Dynamics in Russia",
        "Electoral Systems and Political Participation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2758990835"
    },
    {
      "openalex_id": "W3217099289",
      "doi": "10.1177/00113921211059225",
      "title": "Citizen experts in participatory governance: Democratic and epistemic assets of service user involvement, local knowledge and citizen science",
      "authors": [
        {
          "name": "Eva Krick",
          "openalex_id": "A5053162502",
          "orcid": "https://orcid.org/0000-0001-7620-6417",
          "institutions": [
            "Johannes Gutenberg University Mainz"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-11-30",
      "abstract": "Initiatives that attribute expert status to ‘ordinary citizens’ proliferate in a range of societal realms and are generally celebrated for ‘democratising expertise’. By tapping new sources of knowledge and participation simultaneously, such ‘citizen expertise’ practices seem to provide responses to the contemporary decline of trust in political elites and traditional experts that seriously challenges the legitimacy of democratic policy-making. This study distinguishes between three quintessential types of citizen expertise (‘local knowledge’, ‘service user involvement’ and ‘citizen science’) and, from an integrated perspective, critically discusses the value of citizen expertise for public knowledge production and democratic governance. Drawing on empirical insights and on theories of democracy and of expertise and knowledge, the concepts of expertise and participation are refined and quality conditions of citizen expertise are developed. The study argues that citizen expertise is epistemically particularly valuable when it is based on distinct, non-ubiquitous experiences and on collective, not just individual, insights. It contends that representativeness is key to the democratic legitimacy of citizen experts in the policy context and points to the key role of organised civil society in establishing the required accountability relationships.",
      "cited_by_count": 41,
      "type": "article",
      "source": {
        "name": "Current Sociology",
        "type": "journal",
        "issn": [
          "0011-3921",
          "1461-7064"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://doi.org/10.1177/00113921211059225"
      },
      "topics": [
        "Mental Health and Patient Involvement",
        "Community Development and Social Impact",
        "Nonprofit Sector and Volunteering"
      ],
      "referenced_works_count": 56,
      "url": "https://openalex.org/W3217099289"
    },
    {
      "openalex_id": "W2122387224",
      "doi": "10.1111/j.1467-6486.2010.00950.x",
      "title": "The New Political Role of Business in a Globalized World: A Review of a New Perspective on CSR and its Implications for the Firm, Governance, and Democracy",
      "authors": [
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691",
          "institutions": [
            "University of Lausanne"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "abstract Scholars in management and economics widely share the assumption that business firms focus on profits only, while it is the task of the state system to provide public goods. In this view business firms are conceived of as economic actors, and governments and their state agencies are considered the only political actors. We suggest that, under the conditions of globalization, the strict division of labour between private business and nation‐state governance does not hold any more. Many business firms have started to assume social and political responsibilities that go beyond legal requirements and fill the regulatory vacuum in global governance. Our review of the literature shows that there are a growing number of publications from various disciplines that propose a politicized concept of corporate social responsibility. We consider the implications of this new perspective for theorizing about the business firm, governance, and democracy.",
      "cited_by_count": 1999,
      "type": "review",
      "source": {
        "name": "Journal of Management Studies",
        "type": "journal",
        "issn": [
          "0022-2380",
          "1467-6486"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1467-6486.2010.00950.x"
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Corporate Law and Human Rights",
        "Global trade, sustainability, and social impact"
      ],
      "referenced_works_count": 324,
      "url": "https://openalex.org/W2122387224"
    },
    {
      "openalex_id": "W2163262614",
      "doi": "10.1177/0888325411415518",
      "title": "The Uncertain Future of Slovenian Exceptionalism",
      "authors": [
        {
          "name": "Igor Guardiancich",
          "openalex_id": "A5016277547",
          "orcid": "https://orcid.org/0000-0002-9255-0725",
          "institutions": [
            "European University Institute"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-07-29",
      "abstract": "The political-economy literature has so far almost unanimously regarded Slovenia as the social-democratic exception in Central and Eastern Europe, due to a combination of highly consensual democratic institutions, low party polarization, strong social partners, and developed social dialogue. However, the situation, since the fall of the Liberal Democracy of Slovenia (LDS), which governed in 1992–2004, seems to be swiftly changing. Polarization has increased, union legitimacy declined, and social dialogue—especially in the aftermath of the 2007–2009 financial crisis—has all but collapsed. The 2010 pension reform is an archetypical example of how Slovenia now much more resembles its quarrelsome Eastern neighbours than the idealized exception that political scientists usually point at.",
      "cited_by_count": 30,
      "type": "article",
      "source": {
        "name": "East European Politics and Societies and Cultures",
        "type": "journal",
        "issn": [
          "0888-3254",
          "1533-8371"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Electoral Systems and Political Participation",
        "Political Conflict and Governance",
        "European Union Policy and Governance"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2163262614"
    },
    {
      "openalex_id": "W3146118530",
      "doi": null,
      "title": "Political alienation and government-society relations in Post-Communist countries",
      "authors": [
        {
          "name": "Inta Mieriņa",
          "openalex_id": "A5013502862",
          "orcid": "https://orcid.org/0000-0002-8397-1800"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-03-30",
      "abstract": "Abstract: On the basis of 1996 and 2006 International Social Survey Program (ISSP) data this paper explores the character of government-society relations in post-communist countries, and its dynamics. The use of comparative data and the application of Paige's (1971) political alienation model and Woolcock's and Narayan's (2000) model of government-society relations allows to shed new light on citizen's political attitudes by analysing them in the context of the overall political environment in the country. The results reveal that while citizens in most established democracies bear allegiant attitudes, citizens of post-communist countries feel alienated. Distrust of each other and of the political authorities leads to dysfunctional government-society relations. Since the time of transitional reforms people in post-communist countries have become more confident in their political capability, yet there is no general trend with regards to confidence in political authorities. Those at the margins of society often feel alienated, and dissident attitudes are on the rise, especially among youth.Keywords: post-communism, government-society relations, political alienation, political efficacy.IntroductionDuring the last two decades accounts of growing political disaffection, declining democratic engagement, and declining confidence in the government (Torcal & Montero 2006; Dalton 2007; Stoker 2008) have revived interest in the functioning of democracy and relationship between citizens and political authorities ought to represent them. These issues are of crucial importance to the new democracies in Central and Eastern Europe (CEE), considering that political disenchantment there is especially widespread (Torcal & Montero 2006; Lagerspetz 2009). Youth in particular is becoming increasingly critical of their political leaders and the political process, and show little interest in formal politics and conventional political activities (Henn et.al. 2002; Kovacheva 2003; Jennings & Stoker 2004).How intense the political involvement of citizens should be and what forms should it take has been a subject of heated academic debates (see Raciborski 2011). Yet, scholars agree that at least some level of citizens' engagement is necessary to ensure successful functioning of democracy and the legitimacy of the political system (Mishler & Rose 2001; Dalton 2007; Raciborski 2011). The sense of political efficacy and association with the system are necessary psychological prerequisites of democratization, as they influence attitudes towards democracy (Skarzynska and Chmielewski 1995).Relations between citizens and political authorities of the state have been analysed from several perspectives, starting with the participatory democracy theory (Mills, Rousseau, Pateman), and, later, the civil society theory (de Tocquille, Almond and Verba, Putnam). In the second half of the 20th century researchers turned to analysis of political alienation (e.g., Paige 1971, Seligson 1980), and recently governmentsociety relations are frequently assessed from the perspective of the social capital theory.In post-communist countries government-society relations attracted particular interest in the context of the transition to democracy. Among the first scholars exploring the character and dynamics of political alienation in Poland were Korzeniowski (1994), Skarzynska and Chmielewski (1995). Their research shows that the roots of political alienation can be found in the communist system (Korzeniowski 1994). People deeply distrusted the authorities and had little confidence in the usefulness of civic and political activities which were mainly organized or closely monitored by the authorities. The established mechanisms of participation and self-management such as workers' councils or general assemblies failed to provide workers with a real opportunity to influence important decisions, thus they were mostly ignored and distrusted (Nelson 1982). …",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "E-resource repository of the University of Latvia (University of Latvia)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://dspace.lu.lv/dspace/handle/7/31228"
      },
      "topics": [
        "Social Capital and Networks",
        "Electoral Systems and Political Participation",
        "Social Policy and Reform Studies"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W3146118530"
    },
    {
      "openalex_id": "W3126483109",
      "doi": "10.1177/0162243921992864",
      "title": "Public Trust and Political Legitimacy in the Smart City: A Reckoning for Technocracy",
      "authors": [
        {
          "name": "Kris Hartley",
          "openalex_id": "A5087405312",
          "orcid": "https://orcid.org/0000-0001-5349-0427",
          "institutions": [
            "Education University of Hong Kong"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-02-08",
      "abstract": "The 2020 introduction by China’s central government of a national security law (NSL) in Hong Kong marked a watershed moment in the social and political history of the semiautonomous city. The law emerged after months of street protests that reflected declining public trust in Hong Kong’s government. Against this turbulent backdrop, Hong Kong’s policy projects moved forward, including smart city development. This article explores public trust in and political legitimacy of Hong Kong’s smart cities endeavors in the period leading up to the introduction of the NSL. At a theoretical level, the smart cities phenomenon invites critical reflection about tensions between technocracy and democracy, but this topic remains largely unexploited by empirical literature. Using survey data from 1,017 residents, this study identifies confidence in the benefits of smart cities but lesser trust in privacy and security and lesser satisfaction with participation opportunities in related policymaking. Probing these dynamics, the study finds that trust in smart city mechanics and governance associate positively with support for smart cities, controlling for ideology and issue awareness. Illuminating a theoretical and practical puzzle, these findings contribute empirically to discussions about the political legitimacy of scientific, technological, and technocratic undertakings in the public sector.",
      "cited_by_count": 31,
      "type": "article",
      "source": {
        "name": "Science Technology & Human Values",
        "type": "journal",
        "issn": [
          "0162-2439",
          "1552-8251"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Internet Traffic Analysis and Secure E-voting",
        "Smart Cities and Technologies",
        "E-Government and Public Services"
      ],
      "referenced_works_count": 95,
      "url": "https://openalex.org/W3126483109"
    },
    {
      "openalex_id": "W2098360130",
      "doi": "10.1111/spsr.12160",
      "title": "Should Workers Represent Workers?",
      "authors": [
        {
          "name": "Jane Mansbridge",
          "openalex_id": "A5071306101",
          "orcid": "https://orcid.org/0000-0002-5454-640X",
          "institutions": [
            "Harvard University Press"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-05-28",
      "abstract": "The evidence now seems clear that, once you look beyond roll call votes, Black legislators do a better job than Whites of representing Black constituents, women legislators do a better job than men of representing female constituents, and legislators from working-class backgrounds do a better job than others of representing working-class constituents.1 If there were no costs to increasing the representation of these constituents by legislators with the same personal background characteristics (\"descriptive\" representation), we should redesign our institutions to do so. But there are some costs. One broad cost derives from focusing citizens' attention on their own and legislators' background characteristics rather than the capacity and desire of those legislators to promote effective public policies. A narrower and less important cost arises when the funds required for increasing descriptive representation must be taken from some other worthy expenditure. I argue here that we should be more willing to pay the relevant costs when particular historical contexts make descriptive representation more democratically valuable. In my overall analysis, there are two primary criteria for whether any groups ought to be specifically represented, descriptively or otherwise. The first criterion for specific representation is that the members of these groups have conflicting interests. When interests conflict, the production of legitimate democratic coercion (Mansbridge 2014) requires that those interests be represented in approximate proportion to the number of interest-bearers. When the interests conflict but also cross-cut, majority rule in an assembly will often work out over time to produce a relatively fair and therefore relatively legitimate distribution of wins and losses across the population. Where interests conflict and are segmented, however, legitimate coercion may also require something approaching proportional outcomes.2 The second criterion for specific representation is that the members of the groups with a claim to be represented have different perspectives on common issues. In this case, the epistemic (or knowledge-generating) purposes of democracy are best served by at least a \"threshold\" presence (Kymlicka 1995) of representatives of the relevant groups in the decision-making body. Regarding descriptive representation, recent research has revealed that in the United States fairly subtle aspects of representatives' personal lives – such as whether they smoke cigarettes, have children in public school, or have female children – affect not only their more costly pre-voting activities but sometimes even their roll-call votes on legislation (Burden 2007; Washington 2008). For most such personal aspects of a representative's life, random variation produces proportional descriptive representation in the legislature. When such variation does not appear, we should ask what kind of bias might have intervened. If a particular group has once been excluded by law from the vote but is now included on the grounds that the former exclusion was unjust (as the working class was earlier excluded through property qualifications for voting), it is appropriate to ask whether a continuing unjust bias might affect the current process of selection for office. Beyond these overall criteria for representation in general, in an earlier work I also argued that in four distinct contexts – contexts of uncrystallized interests, a history of communicative mistrust, a social understanding of the group as \"unfit to rule,\" or diminished legitimacy of governmental decisions – descriptive representation becomes particularly important to the democratic process. When these historical conditions arise, we should be willing to incur more costs to our other values in order to achieve descriptive representation (Mansbridge 1999). None of the four contextual considerations that I identified in my earlier work applies as clearly to the descriptive representation of the working class as it does to Blacks or women, at least in the United States. However, a different contextual consideration does affect the importance of having legislators from working-class (or \"blue collar\") backgrounds represent working-class citizens. This factor is how well working-class citizens are represented in other ways in the larger representative system. When unions and parties representing the working class become less able to represent working-class interests, descriptive representation becomes correspondingly more important. This fifth factor – how well a group's interests are represented in the larger system through other mechanisms – may well be the most important overall factor in judging the relative importance of descriptive representation, not only for the working class but also for Blacks, women, and all groups that ought to have proportional representation of their interests in a legislature. The next sections will discuss these five contextual considerations. Descriptive representation is particularly crucial in the context of \"uncrystallized interests,\" where political parties have not formulated stances on an issue that might affect a group's interests, the issue has not been debated in the media, and neither citizens nor their representatives have well-articulated positions for and against particular policies on the issue. For women in the U.S., an excellent example comes from the 1991 hearings on Clarence Thomas's proposed appointment to the U.S. Supreme Court. These hearings occurred significantly after the start of what is usually called the \"second wave\" of the feminist movement in the late 1960s but before the issue of sexual harassment had become a political issue nationally or internationally. At this historical moment, when no one had run for office on a platform that even mentioned sexual harassment, and probably no one had even mentioned the problem in a political speech, it was a group of women representatives from the U.S. House of Representatives who charged up the steps of the Senate to demand that the committee considering Thomas's appointment take seriously the charges advanced by his former subordinate, Anita Hill. Sexual harassment was at the time a politically \"uncrystallized\" issue. The women representatives who ran up the Senate steps together had not run for office on this issue. Their parties had not taken stands on it. Yet because of their experiences as women, they recognized its importance and acted on that recognition. Had there been no women in the House of Representatives, women citizens who opposed sexual harassment would have had no active representation on the issue. In cases of uncrystallized interests, descriptive representation does not contrast with substantive representation; it is a particular mechanism for substantive representation. Class issues have traditionally been far more politically crystallized than gender issues were in 1991. Political battles have been fought over class issues since before Aristotle. In all advanced democracies one or more political parties is now, or at least has been, particularly identified with labor or the working class. Political party platforms have taken stances on issues such as the minimum wage, job security, and employment. Long-standing organizations such as unions have formulated policies to help the working class, have invested their membership's money and capacities in bringing those policies before the public, and have elected legislators who would back them. With the caveats that crystallization means articulation, formulation, and development, not petrification, and that issues are always changing in substance and valence, class may have produced the most crystallized set of interests in political history, with national identity a close second. For this reason, individuals who are not descriptively representative of the working class can relatively easily develop a good understanding of most working-class interests, become deeply committed to them, and act as excellent representatives of such constituents' substantive interests. Despite the high level of crystallization of these issues, however, representatives who have themselves lived through typically working-class experiences will be more likely than others to understand the nuances of these issues and thus be able to represent their working-class constituents more insightfully than even committed and well-meaning representatives who have not had similar experiences. Because key aspects of any legislation are always uncrystallized, the parliaments that debate and decide on that legislature should include representatives who can, as John Stuart Mill ([1861] 1991) put it, look at a question \"with the eyes of a working man.\" The deliberative forum should include at least threshold descriptive representation by individuals who can draw from their own experience to recognize aspects of the issues that others would not see and communicate their insights to others through stories and self-example as well as through purely cognitive arguments. The case for descriptive representation in contexts of uncrystallized interests is, however, stronger for gender, and to a lesser degree even race, than for class. Descriptive representation is also particularly important in contexts of communicative distrust. In the U.S., distrust of Whites has been and remains fairly high in the Black community. Black constituents accordingly feel more at ease contacting a Black representative than a White one. The communicative gap is not so great between women and men, at least in the U.S., because women have usually grown up in families with men, gone to school with men, married men, and worked closely with men on the job and raising children. Nor does the communicative gap seem as great between the working class and the middle or professional class as between Blacks and Whites in the U.S. If this is so, the argument for descriptive representation by class on the grounds of communicative distrust is correspondingly weaker. In any country, representatives who have personal backgrounds from the working class may be more able than others to communicate with their working-class constituents by drawing from their own experiences and signaling in other ways their openness to two-way discussion of the issues. Even in the U.S., a regional accent and personal habits may signal a background that is, if not working class itself, at least born of long-standing interaction with working class people. In more hierarchical cultures, such as Great Britain, where a listener can identify a speaker's class after the speaker's first few words, the communicative gap across class may have greater salience. In the traditional Labour Party in Britain, some representatives from union backgrounds continued to wear the clothes and cap and keep the accent of the working class in order to maintain both the trust of their constituents and their communicative connections. The more salient class or regional differences are, the more important it is for descriptive representatives to display the outward signs of being themselves members of the descriptive group, particularly when that group is marginalized in the larger polity. Similarly, the more mutable these differences are – that is, the easier it is for someone born into one class or region to become a member of and take on the interests of another class or region – the more important it may be to display the outward signs of common membership in a more marginalized group. As with cases of uncrystallized interests, in cases of communicative distrust descriptive representation does not contrast with substantive representation; it is a particular mechanism for substantive representation. To the degree that class differences impede communication between representatives and constituents, descriptive representation by class promotes democratic ends. In some historical contexts, the absence of descriptive representation in the legislative halls of the republic is a public mark of inability to rule. The society at large has made an implicit social judgment that a group is not, in the German phrase, regierungsfähig. When this is the case, descriptive representation breaks that mindset and begins to undermine the norm. In India, mandating that that one-third of the seats in randomly selected village councils be reserved for women seems to have caused a sea-change in the political meaning of gender. After experiencing women leaders in villages selected for mandated descriptive representation, the males in those villages no longer said on surveys that they considered male leaders more effective than female leaders. In addition, after the mandate was dropped, women continued to be elected to office. In the villages that had two mandated cycles of descriptive representation by gender, adolescent girls increased their career aspirations dramatically and began to get as much schooling as boys (Pande et al. 2009, 2012). Instituting greater descriptive representation by class may not have as strong an effect on the dimension of social meaning. At least in the United States, individuals with a working class background are not usually stigmatized as incapable of ruling. On the contrary, despite the fact that a majority of the members of the U.S. Congress are now millionaires, candidates running for office tend to emphasize their humble origins, even stretching the truth on occasion to suggest a working class background. Because class is mutable, unlike some other features of citizens that may be descriptively represented in a legislature, the social meaning of greater representation of the working class in the legislature may also be less clear than with race or gender. In the classic contrast between \"ascribed\" and \"achieved\" status (Linton 1936), one's class as a child is fixed socially in ways that are beyond one's control (\"ascribed\") in ways that parallel race or gender, but one's class as an adult is not. In most countries, the job of a legislator has most of the characteristics of a middle-class or professional job, including non-manual labor and a relatively high salary, so the individuals who become legislators are by definition and in practice no longer working class. Many legislators with working-class parents have themselves achieved middle-class or professional status even before they are recruited to run for the legislature. As a result of this relative fluidity, the disproportionally small percentage of legislators who have working-class origins or had working-class occupations before their entry into the legislature does not translate, at least in the U.S., into a strong social conclusion that individuals with a working-class background are not fully qualified to run the country. Some democracies are so divided that significant descriptive underrepresentation of certain groups in the national legislature undermines the legitimacy of the regime in the eyes of those less well represented. For this reason, in Switzerland and Belgium the governmental system has been explicitly designed to represent linguistic groups more or less proportionately. In the U.S., continuing underrepresentation by race has arguably undercut the perceived legitimacy of government among Black citizens. The same dynamic does not seem to hold for gender, in part because many citizens define most of their interests by what is good for their household and most households include both males and females. The descriptive underrepresentation of working-class citizens also may not have this delegitimizing effect, partly because class is somewhat fluid. Although empirical evidence on this question is sparse, the relative silence of working-class constituents themselves on the paucity of working-class representatives in the legislatures may indicate that this underrepresentation does not play a large role in undermining the perceived legitimacy of legislatures, even when that overall legitimacy is low, as it now is in the U.S. In short, the four contexts of uncrystallized interests, a history of communicative mistrust, a social understanding of the group as \"unfit to rule,\" and diminished legitimacy of governmental decisions are important in general but less crucial for the representation of working class interests than for the interests of Blacks and women, at least in the United States. The most important contextual question to ask in determining the relative importance of descriptive representation may be simply how well the larger representative system represents a group's interests through mechanisms other than descriptive representation. The last half century in both the U.S. and Europe has seen a decline in the strength of both labor unions and the political parties that organize and represent working class interests. Legislators from majority working-class constituencies and political parties on the left continue to promote working-class interests, but the number of districts where workers have enough political strength to elect a representative deeply committed to their interests and the number of parties primarily committed to those interests are declining. The less the working class is represented by political structures designed explicitly to further working-class interests, the more it needs other forms of representation. In descriptive representation, the question of legislators' motivation is central. In a \"sanction model\" of legislators' motivations, external sanctions produce the representative's behavior. In a contrasting \"selection model,\" internal (\"gyroscopic\") motivation determines representatives' behavior and voter power works through selecting such representatives and placing them in the legislature, thus affecting the legislature's direction. Because no actual representative is motivated solely by internal commitments or external sanctions, all real cases involve a \"selection core\" and a \"sanction periphery\" of varying weights (Mansbridge 2003, 2009, 2011). Arguments for the descriptive representation of substantive interests assume a model in which descriptive representatives have some internal motivation, conscious or unconscious, to pursue the interests of their descriptive group. This motivation affects bill sponsorship and committee membership as well as other actions not easily captured by quantifiable measures. In the case of the working class, the individual representatives who have at some point lived working-class lives should be in some way (even if only unconsciously) internally committed to furthering working-class interests if their backgrounds are to fill the functions of descriptive representation by class. When this motivation is not active (Dovi 2007), the case for descriptive representation is weakened. Descriptive representation comes in two forms, each with different costs. In \"microcosmic\" representation, promoted by some eighteenth century democratic theorists, the legislature should exactly mirror the citizenry (Pitkin [1967] 1972; Manin [1995] 1997). In 1970, Robert Dahl suggested instituting a third legislative chamber, selected randomly from among the citizenry, to advise the elected legislature (Dahl 1970, 149; see also Dahl 1977, 17; Dahl 1985, 86-89; Dahl 1992, 54-57; Barber 1984, 290-93; Leib 2004). Such a microcosmic randomly-selected assembly could model deliberation on important issues for the rest of the citizenry, develop citizen expertise on a few significant issues such as climate change and nuclear warfare, and suggest the results potentially achievable if money were less significant in politics. Many democracies have already experimented with representation by lot in randomly selected mini-publics such as small citizens' juries and larger citizens' assemblies and Deliberative Polls. Far more experimentation would be required, however, to identify potential costs of these mechanisms and accustom people to the workings of the lot before most citizens would consider such an advisory third assembly a plausible addition to current institutions of representation. If a microcosmic assembly selected by lot were not advisory but had binding legislative power, this particular form of descriptive representation would probably generate costs in the legislators having less ability, expertise, and possibly even commitment to the common good than legislators chosen through election – although New England town meetings are governed directly by their citizens without noticeable losses in good policy or efficiency (Mansbridge 1980, Bryan 2004). The mechanism of selection by lot would also have other costs: diminished accountability to the voters through eliminating the threat of not being re-elected and diminished consent of the sort that some voters feel they give through participating in an election. No political actor has, to my knowledge, ever proposed selection by lot either as a binding form of representation or as the only form of representation on a national or state level in any polity, so these considerations are purely speculative and future-oriented. \"Selective representation\" is the more common form of consciously-achieved descriptive representation. Selective representation uses electoral and other forms of institutional design to increase the representation of selected groups. Electoral design, for example, might involve moving from \"first-past-the-post\" single member districts to various forms of proportional representation or redrawing district boundaries. Other institutional designs might involve mandating parties to place certain numbers of representatives from each group on their party lists. All of these mechanisms can change the percentage of legislators from each region, religion, language, ethnic group, caste, or gender, and each has its well-known costs and benefits.3 A broader cost of selective representation may be that of encouraging citizens to see themselves primarily in terms of selected parts of their identities.4 Normatively, the analysis above suggests that only two characteristics entitle groups to proportional representation in a legislature – conflicting interests with other groups and useful perspectives on the common good (see also Mansbridge 1981, 2003). In addition, when the law in a particular nation has at some historical point specifically disbarred members of a group from voting, the case for expecting continuing bias against that group is strengthened, as is the normative case for affirmative action to promote descriptive representation for that group (Williams 1998). The five contextual reasons suggested in this paper are also relevant. Without this contextual analysis, however, any proposal to select some characteristics for conscious representation has the potential for encouraging a kind of essentialism in identities (Mansbridge 1999) that may then spread beyond the groups that can, for example, historical by being the of them from the As specific identity becomes the the identity of citizen may be As descriptive representation will by some form of selection is If the reasons for selection were to the to the of representation, then actions designed to increase descriptive representation from those groups could incur the cost of the overall capacity of the legislature. Legislators from working class for example, may well be in legislatures in large part because working-class do not develop the of and policy analysis that legislative people of working-class who have in school that are useful in are likely to have themselves into status occupations before they run for office. which is a to into a legislative career in the United States, this If these of selection for and were any democracy would incur significant costs them. No one however, either that the of in the are such as to select the best in the nation for the legislature or that the characteristics that make a good including well with constituents, are to the current middle and the the and in the No such external is to help the action of the working class. in and could the required to increase working-class representation, but the required although relatively might have to at the of other worthy The considerations that make descriptive representation democratically important for Blacks and women – uncrystallized interests, a history of communicative a social of the group caused in part by absence from the halls of power, or regime legitimacy – are not as for the working class. But the fact that members of the working class achieve a proportional representation of their interests and perspectives in the system a and strong argument for their descriptive representation. When working class interests are not represented in the representative both and deliberative democratic mandate affirmative attention to descriptive representation. The (or democratic is that in of conflicting each group interests conflict with those of others have votes proportional to their percentage in the population. The deliberative is that each group with a useful on a common problem have to the of its perspectives in all appropriate and other a demand that in the of the many in most legislatures requires in representation (Mansbridge 1999). for in descriptive representation from the most to the most Because needs for descriptive representation are contextual and contexts may change the institutions for descriptive in representation are best fluid. To current class in representation, for example, political parties could to class when candidates for office. and other institutions such as and could to working-class citizens in and them to run for office. a to in the U.S., could have for from working-class backgrounds with an in political office. political could be If the descriptive representation of the working class is to some conscious process of public political and selection for must current which are designed in ways that a paucity of such Mansbridge is of Political and at is the of Beyond an empirical and normative of and the a of in social on for an to the U.S. is also or of the Beyond Deliberative and in current work of representation, democratic and the public understanding of action",
      "cited_by_count": 77,
      "type": "article",
      "source": {
        "name": "Swiss Political Science Review",
        "type": "journal",
        "issn": [
          "1424-7755",
          "1662-6370"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/spsr.12160"
      },
      "topics": [
        "Gender Politics and Representation",
        "Social Policy and Reform Studies",
        "Electoral Systems and Political Participation"
      ],
      "referenced_works_count": 31,
      "url": "https://openalex.org/W2098360130"
    }
  ],
  "count": 30,
  "errors": []
}
