{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "crisis of authority modernity",
  "results": [
    {
      "title": "Francis Schüssler Fiorenza, The Crisis of Scriptural Authority",
      "url": "https://philpapers.org/rec/FIOTCO",
      "philpapers_id": "FIOTCO",
      "snippet": "Because the current crisis of scriptural authority is not simply a crisis of Scriptures but also a crisis of modernity, any understanding of that crisis must look to our present intellectual environment as much as it does to the way Scriptures ...",
      "page_age": null
    },
    {
      "title": "Andrew Simon Gilbert, The Crisis Paradigm: Description and prescription in social and political theory",
      "url": "https://philpapers.org/rec/GILTCP-10",
      "philpapers_id": "GILTCP",
      "snippet": "This book examines how 20th century theorists have used a discourse of “crisis” to frame their conceptualizations of modernity. Through an investigation of four key thinkers (Georg Lukács, Hannah Arendt, Reinhart ...",
      "page_age": null
    },
    {
      "title": "Augusto Del Noce & Carlo Lancellotti, The Crisis of Modernity",
      "url": "https://philpapers.org/rec/DELTCO-25",
      "philpapers_id": "DELTCO",
      "snippet": "Displaying Del Noce&#x27;s rare ability ... The Crisis of Modernity presents an original reading of secularization, scientism, the sexual revolution, and the history of modern Western culture....",
      "page_age": null
    },
    {
      "title": "Barry Cooper, The Restoration of Political Science and the Crisis of Modernity",
      "url": "https://philpapers.org/rec/COOTRO-22",
      "philpapers_id": "COOTRO",
      "snippet": "Revelation, Political Philosophy, and the Crisis of Modernity: A Meditation on the Theological-Political Problem in the Writings of Leo Strauss.Clark A. Merrill - 1998 - Dissertation, University of Maryland, College Park · Questioning Authority: Political Resistance and the Ethic of Natural ...",
      "page_age": null
    },
    {
      "title": "Ali Paya, The Encounter of Two Philosophers with ‘the Crisis of Modernity’: Karl Popper and Hans Blumenberg",
      "url": "https://philpapers.org/rec/PAYTEO-5",
      "philpapers_id": "PAYTEO",
      "snippet": "According to some of these anti-modern responses, modernity has usurped the characteristics and features of religion, which has been the soul as well as the main shaping force of the pre-modern era and has reproduced it in a corrupted form. Two German-speaking philosophers, Karl Popper and Hans Blumenberg, are among the intellectuals who have defended modernity against the onslaught of anti-modern tendencies.",
      "page_age": null
    },
    {
      "title": "Reinhart Koselleck, Critique and Crisis: Enlightenment and the Pathogenesis of Modern Society",
      "url": "https://philpapers.org/rec/KOSCAC-6",
      "philpapers_id": "KOSCAC",
      "snippet": "Critique and crisis. Enlightenment and the pathogenesis of Modern Society.Reinhart Koselleck - 1989 - Revue Philosophique de la France Et de l&#x27;Etranger 179 (2):232-233. Hont and Koselleck on the Crisis of Authority.Lasse S.",
      "page_age": null
    },
    {
      "title": "George Makari, Soul machine: the invention of the modern mind",
      "url": "https://philpapers.org/rec/MAKSMT-2",
      "philpapers_id": "MAKSMT",
      "snippet": "Soul Machine takes us back to the origins of modernity, a time when a crisis in religious authority and the scientific revolution led to searching questions about the nature of human inner life.",
      "page_age": null
    },
    {
      "title": "Clark A. Merrill, Revelation, Political Philosophy, and the Crisis of Modernity: A Meditation on the Theological-Political Problem in the Writings of Leo Strauss",
      "url": "https://philpapers.org/rec/MERRPP",
      "philpapers_id": "MERRPP",
      "snippet": "This study explores the intersection of politics and religion by analyzing Leo Strauss&#x27;s thesis that the crisis of modernity results from modern political philosophy&#x27;s attempt to overcome the permanent tension between ...",
      "page_age": null
    },
    {
      "title": "Rouhollah Mousavi, A look at the crisis of reason between Islam and modernity",
      "url": "https://philpapers.org/rec/MOUALA",
      "philpapers_id": "MOUALA",
      "snippet": "Under the complexities and challenges faced by modern man, adhering to true religion and divine revelation – which had been the authority of legislation and codification for a thousand years – has led to abandonment of rationalism, especially modernist rationalism.",
      "page_age": null
    },
    {
      "title": "Walter Benjamin and the interpretation of 'crisis' in modernity",
      "url": "https://philpapers.org/rec/SCHTIO-68",
      "philpapers_id": "SCHTIO",
      "snippet": "It consists of an attempt to consider ‘crisis’ as what Benjamin calls a ‘wish image’, an image that contains hidden utopian ideals. In invoking ‘crisis’, I argue, a conception of modernity as shock, raised to the level of the collective, becomes apparent.",
      "page_age": null
    },
    {
      "title": "D. C. Schindler, The Crisis of Modernity by Augusto Del Noce",
      "url": "https://philpapers.org/rec/SCHTCO-128",
      "philpapers_id": "SCHTCO",
      "snippet": "The Crisis of Modernity. By Augusto del Noce. Edited and Translated by Carlo Lancellotti.",
      "page_age": null
    },
    {
      "title": "Hilail Gildin, The First Crisis of Modernity: Leo Strauss on the Thought of Rousseau",
      "url": "https://philpapers.org/rec/GILTFC-2",
      "philpapers_id": "GILTFC",
      "snippet": "Revelation, Political Philosophy, and the Crisis of Modernity: A Meditation on the Theological-Political Problem in the Writings of Leo Strauss.Clark A.",
      "page_age": null
    },
    {
      "title": "Adam B. Seligman, Modernity's Wager: Authority, the Self, and Transcendence",
      "url": "https://philpapers.org/rec/SELMWA",
      "philpapers_id": "SELMWA",
      "snippet": "In this provocative new work of social philosophy, Seligman evaluates modernity&#x27;s wager, namely, the gambit to liberate the modern individual from external social and religious norms by supplanting them with the rational self as its own ...",
      "page_age": null
    },
    {
      "title": "Cesare Casarino, Modernity at Sea: Melville, Marx, Conrad in Crisis",
      "url": "https://philpapers.org/rec/CASMAS-2",
      "philpapers_id": "CASMAS",
      "snippet": "At once a literary-philosophical meditation on the question of modernity and a manifesto for a new form of literary criticism, Modernity at Sea argues that the nineteenth-century sea narrative played a crucial role in the emergence of a theory of modernity as permanent crisis.",
      "page_age": null
    },
    {
      "title": "Andrew O'Shea, Selfhood and sacrifice: René Girard and Charles Taylor on the crisis of modernity",
      "url": "https://philpapers.org/rec/OSHSAS",
      "philpapers_id": "OSHSAS",
      "snippet": "Selfhood and Sacrifice is an original exploration of the ideas of two major contemporary thinkers.",
      "page_age": null
    },
    {
      "title": "Stephen Frosh, Identity crisis: modernity, psychoanalysis, and the self",
      "url": "https://philpapers.org/rec/FROICM",
      "philpapers_id": "FROICM",
      "snippet": "This book examines the psychological responses of people to the excitements and terrors that characterise the modern world. Beginning with a description of modernist and post-modernist accounts of contemporary life, it ...",
      "page_age": null
    },
    {
      "title": "Matan Oram, Modernity and Crisis in the Thought of Michel Foucault: The Totality of Reason",
      "url": "https://philpapers.org/rec/ORAMAC",
      "philpapers_id": "ORAMAC",
      "snippet": "This book addresses Foucault’s characterizations of the Enlightenment, asking whether the developmental history of the modern conception of knowledge--from the Renaissance to the Enlightenment--warrants the conclusion he draws. From the perspective of a critical evaluation of Foucault&#x27;s thesis on &quot;the crisis of modernity,&quot; the book examines whether Foucault, the philosophical and social critic, truly belongs to those intellectual trends known as a &quot;deconstruction&quot; and &quot;post-modernism&quot; that advocate a wholesale rejection of the project of modernity, demonstrating how a classification of this kind contributes to an impoverishment of our understanding of Foucault&#x27;s thought",
      "page_age": null
    },
    {
      "title": "Melvin Richter & Michaela Richter, Introduction: Translation of Reinhart Koselleck's \"Krise,\" in Geschichtliche Grundbegriffe",
      "url": "https://philpapers.org/rec/MELITO",
      "philpapers_id": "MELITO",
      "snippet": "The GG is an exceptional reference work that goes far towards realizing Koselleck&#x27;s program and distinctive version of Begriffsgeschichte (the history of concepts, conceptual history). What is presented here is a translation in full of Koselleck&#x27;s own entry on Krise (crisis).",
      "page_age": null
    },
    {
      "title": "Benjamin Boysen, The embarrassment of being human: a critical essay on the new materialisms and modernity in an age of crisis",
      "url": "https://philpapers.org/rec/BOYTEO-21",
      "philpapers_id": "BOYTEO",
      "snippet": "With the message that everything in a sense is alive, thus allowing us to join forces with new politico-ethical communities stretching across human and nonhuman realms, the new materialisms have captivated the minds of many academics, artists, and intellectuals by stressing that it is time to return to a premodern mindset and discard modernity and its concepts of secularization, autonomy, and finitude.",
      "page_age": null
    },
    {
      "title": "Jared Michelson, The doctrine of God and the crisis of modernity",
      "url": "https://philpapers.org/rec/MICTDO-9",
      "philpapers_id": "MICTDO",
      "snippet": "Michelson traces contemporary debates on the doctrine of God back in time to the philosophical critiques of Hume and Kant. Charnock, Schleiermacher and Barth each offered accounts of the doctrine of God. This book offers a critical evaluation of these accounts and demonstrates how they were responding to early modern critiques of the possibility of knowing God.",
      "page_age": null
    }
  ],
  "count": 20,
  "errors": []
}
