{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Weber traditional authority",
  "results": [
    {
      "title": "Robert J. Dostal, Authority",
      "url": "https://philpapers.org/rec/DOSAVB",
      "philpapers_id": "DOSAVB",
      "snippet": "Perhaps the single most influential ... by Max Weber who identifies Autorität with Herrschaft, domination (or, more traditionally and literally, lordship) and Herrschaft with Macht (power)....",
      "page_age": null
    },
    {
      "title": "Joshua Rust, Max Weber and Social Ontology",
      "url": "https://philpapers.org/rec/RUSMWA",
      "philpapers_id": "RUSMWA",
      "snippet": "Where Searle takes himself to have provided an account of “the structure of human civilization,” Weber’s taxonomy suggests that Searle has only given us an account of a way of being a civilization. This understanding of traditional authority also reveals why the Standard Model misconstrues the structure of ordinary, informal statuses, such as friendship.",
      "page_age": null
    },
    {
      "title": "William Weber, Canonicity and collegiality “other” composers, 1790 – 1850",
      "url": "https://philpapers.org/rec/WEBCAC",
      "philpapers_id": "WEBCAC",
      "snippet": "A paradigm shift occurred in musical culture in the early nineteenth century, whereby revered old works—newly called “classics”—began to rival contemporary ones as the guiding authority over taste. This article explores ...",
      "page_age": null
    },
    {
      "title": "Peter Baumann, Die Motive des Gehorsams bei Max Weber: eine Rekonstruktion",
      "url": "https://philpapers.org/rec/BAUDMD-5",
      "philpapers_id": "BAUDMD",
      "snippet": "I argue that the main point of We\u001fber&#x27;s classifi\u001fcation is the differentiation between normative and non-nor\u001fmative motives of obedience. This reconstructed typology is coherent and allows us to explain the special status of the belief in legitimacy. This not only sheds some new light on a central part of Weber&#x27;s sociology of authority but also opens some systematically important perspectives.",
      "page_age": null
    },
    {
      "title": "G. S. Semiglazov, The Concept of the State in Weber’s and Landauer’s Works: an Analysis of the Weberian Definition from the Perspective of Anarchist Theory",
      "url": "https://philpapers.org/rec/SEMTCO-6",
      "philpapers_id": "SEMTCO",
      "snippet": "This Weberian approach did not fit into any of the traditions that existed at that time in Germany (for example, represented by H. Kelsen, G. Jellinek, and O. von Gierke). However, the author of the article tries to demonstrate that three main Weberian aspects of the state — 1) the monopoly on legitimate physical violence, 2) the relationship of domination, which is accompanied by a minimum desire to obey, and 3) the chance for the regular reproducibility of these relationships — are consonant with Landauer’s concept of the state.",
      "page_age": null
    },
    {
      "title": "Marianne Weber, Authority and Autonomy in Marriage: Translation with Introduction and Commentary by Craig R. Bermingham",
      "url": "https://philpapers.org/rec/WEBAAA-2",
      "philpapers_id": "WEBAAA",
      "snippet": "Samantabhadra&#x27;s Aptamimamsa = Critique of an Authority : Along with English Translation, Introduction, Notes and Akalanka&#x27;s Sanskrit Commentary Asta Sati.Nagina Ji Samantabhadrasvami, Saha &amp; Akalanka - 1999 - Jagruti Dilip Sheth. Women and Øbjective Culture: Georg Simmel and Marianne Weber.Lieteke van Vucht Tijssen - 1991 - Theory, Culture and Society 8 (3):203-218.",
      "page_age": null
    },
    {
      "title": "Christopher Adair-Toteff, The Theological Context for Weber’s Two Types of Ethics",
      "url": "https://philpapers.org/rec/ADATTC-2",
      "philpapers_id": "ADATTC",
      "snippet": "The people’s appeals to conscience, Calvin’s convictions, and the beliefs of Old Testament prophets were all predicated on a sense of devotion to God. Weber’s “modern politician” shared many of their ethical convictions but was no longer able to appeal to the authority of God.",
      "page_age": null
    },
    {
      "title": "Marianne Weber & Craig R. Bermingham, Authority and autonomy in marriage",
      "url": "https://philpapers.org/rec/WEBAAA",
      "philpapers_id": "WEBAAA",
      "snippet": "Women and Øbjective Culture: Georg Simmel and Marianne Weber.Lieteke van Vucht Tijssen - 1991 - Theory, Culture and Society 8 (3):203-218.",
      "page_age": null
    },
    {
      "title": "G. Barden & R. Weber, Rhetorics of authority: Leviticus and the Analects compared",
      "url": "https://philpapers.org/rec/BARROA-11",
      "philpapers_id": "BARROA",
      "snippet": "The biblical text Leviticus and the Confucian Analects might appear as neither an obvious nor a very promising choice for a comparative philosophical exercise. To be sure, both texts now and ...",
      "page_age": null
    },
    {
      "title": "Max Weber, Politics as a vocation",
      "url": "https://philpapers.org/rec/WEBPAA-2",
      "philpapers_id": "WEBPAA",
      "snippet": "Das protestantische Erbe in Max Webers Vorträgen über „Wissenschaft als Beruf“ und „Politik als Beruf“.Friedemann Voigt - 2002 - Journal for the History of Modern Theology/Zeitschrift für Neuere Theologiegeschichte 9 (2):245-267. Added to PP 2009-01-28 Downloads 315 (#114,839) 6 months 24 (#507,427) ... Political Legitimacy, Authoritarianism...",
      "page_age": null
    },
    {
      "title": "Chris Armbruster, Theory of domination: Legitimacy, authority, hierarchy - theorie der herrschaft: Legitimität, autorität, hierarchie",
      "url": "https://philpapers.org/rec/ARMTOD",
      "philpapers_id": "ARMTOD",
      "snippet": "The text has the following headings: Preparing a theory of domination - Definition of the term domination and separation from the concept of power; Domination is a relation of command and obedience from which an organisation emerges; Domination requires recognition or, else, commands lack legitimacy; The legitimacy of domination confers authority on the commander: Continuing domination requires administration; Organisation facilitates mobilisation in collective action. The text has been written in German so as to engage Max Weber as fully as possible.",
      "page_age": null
    },
    {
      "title": "Max Weber, Remarks on Technology and Culture",
      "url": "https://philpapers.org/rec/WEBROT-3",
      "philpapers_id": "WEBROT",
      "snippet": "Referring to the capitalist development of antiquity as an illustration, Weber argues for a factually precise conception of technology and against a Marxist definition in terms of economic causality or property relations.",
      "page_age": null
    },
    {
      "title": "Michael Weber, Prioritarianism",
      "url": "https://philpapers.org/rec/WEBP-6",
      "philpapers_id": "WEBP",
      "snippet": "It allegedly corrects for utilitarianism insofar as it emphasizes improving peoples&#x27; lives but is distribution-sensitive, favoring benefiting those who are worse off over those who are better off, other things equal. The best way to understand the view and assess its prospects is to see whether on closer examination it can indeed avoid the pitfalls of the two more traditional views it might replace.",
      "page_age": null
    },
    {
      "title": "Alan Sica, Weber, Irrationality, and Social Order",
      "url": "https://philpapers.org/rec/SICWIA",
      "philpapers_id": "SICWIA",
      "snippet": "Handlungsfreiheit und Zweckrationalität: Max Weber und die Tradition praktischer Philosophie.Gregor Schöllgen - 1984 - Mohr Siebeck.",
      "page_age": null
    },
    {
      "title": "Arnaldo Momigliano, A Note On Max Weber's Definition Of Judaism As A Pariah-religion",
      "url": "https://philpapers.org/rec/MOMANO",
      "philpapers_id": "MOMANO",
      "snippet": "Max Weber introduced the term &quot;pariah&quot; into the scientific study of Judaism and defined it as the voluntary religious and moral segregation of a people from their host culture. However, problems arise with his explanation. First, Weber defines &quot;guest people&quot; as a group lacking an autonomous political organization but fails to explain why this occurred.",
      "page_age": null
    }
  ],
  "count": 15,
  "errors": []
}
