{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "institutional decay legitimacy",
  "results": [
    {
      "title": "N. P. Adams, Institutional Legitimacy",
      "url": "https://philpapers.org/rec/ADAIL",
      "philpapers_id": "ADAIL",
      "snippet": "Political legitimacy is best understood as one type of a broader notion, which I call institutional legitimacy. An institution is legitimate in my sense when it has the right to function. ...",
      "page_age": null
    },
    {
      "title": "Duncan Purves & Jeremy Davis, Public Trust, Institutional Legitimacy, and the Use of Algorithms in Criminal Justice",
      "url": "https://philpapers.org/rec/DAVPTI-3",
      "philpapers_id": "DAVPTI",
      "snippet": "Scholars have noted some key problems with opacity, including that opacity can mask unfair treatment and threaten public accountability. In this paper, we explore a different but related concern with algorithmic opacity, which centers on the role of public trust in grounding the legitimacy of criminal justice institutions.",
      "page_age": null
    },
    {
      "title": "N. P. Adams, Legitimacy and institutional purpose",
      "url": "https://philpapers.org/rec/ADALAI-4",
      "philpapers_id": "ADALAI",
      "snippet": "Institutions undertake a huge variety of constitutive purposes. One of the roles of legitimacy is to protect and promote an institution’s pursuit of its purpose; state legitimacy is generally understood as ...",
      "page_age": null
    },
    {
      "title": "Allen Buchanan & Robert O. Keohane, The Legitimacy of Global Governance Institutions",
      "url": "https://philpapers.org/rec/BUCTLO-11",
      "philpapers_id": "BUCTLO",
      "snippet": "The authors articulate a global public standard for the normative legitimacy of global governance institutions. This standard can provide the basis for principled criticism of global governance institutions and guide reform ...",
      "page_age": null
    },
    {
      "title": "Ben Cross, Performance legitimacy for realists",
      "url": "https://philpapers.org/rec/CROPLF",
      "philpapers_id": "CROPLF",
      "snippet": "Rather, Ci argues that good performance can never be a source of legitimacy, even if a government can maintain good performance indefinitely. My aim in this article is to evaluate Ci’s criticism of performance legitimacy.",
      "page_age": null
    },
    {
      "title": "Eshani Beddewela & Jenny Fairbrass, Seeking Legitimacy Through CSR: Institutional Pressures and Corporate Responses of Multinationals in Sri Lanka",
      "url": "https://philpapers.org/rec/BEDSLT",
      "philpapers_id": "BEDSLT",
      "snippet": "Drawing on neo-institutional theory and CSR literature, this paper examines and contributes to the embryonic but emerging debate about the instrumental and political implications of CSR. The evidence presented and discussed here reveals the extent to which, and the reasons why, MNEs engage in complex legitimacy-seeking relationships with Sri Lankan host institutions.",
      "page_age": null
    },
    {
      "title": "Andrew Rehfeld & Kevin O'leary, The Concept of Constituency: Political Representation, Democratic Legitimacy, and Institutional Design",
      "url": "https://philpapers.org/rec/REHTCO",
      "philpapers_id": "REHTCO",
      "snippet": "The Democratic Production of Political Cohesion: Partisanship, Institutional Design and Life Form.Richard Bellamy, Matteo Bonotti, Dario Castiglione, Joseph Lacey, Sofia Näsström, David Owen &amp; Jonathan White - 2019 - Contemporary Political Theory 18 (2):282-310. Revisiting the constructivist turn in political representation.Fabio Wolkenstein - 2024 - European Journal of Political Theory 23 (2):277-287. Legitimacy crises in embedded democracies.Benjamin M.",
      "page_age": null
    },
    {
      "title": "Erin I. Kelly, Law and Institutional Legitimacy in the Practice of Human Rights",
      "url": "https://philpapers.org/rec/KELLAI-2",
      "philpapers_id": "KELLAI",
      "snippet": "When it incorporates those ideas, Buchanan’s ‘Metacoordination View’ can be seen to set a standard of legitimacy not only for assessments of an international scheme of human rights institutions, but also for the basic institutional structures of domestic states.",
      "page_age": null
    },
    {
      "title": "J. Camlin, A Theorem-Based Analysis of Epistemic Disruption in Higher Education: Defining Wokeism as an Epistemic Doctrine",
      "url": "https://philpapers.org/rec/CAMATA-8",
      "philpapers_id": "CAMATA",
      "snippet": "They reveal the institution&#x27;s failure to deliver the very goods it claims to provide: knowledge, and students educated beyond the level of secondary schooling and as a consequence, its inevitable reform or collapse. ... wokeism, epistemic doctrine, public trust, social epistemology, recursion, academic legitimacy, folk-elite divide, higher education, knowledge systems, Camlin Theorem",
      "page_age": null
    },
    {
      "title": "Enzo Rossi, What Is the Point of Legitimacy?",
      "url": "https://philpapers.org/rec/ROSWIT-18",
      "philpapers_id": "ROSWIT",
      "snippet": "They all jettison something or other that, for a long time, had been thought essential to any sound philosophical treatment of legitimacy. They do so resourcefully and impressively, but not without cots.",
      "page_age": null
    },
    {
      "title": "Matthias Brinkmann, Degrees of Legitimacy",
      "url": "https://philpapers.org/rec/BRIDOL-3",
      "philpapers_id": "BRIDOL",
      "snippet": "It is increasingly common in the philosophical literature to claim that political legitimacy, normatively understood, comes in degrees. However, most authors fail to specify what talk of degrees means, and the notion remains opaque. Using the Hohfeld schema as a guide, I survey possible accounts, distinguishing them into “width”, “depth”, and “weight” proposals.",
      "page_age": null
    },
    {
      "title": "Adele Santana, Three Elements of Stakeholder Legitimacy",
      "url": "https://philpapers.org/rec/SANTEO-6",
      "philpapers_id": "SANTEO",
      "snippet": "This paper focuses attention on the stakeholder attribute of legitimacy. Drawing upon institutional and stakeholder theories, I develop a framework of stakeholder legitimacy based on its three aspects—legitimacy of the stakeholder as an entity, legitimacy of the stakeholder’s claim, and legitimacy of the stakeholder’s behavior.",
      "page_age": null
    },
    {
      "title": "Allen Buchanan, The Legitimacy of International Law",
      "url": "https://philpapers.org/rec/BUCTLO-6",
      "philpapers_id": "BUCTLO",
      "snippet": "Legitimacy beyond the state: institutional purposes and contextual constraints.N.",
      "page_age": null
    },
    {
      "title": "Mariano Croce, Juridification as politics: An institutional view",
      "url": "https://philpapers.org/rec/CROJAP",
      "philpapers_id": "CROJAP",
      "snippet": "In the existing literature on depoliticization, the increasing use of law as a medium to tackle social and political issues is deemed to be detrimental to the legitimacy of political processes.",
      "page_age": null
    },
    {
      "title": "Matthew Lister, Law and Institutional Legitimacy in the Practice of Human Rights",
      "url": "https://philpapers.org/rec/LISLAI",
      "philpapers_id": "LISLAI",
      "snippet": "The Heart of Human Rights develops an account of human rights as legal entities that serve important moral purposes in a legitimate international human rights practice. This paper examines Allen Buchanan’s general concept of institutional legitimacy and aims to expand that concept by emphasizing its connection with several ideas developed in the book about the nature and function of a system of international human rights.",
      "page_age": null
    },
    {
      "title": "Allen Buchanan, Human Rights, Legitimacy, and the Use of Force",
      "url": "https://philpapers.org/rec/BUCHRL-2",
      "philpapers_id": "BUCHRL",
      "snippet": "This volume collects Allen Buchanan&#x27;s previously published articles with a focus on ethics and international law, specifically with regard to human rights, the legitimacy of international institutions, and the ethics of force across borders.",
      "page_age": null
    },
    {
      "title": "Guido Palazzo & Andreas Georg Scherer, Corporate Legitimacy as Deliberation: A Communicative Framework",
      "url": "https://philpapers.org/rec/PALCLA-4",
      "philpapers_id": "PALCLA",
      "snippet": "Modern society is challenged by ... and lifestyles. Corporate social responsibility (CSR) discourse builds upon a conception of organizational legitimacy that does not appropriately reflect these changes....",
      "page_age": null
    },
    {
      "title": "Matthias Brinkmann, The asymmetry between domestic and global legitimacy",
      "url": "https://philpapers.org/rec/BRITAB-3",
      "philpapers_id": "BRITAB",
      "snippet": "There are two bodies of literature, one offering theories of the legitimacy of domestic institutions like states, another offering theories of the legitimacy of international institutions like the IMF. Accounts of domestic legitimacy stress the importance of democratic procedure, while few to no theorists make democracy a necessary condition for the legitimacy of international institutions.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
