{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "tradition corruption ossification",
  "results": [
    {
      "title": "Alison McQueen, Political realism and moral corruption",
      "url": "https://philpapers.org/rec/MCQPRA-3",
      "philpapers_id": "MCQPRA",
      "snippet": "Political realism is frequently criticised as a theoretical tradition that amounts to little more than a rationalisation of the status quo and an apology for power. This paper responds to this ...",
      "page_age": null
    },
    {
      "title": "Robert Sparling, Political Corruption and the Concept of Dependence in Republican Thought",
      "url": "https://philpapers.org/rec/SPAPCA-2",
      "philpapers_id": "SPAPCA",
      "snippet": "If liberty is the “the absence of dependence on the will of others,” it is extremely important to determine just what independence entails. This article suggests that dependency corruption was a dominant concern of the modern republican tradition, but it is a concern that is largely ignored in today’s new republicanism.",
      "page_age": null
    },
    {
      "title": "Isomiddinov Yunusjon Yusubboevich, Corruption: A philosophical analysis of causes, consequences, and methods of control",
      "url": "https://philpapers.org/rec/YUSCAP-2",
      "philpapers_id": "YUSCAP",
      "snippet": "Corruption is a self-perpetuating phenomenon that exists within public life and has no national or territorial borders. This concept testifies to its imperfection and weakness and arises from the &quot;bowels&quot; of the state, the low legal culture ...",
      "page_age": null
    },
    {
      "title": "Lance Simmons, Pretense, Corruption, and Character in “Modern Moral Philosophy”",
      "url": "https://philpapers.org/rec/SIMPCA",
      "philpapers_id": "SIMPCA",
      "snippet": "The second relation is to fail to respond to a more primitive kind of necessity, thereby showing what Anscombe infamously calls “a corrupt mind.” The third relation is sometimes consciously to act, because of a non-virtuous character, against a third kind of necessity, discovered by Aristotle, namely, the necessity of that on whichgood hangs.",
      "page_age": null
    },
    {
      "title": "Joshua Landy, Corruption by Literature",
      "url": "https://philpapers.org/rec/LANCBL",
      "philpapers_id": "LANCBL",
      "snippet": "This essay argues not just that literature can corrupt its readers—if literature can improve, it can also corrupt—but that some of that is our fault: by telling people to extract moral ...",
      "page_age": null
    },
    {
      "title": "H. H. Joachim, On generation and corruption",
      "url": "https://philpapers.org/rec/JOAOGA",
      "philpapers_id": "JOAOGA",
      "snippet": "On the Generation and Corruption of Aristotle&#x27;s Thought.Charlotte Witt - 1991 - Apeiron 24 (2):129 - 145.",
      "page_age": null
    },
    {
      "title": "Henry Bauer, Not Even Trying: The Corruption of Real Science by Bruce G. Charlton",
      "url": "https://philpapers.org/rec/BAUNET",
      "philpapers_id": "BAUNET",
      "snippet": "Bruce Charlton describes in trenchant tone and terms the state of contemporary modern science in what I&#x27;ve called its decadent third stage (Bauer 2013). Lacking citations, the book is really an ...",
      "page_age": null
    },
    {
      "title": "Armin Schulz, Institutional Corruption",
      "url": "https://philpapers.org/rec/SCHICK",
      "philpapers_id": "SCHICK",
      "snippet": "To overcome this challenge, this paper argues that institutional corruption is the result of an individual or collective agent acting in ways that prevent a social institution from partially or fully fulfilling its function. In turn, the function of a social institution is spelled out in line with what is shown to be the most compelling account of social functionalism in the literature: Presentist Social Functionalism.",
      "page_age": null
    },
    {
      "title": "Peter Bratsis, Political Corruption in the Age of Transnational Capitalism",
      "url": "https://philpapers.org/rec/BRAPCI-2",
      "philpapers_id": "BRAPCI",
      "snippet": "It argues that, following the collapse of the Soviet Union and the deepening of an increasingly transnational capitalism, anti-corruption discourse has arisen as a new version of the ‘white man’s burden’, a justification for intervention into the domestic politics of less powerful states as well as an explanation for their relative poverty.",
      "page_age": null
    },
    {
      "title": "Mary Krizan, Mixing and the Formation of Homoeomers in on Generation and Corruption 2.7",
      "url": "https://philpapers.org/rec/KRIMAT",
      "philpapers_id": "KRIMAT",
      "snippet": "In On Generation and Corruption 1. 10 and 2. 7 Aristotle discusses mixing and mixtures. Recent scholars tend to read the two texts together, thus treating the production of homoeomers in ...",
      "page_age": null
    },
    {
      "title": "Juneman Abraham, Julia Suleeman & Bagus Takwin, Psychological Mechanism of Corruption: A Comprehensive Review",
      "url": "https://philpapers.org/rec/ABRPMO",
      "philpapers_id": "ABRPMO",
      "snippet": "Counterfeit self, implicit self-theory, ethical mindset and moral emotion are taken into account as the pivotal factors of the corruption behavior and its mechanism of moral disengagement. Counterfeit self along with some moderating variables are regarded to “set” one’s future corrupt behavior based on his/her past/prior ethical or unethical behavior and moral emotions.",
      "page_age": null
    },
    {
      "title": "Christophe de Ray, Corruptio boni: An alternative to the privation theory of evil",
      "url": "https://philpapers.org/rec/DERCBA",
      "philpapers_id": "DERCBA",
      "snippet": "Despite its historical importance, privation theory is faced with a number of serious difficulties. I outline two of these difficulties and argue that they continue to pose a threat. I then present ‘corruption theory’, an alternative theory of evil reconstructed from some of Augustine&#x27;s writings on the subject.",
      "page_age": null
    },
    {
      "title": "Adrian Blau, Hobbes On Corruption",
      "url": "https://philpapers.org/rec/BLAHOC",
      "philpapers_id": "BLAHOC",
      "snippet": "Corruption is a more important idea for Hobbes than has been recognized: a state of nature can result from corruption of the people, corruption of counsellors and corruption of legal processes. Hobbes often uses a &#x27;cognitive&#x27; conception of corruption — the distortion of mental processes, by faulty reasoning or improper attitudes.",
      "page_age": null
    },
    {
      "title": "Leo V. Ryan, Combating Corruption",
      "url": "https://philpapers.org/rec/RYACCC",
      "philpapers_id": "RYACCC",
      "snippet": "Many believe that corruption is culturally induced. Some believe corruption to be so much a part of the fabric of some societies as to be unquestioned and unassailable.",
      "page_age": null
    },
    {
      "title": "Colin Bird, Passive Corruption: How Institutions Corrupt People",
      "url": "https://philpapers.org/rec/BIRPCH",
      "philpapers_id": "BIRPCH",
      "snippet": "Passive corruption, I argue, consists in an excess, rather than a deficit, of “office accountability” and typically arises when different institutions come into conflict with each other.",
      "page_age": null
    },
    {
      "title": "Tanja Rabl & Torsten M. Kühlmann, Understanding Corruption in Organizations – Development and Empirical Assessment of an Action Model",
      "url": "https://philpapers.org/rec/RABUCI-2",
      "philpapers_id": "RABUCI",
      "snippet": "Given high perceived behavioral control, this desire was transformed into an intention that finally resulted in corrupt action. Components related to general private and professional goals did not allow for any prediction.",
      "page_age": null
    },
    {
      "title": "Geoffrey O'Shea, Cranial factors in neocortical evolution",
      "url": "https://philpapers.org/rec/oshcfi",
      "philpapers_id": null,
      "snippet": "Our understanding of paleoneurology can benefit through considerations of how ontogenetic patterns of skull suture ossification can limit the phylogenetic expansion of underlying brain tissue to specific regions. Additionally, the influence ...",
      "page_age": null
    }
  ],
  "count": 17,
  "errors": []
}
