{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Arendt authority tradition",
  "results": [
    {
      "title": "Hannah Arendt, The Great Tradition I. Law and Power",
      "url": "https://philpapers.org/rec/ARETGT-3",
      "philpapers_id": "ARETGT",
      "snippet": "In the first part of &quot;The Great Tradition&quot; the relation between law and power, and in the second part the conception of government as ruling and being ruled, are analyzed by Arendt as fundamental elements in the tradition of political thought; what the reader needs to be aware of, is that the lasting importance of Marx to Arendt is his having brought the tradition to its end by returning it to its beginning.",
      "page_age": null
    },
    {
      "title": "Andrew Benjamin, The Problem of Authority in Arendt and Aristotle",
      "url": "https://philpapers.org/rec/BENTPO-41",
      "philpapers_id": "BENTPO",
      "snippet": "The aim of the paper is to examine the limits of Aristotle’s and Arendt’s contributions to a philosophical anthropology. By focusing on the concept of ‘potentiality’—and thus the ‘good life’ as ...",
      "page_age": null
    },
    {
      "title": "Simas Čelutka, Athens or Rome? A New Perspective on the Political Philosophy of H. Arendt",
      "url": "https://philpapers.org/rec/ELUAOR",
      "philpapers_id": "ELUAOR",
      "snippet": "In Arendt’s view, an exclusive focus on action, spontaneity and extraordinary deeds threatens to destabilise the life of the political community. By introducing concepts such as tradition, authority, the sacredness of foundation, the law (lex), as well as the political significance of promise and forgiveness, the Romans opened up a dimension of political sedimentation which was alien to the Greeks.",
      "page_age": null
    },
    {
      "title": "Hannah Arendt, The great tradition II. Ruling and being ruled",
      "url": "https://philpapers.org/rec/ARETGT-2",
      "philpapers_id": "ARETGT",
      "snippet": "Between Freedom and Law : Hannah Arendt on the Promise of Modern Revolution and the Burden of &quot;the Tradition&quot;.Michael A. Wilkinson - 2012 - In Marco Goldoni &amp; Christopher McCorkindale (eds.), Hannah Arendt and the Law.",
      "page_age": null
    },
    {
      "title": "Shmuel Lederman, Arendt and the Council Tradition",
      "url": "https://philpapers.org/rec/LEDAAT-4",
      "philpapers_id": "LEDAAT",
      "snippet": "This chapter discusses the council movement that emerged within the socialist and anarchist movements in the twentieth century, from which Arendt drew her own support for the councils. It seeks to ...",
      "page_age": null
    },
    {
      "title": "Garrath Williams, Hannah Arendt on Power",
      "url": "https://philpapers.org/rec/WILHAO-3",
      "philpapers_id": "WILHAO",
      "snippet": "Power is never the property of an individual; it belongs to a group and remains in existence only so long as the group keeps together’. This entry offers some background to Arendt’s account, highlights two important contrasts that she makes between power and violence, and then points to her related notion of authority.",
      "page_age": null
    },
    {
      "title": "James Alexander, Three Rival Views of Tradition (Arendt, Oakeshott and MacIntyre)",
      "url": "https://philpapers.org/rec/ALETRV",
      "philpapers_id": "ALETRV",
      "snippet": "Arendt sees tradition as something which no longer conditions action, Oakeshott sees tradition as something which conditions all action, and MacIntyre sees tradition as something which should condition right action.",
      "page_age": null
    },
    {
      "title": "Hannah Arendt, The modern challenge to tradition: Fragmente eines Buchs",
      "url": "https://philpapers.org/rec/ARETMC-3",
      "philpapers_id": "ARETMC",
      "snippet": "Between freedom and law : Hannah Arendt on the promise of modern revolution and the burden of &quot;the tradition&quot;.Michael A. Wilkinson - 2012 - In Marco Goldoni &amp; Christopher McCorkindale, Hannah Arendt and the law.",
      "page_age": null
    },
    {
      "title": "Tama Weisman, Hannah Arendt and Karl Marx: On Totalitarianism and the Tradition of Western Political Thought",
      "url": "https://philpapers.org/rec/WEIHAA-2",
      "philpapers_id": "WEIHAA",
      "snippet": "Introduction -- The Marx project : a brief overview -- Origins of totalitarianism : ideology and terror -- The tradition -- First pillar : &quot;labor is the creator of man&quot; : on labor, necessity, and loneliness -- Third pillar : the eleventh thesis on Feuerbach -- Second pillar : violence is the midwife of history -- Die Aufhebung : as the state withers a new politics arises and philosophy fades away.",
      "page_age": null
    },
    {
      "title": "Shmuel Lederman, Hannah Arendt and Participatory Democracy: A People’s Utopia",
      "url": "https://philpapers.org/rec/LEDHAA-2",
      "philpapers_id": "LEDHAA",
      "snippet": "This book centers on a relatively ... in which citizen councils would replace contemporary representative democracy and allow citizens to participate directly in decision-making in the public sphere....",
      "page_age": null
    },
    {
      "title": "Itay Snir, Bringing Plurality Together: Common Sense, Thinking and Philosophy in Arendt",
      "url": "https://philpapers.org/rec/SNIBPT",
      "philpapers_id": "SNIBPT",
      "snippet": "This has led to accusing her of being inconsistent, or as holding on to several, incompatible concepts of common sense.This article argues that Arendt has one complex concept of common sense, used more or less consistently throughout her writings. Rather than understanding Arendt&#x27;s common sense in light of Kant&#x27;s, as most readers do, I demonstrate its links to Aristotle and to the eighteenth‐century Scottish school of common sense.",
      "page_age": null
    },
    {
      "title": "Robert P. Crease, Arendt and the Authority of Science in Politics",
      "url": "https://philpapers.org/rec/CREAAT-6",
      "philpapers_id": "CREAAT",
      "snippet": "This article reviews and contextualizes Arendt’s views on modern science and technology, discusses her views on authority, and identifies some insights that her writings provide on the dynamics of science denial. Arendt’s writings point to another possible source of authority besides Weber’s three categories (traditional, legal-rational, charismatic), based on a relationship between ruler and ruled that precedes the issuance of commands.",
      "page_age": null
    },
    {
      "title": "Massimo La Torre, Hannah Arendt and the Concept of Law. Against the Tradition",
      "url": "https://philpapers.org/rec/LATHAA-3",
      "philpapers_id": "LATHAA",
      "snippet": "Hannah Arendt perceptive though scanty remarks on law, within her wider reflections on action and judgment, offer a different view and open a new path for a jurisprudence less obsessed with coercion, and against the tradition supporting the centrality of command in the tlegal domain.",
      "page_age": null
    },
    {
      "title": "Hannah Arendt, Karl Marx and the tradition of western political thought",
      "url": "https://philpapers.org/rec/AREKMA",
      "philpapers_id": "AREKMA",
      "snippet": "As an ideology Marxism is doubtless the only link that binds the totalitarian form of government directly to that tradition; apart from it any attempt to deduce totalitarianism directly from a strand of occidental thought would lack even the semblance of plausibility ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Hannah Arendt and Karl Marx: On Totalitarianism and the Tradition of Western Political Thought.Tama Weisman - 2013 - Lanham, Maryland: Lexington Books.",
      "page_age": null
    },
    {
      "title": "Kimberley Foster Curtis, Aesthetics, Authority and Justice in a Post-Metaphysical Age: Nietzsche and Arendt",
      "url": "https://philpapers.org/rec/CURAAA",
      "philpapers_id": "CURAAA",
      "snippet": "The aim of my dissertation is to explore the aesthetic approaches to questions of authority and justice in a post-metaphysical age in the works of Friedrich Nietzsche and Hannah Arendt. Both ...",
      "page_age": null
    },
    {
      "title": "Roger Boesche, Theories of Tyranny, From Plato to Arendt",
      "url": "https://philpapers.org/rec/BOETOT",
      "philpapers_id": "BOETOT",
      "snippet": "This book explores a little-noticed tradition in the history of European political thought. From Plato to Aristotle to Tacitus and Machiavelli, and from Tocqueville to Max Weber and Hannah Arendt, political thinkers have examined the tyrannies of their times and have wondered how these tyrannies come about, how they work, and how they might be defeated.",
      "page_age": null
    },
    {
      "title": "Julien Kloeg & Liesbeth Noordegraaf-Eelens, Ambiguous authority: Reflections on Hannah Arendt’s concept of authority in education",
      "url": "https://philpapers.org/rec/KLOAAR",
      "philpapers_id": "KLOAAR",
      "snippet": "For Hannah Arendt, authority is the shape educational responsibility assumes. In our time, authority in Arendt’s sense is under pressure. The figure of Greta Thunberg shows the failure of adult generations, taken collectively, to take ...",
      "page_age": null
    },
    {
      "title": "James Muldoon, The Lost Treasure of Arendt's Council System",
      "url": "https://philpapers.org/rec/MULTLT",
      "philpapers_id": "MULTLT",
      "snippet": "Arendt resists the complete dominance and superiority of either element and argues that the foundation of a free state requires nothing less than the stabilisation and persistence of constituent power within an open and fluid institution that ...",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
