{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Gadamer prejudice tradition",
  "results": [
    {
      "title": "Camille Elise Atkinson, Gadamer, Tradition and Subjectivity",
      "url": "https://philpapers.org/rec/ATKGTA",
      "philpapers_id": "ATKGTA",
      "snippet": "This has led certain critics to accuse him of &quot;conservatism&quot; insofar as he appears to be ignoring, and thereby tacitly validating, the intellectual or political power structures that determine what counts as traditional, what it means to belong to a tradition, etc. On the other hand, there are those who charge him with undermining the possibility for truth in interpretation, inasmuch as understanding is determined by the &quot;prejudices&quot; of the interpreter and is thus inherently subjective or relative. In the former case, the claim is that Gadamer&#x27;s account of hermeneutical reflection merely involves the appropriation of what is simply &quot;given&quot; to us by tradition, and that he does not provide any room for critique.",
      "page_age": null
    },
    {
      "title": "Hans-Georg Gadamer, On the Discrediting of Prejudice by the Enlightenment",
      "url": "https://philpapers.org/rec/GADOTD",
      "philpapers_id": "GADOTD",
      "snippet": "Gadamer&#x27;in Felsefi Hermeneutiğinde &#x27;Ön Yargı&#x27; Kavramı ve Düşündürdükleri.Ramazan Ertürk - forthcoming - Felsefe Dünyasi 38:58-71.",
      "page_age": null
    },
    {
      "title": "Donald Ipperciel, Descartes and Gadamer on Prejudice",
      "url": "https://philpapers.org/rec/IPPDAG",
      "philpapers_id": "IPPDAG",
      "snippet": "Les aspects polémiques et rhétoriques de la réhabilitation des préjugés chez Gadamer font non seulement violence à la pensee de Descartes, mais obscurcissent le sens véritable de la théorie gadamérienne sur ...",
      "page_age": null
    },
    {
      "title": "Kristjan G. Arngrimsson, Protecting Our Prejudices? Is Gadamer's Hermeneutics Ethnocentric?",
      "url": "https://philpapers.org/rec/ARNPOP-3",
      "philpapers_id": "ARNPOP",
      "snippet": "That, however, opens up the way for another charge, namely that of ethnocentrism, as if the only thing one can do if confronted with a different set of beliefs is to stick to one&#x27;s own set---i.e., that all we can really do is protect our prejudices. ;My aim in this dissertation is to defend Gadamer&#x27;s hermeneutics from both these charges, relativism and ethnocentrism. I will begin by arguing that he escapes relativism because of his notion of the bindingness of tradition.",
      "page_age": null
    },
    {
      "title": "Ryan Holston, Two Concepts Of Prejudice",
      "url": "https://philpapers.org/rec/HOLTCO-27",
      "philpapers_id": "HOLTCO",
      "snippet": "Many scholars have noted that the concept of &#x27;prejudice&#x27; in the thinking of Hans-Georg Gadamer bears similarity to the use that has been made of the term in the speaking and ...",
      "page_age": null
    },
    {
      "title": "Parrish Wayne Jones, The Role of Technical and Non-Technical Prejudice in Hermeneutics: The Case of Hans-Georg Gadamer",
      "url": "https://philpapers.org/rec/JONTRO-30",
      "philpapers_id": "JONTRO",
      "snippet": "On the Discrediting of Prejudice by the Enlightenment.Hans-Georg Gadamer - 1985 - In Kurt Mueller-Vollmer (ed.), The Hermeneutics Reader: Texts of the German Tradition From the Enlightenment to the Present. Continuum. pp.",
      "page_age": null
    },
    {
      "title": "Duška Franeta, Gadamer’s Hermeneutics as Practical Philosophy",
      "url": "https://philpapers.org/rec/FRAGHA",
      "philpapers_id": "FRAGHA",
      "snippet": "The author elaborates the fundamental notions of prejudice, hermeneutical circle, tradition, situation, effective-historical consciousness, fusion of horizons and application. The explanation of the mentioned concepts intends to legitimize Gadamer’s central thesis that our understanding is ...",
      "page_age": null
    },
    {
      "title": "Mark Tazelaar, The Complementarity of Dogmatism and Criticism and its Function Within Tradition and Revolution: A Debate Between Kuhn, Popper, Gadamer, and Blumenberg",
      "url": "https://philpapers.org/rec/TAZTCO",
      "philpapers_id": "TAZTCO",
      "snippet": "For Popper, frameworks are essentially restrictive, and framework-breaking is a steadily available opportunity. ;Hans-Georg Gadamer&#x27;s hermeneutics rehabilitates this Popperian prejudice against frameworks by pointing out both the enabling function frameworks serve in experience, and the need to &#x27;suffer&#x27; through them--as Kuhn argues on behalf of normal science.",
      "page_age": null
    },
    {
      "title": "Anton A. van Niekerk, Hermeneutics and historical consciousness: An appraisal of the contribution of Hans-Georg Gadamer",
      "url": "https://philpapers.org/rec/VANHAH-2",
      "philpapers_id": "VANHAH",
      "snippet": "Aspects of that contribution that are emphasized are: Gadamer&#x27;s reevaluation of prejudice, authority and tradition, his idea of “Wirkungs -geschichte”, his idea of meaning as a process rather than a given entity, his analogy between game- ...",
      "page_age": null
    },
    {
      "title": "Chris Lawn, Gadamer: a guide for the perplexed",
      "url": "https://philpapers.org/rec/LAWGAG",
      "philpapers_id": "LAWGAG",
      "snippet": "There is clear exposition and analysis of such key terms - often problematic for the reader - as &#x27;fusion of horizons&#x27;, &#x27;effective historical consciousness&#x27; and &#x27;the logic of question and answer&#x27;, as well as Gadamer&#x27;s redefinition of such concepts as &#x27;prejudice&#x27;, &#x27;authority&#x27; and &#x27;tradition&#x27;.",
      "page_age": null
    },
    {
      "title": "Georgia Warnke, Gadamer: Hermeneutics, Tradition and Reason",
      "url": "https://philpapers.org/rec/WARGHT-4",
      "philpapers_id": "WARGHT",
      "snippet": "In this book Georgia Warnke provides a clear and systematic exposition of Gadamer&#x27;s work, as well as a balanced and thoughtful assessment of his views. Warnke gives particular attention to the ways in which Gadamer&#x27;s work has been taken up and criticised by literary critics, social theorists and philosophers, such as Hirsch, Habermas and Rorty.",
      "page_age": null
    },
    {
      "title": "Hans-Georg Gadamer (ed.), Philosophical hermeneutics",
      "url": "https://philpapers.org/rec/GADPH",
      "philpapers_id": "GADPH",
      "snippet": "Philosophical Hermeneutics.Nicholas Davey - 2012 - In Unquiet Understanding: Gadamer&#x27;s Philosophical Hermeneutics. SUNY Press. pp. 1-36. Elucidating philosophical hermeneutics.David Vessey - 2008 - Research in Phenomenology 38 (2):293-302. Added to PP 2009-01-28 Downloads 228 (#144,000) 6 months 22 (#518,224) ... Prejudice in Testimonial Justification: A Hinge Account.Anna Boncompagni - 2021 - Episteme 1 (Early view):1-18.",
      "page_age": null
    },
    {
      "title": "Jeffrey James Polet, Liberal Interpretations: Gadamer's Hermeneutics and the Modern Subject",
      "url": "https://philpapers.org/rec/POLLIG",
      "philpapers_id": "POLLIG",
      "snippet": ";The preliminary discussion on Gadamer follows Gadamer&#x27;s own theory by showing how his indebtedness to and critique of certain key thinkers--Hegel, Husserl, Dilthey and Heidegger--provides the framework and content of his own recovery of historical consciousness, manifested in his defense of &quot;prejudice&quot; and tradition...",
      "page_age": null
    },
    {
      "title": "Richard Palmer & Katia Ho, The Universal Process of Understanding: Seven Key Terms in Gadamer's Hermeneutics",
      "url": "https://philpapers.org/rec/PALTUP",
      "philpapers_id": "PALTUP",
      "snippet": "The German word for tradition is Űberlieferung, that which is handed down. Again, Gadamer takes up arms against the Enlightenment prejudice against tradition as illegitimate without dialogue or a fair trial.",
      "page_age": null
    },
    {
      "title": "Paul Regan, Hans-Georg Gadamer’s philosophical hermeneutics: Concepts of reading, understanding and interpretation",
      "url": "https://philpapers.org/rec/REGHGP",
      "philpapers_id": "REGHGP",
      "snippet": "The main concepts of Gadamer’s view of reading and understanding are explored in this paper in relation to interpreting text. Concepts such as; inter-subjectivity, Being, authenticity, fore-structure, pre-suppositions, prejudice, temporality and history are all help to enhance health and social science researchers’ understanding of his theory and its application",
      "page_age": null
    },
    {
      "title": "Paul Marinescu, Tradition et distance temporelle : « de la justesse de la compréhension » chez Hans-Georg Gadamer",
      "url": "https://philpapers.org/rec/MARTED-5",
      "philpapers_id": "MARTED",
      "snippet": "If the truth finds its core in tradition, as Gadamer’s philosophical hermeneutics says it, and there is no objectivity other than the confirmation given by the historical prejudices, how is it still possible to consider the problem of the correctness of the understanding?",
      "page_age": null
    }
  ],
  "count": 16,
  "errors": []
}
