{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "MacIntyre epistemological crisis",
  "results": [
    {
      "title": "Alisdair MacIntyre, Epistemological Crises, Dramatic Narrative and the Philosophy of Science",
      "url": "https://philpapers.org/rec/MACECD",
      "philpapers_id": "MACECD",
      "snippet": "Alisdair MacIntyre · The Monist 60 (4):453-472 (1977) Copy BIBTEX · What is an epistemological crisis? Consider, first, the situation of ordinary agents who are thrown into such crises.",
      "page_age": null
    },
    {
      "title": "Matias Petersen, The epistemological crisis of Marxian economic theory",
      "url": "https://philpapers.org/rec/PETTEC-3",
      "philpapers_id": "PETTEC",
      "snippet": "I argue that Marxian economic theory, as a tradition of enquiry, has been defeated by its opponents and that a synthesis between Aristotelian moral philosophy and Marxian economics is an obstacle to the development of MacIntyre’s political philosophy.",
      "page_age": null
    },
    {
      "title": "Paul A. Roth, Politics and epistemology: Rorty, MacIntyre, and the ends of philosophy",
      "url": "https://philpapers.org/rec/ROTPAE",
      "philpapers_id": "ROTPAE",
      "snippet": "In this paper, I examine how a manifest disagreement between Richard Rorty and Alasdair MacIntyre concerning the history of philosophy is but one of a series of deep and interrelated disagreements ...",
      "page_age": null
    },
    {
      "title": "Steven A. Stolz, MacIntyre, managerialism and universities",
      "url": "https://philpapers.org/rec/STOMMA-5",
      "philpapers_id": "STOMMA",
      "snippet": "In order to overcome this malaise, I want to struggle against the corporatisation of universities by revitalising and extending upon MacIntyre’s argument that a university is set up for constrained disagreement and imposed participation in conflict, and also highlight the importance of reason or wisdom and its development because it enables us to see the interconnectedness and interrelationship between different forms of knowledge that can lead us to truth and of the good.",
      "page_age": null
    },
    {
      "title": "Christophe Rouard, The Thomism of Alasdair MacIntyre: Which Ethics? Which Epistemology?",
      "url": "https://philpapers.org/rec/ROUTTO-4",
      "philpapers_id": "ROUTTO",
      "snippet": "This epistemology is at the heart of MacIntyrean thought, which is opposed in that to Hilary Putnam, an important foil in his work. The article shows how. It presents the way in which Alasdair MacIntyre moves beyond the internalist impasse while honoring the relativity of all rational investigation.",
      "page_age": null
    },
    {
      "title": "Alasdair C. Macintyre, Metaphysical Beliefs",
      "url": "https://philpapers.org/rec/MACMBT",
      "philpapers_id": "MACMBT",
      "snippet": "Metaphysical Beliefs consists of three long essays, by Stephen Toulmin on &#x27;Contemporary Scientific Mythology&#x27;; by Ronald Hepburn on &#x27;Poetry and Religious Belief&#x27;; and by Alasdair Maclntyre on &#x27;The Logical Status of ...",
      "page_age": null
    },
    {
      "title": "Alasdair MacIntyre, Philosophy and its History",
      "url": "https://philpapers.org/rec/MACPAI-11",
      "philpapers_id": "MACPAI",
      "snippet": "Politics and Epistemology: Rorty, MacIntyre, and the Ends of Philosophy.Paul A.",
      "page_age": null
    },
    {
      "title": "Daniel J. Hicks & Thomas A. Stapleford, The Virtues of Scientific Practice: MacIntyre, Virtue Ethics, and the Historiography of Science",
      "url": "https://philpapers.org/rec/HICTVO",
      "philpapers_id": "HICTVO",
      "snippet": "In this essay, we draw on the work of the virtue ethicist Alasdair MacIntyre to develop a theory of “communal practices” and explore how such an approach can inform the history of science, including allegations about the corruption of science by wealth or power; consideration of scientific ethics or “moral economies”; the role of values in science; the ethical distinctiveness of scientific vocations; and the relationship between history of science and the practice of science itself.",
      "page_age": null
    },
    {
      "title": "Alasdair C. MacIntyre, Difficulties in Christian Belief",
      "url": "https://philpapers.org/rec/MACDIC-2",
      "philpapers_id": "MACDIC",
      "snippet": "Difficulties in Christian Belief; Religious Belief.Alan Donagan, Alasdair C. MacIntyre &amp; C.",
      "page_age": null
    },
    {
      "title": "Alasdair MacIntyre, The Claims of After Virtue",
      "url": "https://philpapers.org/rec/MACTCO-34",
      "philpapers_id": "MACTCO",
      "snippet": "After Virtue claims that it is characteristic of contemporary society that its debates are peculiarly unsettlable; that this state of affairs is the result of the failure by the thinkers of ...",
      "page_age": null
    },
    {
      "title": "Christopher Stephen Lutz, Tradition in the Ethics of Alasdair Macintyre: Relativism, Thomism, and Philosophy",
      "url": "https://philpapers.org/rec/LUTTIT-2",
      "philpapers_id": "LUTTIT",
      "snippet": "Permanently shifting the debate on MacIntyre&#x27;s oeuvre, Lutz convincingly demonstrates how MacIntyre&#x27;s neo-Aristotelian ethical thought provides an essential corrective to the contemporary discussions of relativism and ideology, while successfully drawing on the objectivity of Thomistic natural law.",
      "page_age": null
    },
    {
      "title": "Tony Burns, MacIntyre and Hegel on the possibility of resolving philosophical disagreements",
      "url": "https://philpapers.org/rec/BURMAH-4",
      "philpapers_id": "BURMAH",
      "snippet": "This article examines the views of Hegel and Alasdair MacIntyre regarding philosophical disagreements, whether or not they can be resolved and if so how. For both thinkers such a disagreement is thought of as taking place between the advocates of two theoretical positions which are opposed to one another.",
      "page_age": null
    },
    {
      "title": "Alasdair MacIntyre, Moral arguments and social contexts",
      "url": "https://philpapers.org/rec/MACMAA",
      "philpapers_id": "MACMAA",
      "snippet": "After MacIntyre: Critical Perspectives on the Work of Alasdair MacIntyre. [REVIEW]Bruce W. Ballard - 1998 - International Philosophical Quarterly 38 (1):105-107. Added to PP 2009-01-28 Downloads 65 (#384,062) 6 months 4 (#1,277,390) ... Politics and epistemology: Rorty, MacIntyre, and the ends of philosophy.Paul A.",
      "page_age": null
    },
    {
      "title": "Lee McIntyre, The emergence of the philosophy of chemistry",
      "url": "https://philpapers.org/rec/MCITEO",
      "philpapers_id": "MCITEO",
      "snippet": "This paper endorses and defends this emergence given the difficulty of reducing all of the philosophical problems raised by chemistry to those already being considered within the philosophy of physics, and recognition that many of the phenomena ...",
      "page_age": null
    },
    {
      "title": "S. Gorovitz & A. MacIntyre, Toward a Theory of Medical Fallibility",
      "url": "https://philpapers.org/rec/GORTAT-4",
      "philpapers_id": "GORTAT",
      "snippet": "Benedict among the Ruins: MacIntyre and Medical Practice.J. P. Bishop - 2011 - Journal of Medicine and Philosophy 36 (2):107-113. Authority relations in corporate medical management: Toward an organizational ethic of managed care. [REVIEW]Mark E. Meaney - 1999 - HEC Forum 11 (4):333-344. Added to PP 2012-11-21 Downloads 703 (#52,609) 6 months 17 (#800,574) ... Recognizing tacit knowledge in medical epistemology...",
      "page_age": null
    },
    {
      "title": "Alasdair C. MacIntyre, Difficulties in Christian Belief.Religious Belief",
      "url": "https://philpapers.org/rec/MACDIC",
      "philpapers_id": "MACDIC",
      "snippet": "THERE IS NO WAY TO PROVE THAT GOD EXISTS, NOR IS THERE CONCLUSIVE EVIDENCE TO THE CONTRARY. THE CHRISTIAN CAN, HOWEVER, BE JUSTIFIED IN HIS THEISTIC BELIEFS IN THE SENSE THAT ...",
      "page_age": null
    },
    {
      "title": "Alasdair C. MacIntyre, Ethics in the Conflicts of Modernity: An Essay on Desire, Practical Reasoning, and Narrative",
      "url": "https://philpapers.org/rec/MACEIT-9",
      "philpapers_id": "MACEIT",
      "snippet": "Alasdair MacIntyre explores some central philosophical, political and moral claims of modernity and argues that a proper understanding of human goods requires a rejection of these claims. In a wide-ranging discussion, ...",
      "page_age": null
    },
    {
      "title": "John Lemos, The Problems with Emotivism",
      "url": "https://philpapers.org/rec/LEMTPW-2",
      "philpapers_id": "LEMTPW",
      "snippet": "I argue that MacIntyre is right about this by explaining and then answering the recent defenses of emotivism that have appeared in the literature. I conclude by reminding the reader that according to MacIntyre his attacks on emotivism also serve as attacks on other subjectivist ethical theories, such as prescriptivism and existentialism.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
