{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Arendt authority tradition breakdown",
  "results": [
    {
      "paperId": "da2724b096d1b1044d96a1fdbbc7f69bff8262ec",
      "title": "The meaning of ‘Authority’ and ‘Conservation’ in education: focusing on Hannah Arendt’s ‘The crisis in education’",
      "authors": [
        {
          "name": "Sunsuk Jeon",
          "authorId": "2336529889"
        }
      ],
      "year": 2024,
      "abstract": "Based on the discussion of Hannah Arendt's authority and conservation in education, this paper aims to diagnose the reality that the current teaching authority is weakening and to explore the direction in which the authority of education should be directed. Hannah Arendt's authority is related to tradition. As traditions closely related to authority are weakened and dismantled, the authority of education in schools with an intermediate character between the private and public spheres is also weakening, and Hannah Arendt's conservatism in education, as stated in ‘The crisis in education’, argues that teachers should take responsibility for the world and children and play the essential role of education based on the authority that can be taught based on the nature of education, which is raising children and preserving traditions.",
      "citationCount": 0,
      "doi": "10.35510/jer.2024.46.3.57",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da2724b096d1b1044d96a1fdbbc7f69bff8262ec",
      "venue": "The Institute of Educational Research Chonnam National University",
      "journal": {
        "name": "The Institute of Educational Research Chonnam National University"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5100d9e2070fcd1ccd1f7faff7428b3925cfce55",
      "title": "Tradition, authority and dialogue: Arendt and Alexander on education",
      "authors": [
        {
          "name": "Itay Snir",
          "authorId": "117874091"
        }
      ],
      "year": 2018,
      "abstract": "In this paper I discuss two attempts to challenge mainstream liberal education, by Hannah Arendt and by contemporary Israeli philosopher Hanan Alexander. Arendt and Alexander both identify problems in liberal-secular modern politics and present alternatives based on reconnecting politics and education to tradition. I analyze their positions and bring them into a dialogue that suggests a complex conception of education that avoids many of the pitfalls of modern liberal thought. First, I outline Arendt and Alexander’s educational views and discuss their similarities, arguing that both may be understood as opposed to the modern attempt to adopt a «view from nowhere» at the world. Next, I suggest that Alexander’s view may benefit from adopting Arendt’s conceptions of tradition and authority. In the consecutive section, I argue that Alexander sheds light on significant problems in Arendt’s approach to education, problems his understanding of critical dialogue can help solve. The succeeding section joins the two views together to form an approach I call «critical traditionalism», and examines it against prevailing approaches to political education. I conclude by pointing to an important point overlooked by both Arendt and Alexander, namely the need for internal political struggle within each tradition.",
      "citationCount": 1,
      "doi": "10.14516/FDE.598",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5100d9e2070fcd1ccd1f7faff7428b3925cfce55",
      "venue": "",
      "journal": {
        "name": "Foro de Educación",
        "pages": "21-40",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "76a154952197986511babc74af29216aeaaed2c8",
      "title": "Arendt on authority and tradition",
      "authors": [
        {
          "name": "Douglas",
          "authorId": "2077106449"
        },
        {
          "name": "B.",
          "authorId": "1410804319"
        },
        {
          "name": "Klusmeyer",
          "authorId": "81224372"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76a154952197986511babc74af29216aeaaed2c8",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "aa7ae5e3b7d09c0efdc592b5bae73601097139c6",
      "title": "The Augustinian Concept of Love: From Hannah Arendt’s Interpretation to Impartial Love of Mozi",
      "authors": [
        {
          "name": "Shufeng Tian",
          "authorId": "2051545746"
        }
      ],
      "year": 2024,
      "abstract": "Augustine and Mozi are doubtlessly two of the most important theorists about love in the Western and Chinese traditions. Augustine has made a sharp distinction between caritas and cupiditas, whereas Mozi proposes the theory of impartial love (jian’ai 兼爱). Hannah Arendt has made her irreplaceable contribution to the understanding of the Augustinian concept of caritas in her work with the title Der Liebesbegriff bei Augustin, Versuch einer Philosophischen Interpretation (1929). She treats the central question of whether for Augustine love towards neighbors has an independent value. In the Chinese tradition, Mozi proposes the theory of impartial love as a remedy for disposing of the disorders of society on the one hand, but on the other hand to love others impartially comes ultimately from the divine command of tian or Heaven, and tian seems to be the final authority or standard for being morally good and righteousness. It needs explanation or clarification if Mozi commits an inconsistency by holding two different ethical principles. In this article, I will first concentrate on discovering the fundamental characteristics of caritas and cupiditas, and then turn to dealing with the problem of the instrumentalization of the others in the love towards neighbors if they are used as tools to ascend to God’s love. In the last part, I will discuss the impartial love of Mozi and compare it with that of Augustine to see their distinctions and similarities. We will see that through the comparison we can obtain a better understanding of the concept of love in different traditions.",
      "citationCount": 1,
      "doi": "10.3390/rel15070782",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa7ae5e3b7d09c0efdc592b5bae73601097139c6",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "00f6ee7dd902bd8fd2181e6e5af3a6bd548aecd6",
      "title": "Athens or Rome? A New Perspective on the Political Philosophy of H. Arendt",
      "authors": [
        {
          "name": "Simas Čelutka",
          "authorId": "2098447908"
        }
      ],
      "year": 2024,
      "abstract": "Hannah Arendt is widely known as a philosopher who attempted to rehabilitate the ancient Greek conception of politics. According to established readings of The Human Condition, Arendt is generally regarded as a ‘Graecophile’ whose thought is underwritten by ‘Athenian nostalgia’. Arendt’s sympathies for the Greeks are hard to deny: she did indeed turn to the Athenian understanding of politics in an attempt to crystallise in it the core elements of authentic politics. However, this interpretation is excessively one-sided. In Arendt’s view, the greatest contribution to the understanding of politics was offered by the Romans, not the Greeks. The Romans were much better at dealing with the problem of stability, continuity and order of politics. In Arendt’s view, an exclusive focus on action, spontaneity and extraordinary deeds threatens to destabilise the life of the political community. By introducing concepts such as tradition, authority, the sacredness of foundation, the law (lex), as well as the political significance of promise and forgiveness, the Romans opened up a dimension of political sedimentation which was alien to the Greeks. Political sedimentation provides safeguards, without which a sustainable political existence would become impossible.",
      "citationCount": 0,
      "doi": "10.15388/problemos.2024.105.12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00f6ee7dd902bd8fd2181e6e5af3a6bd548aecd6",
      "venue": "Problemos",
      "journal": {
        "name": "Problemos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9de7c80b4481e4a48f1eed056097aa223155014c",
      "title": "Explorations in Authority in the Daodejing: A Daoist Engagement with Hannah Arendt",
      "authors": [
        {
          "name": "T. Michael",
          "authorId": "144466777"
        }
      ],
      "year": 2018,
      "abstract": "The present study is an attempt to liberate the thought of the Daodejing from the constraints imposed on it by both traditional Confucian exegesis and modern Western sinological methodologies in the effort to engage the thought of the work more directly. Because the language and thought of the Daodejing are somehow oddly foreign to the Western traditions of analytic philosophy and sinology, this study attempts to make the Daodejing more familiar by recourse to the tradition of continental philosophy, in this case by taking recourse to Hannah Arendt and in particular to her seminal essay on authority. Engaging Arendt’s understanding of authority, this study offers a new look at the thought of the Daodejing by discussing issues that lie at the heart of its political vision, including natural versus political authority, power and coercion, and the relation between authority, tradition, and religion. This study also attempts to situate the fate of the Daodejing’s conception of authority in Chinese political history, and it concludes with a brief look at the contemporary comparative philosophical project that brings the Daodejing into conversation with continental philosophy.",
      "citationCount": 4,
      "doi": "10.3390/REL9120378",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9de7c80b4481e4a48f1eed056097aa223155014c",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2bef0c77accb3055f01b279ef62dbf81492f66b9",
      "title": "The Authority of Revolution: Durkheim After Arendt",
      "authors": [
        {
          "name": "N. Marcucci",
          "authorId": "17317117"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-75158-6_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2bef0c77accb3055f01b279ef62dbf81492f66b9",
      "venue": "Durkheim & Critique",
      "journal": {
        "name": "Durkheim & Critique"
      },
      "publicationTypes": null
    },
    {
      "paperId": "41e9a60af4099f7316d419753d0cf58d760d13c1",
      "title": "Continuity and Change in Islamic Religious Authority",
      "authors": [
        {
          "name": "I. Alatas",
          "authorId": "108489738"
        }
      ],
      "year": 2023,
      "abstract": "This article aims to elaborate on the debate surrounding continuity and change in Islamic religious authority. The discussion begins by establishing a framework for understanding the analytical definition of authority before delving into the dimensions that experience continuity and change. Arendt defines authority as a relationship, signifying a connection to a specific discursive tradition, knowledge, and history. Additionally, it involves a relationship with others who may recognize, accept, or contest this connection. Building upon Arendt’s definition, the article deconstructs the nature of this relationship, emphasizing three constitutive elements: the notion of a past, the connection to the foundational past, and the ability to convey and enhance that model. This includes the augmentation of the foundational past and the ability to elicit obedience without resorting to coercion. What sets authority apart is its unique capacity to foster obedience through a relationship, free from coercion. To identify the constituents of authority, the article explores the question of continuity and change in a more productive manner by focusing on each of its three constitutive elements.",
      "citationCount": 1,
      "doi": "10.15642/islamica.2023.18.1.115-133",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41e9a60af4099f7316d419753d0cf58d760d13c1",
      "venue": "Islamica: Jurnal Studi Keislaman",
      "journal": {
        "name": "Islamica: Jurnal Studi Keislaman"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f1eb5f59750d9bacef455a966dde8e45575bdad5",
      "title": "On Order, Authority, and Modern Civil-Military Relations",
      "authors": [
        {
          "name": "Lindsay P. Cohn",
          "authorId": "2363265361"
        }
      ],
      "year": 2025,
      "abstract": "Lindsay P. Cohn reads Augustine from the perspective of modern civil-military relations, analyzing how Augustine’s views on order, authority, war, peace, violence, and public service help illuminate current debates about democratic control of the military, the ideal relationship between the soldier and the wider society, and the role of the military leader in policy and strategic planning.\n While Augustine never wrote a treatise on war or military service, nor indeed on political theory of any kind, his ideas about these topics form part of a centuries-old theoretical and ethical tradition with great contemporary relevance.\n Cohn explores the relevance of Augustine’s thought to contemporary normative theories of civil-military relations, especially those of Huntington, Cohen, and Brooks. She then considers possible alternatives to Augustine’s conservatism from the liberal, republican and other democratic theories of Locke, Rousseau, Habermas, and more. To engage with Augustine’s ethical arguments about the appropriateness of political violence, Cohn draws from Clausewitz’s descriptive arguments about the nature of war and how victory is achieved. Finally, Cohn looks at the modern empirical literature about the role of militaries in democratic breakdown, in an effort to sketch a military professional ethic appropriate to modern political values.\n Ultimately, Cohn highlights Augustine’s moral guidance is of both practical and ethical importance; however, his assumptions about the nature of war and political authority require modification if we are to produce a usefully refined normative theory of civil-military relations.",
      "citationCount": 0,
      "doi": "10.5040/9781350297258",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f1eb5f59750d9bacef455a966dde8e45575bdad5",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "9ff4451506ed9e4cc38ac19dec69cbbbcdb871d0",
      "title": "Between Freedom and Law: Hannah Arendt on the Promise of Modern Revolution and the Burden of ‘The Tradition’",
      "authors": [
        {
          "name": "Michael A. Wilkinson",
          "authorId": "143922461"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.2139/ssrn.1874741",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ff4451506ed9e4cc38ac19dec69cbbbcdb871d0",
      "venue": "",
      "journal": {
        "name": "Law & Politics eJournal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a6ff111ff41c914f83c15dfdf14f7f7c3683eaae",
      "title": "Hannah Arendt on the Crisis of Authority",
      "authors": [
        {
          "name": "Alisa Kessel",
          "authorId": "114625556"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6ff111ff41c914f83c15dfdf14f7f7c3683eaae",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4f017bd02b44227b4db112bc46c187203892d481",
      "title": "Hannah Arendt : Key Concepts",
      "authors": [
        {
          "name": "Patrick Hayden",
          "authorId": "2272188797"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 98,
      "doi": "10.4324/9781315729428",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f017bd02b44227b4db112bc46c187203892d481",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8e94444b94fc5e61365a753e2edc74b81179d57d",
      "title": "Lech Witkowski pod stopami, czyli rozważania o autorytecie, tradycji i lataniu",
      "authors": [
        {
          "name": "J. Rutkowski",
          "authorId": "113556995"
        }
      ],
      "year": 2025,
      "abstract": "The article discusses tradition, authority, and education, inspired by a metaphor proposed by Lech Witkowski. The analysis of the concepts under consideration began with Hannah Arendt’s reflection on the relationship between authority and responsibility for the world that adults must assume. The educational difficulties that arise after accepting the philosopher’s belief that the thread of tradition has been broken were also shown. Next, Lech Witkowski’s original metaphor of the square of authority, inspired by Martin Heidegger’s thought, was recalled and discussed. In addition, the perspective presented by Leo Strauss and his students was taken into account, in which the essence of education is to engage in dialogue with the great thinkers, the teachers of humanity. The differences and similarities between the positions of the authors cited were highlighted. The conclusions contain reflections on the role of tradition and culture in education, the importance of the figure of the master in education, and the significance of the master-student relationship.",
      "citationCount": 0,
      "doi": "10.31338/2657-6007.kp.2025-3.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e94444b94fc5e61365a753e2edc74b81179d57d",
      "venue": "Kwartalnik Pedagogiczny",
      "journal": {
        "name": "Kwartalnik Pedagogiczny"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8f535b9d048b6d03d67499283e288418b3cbdf5b",
      "title": "Miss Arendt, Violence and the Universities",
      "authors": [
        {
          "name": "Bookstand",
          "authorId": "114716337"
        },
        {
          "name": "Alvin C. Kibel",
          "authorId": "121167188"
        },
        {
          "name": "Hannah Arendt’s",
          "authorId": "1485200448"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f535b9d048b6d03d67499283e288418b3cbdf5b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2c5f8d769340afaab3628423825a8917a48643b3",
      "title": "GENEOLOGY OF AUTHORITY AND THE PUZZLE OF SOVEREIGNTY",
      "authors": [
        {
          "name": "Lasha Matiashvili",
          "authorId": "114109195"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c5f8d769340afaab3628423825a8917a48643b3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a2f7c062ba69389e86ca57e7ea57a3fc02c5dd25",
      "title": "Reclaiming the Natural State: Community Consciousness Beyond the Social Contract",
      "authors": [
        {
          "name": "A. D. Prince Prasanna",
          "authorId": "2391611627"
        }
      ],
      "year": 2025,
      "abstract": "Modern political philosophy has long been anchored in the contractarian imagination — the belief that political legitimacy arises from an agreement among individuals who surrender their natural liberty to an external sovereign. From Hobbes’ Leviathan to Locke’s liberal state and Rousseau’s general will, the social contract tradition conceptualised order as something granted by authority rather than generated by community. This paper argues that such contractarian reasoning contains a moral flaw: it objectifies the state as an entity outside human consciousness, alienating citizens from their collective capacity to govern. Revisiting the origins of political association, I propose the idea of a “natural state” — not a pre-political condition of chaos, but a moral and social order rooted in mutual trust, cooperation, and coordination. The natural state represents a form of community consciousness, where individuals constitute the state through their shared moral awareness rather than through the act of delegation. Drawing from Arendt’s notion of power as people acting in concert, Foucault’s concept of biopower, and Habermas’ idea of communicative rationality, the paper reconstructs the origin of political authority as an expression of human sociability rather than its restraint. By reclaiming the natural state, we rediscover the ethical foundation of political life — one that situates power within the people rather than above them. The paper concludes by framing this vision as a normative ideal for reawakening community consciousness in an increasingly fragmented and technocratic world.",
      "citationCount": 0,
      "doi": "10.31305/rrijm.2025.v10.n10.014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2f7c062ba69389e86ca57e7ea57a3fc02c5dd25",
      "venue": "RESEARCH REVIEW International Journal of Multidisciplinary",
      "journal": {
        "name": "RESEARCH REVIEW International Journal of Multidisciplinary"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e8ec3039559f9c1be0e6f8e901c1b9dd34a46046",
      "title": "Political Jurisprudence or Institutional Normativism? Maintaining the Difference Between Arendt and Fuller",
      "authors": [
        {
          "name": "Michael A. Wilkinson",
          "authorId": "143922461"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5553/NJLP/.000020",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e8ec3039559f9c1be0e6f8e901c1b9dd34a46046",
      "venue": "",
      "journal": {
        "name": "Netherlands journal of legal philosophy",
        "pages": "240-259",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7e59783738311f619b5d60aee22a34eb3d8d5e6c",
      "title": "Possibly preventing catastrophes: Hannah Arendt on democracy, education and judging",
      "authors": [
        {
          "name": "J. Mönig",
          "authorId": "2093020832"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1080/17449642.2013.766540",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e59783738311f619b5d60aee22a34eb3d8d5e6c",
      "venue": "",
      "journal": {
        "name": "Ethics and Education",
        "pages": "237 - 249",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d7f322b3b1919cc67c452b793c3fa7b06d9f3cc0",
      "title": "The Waste Land: Meaning and Multiplicity",
      "authors": [
        {
          "name": "F. Sampson",
          "authorId": "144476368"
        }
      ],
      "year": 2022,
      "abstract": "\"T.S. Eliot’s “stony rubbish ... / A heap of broken images” is often characterised as both The Waste Land’s theme, and the technique it employs to “connect” aspects of modernity. To read the poem from within the British twenty first century lyric tradition is to admire the way that such tessellation creates a literary whole. What lessons can be learnt for contemporary poetics, in an era characterised arguably less by a breakdown in meaning than by a multiplication of meanings: in the multiplying sources of authority offered by identity politics, or citizen journalism; in competing public discourses; in the ramifying identities one individual may acquire as they occupy a number of social or emotional roles? If the impulse of lyric poetry is to “sing” these into a kind of coherence, a unifying voice too often creates unifying perspective, is it possible that The Waste Land offers a counterexample?\"",
      "citationCount": 2,
      "doi": "10.25145/j.recaesin.2022.85.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7f322b3b1919cc67c452b793c3fa7b06d9f3cc0",
      "venue": "Revista Canaria de Estudios Ingleses",
      "journal": {
        "name": "Revista Canaria de Estudios Ingleses"
      },
      "publicationTypes": null
    },
    {
      "paperId": "78348331a2a146ae24d06e61eb6cf7a90a484096",
      "title": "A republic for the moderns. Arendt, secularization and republicanism",
      "authors": [
        {
          "name": "Helton Adverse",
          "authorId": "2084836134"
        }
      ],
      "year": 2012,
      "abstract": "This paper’s aim is to examine some aspects of the relation between Hannah Arendt’s political thought and the Republican tradition. To achieve this, I will not investigate the numerous points of convergence between them, but rather analyze Arendt’s concept of republic as it is found in her book On revolution. More specifically, in this article I try to elucidate the nature of the bond that ties republic and secularization in Arendt’s thought. For this purpose, it will be necessary to examine the following concepts: law, power, authority and Constitution. Key words: Arendt, republic, power, authority, Constitution.",
      "citationCount": 0,
      "doi": "10.4013/FSU.2012.131.04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/78348331a2a146ae24d06e61eb6cf7a90a484096",
      "venue": "",
      "journal": {
        "name": "Filosofia Unisinos",
        "pages": "39-56",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c3d5cc15bd5c2514898d1c03ecff02c9d09f85a6",
      "title": "Hannah Arendt: Una lectura desde la autoridad",
      "authors": [
        {
          "name": "E. Porras",
          "authorId": "104900912"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c3d5cc15bd5c2514898d1c03ecff02c9d09f85a6",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4cc33478c0445030273c641edf56c0126ce2d122",
      "title": "Ways of Worldmaking: Hannah Arendt and E. L. Doctorow Respond to Modernity",
      "authors": [
        {
          "name": "J. McGowan",
          "authorId": "145886105"
        }
      ],
      "year": 2011,
      "abstract": "Both Hannah Arendt and E. L. Doctorow present an understanding of modernity and of possible responses to it deeply influenced by existentialist thought. Modernity is both a site of \"desolation\" (Doctorow's term) and a place of freedom. With the decline of authority, tradition, and religion, the modern world threatens us with meaninglessness even as its radical contingency affords the possibility of freedom, of creative actions that make a world. Juxtaposing Arendt and Doctorow's accounts of action and their understanding of the constraints upon creativity highlights two significant issues: to what extent is collective action (politics) possible under modern conditions and to what extent should creativity be guided by norms of justice. Both writers are deeply uneasy with modern individualism (including its appearance in existentialism), but struggle to find ways to articulate collective forms of action or ways to instantiate a collective norm like justice.",
      "citationCount": 2,
      "doi": "10.1353/lit.2011.a409867",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4cc33478c0445030273c641edf56c0126ce2d122",
      "venue": "College Literature",
      "journal": {
        "name": "College Literature",
        "pages": "150 - 175",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4a40b5584f510c63996354824b6e780574a1d507",
      "title": "Nascita di una tradizione. Autorità e giudizio in Hannah Arendt",
      "authors": [
        {
          "name": "S. Maletta",
          "authorId": "13540043"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a40b5584f510c63996354824b6e780574a1d507",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "6b0b62e373b93a1affaa81bd92696b51caa1d3bb",
      "title": "CONSERVAÇÃO E RESPONSABILIDADE COM O MUNDO: Arendt e a educação para o exercício da liberdade na vida política",
      "authors": [
        {
          "name": "Giovane Rodrigues Jardim",
          "authorId": "134012075"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b0b62e373b93a1affaa81bd92696b51caa1d3bb",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "99-116",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6d86ba7731bb914e3f99ba11036613c110505466",
      "title": "Power: Its Forms, Bases and Uses",
      "authors": [
        {
          "name": "D. Wrong",
          "authorId": "14932759"
        }
      ],
      "year": 1979,
      "abstract": null,
      "citationCount": 666,
      "doi": "10.2307/3340099",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d86ba7731bb914e3f99ba11036613c110505466",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ea09fd1385f829b0736e6e8a571de0f4887cdbc0",
      "title": "Deshaciendo la tradición: ley y autoridad en el pensamiento de Hannah Arendt",
      "authors": [
        {
          "name": "Matías Sirczuk",
          "authorId": "117104796"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea09fd1385f829b0736e6e8a571de0f4887cdbc0",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "12",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "514dbb212131cf10d29dc22994f4e4d826381a1b",
      "title": "The Critical Modernism of Hannah Arendt",
      "authors": [
        {
          "name": "M. Antaki",
          "authorId": "116910828"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.2202/1565-3404.1150",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/514dbb212131cf10d29dc22994f4e4d826381a1b",
      "venue": "",
      "journal": {
        "name": "Theoretical Inquiries in Law",
        "pages": "251 - 275",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "af707df40c641173ddb9876d8728e8b659cf4a73",
      "title": "Hannah Arendt And Education: Renewing Our Common World",
      "authors": [
        {
          "name": "Mordechai Gordon",
          "authorId": "143645113"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 43,
      "doi": "10.4324/9780429500060",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/af707df40c641173ddb9876d8728e8b659cf4a73",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f3f6c46ef2690640811c3ea1493678f4cff8f4c2",
      "title": "Hannah Arendt and Theology by John Kiess (review)",
      "authors": [
        {
          "name": "G. Williams",
          "authorId": "145026730"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/SCE.2017.0053",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3f6c46ef2690640811c3ea1493678f4cff8f4c2",
      "venue": "",
      "journal": {
        "name": "Journal of the Society of Christian Ethics",
        "pages": "210 - 211",
        "volume": "37"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "dd262818942595d03f1833ac4e941823ea270a80",
      "title": "Between Athens and Jerusalem: Western otherness in the thought of Leo Strauss and Hannah Arendt",
      "authors": [
        {
          "name": "G. Havers",
          "authorId": "103786249"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1080/1084877042000197921",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dd262818942595d03f1833ac4e941823ea270a80",
      "venue": "",
      "journal": {
        "name": "The European Legacy",
        "pages": "19 - 29",
        "volume": "9"
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
