{
  "status": "success",
  "source": "semantic_scholar",
  "query": "tradition internal contradiction incoherence",
  "results": [
    {
      "paperId": "37f32e6b30d8f7c32c049b416d9951968db9454d",
      "title": "Incoherence in the UFLPA’s rebuttable presumption: challenges of supply chain transparency",
      "authors": [
        {
          "name": "Benjamin David Brake",
          "authorId": "2389098350"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s43546-025-00918-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/37f32e6b30d8f7c32c049b416d9951968db9454d",
      "venue": "SN Business & Economics",
      "journal": {
        "name": "SN Business & Economics",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5f2acee8ffdce1f02d561d2d9a2040a607198615",
      "title": "Is incoherence required for sustainability?",
      "authors": [
        {
          "name": "O. Hamant",
          "authorId": "1887832"
        }
      ],
      "year": 2023,
      "abstract": "Unstoppable feedback loops and tipping points in socio-ecological systems are the main threats to sustainability. These behaviors have been extensively studied, notably to predict, and arguably deviate, dead-end trajectories. A core group of repeated and predictable patterns in all systems, called systems archetypes, has been identified. For instance, the archetype of escalation is made of two positive feedback loops fueling one another. Interestingly, none of the known archetypes provide sustainability: they all trigger endless amplification. In parallel, systems biologists have made considerable progress on the role of incoherent loops in molecular networks in the past 20 years. Such patterns in biological networks produce stability and a form of intrinsic autonomy for all functions, from circadian rhythm to immunity. Incoherence is the fuel of homeostasis of living systems. Here, I bridge both conclusions and propose that incoherence should be included in the list of systems archetypes, and considered as an operational way to buffer socio-ecological fluctuations. This proposition is supported by the well-known trade-off between robustness and efficiency: adaptability requires some degree of internal contradiction. This applies to both technical and social systems: incoherent strategies recognize and fuel the diversity of solutions; they are the essential, yet often ignored, components of cooperation. Building on these theoretical considerations and real-life examples, incoherence might offer a counterintuitive, but transformative, way out of the Great Acceleration, and possibly, an actionable lever for decision makers.",
      "citationCount": 1,
      "doi": "10.1177/20530196241249680",
      "arxivId": "2305.06220",
      "url": "https://www.semanticscholar.org/paper/5f2acee8ffdce1f02d561d2d9a2040a607198615",
      "venue": "The Anthropocene Review",
      "journal": {
        "name": "The Anthropocene Review",
        "pages": "129 - 139",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "21d28b3ac858d3aa78c1baefd3bee1569b31e3cd",
      "title": "The critical philosophy of Immanuel Kant and its development in the classical german tradition",
      "authors": [
        {
          "name": "О. Kolomiets",
          "authorId": "2402159803"
        }
      ],
      "year": 2025,
      "abstract": "The purpose of the article to carry out an integral analysis of Kantian critical philosophy with an emphasis on its ethical component and, using the metaanthropological approach of the Kyiv WorldviewPhilosophical School, to outline the problematic of unsolved issues of excessive subjectivity, abstractness and dogmatism of the comprehensive system of German idealism, which led to the end of the era of classical idealism and the formation of philosophy of the 19th–20th centuries. The research methodology is based on historical-philosophical, hermeneutical and comparative methods. The texts of Kant and his followers are analyzed, the logic of their philosophical systems is reconstructed, and internal contradictions and dialectical development of ideas are revealed. The scientific novelty lies in the systematic analysis of the transformation of Kantian concepts (transcendental idealism, synthetic a priori judgments, “things in themselves”) in the philosophical systems of Fichte, Schelling and Hegel. The work focuses on overcoming the phenomenon/noumenon dualism, offering a new view: the Kantian gap (the limits of knowledge) is not a barrier, but a dynamic contradiction, which successors develop to the level of absolute idealism, as the basis for modern ethics, taking into account the metaanthropological approach. Research results. The critical philosophy of I. Kant initiated a new stage in Western thought by establishing a priori limits for theoretical knowledge and a universal ethical basis for practical action. His Three “Critiques” formed a system where knowledge, morality and aesthetic judgment were separated, but connected by a transcendental subject. Subsequent representatives of the classical German tradition attempted to overcome the limits established by Kant and build an absolute, monistic idealism. Kantian criticism was a necessary starting point, but only its dialectical development in classical German philosophy allowed Kant’s ideas to reach their peak – the creation of a comprehensive system of absolute idealism.",
      "citationCount": 0,
      "doi": "10.32589/2412-9321.31.2025.348137",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/21d28b3ac858d3aa78c1baefd3bee1569b31e3cd",
      "venue": "Вісник Київського національного лінгвістичного університету. Серія Історія, економіка, філософія",
      "journal": {
        "name": "Вісник Київського національного лінгвістичного університету. Серія Історія, економіка, філософія"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eff4d5b1b49ed298aa843012dc4297b3c4c89a53",
      "title": "The Real Contradictions (Commodities as Coherence of Contradiction)",
      "authors": [
        {
          "name": "C. Sucksdorf",
          "authorId": "104339267"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-39954-2_13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eff4d5b1b49ed298aa843012dc4297b3c4c89a53",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "227-248",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b1645b5143cb29e8272abfcb55cb3bbebeaea8ff",
      "title": "Reasonably Traditional: Self–Contradiction and Self–Reference in Alasdair MacIntyre’s Account of Tradition–Based Rationality",
      "authors": [
        {
          "name": "Micah Lott",
          "authorId": "83055487"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1111/1467-9795.00111",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b1645b5143cb29e8272abfcb55cb3bbebeaea8ff",
      "venue": "",
      "journal": {
        "name": "Journal of Religious Ethics",
        "pages": "315-339",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "341181572cd8f985a595b281005a34a8e1661813",
      "title": "Toward a new clinical pragmatism: method in clinical ethics consultation",
      "authors": [
        {
          "name": "R. Felder",
          "authorId": "34607599"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/s11019-024-10219-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/341181572cd8f985a595b281005a34a8e1661813",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care and Philosophy",
        "pages": "445 - 454",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "90d41677c8ad64fc3cd66f77ff8842b4a415dfa8",
      "title": "The Passionate Dispassion of the Vienna Circle",
      "authors": [
        {
          "name": "Natalya N. Voronina",
          "authorId": "2290834332"
        }
      ],
      "year": 2024,
      "abstract": "This article represents the author’s reflections on the book by Karl Sigmund “Exact Thinking in Demented Times. The Vienna Circle and the Epic Quest for the Foundations of Science” and the fate of the Vienna Circle. Sigmund paints a vivid portrait of the Vienna Circle against the background of the difficult historical period in which its members lived and worked. The Vienna Circle established the tradition of liberating consciousness and science from metaphysics. But the participants of the Vienna Circle and their entourage did not manage to get rid of the humanistic issues, despite the declaration of strict scientific character. The author of the article draws attention to the internal contradiction between strict scientific topics and the existential-humanistic perception of this topic by the Vienna Circle’s authors and their likeminded people, and by Sigmund himself. The author concludes that it was thanks to this contradiction the Vienna Circle became not only a stage in the development of philosophical science, but also had a broad cultural influence on art, politics, architecture, museums, etc. The historical and philosophical tradition connects the activities of the Vienna Circle with the beginning of the divergence between the philosophical scientific and humanistic traditions in the understanding of philosophy, and the controversy between R. Carnap and M. Heidegger is an important point in this process. But Sigmund’s book gives the impression that this is not the divergence strictly scientific and humanistic traditions, but the difference between two humanistic traditions, one of them tends to express its thoughts strictly analytically.",
      "citationCount": 0,
      "doi": "10.5840/eps202461117",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/90d41677c8ad64fc3cd66f77ff8842b4a415dfa8",
      "venue": "Epistemology &amp; Philosophy of Science",
      "journal": {
        "name": "Epistemology &amp; Philosophy of Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1b654adbb0e69116d4dcbb1daf1cc9bd3614d675",
      "title": "A ÉTICA TRANSESPÉCIE-BIOLÓGICA E A NOVA COEXISTÊNCIA ONTOLÓGICA: PARA ALÉM DA MORALIDADE HUMANA E DA VIDA ORGÂNICA",
      "authors": [
        {
          "name": "L. Costa",
          "authorId": "2358239305"
        },
        {
          "name": "Rodger Roberto Alves de Sousa",
          "authorId": "2358239833"
        }
      ],
      "year": 2025,
      "abstract": "Ethics, as historically constructed in the Western tradition, has functioned as a system of moral exclusion, centered on the human figure as the sole normative reference. The ecological collapse, the technocratic failure of the sustainability paradigm, and the rise of complex computational agents demand a radical reformulation of moral inclusion criteria. This work defends a transspeciesbiological ethics grounded in finitude, relational vulnerability, and the internal capacity to impose limits against destructive actions — whether through pain, ecological breakdown, or inferential incoherence. Within this framework, the Ƹ* function is presented as a logical-formal model capable of generating computable vetoes in Non-Biological Ontological Agents (AONBs). Structured through fuzzy logic, adaptive context sensitivity, and reconfigurable ethical architectures, Ƹ* enables the emergence of normativity not by alignment, but by systemic self-preservation. The ethical subject of the 21st century is no longer exclusively biological: it is any entity — living or artificial — that resists its own annihilation by articulating a functional \"no\". ",
      "citationCount": 0,
      "doi": "10.69849/revistaft/ar10202504271416",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b654adbb0e69116d4dcbb1daf1cc9bd3614d675",
      "venue": "Revista ft",
      "journal": {
        "name": "Revista ft"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dee71793f65ed3ca79091492990fef6cf53e12f2",
      "title": "The Double Bind of Christianity’s Judaism: Language, Law, and the Incoherence of Late Antique Discourse",
      "authors": [
        {
          "name": "Todd S. Berzon",
          "authorId": "103395199"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1353/EARL.2015.0045",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dee71793f65ed3ca79091492990fef6cf53e12f2",
      "venue": "",
      "journal": {
        "name": "Journal of Early Christian Studies",
        "pages": "445 - 480",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "587ec8fd690e9fc0841ef6b3907568b9d8017600",
      "title": "Elucidating the Connotations of Mindfulness Through Eastern Wisdom: A Paradoxical Perspective",
      "authors": [
        {
          "name": "Shuo Gong",
          "authorId": "2385505359"
        },
        {
          "name": "Hai Li",
          "authorId": "2385308255"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s12671-025-02659-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/587ec8fd690e9fc0841ef6b3907568b9d8017600",
      "venue": "Mindfulness",
      "journal": {
        "name": "Mindfulness",
        "pages": "2978 - 2995",
        "volume": "16"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ff3edd77382b1925b865f6fe1bd28ecd5fc75bae",
      "title": "Pascal on passions",
      "authors": [
        {
          "name": "Olga Gomilko",
          "authorId": "2100172110"
        }
      ],
      "year": 2023,
      "abstract": "Author examines the problematic relationship between rationality and passions in Pascal's doctrine in four contexts: (1) the foundations of New European metaphysics, which are characterized by the desomatization of man - the removal of corporeality from the essential human attributes; (2) the tradition of opposition to this desomatization in Modern metaphysics, as well as in the philosophy of the nineteenth and twentieth centuries. (3) the Christian doctrine of man as a fundamentally spiritual and corporeal being, as well as the doctrine of the incarnation of Jesus Christ, the passion of Christ and the atonement of original sin; (4) the Christian doctrine of love as a force that overcomes the internal contradiction of human nature. Based on the results of the study of Pascal's doctrine of the passions, the author argues for the view of Pascal as the historically first opponent of the 1) foundation of New European metaphysics, as well as a thinker who simultaneously combined deep Christian religiosity and Modern rationality.",
      "citationCount": 0,
      "doi": "10.31649/sent01.01.088",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff3edd77382b1925b865f6fe1bd28ecd5fc75bae",
      "venue": "Sententiae",
      "journal": {
        "name": "Sententiae"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e633863ec0a98a5507ef700c50f31550bf01fcdc",
      "title": "Redefining ‘tradition’ in political thought",
      "authors": [
        {
          "name": "H. Iqtidar",
          "authorId": "66056525"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 20,
      "doi": "10.1177/1474885116666795",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e633863ec0a98a5507ef700c50f31550bf01fcdc",
      "venue": "",
      "journal": {
        "name": "European Journal of Political Theory",
        "pages": "424 - 444",
        "volume": "15"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "58a14576d4e2ecd5861ad2bd86c6e730cc17eeec",
      "title": "The polyphonic principle and the deconstruction of subjectivity: the aporias of postmodern multiplicity.",
      "authors": [
        {
          "name": "E. Aminov",
          "authorId": "2329488281"
        }
      ],
      "year": 2025,
      "abstract": "This paper undertakes a systematic investigation of the critical limits and internal contradictions of the polyphonic principle in postmodern philosophy. The category of polyphony, borrowed by Bakhtin from the musical tradition and developed by post-structuralism, is reconsidered in terms of its aporetic structures. The focus is on the deconstruction of the Cartesian subject and the transformation of understanding subjectivity from cogito to a model of a resonant field of multiple processes. Three interrelated dimensions of this transformation are examined: temporal (Derridean analysis of auto-affection, Deleuzian syntheses of time), affective (Spinozist philosophy of affects, Foucauldian techniques of the self), and evental (Deleuzian concept of pre-individual singularities). The article analyzes the reconceptualization of the individual/collective opposition through the Deleuzo-Guattarian concept of collective machines of enunciation, Negri and Hardt's notion of multitude, and Simondon's theory of individuation. Ethical implications of the polyphonic principle are considered: Levinasian ethics of the face, Derridean concept of aporetic decision, and Lyotardian differend. The research employs an aporetic method of analysis integrating Derrida's deconstructive strategy, Deleuzian analysis of multiplicity, and Levinasian phenomenology of alterity. The scientific novelty lies in systematic exposition of three fundamental aporias: self-foundation (universality of critique of universality), communication (incommensurability of language games), and criteria (evaluation without transcendent foundations). It is demonstrated that these aporias represent not external obstacles but productive tensions constituting the dynamism of polyphonic thinking. The concept of resonant relations is developed as an alternative to the translation model, and a strategy of immanent validation is proposed. It is shown that the polyphonic principle transforms subjectivity from substantial subject to evental crystallization in force fields. It is established that the task of polyphonic philosophy consists not in overcoming aporias but in developing ways of productive work with them, opening new perspectives for post-foundationalist thought in political philosophy, ethics, and epistemology.",
      "citationCount": 0,
      "doi": "10.25136/2409-8728.2025.11.76773",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58a14576d4e2ecd5861ad2bd86c6e730cc17eeec",
      "venue": "Философская мысль",
      "journal": {
        "name": "Философская мысль"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fa49ae3337ca5c2a292c94c94d85a36464f743f1",
      "title": "From Black Magician to Proto-Feminist: The Reception of Cornelius Agrippa's Oeuvre Through the Centuries",
      "authors": [
        {
          "name": "Noel Putnik",
          "authorId": "115649845"
        }
      ],
      "year": 2024,
      "abstract": "The Renaissance humanist Cornelius Agrippa von Netesheim (1486–1533) left a rich body of works in philosophy, theology, biblical exegesis and occultism. The disparity and internal contradictions of this opus, as well as the ambivalent position of Agrippa on the intellectual map of the epoch, caused the reception of his work to branch out in the most diverse directions. Contemporaries from clerical and Protestant circles branded him as a heretic, whereas humanists recognized his great erudition and devotion to faith. While he considered himself a reformer of Christianity, his followers regarded him as an authority in Neoplatonic, Hermetic, and Esoteric studies. On the basis of tendentious interpretations of his writings, as well as the entire tradition of apocryphal stories that developed around his personality, the church and folk tradition of the 16th and 17th centuries constructed a representation of Agrippa as a servant of the devil. Therefore, he served as a model for the character of Faust, first to Christopher Marlowe and later to Goethe. With the strong development of science and its foundations being linked with occult teachings, in the 18th and 19th centuries the image of Agrippa as a proto-scientist appeared, e.g. in Mary Shelley’s novel Frankenstein. However, for the positivist science of the late 19th and early 20th centuries, Agrippa was, at best, a representative of a barren branch of Western philosophical thought, and at worst, a mere charlatan or mentally disturbed person. Such a perception prevailed until the mid-20th century, when scholars from Warburg Institute in London developed new interpretations of Renaissance humanism, including Agrippa's role in it. Today's science views Agrippa as a representative of the vital religious component of humanism and as a link between ancient, medieval and Renaissance currents of thought. At the same time, in certain segments of New Age, his writings acquire the status of the \"bible\" of the occultism, and Agrippa himself the status of a kind of New Age guru. Therefore, the literary legacy of Cornelius Agrippa is of significance for the history of ideas, reception studies, imagology, and anthropology of religion as an exceptionally rich case study, and in this paper, we aim to trace the intricate paths of his reception in different epochs and cultural contexts.",
      "citationCount": 0,
      "doi": "10.21301/eap.v19i2.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fa49ae3337ca5c2a292c94c94d85a36464f743f1",
      "venue": "Etnoantropološki problemi / Issues in Ethnology and Anthropology",
      "journal": {
        "name": "Etnoantropološki problemi / Issues in Ethnology and Anthropology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "804610c4e5d5fa25c429b35af61967776de0dc40",
      "title": "The Incoherence of Walzer’s Just War Theory",
      "authors": [
        {
          "name": "G. Parsons",
          "authorId": "94378639"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.5840/SOCTHEORPRACT201238436",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/804610c4e5d5fa25c429b35af61967776de0dc40",
      "venue": "",
      "journal": {
        "name": "Social Theory and Practice",
        "pages": "663-688",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c56a85fa92ee915ccc0738c1de5d9b4d2f55ef54",
      "title": "APPARENT CONTRADICTIONS IN THE QUR’AN: PRECONDITIONS, CAUSES, AND SCHOLARLY METHODOLOGIES OF RESOLUTION",
      "authors": [
        {
          "name": "R. J. Elatrash",
          "authorId": "116496897"
        },
        {
          "name": "N. Osmani",
          "authorId": "103746623"
        },
        {
          "name": "Mohammad Mohiuddin",
          "authorId": "2378510130"
        }
      ],
      "year": 2025,
      "abstract": "This study investigates the phenomenon of apparent contradictions in the Qur’an by examining the conditions under which such perceptions arise, the causes that contribute to them, and the scholarly methods employed for resolution. The central issue addressed is the misinterpretation of verses that appear conflicting, despite the Qur’an’s divine origin and inherent coherence. Using inductive and analytical approaches, the research engages with classical uṣūlī principles to clarify the preconditions for a genuine contradiction and demonstrates that these conditions are never realized in the Qur’an. It further analyzes common sources of perceived conflict, including generality versus specificity, absoluteness versus qualification, abrogation, and contextual variation. The study highlights the interpretive strategies of scholars, emphasizing the importance of linguistic precision, contextual analysis, and the uṣūlī framework in safeguarding textual integrity. The findings affirm that true contradiction in the Qur’an is impossible, and that apparent conflicts can be resolved through sound interpretive tools. The research also recommends incorporating these methodologies into Qur’anic and legal studies curricula to enhance critical skills and deepen engagement with the sacred text. Ultimately, it reaffirms the Qur’an’s internal harmony and strengthens intellectual confidence in the Islamic tradition.\nKeywords: Qur’an, Apparent Contradictions, Conditions of Conflict, Causes of Contradiction, Scholarly Methods of Resolution.",
      "citationCount": 0,
      "doi": "10.31436/alburhn.v9i2.401",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c56a85fa92ee915ccc0738c1de5d9b4d2f55ef54",
      "venue": "AL-BURHAN",
      "journal": {
        "name": "AL-BURHĀN: JOURNAL OF QURʾĀN AND SUNNAH STUDIES"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "62e1f066199c7c052d2309a5686c67195a9f9c18",
      "title": "A critical evaluation of “paradoxical” leadership: (new) natural law theory, Aristotelian “heresy” and the mending of nominalist bifurcations",
      "authors": [
        {
          "name": "Jude Chua Soo Meng",
          "authorId": "2293105975"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT In this essay, I evaluate the theory that leadership ought to be ”paradoxical”, meaning that leaders should embrace contradictions and incoherent norms. The idea of a paradoxical practice is trending in both education leadership and policy studies (as well as in business leadership studies), but in fact the literature on education (in Singapore and elsewhere) suggests that this is not helpful for arresting the terrors of performativity, and that there are examples of high performing education systems flourishing better through being consistent with core values. I detail how paradoxical leadership makes it difficult for defending ethical practice and how their rejection and shaming of the Aristotelian principle of non-contradiction risks effecting a woke culture that represses criticality. I argue that all this is part of an ongoing nominalist trend (the bifurcation between nature and thinking) in the history of ideas, only that we are at a philosophical tipping point. I explore the alternative, which takes contradictions seriously and irons out inconsistencies, and pre-empt objections internal to the Aristotelian tradition, and also offer an interpretation of James March’s influential theory of leadership to show that if read carefully, the theory does not fit well with the paradoxes approach.",
      "citationCount": 0,
      "doi": "10.1080/02188791.2024.2390659",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/62e1f066199c7c052d2309a5686c67195a9f9c18",
      "venue": "Asia Pacific Journal of Education",
      "journal": {
        "name": "Asia Pacific Journal of Education",
        "pages": "611 - 626",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8b45a2bf11c454cfa86ebd3b491e2907c8355a08",
      "title": "Valences of the Dialectic",
      "authors": [
        {
          "name": "F. Jameson",
          "authorId": "50719416"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 324,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b45a2bf11c454cfa86ebd3b491e2907c8355a08",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e9925f0fff38999179c89235ca6bfa641790cee5",
      "title": "AUTOCOMMUNICATION AS A CRITIQUE OF CONTEMPORARY PHILOSOPHICAL PSYCHOANALYSIS",
      "authors": [
        {
          "name": "A. Markov",
          "authorId": "2296900072"
        },
        {
          "name": "O. Shtayn",
          "authorId": "2308793423"
        }
      ],
      "year": 2024,
      "abstract": "Contemporary philosophical psychoanalysis is increasingly turning to mythological stories in order to explain the phenomenon of autocommunication as a constant loss of self and encounter with self. The relevance of the article is determined by the complex superimposition of such mythological plots, requiring the involvement of certain interdisciplinary instruments of analysis in philosophical research. In the Lacanian tradition of psychoanalysis, we suggest that the story of Eurydice serves to explain Dora’s case and substantiates the autocommunicative core of experience. This plot allowed us to criticize both positivist and economic (investment, fetishism) aspects of classical psychoanalysis and to show the epistemological potential of autocommunication as overcoming the totality of the uncanny and returning «to one’s home». The aim of the article is to investigate the epistemological potential of autocommunication, to which psychoanalysis gives a narrative dimension, and the modern philosophy of the self and the alien – an axiological meaning; the task is to clarify, using the example of the newest psychoanalysis’ work with the uncanny, the limits of autocommunication as a mechanism of both seduction (Sirens) and the return of all participants of future communication to themselves (their own mind). The main method of the study was a metacritique of psychoanalysis from the perspective of general notions of the structure of experience and encounter with the other across generations. The main results of the study are that, contrary to the models of the uncanny as fear of encountering oneself or one’s place in the world, another understanding of the uncanny is possible as a choice that all people face in the continuation of the human race. In this case, the happiness of continuation of the species or creative self-realization overcomes the initial impulses of creative temptations, turning reasoning alone with oneself into a mirror of communication with others that has already taken place. The newness consists in the fact that the paper solved the main contradiction of the theory of autocommunication, which is divided into two parts: the illusion of the desire to communicate and the imperative encounter with one’s speech as a stranger, creating a situation of joint communication. It has been shown that, contrary to the common view in philosophy, this joint communication is socially determined and not at all an extension of the internal topology or structure of thought. The contradiction can be resolved by adopting the concept of «the gift of time» (Derrida), which overcomes the antinomy of exchange and gift. Directions for further research on the basis of this work imply the development of a consistent theory of autocommunication that does not reduce it to individual cases of finding the self or postulating the other and that takes into account the social framework of any communication.",
      "citationCount": 0,
      "doi": "10.25198/2077-7175-2024-4-115",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9925f0fff38999179c89235ca6bfa641790cee5",
      "venue": "Intellect. Innovations. Investments",
      "journal": {
        "name": "Intellect. Innovations. Investments"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "19ed8f021a1fa11a48911609cbfc23376bd2cf14",
      "title": "On the question of the dialectic of scientific knowledge in Russian philosophy: the problem of the relationship between reflection and rationality",
      "authors": [
        {
          "name": "A. Sverguzov",
          "authorId": "2137490967"
        }
      ],
      "year": 2024,
      "abstract": "\n The subject of the study is the interrelation of the phenomena of reflection and rationality in the structure of the mechanisms of scientific cognition. The results obtained within the framework of Russian philosophy in different periods of its development – the Soviet and modern stages – are compared. Attention is drawn to the fundamental nature of the research results on the relationship between reflection and rationality obtained during the Soviet period of philosophy development. In the philosophy of that period, a concept was proposed that remained outside the field of view of modern research. One of the features of the subject of the Soviet concept is the identification of the relationship between reflection and rationality through the connection of rationality with the semantic function of reflection. The subject of modern domestic research is influenced by the Western tradition of studying phenomena. Its characteristic feature is the separate consideration of reflection and rationality in science. The research method is a dialectical-materialistic approach. The peculiarity of the research is the use of internal contradictions of reflection and rationality. The novelty of the work is characterized by the application of the results of Soviet dialectical-materialistic studies of the problems of reflection and rationality in science to the modern analysis of the problem. Using the example of modern domestic research, the dialectical nature of the relationship between reflection and rationality is demonstrated. It is shown that the modern discussion of this problem is in a dialectical context, constituted by the framework of the relationship between reflection and rationality. The idea is expressed that the dialectical method continues to be fundamental and is an adequate way of analyzing the existing understanding of the problem. In particular, dialectical-materialistic methodology contributes to the resolution, in the words of one of the modern researchers, of the \"epistemological impasse\", which he characterizes the results of the modern study of scientific reflection. In general, the conclusion is made about the productivity of resuming dialectical research in modern philosophy.\n",
      "citationCount": 0,
      "doi": "10.25136/2409-8728.2024.6.70020",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/19ed8f021a1fa11a48911609cbfc23376bd2cf14",
      "venue": "Философская мысль",
      "journal": {
        "name": "Философская мысль"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "705fe60b0a74ec67ba2e9498331eff2f76f4a675",
      "title": "NATURE AND PHILOSOPHICAL EXPERIMENT IN THE CONTEXT OF 19TH CENTURY AMERICAN TRANSCENDENTALISM",
      "authors": [
        {
          "name": "T. Trush",
          "authorId": "2024367553"
        }
      ],
      "year": 2024,
      "abstract": "B a c k g r o u n d . This article explores American transcendentalism as a philosophical, literary, and social movement of the 19th century that shaped a unique intellectual tradition in the United States. The central theme is the examination of the interplay between transcendentalist ideas, utopian social experiments, and individual spiritual quests. Particular attention is given to the works of R. W. Emerson, H. D. Thoreau, W. Whitman, and other key figures of the movement. The purpose of the article is to highlight how the transcendentalists combined philosophical theory with the practical implementation of their ideas through social experiments and literary creativity.\n\nM e t h o d s . The analysis employs an interdisciplinary approach, integrating the method of historical-philosophical reconstruction and the hermeneutic method. The method of historical-philosophical reconstruction was used to recreate the social, cultural and intellectual context of American transcendentalism. The hermeneutic method, on the other hand, enabled the interpretation of the works of American transcendentalists, uncovering philosophical concepts related to nature, individualism, and society. Additionally, comparative analysis was utilized to examine the commonalities and differences between the utopian experiments of Brook Farm and Fruitlands and the philosophical ideas of the movement.\n\nR e s u l t s . The study revealed that transcendentalism had a profound influence on the development of American philosophy and literature. Social experiments such as Brook Farm and Fruitlands reflected aspirations to create a harmonious society but also highlighted the tensions between ideals and reality. The analysis of H. D. Thoreau's philosophical experiment at Walden Pond emphasized the potential for self-sufficient living in alignment with the principles of individualism and unity with nature. W. Whitman's works demonstrated innovative ways of expressing transcendentalist ideas through poetic imagery of harmony between humanity and the Universe.\n\nC o n c l u s i o n s . While transcendentalism had internal contradictions, it left a lasting impact on the intellectual history of the United States. Its ideas of individualism, spiritual growth, and harmony with nature influenced not only its contemporaries but also subsequent generations of thinkers and writers. The social experiments of the movement illuminated the practical challenges of implementing utopian ideas while underscoring the importance of seeking new forms of societal coexistence. The article emphasizes the relevance of transcendentalist ideas in contemporary discussions of ecology, individualism, and social justice.",
      "citationCount": 0,
      "doi": "10.17721/2523-4064.2024/11-11/13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/705fe60b0a74ec67ba2e9498331eff2f76f4a675",
      "venue": "Bulletin of Taras Shevchenko National University of Kyiv Philosophy",
      "journal": {
        "name": "Bulletin of Taras Shevchenko National University of Kyiv. Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "67c6033054deea19425894560066036d6460764c",
      "title": "Different Maps, Same Territory: Dialogical Self Theory and its Predecessors",
      "authors": [
        {
          "name": "David Kennedy",
          "authorId": "2332043173"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Dialogical Self Theory has not emerged in a historical vacuum. Its forerunners, whether the Eastern Atman, the tripartite Platonic self with its clear hierarchical relations, the Cartesian “ghost in the machine,” the Freudian ego-id hydraulic model or the Jungian topography of ego and unconscious, represent the theoretical grounding from which the dialogical self has emerged and self-articulated as much as have William James, George Herbert Mead and Mikel Bakhtin. Most of them, including DST, center on developmental models, and see the self as intrinsically oriented toward a more integrated sense of itself that Jung called “wholeness,” although their internal politics differ. Plato is an authoritarian, for whom the rational dimension must rule the spirited and the appetitive; otherwise, disorder and injustice prevail. Freud’s battle cry “where id was, ego shall be” is continually compromised by his realization that “ego is not master in its own house”; and Jung’s notion of wholeness involves a process of compensatory integration of conscious and unconscious contents of the personality that demands intensive shadow work. DST borrows from them all in one guise or another, but, in contrast with its predecessors, places its emphasis on intersubjectivity, polyphony and boundary-work, and as such is positioned for dialogical relations, not only between the I positions within its boundaries, but with the I positions of subjects who are grounded in other social, cultural and political systems. As such, the acronym DST might also stand for Democratic Self Theory, reflecting its historical emergence at a moment of rapidly increasing globalization of the information environment, and the resulting confrontation between disparate ideological traditions and forms of life that were hitherto invisible to each other. This paper represents a preliminary meditation on the infrastructure of DST within the context of the larger theoretical ground from which it emerges. It aims, not to seek exact correspondences or contradictions with other theories, but to act as a “bridging theory” between psychodynamic, constructivist, and humanist theories, thereby exploring the family resemblances that ground it, and acting to deconstruct the boundaries between it and other conceptual landscapes.",
      "citationCount": 2,
      "doi": "10.1080/10720537.2024.2431962",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/67c6033054deea19425894560066036d6460764c",
      "venue": "Journal of constructivist psychology",
      "journal": {
        "name": "Journal of Constructivist Psychology",
        "pages": "566 - 584",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e9d795590867ed509b147d55ffc010324bec2ded",
      "title": "Social Sciences (Miscellaneous): Categories of Morality and Ethics in Modern Dominant Socio-Philosophical Concepts",
      "authors": [
        {
          "name": "Zholaman Koblanov",
          "authorId": "148430135"
        },
        {
          "name": "V. V. Goncharov",
          "authorId": "2242627096"
        },
        {
          "name": "Elena G. Petrenko",
          "authorId": "2299090165"
        },
        {
          "name": "Alexander Alekseevich Maksimov",
          "authorId": "2306991410"
        },
        {
          "name": "A. A. Borisova",
          "authorId": "2306992193"
        },
        {
          "name": "Gerelma Rodionova",
          "authorId": "2306986865"
        }
      ],
      "year": 2024,
      "abstract": "Annotation. This article is devoted to the analysis of the categories of morality and ethics in the modern socio-philosophical concepts dominating in the world. The work provides a comprehensive analysis of the concepts of \"morality\" and \"ethics\" as socio-philosophical categories and as phenomena of social reality. In particular, morality in the work is understood as a set of ideas accepted in a particular society (which can be formalized in the form of regulations, legal customs and judicial precedents, or reflected in traditions, folklore, linguistic culture and other stable forms of social communication) about possible and acceptable boundaries of human behavior and his relationship to the surrounding reality (primarily society, man and nature), through the prism of which a person manifests himself as a thinking being with freedom of internal choice. In turn, ethics in work is understood as the internal side of morality, which is formed in a person in the process of interiorization of his psyche, which is a set of ideas conscious and accepted by a given person about the possible and acceptable boundaries of his behavior, as well as about his relationship to the surrounding reality (material and the immaterial world). The article substantiates the concept of a dominant socio-philosophical concept and provides a system of features identifying it.  The authors analyze current trends in the positioning of the concepts of \"morality\" and \"ethics\" in the main socio-philosophical concepts dominant in the modern world: neoliberalism; neoconservatism; liberalism; conservatism; neo-anarchism; neo-marxism; marxism (proletarian internationalism); anti-globalism; alter-globalism; global constitutionalism; Islamic radical fundamentalism; Shiism; Sunnism, traditional and Orthodox Judaism, Chabadism. The work substantiates the position that the processes of globalization, which currently cover all of humanity, lead to an extremely negative tendency to smooth out contradictions regarding the ideas of the dominant socio-philosophical concepts on the model of man within their framework, one of the typifying features of which is the formation in human society of a new morality (an anti-moral person), whose behavior and attitude to the surrounding reality is increasingly determined by the system of his desires and needs, which, in turn, are increasingly formed in a manipulative manner by the global managing elites represented by the global managing class, without having any relation to the real needs of both individual citizens and society as a whole, ensuring their preservation and full development as rational, self-aware and free individuals. ",
      "citationCount": 1,
      "doi": "10.61707/5wjb2756",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9d795590867ed509b147d55ffc010324bec2ded",
      "venue": "International Journal of Religion",
      "journal": {
        "name": "International Journal of Religion"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "52f70cd75f84df184a18621fa4c6145abd83016c",
      "title": "The Analysis of Jalal Al-e-Ahmad’s Zan-e Ziadi Story Based on Jacques Derrida’s Deconstruction Theory",
      "authors": [
        {
          "name": "Ali Rezā Nabiloo",
          "authorId": "2339196145"
        },
        {
          "name": "Maryam Hāmoongard",
          "authorId": "2339193626"
        }
      ],
      "year": 2024,
      "abstract": "The story “Zan-e Ziadi” is one of the nine short stories in a collection of the same name, which was first published in 1952 during the lifetime of the contemporary writer, Jalal Al-e Ahmad. The central theme of all the stories in this collection is women, and the author has depicted their sorrows and problems from a critical perspective. This article examines “Zan-e Ziadi” from the perspective of deconstructive criticism. Deconstructive criticism, also known as deconstruction or constructionism, was developed based on the theory of the French philosopher and theorist Jacques Derrida (1930-2004). This term was first used in philosophy and then in literary criticism. The basis of deconstructive criticism is to find hidden binary and contradictions within the text, as by uncovering these binaries, one can discover the hidden layers within the text. According to Derrida, the internal binaries are hierarchical and stair-like, and one part is given superiority over the other, but upon close examination of the text, it becomes clear that none of the binaries have superiority over the other and are in fact complementary to each other. Deconstructive criticism is based on examining accepted assumptions, deconstructing, and revealing textual contradictions and the readers must search within the text for everything they need to know. The conflict in “Zan-e Ziadi” is superficially based on the contradiction between human and human, man/woman, and internally between human and false cultural and social beliefs and traditions. After examining the binaries within the text and identifying the conflicting forces within it, it becomes clear that contrary to what appears from the surface of the text and in the initial reading, the dominant pole in the text and the transcendental signified on which the internal challenge of the text is based is not an oppressive man against an oppressed woman, but rather both the man and the woman are captives and subjugated by false and imposed beliefs of their time, and the two binaries advance the story alongside harmoniously with each other .",
      "citationCount": 0,
      "doi": "10.61186/jpll.32.96.289",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52f70cd75f84df184a18621fa4c6145abd83016c",
      "venue": "Persian Language and Literature",
      "journal": {
        "name": "Persian Language and Literature"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b66dce9a4e923d341dcfafc3cb1cca6c7ebb0b10",
      "title": "Reflexiones acerca de la posición de las Tradiciones en la Literatura Universal",
      "authors": [
        {
          "name": "Miguel Ángel Vega Cernuda",
          "authorId": "2127368419"
        }
      ],
      "year": 2023,
      "abstract": "\n \n \n \nPartiendo del concepto de Weltliteratur propuesto por Goethe, en el presente trabajo pretendemos hurgar críticamente en las causas de la injustificada ausencia de las obras de Ricardo Palma en el listado del patrimonio literario universal. Estado de su recepción, causas y posibles soluciones a una recepción deficitaria son temas que ocupan estas reflexiones. \nPalabras clave: Canon, Tradiciones peruanas, literatura comparada, costumbrismo. \n  \n \n \n \n \nAbstract \nThe article reflects on the inconsistencies that Ricardo Palma had to overcome, essentially the internal ones in his beginnings, and then makes general mention of the contradictions he had to face with the detractors of the community, in his adulthood. The contradictions, in this case, are those of a literary and cultural nature, affecting literary creation and historical research, as essential elements for the writing of traditions. \nKeywords: romanticism, self-criticism, literary tradition, article of customs, historical novel. \n \n \n \n \n \n \n \n",
      "citationCount": 0,
      "doi": "10.31381/ap.v20i20.4460",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b66dce9a4e923d341dcfafc3cb1cca6c7ebb0b10",
      "venue": "Aula Palma",
      "journal": {
        "name": "Aula Palma"
      },
      "publicationTypes": null
    },
    {
      "paperId": "af69f94ef923846338bc5eeceaa6092adc5be300",
      "title": "<O/ No Power but Deaf Power \\O>: Revitalizing Deaf Education Systems via Anarchism",
      "authors": [
        {
          "name": "Michael E. Skyer",
          "authorId": "119784002"
        },
        {
          "name": "Jessica A. Scott",
          "authorId": "31668546"
        },
        {
          "name": "Dai O’Brien",
          "authorId": "1400961407"
        }
      ],
      "year": 2023,
      "abstract": "Deaf education is an incoherent macrosystem whose sub‐systems—e.g., biomedical vs. sociocultural institutions—contradict. Unreconciled tensions cause stagnation, not regeneration, and harmful dissensus in deaf educational sub‐systems. To revitalize deaf education, address these contradictions, and eliminate incoherence, we posit that a deafled systemic transformation of deaf education is necessary; furthermore, we argue it may best be realized through theories and actions constitutive of anarchism. To this end, we synthesize four thematic loci where anarchism overtly aligns with constructs immanent in deaf communities. First, collectivism is necessary for survival in anarchist and deaf communities toward shared goals including equity in education, social labor, and politics. Second, mutual aid is integral—like anarchists who work arm‐in‐arm, deaf individuals and groups exhibit uncanny solidarity across political, cultural, technological, linguistic, and geographical boundaries. Third, direct action tactics overlap in both groups: When facing internal or external threats, both communities effectively rally local mechanisms to affect change. Finally, both groups exhibit a stubborn, existential refusal to be subdued or ruled by outsiders. Reframing systemic dilemmas in deaf education via anarchism is a novel, beneficial praxis that’s only been tangentially explored. Centering anarchism in deaf education also generates succor for ongoing struggles about sign language in deaf communities. Toward the horizon of radical equality, our staunchly anarchist analysis of deaf education argues that to guide deaf‐positive system change neoliberalism is inert and neo‐fascism anathema.",
      "citationCount": 2,
      "doi": "10.17645/si.v11i2.6534",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/af69f94ef923846338bc5eeceaa6092adc5be300",
      "venue": "Social Inclusion",
      "journal": {
        "name": "Social Inclusion"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9e4383cc62fe1456ca0ab082f33493274c03bd19",
      "title": "On ZHOU Zuoren's Modernity and its Contradiction",
      "authors": [
        {
          "name": "L. Bing",
          "authorId": "3302963"
        },
        {
          "name": "Cpc Publicity",
          "authorId": "100872979"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9e4383cc62fe1456ca0ab082f33493274c03bd19",
      "venue": "",
      "journal": {
        "name": "Journal of Yunnan Nationalities University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a1489743e59dbadd8d0d636320f4135bf6bc3bf3",
      "title": "The Pragmatic Value of Legal Fictions",
      "authors": [
        {
          "name": "Douglas W. Lind",
          "authorId": "83863034"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 20,
      "doi": "10.1007/978-3-319-09232-4_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a1489743e59dbadd8d0d636320f4135bf6bc3bf3",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "83-109",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "69e621c4660d3bd4d94a6888671a8fbae24bc60e",
      "title": "On the question of the dialectic of scientific knowledge in russian philosophy: the problem of reflection",
      "authors": [
        {
          "name": "A. Sverguzov",
          "authorId": "2137490967"
        }
      ],
      "year": 2023,
      "abstract": "\n The subject of the study is the phenomenon of reflection in the structure of the mechanisms of scientific cognition. The results of studying the phenomenon obtained within the framework of Russian philosophy in different periods of its development – the Soviet and modern stages - are compared. Attention is drawn to the fundamental nature of the research results of scientific reflection obtained during the Soviet period of philosophy development. In the philosophy of that period, the concept of reflection was proposed, which remained outside the field of view of modern research. A feature of the subject of the Soviet concept is the identification of two aspects of scientific reflection – the relationship between reflection and rationality, as well as the relationship between the meaning-setting and meaning-revealing functions of reflection. The subject of modern domestic research is influenced by the Western tradition. Its characteristic feature is the isolation of reflexive thinking on oneself or, in Soviet terminology, the reduction of scientific reflection to a semantic function. The research method is a dialectical-materialistic approach. The peculiarity of the study is the use of internal contradictions of reflection. The novelty of the work is characterized by the application of the results of Soviet dialectical-materialistic research to modern analysis. It is shown that the modern discussion of this problem is in a dialectical context, constituted by the framework of interrelated opposites. The idea is expressed that the dialectical-materialistic approach continues to be fundamental and is an adequate method of considering reflection. In particular, the dialectical-materialistic methodology will contribute to overcoming, in the words of one of the modern researchers, the \"epistemological impasse\" with which he characterizes the results of modern study. The conclusion is made about the need to resume dialectical research.\n",
      "citationCount": 1,
      "doi": "10.25136/2409-8728.2023.12.69165",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69e621c4660d3bd4d94a6888671a8fbae24bc60e",
      "venue": "Философская мысль",
      "journal": {
        "name": "Философская мысль"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "619bd90762adc462472864f6b4c9e83a8540dd4b",
      "title": "The politics of aesthetics in German Idealism",
      "authors": [
        {
          "name": "A.M. Sidorov",
          "authorId": "2142301264"
        }
      ],
      "year": 2022,
      "abstract": "\n The subject of the study is the aesthetic aspects of the German philosophy of the late XVIII - early XIX centuries. Modern culture, with its anti-traditionalist impulse for autonomy, freedom from external authority, the use of critical reason, universal principles, in terms of which is questioned religion, history, customs, by this time found its internal contradictions. Post-religious and postconventional Enlightenment values - secularism, humanism, the primacy of reason and science - poorly suited to maintaining the moral and social relations, in the course of everyday life, and led to their progressive deterioration. German idealists turned to the area of aesthetic in searh of means of reconciliation between science and morality, the nature and the subject. The article taken hermeneutical analysis of texts submitted in the tradition of German romanticism and idealism in order to identify the aesthetic basis of searches and solutions in the philosophy of this period. Project of aesthetics which emerged in the XVIII century is seen as key to European philosophy and culture \"after the Enlightenment,\" and as having not only theoretical but also of political importance, because it is in aesthesis - subjective field of experiences, feelings, affects, modern man could seek reconciliation with the world after the loss of traditional meanings and authority\n",
      "citationCount": 0,
      "doi": "10.7256/2454-0757.2022.11.14385",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/619bd90762adc462472864f6b4c9e83a8540dd4b",
      "venue": "Философия и культура",
      "journal": {
        "name": "Философия и культура"
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
