{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Gadamer prejudice hermeneutics",
  "results": [
    {
      "paperId": "6f5063671b5def642c1374c9c3d11e8024f0c91a",
      "title": "Prejudice and True Judgement Prejudgment and Final Verdict against 18th Century Traditional Morality. A study of Tom Jones from the Perspective of Gadamer’s Hermeneutics",
      "authors": [],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.47205/plhr.2024(8-iii)57",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6f5063671b5def642c1374c9c3d11e8024f0c91a",
      "venue": "PAKISTAN LANGUAGES AND HUMANITIES REVIEW",
      "journal": {
        "name": "PAKISTAN LANGUAGES AND HUMANITIES REVIEW"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3cb26b04a6e9f47d27ffddba97dfb30084adfa94",
      "title": "Overcoming Prejudice in Society through Gadamer Philosophical Hermeneutics",
      "authors": [
        {
          "name": "M. Koseni",
          "authorId": "116123272"
        },
        {
          "name": "Enkelejda Cenaj",
          "authorId": "118847575"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.59893/jcs.16(45).005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3cb26b04a6e9f47d27ffddba97dfb30084adfa94",
      "venue": "Journal of Comparative Studies",
      "journal": {
        "name": "Journal of Comparative Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "332e4fd5a7042a66cd1227738a53bee3eba46bcf",
      "title": "Legitimate Prejudice in Legal Interpretation: Gadamer's Hermeneutics as an Analytical Framework",
      "authors": [
        {
          "name": "Sugeng Sugeng",
          "authorId": "2062077631"
        },
        {
          "name": "Widya Romasindah Aidy",
          "authorId": "2138846423"
        }
      ],
      "year": 2025,
      "abstract": "Legal interpretation is often influenced by certain prejudices or preconceptions that are regarded as legitimate in the process of understanding legal texts. These prejudices are not necessarily irrational or unfounded; rather, they form part of the interpreter's horizon, shaped by history, culture, and prior knowledge. This article explores the concept of legitimate prejudice within the realm of legal interpretation, using Hans-Georg Gadamer’s philosophical hermeneutics as its analytical framework. Gadamer’s approach offers a nuanced understanding of how meaning emerges through the fusion of horizons between the legal text and the interpreter’s situated perspective, highlighting the productive role of prejudice in the interpretive process. Gadamer's hermeneutics offers an approach that emphasizes the importance of dialogue between the text, the reader, and its historical context. In the context of legal interpretation, legitimate prejudice is not merely viewed as an obstacle but also as a constructive element that enables the creation of legal meaning that is more relevant to social dynamics. This article examines how Gadamer's \"fusion of horizons\" can help legal practitioners and scholars bridge legal texts with contemporary moral, social, and cultural values. This study employs a normative juridical method combined with a philosophical and hermeneutical approach. The normative juridical method focuses on the analysis of legal norms, principles, and doctrines as they are formulated in legal texts and judicial decisions. Meanwhile, the philosophical approach is used to explore the epistemological foundations of legal interpretation, particularly concerning the role of prejudice and preconceptions in shaping legal meaning. The philosophical approach is used to analyze the concept of prejudice in legal interpretation within the broader framework of legal philosophy and epistemology. Meanwhile, the hermeneutical approach, particularly drawing from Gadamer’s theory, is applied to examine how interpretative prejudices shape and influence the legal decision-making process. This perspective allows for a deeper understanding of how legal meaning is not simply derived from the text itself, but is co-constructed through the interaction between the interpreter’s historical context, normative assumptions, and the legal text. By integrating Gadamer’s hermeneutic principles into the practice of legal interpretation, this article aims to contribute to the development of a more inclusive, critical, and value-oriented theory of legal interpretation.",
      "citationCount": 0,
      "doi": "10.30996/jhmo.v8i2.12443",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/332e4fd5a7042a66cd1227738a53bee3eba46bcf",
      "venue": "Jurnal Hukum Magnum Opus",
      "journal": {
        "name": "Jurnal Hukum Magnum Opus"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "37019952ce09ade417816028f80c4b39d61c411e",
      "title": "Gadamer’s rehabilitation of prejudice, authority and tradition",
      "authors": [
        {
          "name": "Aleksandar Milić",
          "authorId": "2328501190"
        }
      ],
      "year": 2024,
      "abstract": "The aim of this paper is to show how Gadamer highlights the importance that prejudices, authorities and tradition play in the hermeneutic experience, but also to critically review his reasons in support of his position to base his philosophical hermeneutics through them. What Gadamer tries to show with his theory is that prejudices, authorities, and tradition are closely related to many other phenomena that arise during a deeper consideration of interpretation and understanding in general, and which must not be overlooked during this consideration. In the paper, I will first present Gadamer’s motivation for restoring the neutral status of prejudices and placing them in the foundations of his philosophical hermeneutics, then I will present some of the consequences that this understanding has for the hermeneutic procedure, and finally I will show how Gadamer’s understanding of authority and tradition derives from prior examination of prejudice status",
      "citationCount": 0,
      "doi": "10.46793/felixr24.16am",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/37019952ce09ade417816028f80c4b39d61c411e",
      "venue": "Godišnjak Međunarodne filozofske škole Feliks Romulijana",
      "journal": {
        "name": "Godišnjak Međunarodne filozofske škole Feliks Romulijana"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "ff0a77aa532ae09cd985c8c5393ad59420653de0",
      "title": "Gadamerian Hermeneutics and Feminist Thought: Exploring Preunderstandings to Uncover Experiences of Prejudice",
      "authors": [
        {
          "name": "Marie Vigouroux",
          "authorId": "1753377586"
        },
        {
          "name": "Richard B. Hovey",
          "authorId": "2282725626"
        }
      ],
      "year": 2024,
      "abstract": "German philosopher Hans-Georg Gadamer is best known for his contribution to the development of philosophical hermeneutics, an interpretive approach to knowledge, understanding and meaning-making. It has become a well-established research approach in the health sciences to shed light on the lived experiences of people living with challenging chronic health conditions. Some feminist scholars have gravitated to Gadamer’s hermeneutics for its steadfast rejection of positivism and its intention to uncover preunderstandings and prejudices. However, others have critiqued the approach for its lack of focus on prescribing action for social change and its reluctance to evaluate the prejudices present in its own tradition. In this paper, the authors will demonstrate how using feminist hermeneutics can help health researchers deepen their understanding of illness narratives by examining the power structures contributing to the marginalization of chronically ill people within and outside the healthcare system. They will juxtapose a reflexive investigation of the first author’s experiences with a focused literature review of the dialogue between hermeneutics and feminism. By examining the first author’s experiences with Gadamerian hermeneutics and feminist hermeneutics through self-study, she can in turn unearth her own preunderstandings. This approach will allow the authors to leverage the depth of interpretive understanding generated by hermeneutics while exploring the power structures involved in the complex process that is patient care, particularly that of people with chronic illness. They conclude that this combined approach of feminist hermeneutics allows health researchers to deepen their understanding of illness narratives with issue-specific and effective recommendations to clinicians and public health officials, leading to better-adapted services through a more just approach to chronically ill people.",
      "citationCount": 0,
      "doi": "10.1177/16094069241278954",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff0a77aa532ae09cd985c8c5393ad59420653de0",
      "venue": "International Journal of Qualitative Methods",
      "journal": {
        "name": "International Journal of Qualitative Methods",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "78c931dc28a231578d1d91f1f6263cfe6aa1a10f",
      "title": "Gadamer’s Philosophical Hermeneutics on Religious Language and COVID-19",
      "authors": [
        {
          "name": "Ilyas Supena",
          "authorId": "116319360"
        }
      ],
      "year": 2022,
      "abstract": "Philosophical hermeneutics is a style of hermeneutics that focuses on the ontology of understanding and interpretation. One of the leading exponents of philosophical hermeneutics is Hans-Georg Gadamer. Gadamer explained that the prejudice and historical aspects that accept the dialectics of the past, the present and the future are crucial in understanding religious language related to COVID-19. This concept then underlies Gadamer’s thoughts on the idea of the fusion of horizon. This idea indicates that understanding religious texts must be done by bringing together the text’s horizon, author and reader to reach a meaningful knowledge in interpreting a text. Suppose this view applies in understanding religious language related to the COVID-19 pandemic protocol. In that case, interpreter must consider all dimensions associated with the social situation to find a substantive meaning and a complete understanding of all dimensions related to the interpreter’s current position to apply the substantive meaning contextually in actual cases.",
      "citationCount": 1,
      "doi": "10.6001/fil-soc.v33i3.4780",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/78c931dc28a231578d1d91f1f6263cfe6aa1a10f",
      "venue": "Filosofija Sociologija",
      "journal": {
        "name": "Filosofija. Sociologija"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4051982838b22b77f82b4c114c7e7ef81e562857",
      "title": "REALITAS ERA VICTORIA DALAM CERPEN “NELAYAN DAN JIWANYA” KARYA OSCAR WILDE: KAJIAN HERMENEUTIKA GADAMER* (Reality of Victorian Era in Oscar Wilde’s Short Story: “Nelayan dan Jiwanya”: Gadamer’s Hermeneutics Study)",
      "authors": [
        {
          "name": "Wildan Ilham Wicaksana",
          "authorId": "1572342091"
        }
      ],
      "year": 2019,
      "abstract": "The purpose of this study is to find out reality and morality in Oscar Wilde’s short story entitled Nelayan dan Jiwanya (“NdJ”) written by Oscar Wilde. This study applied Gadamer’s hermeneutics approach. The hermeuneutic procedure of Gadamer’s is dialogic involving historicity and prejudice. Hermeneutics is an interpretative concept towards symbols, traditions, actions, texts, and other forms of concrete materials. The method established in this study is a qualitative descriptive one. It lead the researcher to describing the background of the historical text and the author’s prejudice. The result of this study shows that the description of reality and morality in the Victorian Era, for instance women style or fashion and life, religion issues and atheism, poverty and slavery. Keywords: hermeneutics, gadamer, victorian",
      "citationCount": 1,
      "doi": "10.36567/ALY.V15I2.312",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4051982838b22b77f82b4c114c7e7ef81e562857",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "109-126",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "59efbd56699ef253d16386cfcd4205ef53632ba5",
      "title": "CRITIQUE OF IDEOLOGY BIN GEORGE ORWELL’S NOVEL 1984: A HANS-GEORG GADAMER’S HERMENEUTICS READING",
      "authors": [
        {
          "name": "Daniel Ahmad Fajri",
          "authorId": "1664054610"
        },
        {
          "name": "Romel Noverino",
          "authorId": "52397257"
        }
      ],
      "year": 2019,
      "abstract": "This study is to analyze George Orwell’s novel 1984 that published in 1949. This study uses descriptive qualitative method. The analysis of this undergraduate thesis focuses on hermeneutical reading of the text. This study aims to find out critique of ideology concept by reading both the text and the researcher (as interpreter) horizons to get a current meaning of the text. This study applies philosophical hermeneutics of Hans-Georg Gadamer and Jurgen Habermas’s critical theory to analyze the novel. After interprets the horizon of the text with three stages of analysis (understanding, historical consciousness, and history of effect), then the prejudice/presupposition (Habermas’ critique of ideology) appear dialectically as interpreter horizon to read the 1984 in its current context. The result proves that, although the work of structure of power in Orwell's life and interpreter are different - Orwell who live in the tension of world ideologies (with fascism, soviet communism, and other totalitarian power) and interpreter in the late-capitalism era (with liberal consensus domination), but analysis of critique of ideology in the 1984 novel in the current context relates to several things. Among other things are, total domination of the system like distorting symbolic interactions and how power works supported - manifested in high-level technology with its propaganda and supervision of civil society. At this point, to resist against totalitarian system, both Orwell and Habermas are similar as well - a process of rationalization with a communication paradigm with emancipatory mission to give a progressive free individual formation in the society.",
      "citationCount": 1,
      "doi": "10.35760/jll.2019.v7i2.2017",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59efbd56699ef253d16386cfcd4205ef53632ba5",
      "venue": "Journal of Language and Literature",
      "journal": {
        "name": "Journal of Language and Literature"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bf1dc433d8f28bcb91b7db9a5bb33991ff11f7bb",
      "title": "Hermeneutics and Prejudice: Heidegger and Gadamer in their Historical Setting",
      "authors": [
        {
          "name": "D. Shalin",
          "authorId": "73899190"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1080/19409419.2010.10756760",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf1dc433d8f28bcb91b7db9a5bb33991ff11f7bb",
      "venue": "",
      "journal": {
        "name": "Russian Journal of Communication",
        "pages": "24 - 7",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4aba90a739ca384340a0fae351a9d3558b7cb0a3",
      "title": "PREJUDICE AND UNDERSTANDING IN GADAMER’S PHILOSOPHICAL HERMENEUTICS",
      "authors": [
        {
          "name": "Vaezi Asghar",
          "authorId": "116790409"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4aba90a739ca384340a0fae351a9d3558b7cb0a3",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "235-253",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "77b25e415018acfe4300e2356630f35a4debb229",
      "title": "Between Science and Experience: A Hermeneutic Phenomenological Analysis of Addiction Theories Through Gadamer",
      "authors": [
        {
          "name": "Adam Bedford",
          "authorId": "2310959781"
        }
      ],
      "year": 2024,
      "abstract": "This paper examines two competing approaches to the study of addiction: the neuroscientific model which conceives of addiction as a brain disease, and the phenomenological critique of neuroscience, which appeals to lived experience. I employ Gadamer’s rich hermeneutic contribution to the phenomenological tradition in order to generate more fruitful dialogue between these competing models. Gadamer’s critique of the leveling of language in science is employed to counter neuroscientific claims to objectivity, while his redescription of the constructive role of prejudice in understanding is employed to highlight inadequacies in the phenomenological critique of neuroscience. Ultimately, I propose a fusion of these contested horizons which can generate richer clinical practice—reimagining the role of addiction recovery as helping individuals interpret and understand their experience of addiction toward new ways of being in the world.",
      "citationCount": 0,
      "doi": "10.55016/ojs/jah.v2024i2024.79368",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/77b25e415018acfe4300e2356630f35a4debb229",
      "venue": "Journal of Applied Hermeneutics",
      "journal": {
        "name": "Journal of Applied Hermeneutics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0f23e9e49cd5ee1ecd30779c3f9ad81008f76b57",
      "title": "Gadamer, Descartes, and the Problem of Method",
      "authors": [
        {
          "name": "Michel Dalissier",
          "authorId": "2328904971"
        }
      ],
      "year": 2024,
      "abstract": "In this paper, I demonstrate that, beyond the notion of prejudice, it is the whole Cartesian framework that Gadamer’s philosophical hermeneutics seems to reject in Truth and Method. I buttress this argument by addressing a gamut of central concepts, namely doubt, evidence, history, life, subjectivity, language, and, most importantly, method itself. In the course of the discussion, I emphasize many fine details of Gadamer’s approach to Cartesianism. I further ask whether Gadamer really succeeds in disentangling himself from a methodical demand that is fundamental for Descartes but that he also underscores in the works of other philosophers, such as Hegel and Heidegger. I suggest that Cartesianism thus appears enlightening to point out the complexities of Gadamer’s hermeneutics.",
      "citationCount": 1,
      "doi": "10.3390/h13060151",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f23e9e49cd5ee1ecd30779c3f9ad81008f76b57",
      "venue": "Humanities",
      "journal": {
        "name": "Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "354671e4ce346e34fd4bf633d58d1c39cab5f900",
      "title": "Reading a Feminist Response on “The Book of Knowledge” based on Gadamer’s Philosophical Hermeneutics",
      "authors": [
        {
          "name": "Faqihuddin Abdul Kodir",
          "authorId": "112915653"
        }
      ],
      "year": 2017,
      "abstract": "The position of woman and knowledge in Islamic perspective has been an interesting issue in Islamic studies. One of the female Muslim scholars who focus her studies on feminism is Sa’diyya Shaikh. By exploring Gadamer’s philosophical hermeneutics, this paper is aimed at explaining the basic concepts of the philosophical hermeneutics of Sa’diyya Shaikh’s “Knowledge, Women, and Gender in the Hadith: a Feminist Interpretation” published in 2014. The work is focused on the interpretation responding to the selected texts of the Hadith in “The Book of Knowledge”, the collection of the prophetic traditions by Sahih al-Bukhari. It was found out that prejudice influences Shaikh’s motivation in interpreting the text. However, as there are neither merely subjective nor objective aspects in the interpretation, Shaikh positions herself in the structures of self-understanding which reveal “the truth” for her within a horizon. Indeed, Shaikh’s interpretation is dynamic. Thus, it can still be fixed and changed to invite new perspectives Keywords Feminism, Hermeneutics, Interpretation",
      "citationCount": 0,
      "doi": "10.22515/dinika.v2i2.92",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/354671e4ce346e34fd4bf633d58d1c39cab5f900",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "167-184",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "34528197cace33b5f6da5f50290d39d7518caee1",
      "title": "Holistic Hermeneutics of Qur’anic Verses: Reinterpreting for Achieving Gender Equality in Contemporary Islamic Society",
      "authors": [
        {
          "name": "Muhammad Resky",
          "authorId": "2340431425"
        }
      ],
      "year": 2024,
      "abstract": "Background and Objectives: This study addresses the patriarchal bias prevalent in traditional Qur’anic exegesis, which often privileges male perspectives and neglects women’s experiences. Such interpretations can lead to gender injustices justified by certain verses. The primary objective is to explore Amina Wadud’s holistic hermeneutic approach, which aims to affirm gender equality in Qur’anic interpretation. Methodology: Employing a qualitative literature-based approach, this research integrates thematic (maudu’i) exegesis, philological analysis, and a women’s perspective. Additionally, the study draws on Hans-Georg Gadamer’s hermeneutic concepts of prejudice, fusion of horizons, and dialogue, thereby enriching a holistic framework for Qur’anic interpretation.\nMain Findings: The findings indicate that the Qur’an fundamentally supports gender equality. Both men and women share equal rights, obligations, and potentials—whether in worship, social roles, or broader achievements. When examined holistically, verses addressing inheritance, human origins, and gender relations emphasize justice and balance rather than legitimizing any form of gender dominance. Contributions: This research contributes by proposing a more responsive interpretive method that engages contemporary issues of gender equality. The holistic hermeneutic approach encourages re-examining verses often misunderstood in traditional commentary. Consequently, it provides a valuable resource for Islamic education, social policy, and women’s empowerment initiatives. Conclusion: This study concludes that the Qur’an does not endorse patriarchy or matriarchy but rather underscores justice and equality. While the findings remain mostly theoretical, this approach opens avenues for further research on policy implementation and inclusive, gender-just education systems.",
      "citationCount": 0,
      "doi": "10.28918/aqwal.v5i2.7365",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/34528197cace33b5f6da5f50290d39d7518caee1",
      "venue": "Aqwal: Journal of Qur'an and Hadis Studies",
      "journal": {
        "name": "Aqwal: Journal of Qur'an and Hadis Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4c0586d29603f1bc464937381253e086db426753",
      "title": "The role of technical and non-technical prejudice in hermeneutics : the case of Hans-Georg Gadamer",
      "authors": [
        {
          "name": "Parrish W. Jones",
          "authorId": "116922916"
        }
      ],
      "year": 1982,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c0586d29603f1bc464937381253e086db426753",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "2f563870a45c67b9505f3aeaab3789cec4d08a0a",
      "title": "Hans-Georg Gadamer's philosophical hermeneutics: Concepts of reading, understanding and interpretation",
      "authors": [
        {
          "name": "P. Regan",
          "authorId": "82605389"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 72,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f563870a45c67b9505f3aeaab3789cec4d08a0a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "286-303",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a248a1195bfdeee0b347206a7ead6fd9a02504ba",
      "title": "GADAMER’S HERMENEUTICAL THOUGHT AND HABERMAS’S CRITIQUE",
      "authors": [
        {
          "name": "Yeremias Jena",
          "authorId": "2101997344"
        }
      ],
      "year": 2021,
      "abstract": "As long as humans always try to understand the deepest meaning of a text, symbol, or event, hermeneutics is a common activity. However, the gap between the creation of texts, symbols or events has created its own problems that must be solved. The problem is, should an attempt at interpretation of a text, symbol or event achieve its objective status in the sense intended by the author or writer, or not? Hermeneutic thinkers differ in solving this problem. Unlike Friedrich Schleiermacher and Wilhelm Dilthey who emphasized the importance of revealing the author’s original intent, Hans-Georg Gadamer emphasized the importance of the subjective dimension of the interpreter. In Gadamer’s thought, prejudice and cultural influences in interpreting a text, symbol or phenomenon are also considered as one of the horizons. Dialectic and horizon fusion in itself will be an internal mechanism to reduce the dominance of prejudice or subjectivity that cannot be accounted for. By paying close attention to Jurgen Habermas’s note that hermeneutics overemphasize the aspects of prejudice and cultural influences will only provide opportunities for certain communication distortions and cultural hegemony, Gadamer’s contribution can still be maintained as a human hermeneutical activity.",
      "citationCount": 4,
      "doi": "10.15408/IU.V8I1.17070",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a248a1195bfdeee0b347206a7ead6fd9a02504ba",
      "venue": "Ilmu ushuluddin",
      "journal": {
        "name": "ILMU USHULUDDIN"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4e58f85adf98207368f1fb22bd74e5a0bd87884a",
      "title": "On the Translator’s Subjectivity -- From the Perspective of Gadamer’s Philosophical Hermeneutics",
      "authors": [
        {
          "name": "Yan Li",
          "authorId": "2152884793"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.3968/J.HESS.1927024020120302.1921",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4e58f85adf98207368f1fb22bd74e5a0bd87884a",
      "venue": "",
      "journal": {
        "name": "Higher Education of Social Science",
        "pages": "21-26",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "98551f896183888c45e3be6d4aafcd553c1c8bef",
      "title": "On the Translator’s Subjectivity -- From the Perspective of Gadamer’s Philosophical Hermeneutics",
      "authors": [
        {
          "name": "Li Yan",
          "authorId": "2116680855"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/98551f896183888c45e3be6d4aafcd553c1c8bef",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0aaf05695f4aab447315cfafba80e9581a6e738c",
      "title": "Gadamer’s Appropriation of Pietism",
      "authors": [
        {
          "name": "B. Stephenson",
          "authorId": "32474900"
        }
      ],
      "year": 2021,
      "abstract": "A foundation stone of Hans Georg Gadamer’s philosophical hermeneutics is the notion of the sensus communis. The philosophical significance of a “sensus communis” (common sense) begins with Aristotle, who offered scattered reflections. The topic was taken up in earnest in Enlightenment thought and in German idealism, but it became more of an individual faculty, lacking the deep sense of community and tradition found in earlier formulations. In this paper, the author demonstrates Gadamer’s debt to Pietist thought, examining his appropriation and use of the theology of Friedrich Christoph Oetinger (1702–1782), a leading figure in Swabian Pietism, whose ideas had a significant impact in theological circles and broader cultural life. Gadamer’s critique of the Enlightenment’s ‘prejudice against prejudice,’ owes a debt to the Pietist conception of the sensus communis and his practical philosophy to Pietism’s emphasis on ‘application’ as a fundamental aspect of a hermeneutical triad.",
      "citationCount": 0,
      "doi": "10.3390/PHILOSOPHIES6020030",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0aaf05695f4aab447315cfafba80e9581a6e738c",
      "venue": "",
      "journal": {
        "name": "Philosophies",
        "pages": "30",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "103b181f0e882aa6775258b869d6fc1c5178ac1b",
      "title": "On Gadamer's Hermeneutics and Its Transcendence of German Romanticism",
      "authors": [
        {
          "name": "Sun Lin",
          "authorId": "2108022994"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/103b181f0e882aa6775258b869d6fc1c5178ac1b",
      "venue": "",
      "journal": {
        "name": "Journal of Teachers College Qingdao University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "063ff7f7c044baeba52d31914097d0e95aec7d4e",
      "title": "PLATONIC DIALOGUE AND GADAMERIAN HERMENEUTICS",
      "authors": [
        {
          "name": "A. Joni",
          "authorId": "2122629832"
        }
      ],
      "year": 2021,
      "abstract": "This paper will elaborate the different Platonic elements of dialogue as philosophical basis for Gadamerian hermeneutical structures. The intersubjective cross-examination found in Platoâ€™s Dialogue shows that the real meaning comes from the real encounters between speakers; or in Gadamerâ€™s term: encounters between text and the reader. For Gadamer, it is always important in this pursuit of meaning and truth that we examine our own prejudice. Cross-examining our own claim of truth and belief is an essential element in Gadamerâ€™s hermeneutics. I argue that we can see how the Platonic model of dialogue is easily aligned with the Gadamerian positive approach towards â€˜traditions.â€™ There is a constant dialogue at work in interpretation, a dialogue between the past and the present, between different traditions and points of view. Dialogue is an important keyword for both Plato and Gadamer in their efforts to their existential quest of wisdom.",
      "citationCount": 0,
      "doi": "10.54367/logos.v18i1.1173",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/063ff7f7c044baeba52d31914097d0e95aec7d4e",
      "venue": "LOGOS",
      "journal": {
        "name": "LOGOS"
      },
      "publicationTypes": null
    },
    {
      "paperId": "827e3788eab8528663329200207903f681efd7eb",
      "title": "Gadamer's Interpretation of Universality of Hermeneutics and its Practical Transformation",
      "authors": [
        {
          "name": "Wang Hao-bin",
          "authorId": "71294749"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/827e3788eab8528663329200207903f681efd7eb",
      "venue": "",
      "journal": {
        "name": "Journal of Guangzhou Open University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c87611b5d06a0a8a3ae3e97521348199c9a8c5b6",
      "title": "Gadamer's Annotation on the Widespread Problems and Its Practical Transformation of Hermeneutics",
      "authors": [
        {
          "name": "Wang Hao-bin",
          "authorId": "71294749"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c87611b5d06a0a8a3ae3e97521348199c9a8c5b6",
      "venue": "",
      "journal": {
        "name": "Journal of Jining Teachers' College",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c6161c1c0a7434ea7cc4a84b9c824331e5cec7eb",
      "title": "Gadamer: Hermeneutics, Tradition, and Reason",
      "authors": [
        {
          "name": "G. Warnke",
          "authorId": "14221652"
        }
      ],
      "year": 1987,
      "abstract": null,
      "citationCount": 382,
      "doi": "10.2307/590284",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6161c1c0a7434ea7cc4a84b9c824331e5cec7eb",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9930713872c9761fd94481c222e9ca5bd5691298",
      "title": "Philosophical hermeneutics and the project of Hans Georg Gadamer: implications for nursing research.",
      "authors": [
        {
          "name": "Kenneth Walsh",
          "authorId": "2246291342"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 64,
      "doi": "10.1111/J.1440-1800.1996.TB00046.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9930713872c9761fd94481c222e9ca5bd5691298",
      "venue": "Nursing Inquiry",
      "journal": {
        "name": "Nursing inquiry",
        "pages": "\n          231-7\n        ",
        "volume": "3 4"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "48f23b368b52eac97a90e84bde2603176b427f47",
      "title": "Gadamer's Philosophical Hermeneutics and Translation",
      "authors": [
        {
          "name": "Yu Sen-lin",
          "authorId": "30556067"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48f23b368b52eac97a90e84bde2603176b427f47",
      "venue": "",
      "journal": {
        "name": "Journal of Southwest Jiaotong University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "077dc681e1ff6a3ae0bfe867f38393ca3f01e083",
      "title": "Considering Hans-Georg Gadamer's philosophical hermeneutics as a referent for student understanding of nature-of-science concepts",
      "authors": [
        {
          "name": "Jared Rashford",
          "authorId": "39627337"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/077dc681e1ff6a3ae0bfe867f38393ca3f01e083",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "17cc7b9420892dd69c0926674acea69c7c8e83cd",
      "title": "Gadamer's Hermeneutics as Practical Philosophy",
      "authors": [
        {
          "name": "Duška Dobrosavljev",
          "authorId": "2081737847"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 22,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/17cc7b9420892dd69c0926674acea69c7c8e83cd",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "605-618",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "841ad84d81c09084b566cca0b28155e50f826255",
      "title": "Gadamer's Philosophical Hermeneutics: The Vantage Points and the Horizons in Readers' Responses to an American Literature Text.",
      "authors": [
        {
          "name": "Dilys Karen Rees",
          "authorId": "2059492541"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 14,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/841ad84d81c09084b566cca0b28155e50f826255",
      "venue": "",
      "journal": {
        "name": "The Reading Matrix : an International Online Journal",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "547ed13c8d95d2faeeafc08f8ef171714d01315f",
      "title": "Hermeneutics and historical consciousness : an appraisal of the contribution of Hans-Georg Gadamer",
      "authors": [
        {
          "name": "A. Niekerk",
          "authorId": "144643999"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.4314/SAJPEM.V21I4.31349",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/547ed13c8d95d2faeeafc08f8ef171714d01315f",
      "venue": "",
      "journal": {
        "name": "South African Journal of Philosophy",
        "pages": "228-241",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a534d81eda4be18edbab36e1a54119170a51f3c7",
      "title": "Conceptualizing human understanding: Gadamer's hermeneutics and American communication studies",
      "authors": [
        {
          "name": "S. Deetz",
          "authorId": "94902837"
        }
      ],
      "year": 1978,
      "abstract": null,
      "citationCount": 45,
      "doi": "10.1080/01463377809369288",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a534d81eda4be18edbab36e1a54119170a51f3c7",
      "venue": "",
      "journal": {
        "name": "Communication Quarterly",
        "pages": "12-23",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "89e7926bddeaed9802bf0a61ce03070467396fee",
      "title": "Gadamer's Philosophical Hermeneutics Approach to the Difficulties of Translating Chinese Classical Poetry",
      "authors": [
        {
          "name": "Wang Xiao-li",
          "authorId": "49982448"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/89e7926bddeaed9802bf0a61ce03070467396fee",
      "venue": "",
      "journal": {
        "name": "Journal of Qiqihar University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8529a916047ba21a4e0b033f3894eda5ff0fd4a9",
      "title": "Gadamer, Rorty, hermeneutics, and Truth: A response to Warnke",
      "authors": [
        {
          "name": "D. Rothberg",
          "authorId": "114740258"
        }
      ],
      "year": 1986,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1080/00201748608602099",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8529a916047ba21a4e0b033f3894eda5ff0fd4a9",
      "venue": "",
      "journal": {
        "name": "Inquiry: Critical Thinking Across the Disciplines",
        "pages": "355-361",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "69f23a428b9082f34c5e8cd8bc9daf4fbfd0341a",
      "title": "Hermeneutics and historical consciousness: An appraisal of the contribution of Hans-Georg Gadamer",
      "authors": [
        {
          "name": "Anton A. Van Niekerk",
          "authorId": "39894628"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4314/sajpem.v21i4.31349",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69f23a428b9082f34c5e8cd8bc9daf4fbfd0341a",
      "venue": "",
      "journal": {
        "name": "South African Journal of Philosophy",
        "pages": "228 - 241",
        "volume": "21"
      },
      "publicationTypes": null
    }
  ],
  "count": 35,
  "errors": []
}
