{
  "status": "success",
  "source": "semantic_scholar",
  "query": "institutional trust political authority",
  "results": [
    {
      "paperId": "2ece9aea05942bc6295721f60b59ef43331f3705",
      "title": "Legitimacy and the Moral Imagination of Power: A Historical–Philosophical Inquiry from Weber to Contemporary Humanistic Thought",
      "authors": [
        {
          "name": "Bożena Iwanowska",
          "authorId": "2259000854"
        }
      ],
      "year": 2025,
      "abstract": "This article offers a historical–philosophical inquiry into political legitimacy as a phenomenon that exceeds formal legality and institutional performance, locating legitimacy within the moral imagination through which societies interpret and justify power. Re-reading Weber’s typology of domination as a humanistic problem of meaning, trust, and binding recognition, the study traces how legitimacy shifts across modern thought from inherited tradition and charismatic belief to rational-legal justification and democratic consent. The analysis integrates classical and contemporary perspectives by treating legitimacy as multidimensional: it rests on lawful acquisition and exercise of power, normative justification of governing rules, and the consent of the governed, while remaining continuously vulnerable to symbolic contestation and ethical evaluation. Special attention is given to the conceptual distinction between legitimacy as a state of recognised authority and legitimisation as an ongoing process of justification, clarification, and public confirmation. The article argues that modern legitimacy is sustained not only by procedures and outcomes but also by the capacity of power to appear morally intelligible—credible in conscience, resonant with shared values, and responsive to demands for dignity and fairness. By framing legitimacy as a moral language and interpretive practice, the study provides an integrative lens for analysing contemporary challenges, including the reconfiguration of authority under digital governance, and shifting regimes of trust.",
      "citationCount": 0,
      "doi": "10.5709/ah-03.03.2025-05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ece9aea05942bc6295721f60b59ef43331f3705",
      "venue": "Acta Humanitatis",
      "journal": {
        "name": "Acta Humanitatis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e645a043b9992c16f07dec3f380684d3abdea2c5",
      "title": "Religious Justification of the King’s Authority in Polish Political Thought in the Second Half of the 18th Century",
      "authors": [
        {
          "name": "Arkadiusz M. Stasiak",
          "authorId": "1506307795"
        }
      ],
      "year": 2024,
      "abstract": "The Polish monarchists presented a providence-based interpretation of the abduction of the king in November 1771 and his rescue. The trust in the authority of Providence, the manifestation of which was that the monarch guaranteed order in the state. Thanks to continuous confirmation of the royal anointing, the transfer of the relationship between God and the guarantor of the world order, and the relationship between the monarch and the guarantor of the state order might have been achieved. Such a perception of the anointing must have inspired great trust in the actions of Stanisław August. \nThe process of sacralization of royal power was stopped by the expansion of Enlightenment rationalism. Polish theorists of state did not always follow the path of challenging the divine origin of power, which was set by Western European philosophers. In Polish political thought the idea of charisma was very rare, which does not condition its negation. We may venture a claim that in the period extending from Stanisław Konarski’s late works until the first works of Stanisław Staszic the idea of charisma as a feature of royal authority disappeared from the Polish political theory and reflections on the authority. \n ",
      "citationCount": 0,
      "doi": "10.18290/teka24.9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e645a043b9992c16f07dec3f380684d3abdea2c5",
      "venue": "Teka Komisji Historycznej Towarzystwa Naukowego KUL",
      "journal": {
        "name": "Teka Komisji Historycznej Towarzystwa Naukowego KUL"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9705a2b3f75f6928051772965ee18bb0843b8861",
      "title": "Political Loyalty, Justice, and Trust",
      "authors": [
        {
          "name": "Abdessamad Belhaj",
          "authorId": "2254508026"
        }
      ],
      "year": 2024,
      "abstract": "The Qur’ān emphasizes many virtues, including the ethics of covenant, justice, community trust, and institutional loyalty. In the Qur’ān, individuals and groups are obliged to uphold moral commitments, honour agreements, and foster justice and trust. On the other hand, Qur’ānic ethics provide an opportunity for repentance and behaviour modification for individuals who have violated the trust of others. Because Qur’ānic political ethics view moral responsibility for righteousness and self-redemption as remedies to betrayal rather than imposing punishment as the only option, it is conceivable to argue that Qur’ānic political ethics can be corrective, providing avenues for change for the treacherous. This article examines the sixteen instances of the root kh-w-n (to betray), in the Qur’ān and provides a contextualized, theme-based ethical analysis of each verse. It seeks to define the Qur’ānic corpus on betrayal (kh-w-n) and classify the latter into political betrayal, betrayal of justice, and betrayal of trust. It is concluded that this corpus describes betrayal as a consequence of a lack of moral responsibility.",
      "citationCount": 0,
      "doi": "10.52541/isiri.v63i2.3202",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9705a2b3f75f6928051772965ee18bb0843b8861",
      "venue": "Islamic Studies",
      "journal": {
        "name": "Islamic Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f8a6d4d000248df29176359a4569b793f3137aaf",
      "title": "Political authority and resistance to injustice: A Confucian perspective",
      "authors": [
        {
          "name": "Kevin K. W. Ip",
          "authorId": "103337313"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1177/01914537211040572",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8a6d4d000248df29176359a4569b793f3137aaf",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "81 - 101",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ed2d0542ad4bdedb58e3ed7c414bda668b099868",
      "title": "Winch on Political Authority & Obedience",
      "authors": [
        {
          "name": "Marina Barabas",
          "authorId": "2022346686"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-40742-1_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed2d0542ad4bdedb58e3ed7c414bda668b099868",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "103-115",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c8fb9cd1614ef14899d8da055d27edd03683914d",
      "title": "Trust and Distrust in Political Institutions",
      "authors": [
        {
          "name": "Christian Lahusen",
          "authorId": "2314624270"
        }
      ],
      "year": 2024,
      "abstract": "This paper focuses on trust in political institutions. It builds on a large body of research that has provided a wealth of insights but has neglected the relationship between trust and distrust and the specificities of the relationship between institutions and citizens. Drawing on insights from a variety of research fields (philosophy, organisation studies, sociology and political science), the paper argues for treating trust and distrust as two separate concepts. A relational and institutionalist approach is used to show that trust and distrust are part of institutionalised relations, operating at the individual and collective levels, and involving reciprocities and complementarities.",
      "citationCount": 3,
      "doi": "10.54195/jps.17413",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c8fb9cd1614ef14899d8da055d27edd03683914d",
      "venue": "Journal of Political Sociology",
      "journal": {
        "name": "Journal of Political Sociology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d3c5479b382e357449caaf8c59f81dcb96329230",
      "title": "Collective Self-Determination, Territory and the Wet'suwet’en: What Justifies the Political Authority of Historic Indigenous Governments over Land and People?",
      "authors": [
        {
          "name": "Michael Luoma",
          "authorId": "153611152"
        }
      ],
      "year": 2022,
      "abstract": "Abstract This article examines the Wet'suwet’en people's struggle for territorial control over their traditional homeland from the normative perspective of collective self-determination. I focus on two interlocking philosophical questions that arise in examination of the case: the justification for a group's right to control territory and the justification for the right of political institutions and officials within those institutions to make and enforce law for the occupants of the territory. I argue that, pursuant to the collective self-determination theory of territorial rights, the legitimate representatives of the Wet'suwet’en people must reflect the people's shared will. After describing the traditional governance system of the Wet'suwet’en people, I argue that there is nothing in principle preventing the hereditary chiefs from reflecting the shared will of the Wet'suwet’en people (as I argue electoral democracy is not always necessary for collective self-determination). I illustrate several reasons why hereditary leaders could reflect the shared will of Wet'suwet’en people better than alternative political authorities, while demonstrating that the political authority of any Wet'suwet’en governance system depends upon the actual endorsement of Wet'suwet’en people themselves.",
      "citationCount": 3,
      "doi": "10.1017/S0008423921000913",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3c5479b382e357449caaf8c59f81dcb96329230",
      "venue": "Canadian Journal of Political Science/Revue canadienne de science politique",
      "journal": {
        "name": "Canadian Journal of Political Science",
        "pages": "19 - 39",
        "volume": "55"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5ada69ec81eeeb3f7bd86794b52725ee9c0ae4aa",
      "title": "Constitutive knowledge sources: an institutional approach to epistemic trust in opaque AI systems",
      "authors": [
        {
          "name": "Lior Gazit",
          "authorId": "2397657893"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s43681-025-00930-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ada69ec81eeeb3f7bd86794b52725ee9c0ae4aa",
      "venue": "AI and Ethics",
      "journal": {
        "name": "AI and Ethics",
        "volume": "6"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e8f83da859b92cdd0ba4530da98c5975e4357c45",
      "title": "The Roles of Institutional Trust and Distrust in Grounding Rational Deference to Scientific Expertise",
      "authors": [
        {
          "name": "F. Bouchard",
          "authorId": "105001903"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1162/POSC_a_00224",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e8f83da859b92cdd0ba4530da98c5975e4357c45",
      "venue": "Perspectives in Science",
      "journal": {
        "name": "Perspectives on Science",
        "pages": "582-608",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b4b40844f50a750455fcd660bfa4eee2b2886fdf",
      "title": "Carl Schmitt’s institutional theory: the political power of normality",
      "authors": [
        {
          "name": "Giulia Meo",
          "authorId": "2213741300"
        }
      ],
      "year": 2023,
      "abstract": "Croce & Salvatore have previously enriched the state of the art on Carl Schmitt’s legal thought, appealing to an ‘institutional turn’ in his thinking between 1928 and 1934, through which Schmitt did achieve his main theoretical objective, i.e., ‘to understand how a state can secure the stability of a political community.’ The present book, Carl Schmitt’s Institutional Theory – The Political Power of Normality, goes one step further: it offers the reader a hermeneutic journey, an interpretation of some of Schmitt’s works in view of his rethinking, that is, the institutional theory of law. Through a sophisticated process of recontextualisation of ‘exceptionalist decisionism’, Croce & Salvatore examine some of Schmitt’s writings before and after the launch of Political Theology (1922), through which exceptionalist decisionism flourished. In Political Theology, Schmitt pursues to anchor the exception in the juridical order through the concept of decision. At that time, Schmitt believed that the legal order consisted of two contrasting elements, the norm and the decision, and in particular, the decision was the foundation of the legal order. In the case of the exception, the norm and the decision acquire independent meanings. Whilst the autonomous meaning of the decision decreases in a normal situation, it increases in an exceptional situation, resulting in the abolition of the norm. However, the exception is subject to juristic considerations because both the norm and the decision constitute juristic elements. In fact, since the nature of the exception prevents a full codification of this phenomenon, the only way of addressing it juridically is through the question of authority, embodied by the subject of the sovereign. In the event of an exception, the sovereign is called to decide on the new legal order. It is clear, not only from this book, that Croce & Salvatore are averse to interpreters overemphasising Schmitt’s decisionism period, 1922–1928. While the authors stress the mentioned period as a transitory one, in which Schmitt firmly believed in the power of the sovereign decision when an exception occurs, the leitmotif of the book is captured by the following claim: ‘(...) even in that period [Schmitt’s] thinking cannot be regarded as",
      "citationCount": 4,
      "doi": "10.1080/20403313.2023.2192123",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4b40844f50a750455fcd660bfa4eee2b2886fdf",
      "venue": "Jurisprudence",
      "journal": {
        "name": "Jurisprudence",
        "pages": "413 - 419",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "17576d453bf0f9737aef73bc84e2b12c78dcf7f3",
      "title": "MORAL IMPERATIVES OF THE FORMATION OF THE MODERN UKRAINIAN POLITICAL NATION: TRUST AND HUMANITY",
      "authors": [
        {
          "name": "Valentyn Krysachenko",
          "authorId": "1573636695"
        }
      ],
      "year": 2023,
      "abstract": "The moral factors of the formation of the modern Ukrainian political nation are investigated. State policy is determined by the national interests of the entire society, ensuring the rights and freedoms of citizens. For the formation of a consolidated political nation, the following are important: statehood, democratic system, common interests, preservation of historical memory, establishment of social harmony, tolerance and consensus. The traced foundation of Ukrainian national unity is trust and humanity in relations. In traditional culture, relations between people were based on the principles of trust, responsibility, obligation, respect, goodness and justice, collective concern for one’s neighbor, and devotion to the native land. Foreign insult imposed a foreign matrix of behavior in Ukraine, the canons of which were treason and service to the authorities, deception, hatred of others and contempt for the weak, which significantly affected the completeness and content of the moral imperatives of Ukrainianism. Particular attention is paid to the categories of trust and betrayal: the first appears to be a tiresome source of growth of the unity of the nation, the second is its destroyer and a means of increasing the resource potential of the aggressors. Emphasis is placed on the functions of the main forms of moral imperatives — value and consolidation: in the first case, we are talking about integrating ties within the ethnic group and its subsystems, in the second — the synergy of interpersonal positive relationships based on trust, understanding and mutual assistance between moral subjects.",
      "citationCount": 0,
      "doi": "10.17721/2415-881x.2023.90.12-28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/17576d453bf0f9737aef73bc84e2b12c78dcf7f3",
      "venue": "Politology bulletin",
      "journal": {
        "name": "Politology bulletin"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "59f5e8f965e6b327d0789797601d34e8bbfbecce",
      "title": "Mediated trust, the internet and artificial intelligence: Ideas, interests, institutions and futures",
      "authors": [
        {
          "name": "Terry Flew",
          "authorId": "2274660565"
        }
      ],
      "year": 2024,
      "abstract": "This paper addresses the question of trust in communication, or mediated trust, with regard to the historical evolution of the Internet and, more recently, debates around the impacts of artificial intelligence (AI). At a conceptual level, it proposes a ‘Three I's’ framework of ideas, interests, and institutions as a way of understanding how and why current proposals for greater regulation of digital platforms counterpose questions around credibility and social licence for digital tech giants against a dominant set of ideas around the Internet as a privileged domain of free speech. By contrast, the rise of AI comes at a time when data‐driven business models associated with dominant platform businesses are in the ascendancy, so institutional arrangements need to be considered as a form of countervailing power to the capacity of tech giants to use AI to further consolidate forms of economic, political and communications power.",
      "citationCount": 5,
      "doi": "10.1002/poi3.390",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59f5e8f965e6b327d0789797601d34e8bbfbecce",
      "venue": "Policy &amp; Internet",
      "journal": {
        "name": "Policy &amp; Internet"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "337bf2c2b0ca9d1654f7d70bf3358144b9d2507d",
      "title": "Epistemic Injustice in the Political Domain: Powerless Citizens and Institutional Reform",
      "authors": [
        {
          "name": "Federica Liveriero",
          "authorId": "118254763"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1007/s10677-020-10097-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/337bf2c2b0ca9d1654f7d70bf3358144b9d2507d",
      "venue": "",
      "journal": {
        "name": "Ethical Theory and Moral Practice",
        "pages": "1-17",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9967f328cea537275f6661b3882698c90237c9c7",
      "title": "Public Trust in Technology – A Moral Obligation?",
      "authors": [
        {
          "name": "B. Myskja",
          "authorId": "7304187"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Biotechnology proponents claim that the public has a duty to trust biotechnology due to its potential for handling significant future food security challenges. This article uses Kant’s moral and political philosophy as basis for constructing a framework for analyzing trust as a moral duty, both in personal relationships and in institutional settings. This includes trust in technology that is of societal significance. A discussion of key concepts of trust leads to an argument that there is a conditional duty of reflexive trust in fundamental social institutions, including technology. However, reflexive trust in, for example, food biotechnology cannot be conceived of as an individual task. A duty of reflexive trust in technology can only be achieved within a publicly controlled institution of trust-building systematic distrust. This system should ideally clarify which instances and to what extent a technology is ethically justifiable and of benefit to society in general.",
      "citationCount": 1,
      "doi": "10.1515/sats-2023-0018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9967f328cea537275f6661b3882698c90237c9c7",
      "venue": "Sats: northern european journal of philosophy",
      "journal": {
        "name": "SATS",
        "pages": "11 - 28",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ee640925afc0f677dd275d897d7e64f71bf2080e",
      "title": "Automating epistemology: how AI reconfigures truth, authority, and verification",
      "authors": [
        {
          "name": "Donghee Shin",
          "authorId": "2377966558"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/s00146-025-02560-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee640925afc0f677dd275d897d7e64f71bf2080e",
      "venue": "AI &amp; SOCIETY",
      "journal": {
        "name": "AI &amp; SOCIETY"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "938d67f67f58bc730238b25082be08ef7c24cf42",
      "title": "The “dark side” of institutional trust",
      "authors": [
        {
          "name": "T. Neal",
          "authorId": "145985189"
        },
        {
          "name": "Ellie Shockley",
          "authorId": "2891023"
        },
        {
          "name": "Oliver Schilke",
          "authorId": "1835034"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 25,
      "doi": "10.1007/978-3-319-22261-5_10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/938d67f67f58bc730238b25082be08ef7c24cf42",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "177-191",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "464a8689009f4ff64315e6429f367a5b54a71581",
      "title": "Ethical strategic framing of algorithmic authority in global organizations",
      "authors": [
        {
          "name": "Dinesh Kumar",
          "authorId": "2384329666"
        }
      ],
      "year": 2025,
      "abstract": "\n \n This paper aims to present a multi-theoretic model that explains how global organizations use ethical narratives to legitimize the algorithmic authority. The framework shows how ethical storytelling can enhance stakeholder trust, confer institutional legitimacy and offer competitive advantage.\n \n \n \n The conceptual study uses a logic-based theorization process using the existing literature. It integrates institutional theory, behavioral economics and the resource-based view into a unified explanatory framework. It proposes a tripartite model in which ethical framing functions as a mechanism that links theoretical logics to organizational outcomes. It includes propositions and metaphoric examples to ground abstract concepts.\n \n \n \n The study identifies three core mechanisms of ethical strategic framing: normative legitimation, cognitive alignment and resource positioning. These mechanisms help organizations in translating opaque algorithmic systems into trusted, norm-aligned and strategically positioned tools. The framework clarifies how ethical narratives humanize algorithms and shape public perceptions of fairness, answerableness and innovation.\n \n \n \n The paper is conceptual and untested empirically. Future research should validate the framework through experimental, qualitative and computational methods. They should test its proposition by using experimental, qualitative or computational approaches.\n \n \n \n Organizations can use the framework to design tailored ethical communication strategies around AI and algorithmic system. The findings offer actionable insights for global firms to deal with regulatory complexity and stakeholder scrutiny. The framework also offers policymakers a lens to assess the earnestness and strategic function of corporate AI ethics narratives.\n \n \n \n This paper reconceptualizes ethical discourse as a strategical framing device that integrates legitimacy-seeking, cognitive persuasion and resource mobilization. It advances a multi-theoretical model of algorithmic authority. The model offers a novel explanation of how algorithmic authority is socially build and sustained.\n",
      "citationCount": 0,
      "doi": "10.1108/jices-05-2025-0122",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/464a8689009f4ff64315e6429f367a5b54a71581",
      "venue": "Journal of Information, Communication and Ethics in Society",
      "journal": {
        "name": "Journal of Information, Communication and Ethics in Society"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "982497c96e670ece76ccc82d6d4754d526898cff",
      "title": "The institutional and political ontology of the firm",
      "authors": [
        {
          "name": "H. Lopes",
          "authorId": "144926512"
        }
      ],
      "year": 2020,
      "abstract": "The paper begins by specifying that it examines the institutional ontology of the firm, not only that of the corporation. It views firms as structured cooperative endeavors, emergent entities ontologically irreducible to their composing elements that exist by virtue of two distinct kinds of institutions: i) cooperative behavioral norms that emerge from interpersonal interactions between workers and account for horizontal cooperation, and ii) compliance with authority norms, related to the constitutive rules that ground organizational structures and account for vertical, subordinate, cooperation. The argument is that the deontic nature of these two institutions explains both firms’ cohesiveness and efficiency, an argument that radically breaks with agency theory’s denial of authority and individualistic ontology. A theory of the firm qua corporation (regarded as constituted by three parties shareholders, workers and authority structures) as well as appropriate governance forms (industrial democracy, codetermination) are derived from the advanced ontological claims.",
      "citationCount": 0,
      "doi": "10.15847/dinamiacet-iul.wp.2020.01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/982497c96e670ece76ccc82d6d4754d526898cff",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d103583d376f8e7df9f540e9981ecc52d096e69c",
      "title": "Institutional Knowledge at Singapore Management University Institutional Knowledge at Singapore Management University Political implications of Confucian familism Political implications of Confucian familism",
      "authors": [
        {
          "name": "A. Rappa",
          "authorId": "104746452"
        },
        {
          "name": "Sor-hoon Tan",
          "authorId": "90560858"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d103583d376f8e7df9f540e9981ecc52d096e69c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d8d282f5ca5603581bee62916e1fbc233f75414f",
      "title": "Epistemic Injustice in the Political Domain: Powerless Citizens and Institutional Reform",
      "authors": [
        {
          "name": "Federica Liveriero",
          "authorId": "118254763"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10677-020-10097-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d8d282f5ca5603581bee62916e1fbc233f75414f",
      "venue": "Ethical Theory and Moral Practice",
      "journal": {
        "name": "Ethical Theory and Moral Practice",
        "pages": "797 - 813",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a223fa7b349174ebc4140c61117052651a1d8826",
      "title": "Machiavelli on Dictatorial Authority in Civil Conflicts",
      "authors": [
        {
          "name": "Duoge Ma",
          "authorId": "2375278293"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This article examines the relationship between dictatorship and civil conflicts in Machiavelli’s Discourses on Livy, which is a fundamental yet understudied dimension of his political thought. Machiavelli understands that the conflicting Umori or humors of the nobles (Grandi), who seek to dominate, and of the people (Popolo), who desire freedom from oppression, is the primary driver of their struggle that produces both discord and the institutional foundations of republican order. While contemporary scholars tend to interpret dictatorship as an extraordinary magistracy responding to external emergencies (Accidenti), they have largely overlooked its deeper connection to the internal tensions between the conflicting humors and desires of these two social groups. This article addresses this gap by identifying and analyzing three interrelated themes: (1) dictatorship as a republican remedy for emergencies arising from the clash of humors; (2) dictatorship as a corrective force directed at the people’s excessive desires/humors; and (3) the dictator’s power to execute without appeal in order to suppress the insolent humors of the aspiring noble youths, the “sons of Brutus,” who seek to dismantle the republican institutions. This exceptional dictatorial authority safeguards the republic by preempting elite conspiracies that threaten liberty and stability. By linking dictatorship to the enduring struggle between conflicting humors, this study offers a new perspective through which to understand Machiavelli’s political thought and legacy.",
      "citationCount": 0,
      "doi": "10.1080/10848770.2025.2540652",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a223fa7b349174ebc4140c61117052651a1d8826",
      "venue": "The European Legacy",
      "journal": {
        "name": "The European Legacy",
        "pages": "791 - 811",
        "volume": "30"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5d02ed2c8e313b76f003f3c155f0de0c6f50fff2",
      "title": "Bertrand de Jouvenel on power, authority, and trust",
      "authors": [
        {
          "name": "Daniel Rosenberg",
          "authorId": "144414636"
        }
      ],
      "year": 2016,
      "abstract": "The paper will examine Bertrand de Jouvenel’s account of political authority and its relation with the question of trust. Jouvenel’s work offers a provocative and unique account of political authority, viewing it first and foremost as a type of instituting regular and reliable social relations between different members of a social community. As part of his thesis, Jouvenel distinguishes between two major types of political authority, which are referred to in the course of his writings as “power” and “authority.” While power, generally speaking, proceeds through the containment of individual agency in given fields, primarily through an appeal to personal interests or direct coercion, authority is manifested primarily in a charismatic or informal type of leadership influencing the agent’s behavior at a more implicit level. The distinction between power and authority, as Jouvenel emphasizes, implies a double conception of trust as an ethical and epistemic principle. While power provides the necessary regularity by means of mediated information which is normally embedded in certain bureaucratic organization, authority provides a more immediate type of regularity by instituting “hubs” of social regularity, especially through the quality of personal character. The relation between the two types of political authority can be seen as involving a type of equilibrium. While power deals with reducing the externalities and risk that are encompassed in human interaction and allows for basic subsistence, authority allows for a wider array of human choices, while at the same time keeping power from overwhelming the social fabric. The main focus of Jouvenel’s political theory is the conservation of the elusive and implicit social tie which allows authority to play its unique role, while keeping it distinct from the more mediated forms of political power at the same time.",
      "citationCount": 0,
      "doi": "10.17323/1728-192x-2016-4-130-145",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5d02ed2c8e313b76f003f3c155f0de0c6f50fff2",
      "venue": "",
      "journal": {
        "name": "The Russian Sociological Review",
        "pages": "130-145",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fad5ce7fe6f8ea594123f6ccd5ada4f0cf7a5a08",
      "title": "Christian Morality and Social Inequality: A Contextual Study of the Crisis of Public Trust in People's Representatives",
      "authors": [
        {
          "name": "Yusak Sanjaya",
          "authorId": "2375638337"
        },
        {
          "name": "Rivosa Santosa",
          "authorId": "2204306063"
        }
      ],
      "year": 2025,
      "abstract": "The purpose of this contextual theology-based study is to analyze the leadership character transformation embedded in Christian ethical values, particularly in preventing corruption, upholding justice, and building institutional trust. Through a qualitative study with philosophical textual analysis and selected case studies, this study reveals that persistent social inequality is often maintained by a system that exploits political power legitimation. Meanwhile, religious institutions, particularly churches, which play a crucial role in shaping the character of leaders with faith-based integrity, are still struggling with both internal and external challenges. The findings of this study showed that leadership transformation based on Christian morality should not merely focus on individual transformation but also systemic, which requires a reconciliation between Gospel values and contemporary democratic practices.",
      "citationCount": 0,
      "doi": "10.55927/ajpr.v4i2.15658",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fad5ce7fe6f8ea594123f6ccd5ada4f0cf7a5a08",
      "venue": "Asian Journal of Philosophy and Religion",
      "journal": {
        "name": "Asian Journal of Philosophy and Religion"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9f9c7402442879730c7e6b580a9c3a846b6915a9",
      "title": "Can political ecology be decolonised? A dialogue with Paul Robbins",
      "authors": [
        {
          "name": "I. Malik",
          "authorId": "2004395206"
        }
      ],
      "year": 2024,
      "abstract": "In the intricate tapestry of environmental discourse, the field of political ecology emerges as a powerful lens through which we scrutinise the interplay of power, nature and society. This paper stages a dialogue with Paul Robbins to examine environmental justice, the decolonisation of political ecology, colonialism, sovereignty, climate change and capitalism. The dialogue challenges the conventional narratives of sovereignty and underscores the imperative of genuine decolonisation—beyond metaphorical interpretations—calling for the restitution of land and authority to Indigenous Peoples and other historically marginalised communities. The dialogue highlights the importance of moving away from capitalist systems that exacerbate environmental degradation. The dialogue calls for decolonising political ecology by including diverse perspectives, methodologies and ontologies and underlines the importance of control over productive resources. It emphasises that addressing the impacts of colonialism requires recognising and honouring the sovereignty of Indigenous Peoples and suggests that political ecology can contribute to decolonisation by focusing on sovereignty and supporting legal and institutional frameworks that empower marginalised communities. The paper discusses the way forward and the future trajectory of political ecology by suggesting that future research in political ecology should focus on diverse economies, embrace emerging technologies and rework academic institutions to value knowledge co‐production.",
      "citationCount": 19,
      "doi": "10.1002/geo2.140",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f9c7402442879730c7e6b580a9c3a846b6915a9",
      "venue": "Geo: Geography and Environment",
      "journal": {
        "name": "Geo: Geography and Environment"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9369fe82a219d316d67ee7cd3685032773eec661",
      "title": "Post-truth and scientific authority",
      "authors": [
        {
          "name": "Gerhard Benetka",
          "authorId": "4144068"
        },
        {
          "name": "Anna Schor-Tschudnowskaja",
          "authorId": "1485042844"
        }
      ],
      "year": 2023,
      "abstract": "Post-truth refers to a social situation in which trust in clear and solid knowledge has been shaken, even though the ‘demand’ or ‘need’ for such solid knowledge has not diminished. This contradictory situation is particularly evident in the way in which science appears in public: on the one hand, expertise is transformed into a set of opinions that can be shared or not shared, as political decision-making seeks to legitimise itself more and more through ‘experts’. On the other hand, in times of crisis or rapid social change in general, the call for the replacement of politics by science grows louder: to bring the pandemic under control, virologists are supposed to say what measures should be taken to restrict individual freedoms. Such scientification of politics ultimately affects both fields, so that the fact that politics and science follow different functional principles is no longer recognised on either side: ‘evidence-based’ politics forgets that the political field is about balancing interests and setting values. In our article, however, we ask about the connection of this paradoxical situation with ‘the’ scientific practice itself: to what extent has science itself contributed to this strangely contradictory social role of its production of knowledge? And how does it seek to address the crisis of post-truth?",
      "citationCount": 1,
      "doi": "10.1007/s43638-023-00076-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9369fe82a219d316d67ee7cd3685032773eec661",
      "venue": "cultura & psyché",
      "journal": {
        "name": "cultura & psyché",
        "pages": "133 - 144",
        "volume": "4"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fea51b94bd824183b6afaec35c0692ccaa53bc51",
      "title": "Can Political Authority be Founded on a Ruse? Derrida and Lefort on Machiavelli’s Use of Political Deception",
      "authors": [
        {
          "name": "Peg Birmingham",
          "authorId": "108781605"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/1743872113506162",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fea51b94bd824183b6afaec35c0692ccaa53bc51",
      "venue": "",
      "journal": {
        "name": "Law, Culture and the Humanities",
        "pages": "226 - 243",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "42dcadad8aacf6071279ef848fc7afe15adf87ba",
      "title": "Note on the Problem of the Origin of Political Authority",
      "authors": [
        {
          "name": "Charles N. R. McCoy",
          "authorId": "93357620"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1353/tho.1953.0011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42dcadad8aacf6071279ef848fc7afe15adf87ba",
      "venue": "",
      "journal": {
        "name": "The Thomist: A Speculative Quarterly Review",
        "pages": "71 - 81",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bfc4c03ac96ebe5724e986afebce1b6a6ae88951",
      "title": "Vigilance and Confidence: Jeremy Bentham, Publicity, and the Dialectic of Political Trust and Distrust",
      "authors": [
        {
          "name": "Jonathan R. Bruno",
          "authorId": "13963614"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 18,
      "doi": "10.1017/S0003055416000708",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bfc4c03ac96ebe5724e986afebce1b6a6ae88951",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "295 - 307",
        "volume": "111"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0151590b6c7c532a1ba68eada25f6734fb06e2bf",
      "title": "Unjust Authority",
      "authors": [
        {
          "name": "R. Jubb",
          "authorId": "40754438"
        }
      ],
      "year": 2024,
      "abstract": "\n This book addresses a systematic weakness in contemporary political theory and philosophy. Most contemporary political theorists and philosophers are unable to explain, vindicate, or justify the authority of the liberal democratic institutions most of them live under. Instead, they endorse moralist accounts of the right to rule which require governments to meet impossibly high standards to avoid condemnation as illegitimate usurpers. This is true not just of the dominant Rawlsian mainstream, but of many of its radical critics, whose membership of more critical traditions leaves them sceptical of the value of existing institutions, even where they provide stable, decent rule. The book instead provides a realist account of the authority of liberal democratic rule focused on impersonal rule and regulated democratic competition. It uses groundbreaking work in political economy to explain how, at least under reasonably favourable conditions, these two mechanisms can be expected to combine to generate a growing surplus whose fruits will be made widely available. The prosperity and protection provided by liberal democratic rule to most of those it governs forms the basis of its authority, even though the hierarchies and exclusions that remain leave liberal democratic societies a long way from justice. Understanding liberal democratic authority in this way allows us to reassess challenges to it. Protest and resistance must accept impersonal rule and regulated democratic competition. While anger, and even violence, may then be acceptable and even appropriate, even peaceful attempts to remove the winners of democratic elections must be condemned.",
      "citationCount": 3,
      "doi": "10.1093/oso/9780198938095.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0151590b6c7c532a1ba68eada25f6734fb06e2bf",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "9321c694eca50576bdf945bb999b99689b6f1dc9",
      "title": "Keyakinan in Malaysia Madani: Linking Maqasid al-Shariah and Modern Islamic Political Theory",
      "authors": [
        {
          "name": "Rosmalizawati Abd. Rashid",
          "authorId": "2208800956"
        },
        {
          "name": "Muhammad Nurul Salihin Mazni Fairuz",
          "authorId": "2401567795"
        },
        {
          "name": "R. Baru",
          "authorId": "82226283"
        },
        {
          "name": "R. Embong",
          "authorId": "2336173677"
        },
        {
          "name": "Ahmed Mohammed Ahmed Al-Haddar",
          "authorId": "2391644621"
        },
        {
          "name": "Syahidin",
          "authorId": "2401574493"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the concept of Keyakinan (conviction) as a foundational moral and civic value within the Malaysia Madani framework. Although frequently invoked as a normative principle in public discourse, Keyakinan remains theoretically underexplored in relation to Islamic jurisprudential objectives and contemporary governance theory. Drawing upon Qur’anic injunctions, Prophetic traditions, Maqasid al-Shariah and modern Islamic political thought, this study conceptualizes conviction as a governance-enabling value that bridges personal ethics, institutional integrity and societal trust. Employing a qualitative, conceptual and interpretive research design, the study synthesizes classical Islamic scholarship, contemporary theoretical literature and selected policy narratives to construct an integrated analytical framework linking Keyakinan with maqasid-guided governance. The findings demonstrate that conviction functions as a strategic pillar for ethical leadership, participatory citizenship and institutional resilience, providing a normative foundation for embedding moral consciousness within modern statecraft. This article contributes to the literature by explicitly positioning Keyakinan at the intersection of Maqasid al-Shariah and modern Islamic political theory, offering a value-based framework relevant to policymakers, scholars and practitioners concerned with ethical governance and nation-building in Muslim-majority societies.",
      "citationCount": 0,
      "doi": "10.47772/ijriss.2025.930000066",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9321c694eca50576bdf945bb999b99689b6f1dc9",
      "venue": "International journal of research and innovation in social science",
      "journal": {
        "name": "International Journal of Research and Innovation in Social Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
