{
  "status": "success",
  "source": "semantic_scholar",
  "query": "institutional decay political authority",
  "results": [
    {
      "paperId": "f8a6d4d000248df29176359a4569b793f3137aaf",
      "title": "Political authority and resistance to injustice: A Confucian perspective",
      "authors": [
        {
          "name": "Kevin K. W. Ip",
          "authorId": "103337313"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1177/01914537211040572",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8a6d4d000248df29176359a4569b793f3137aaf",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "81 - 101",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d3c5479b382e357449caaf8c59f81dcb96329230",
      "title": "Collective Self-Determination, Territory and the Wet'suwet’en: What Justifies the Political Authority of Historic Indigenous Governments over Land and People?",
      "authors": [
        {
          "name": "Michael Luoma",
          "authorId": "153611152"
        }
      ],
      "year": 2022,
      "abstract": "Abstract This article examines the Wet'suwet’en people's struggle for territorial control over their traditional homeland from the normative perspective of collective self-determination. I focus on two interlocking philosophical questions that arise in examination of the case: the justification for a group's right to control territory and the justification for the right of political institutions and officials within those institutions to make and enforce law for the occupants of the territory. I argue that, pursuant to the collective self-determination theory of territorial rights, the legitimate representatives of the Wet'suwet’en people must reflect the people's shared will. After describing the traditional governance system of the Wet'suwet’en people, I argue that there is nothing in principle preventing the hereditary chiefs from reflecting the shared will of the Wet'suwet’en people (as I argue electoral democracy is not always necessary for collective self-determination). I illustrate several reasons why hereditary leaders could reflect the shared will of Wet'suwet’en people better than alternative political authorities, while demonstrating that the political authority of any Wet'suwet’en governance system depends upon the actual endorsement of Wet'suwet’en people themselves.",
      "citationCount": 3,
      "doi": "10.1017/S0008423921000913",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3c5479b382e357449caaf8c59f81dcb96329230",
      "venue": "Canadian Journal of Political Science/Revue canadienne de science politique",
      "journal": {
        "name": "Canadian Journal of Political Science",
        "pages": "19 - 39",
        "volume": "55"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b4b40844f50a750455fcd660bfa4eee2b2886fdf",
      "title": "Carl Schmitt’s institutional theory: the political power of normality",
      "authors": [
        {
          "name": "Giulia Meo",
          "authorId": "2213741300"
        }
      ],
      "year": 2023,
      "abstract": "Croce & Salvatore have previously enriched the state of the art on Carl Schmitt’s legal thought, appealing to an ‘institutional turn’ in his thinking between 1928 and 1934, through which Schmitt did achieve his main theoretical objective, i.e., ‘to understand how a state can secure the stability of a political community.’ The present book, Carl Schmitt’s Institutional Theory – The Political Power of Normality, goes one step further: it offers the reader a hermeneutic journey, an interpretation of some of Schmitt’s works in view of his rethinking, that is, the institutional theory of law. Through a sophisticated process of recontextualisation of ‘exceptionalist decisionism’, Croce & Salvatore examine some of Schmitt’s writings before and after the launch of Political Theology (1922), through which exceptionalist decisionism flourished. In Political Theology, Schmitt pursues to anchor the exception in the juridical order through the concept of decision. At that time, Schmitt believed that the legal order consisted of two contrasting elements, the norm and the decision, and in particular, the decision was the foundation of the legal order. In the case of the exception, the norm and the decision acquire independent meanings. Whilst the autonomous meaning of the decision decreases in a normal situation, it increases in an exceptional situation, resulting in the abolition of the norm. However, the exception is subject to juristic considerations because both the norm and the decision constitute juristic elements. In fact, since the nature of the exception prevents a full codification of this phenomenon, the only way of addressing it juridically is through the question of authority, embodied by the subject of the sovereign. In the event of an exception, the sovereign is called to decide on the new legal order. It is clear, not only from this book, that Croce & Salvatore are averse to interpreters overemphasising Schmitt’s decisionism period, 1922–1928. While the authors stress the mentioned period as a transitory one, in which Schmitt firmly believed in the power of the sovereign decision when an exception occurs, the leitmotif of the book is captured by the following claim: ‘(...) even in that period [Schmitt’s] thinking cannot be regarded as",
      "citationCount": 4,
      "doi": "10.1080/20403313.2023.2192123",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4b40844f50a750455fcd660bfa4eee2b2886fdf",
      "venue": "Jurisprudence",
      "journal": {
        "name": "Jurisprudence",
        "pages": "413 - 419",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b71321f4f2c84a8ae5f571e817a992b27c68e111",
      "title": "Post-Truth And Qur’an: Hacking The Truth Decay Through The Qur’anic Epistemological-Ethical Vision",
      "authors": [
        {
          "name": "Fakhri Afif",
          "authorId": "2337195536"
        },
        {
          "name": "M. R. K. Khasri",
          "authorId": "1396726930"
        },
        {
          "name": "M. I. U. A. Khasri",
          "authorId": "2337191998"
        }
      ],
      "year": 2024,
      "abstract": "Post-truth terminology has increasingly enlivened public discussion since it was named as the Word of the Year by The Oxford English Dictionaries in 2016. After giving rise to various discussions, debates, and researches, this terminology was then identified as a serious threat to religious, social, dan political structure of global citizen. The case of alleged religious blasphemy by Basuki Tjahaja Purnama in 2017 and the strengthening of patron-based knowledge authority in the 2019 and 2024 Presidential Election are concrete events which indicate that post-truth and its destructive impacts have spread and reached Indonesia. The strengthening of knowledge patrons implies a condition of unfair construction and distribution of knowledge (epistemic injustice) which includes the testimonial and hermeneutical injustice. Both then lead to the marginalization of a group at a theoretical and practical level. Therefore, post truth urges to be understood as a phenomenon that moves in two spaces, epistemological and ethical, at once. The moral configuration, especially in the context of scriptural morality, which is the reference for life needs to be placed as a part of what is determined by the hermeneutical mode in a broader scope. This article then intends to explore the epistemological-ethical content of the Qur’an by proposing a new reading of the Al-Nur (24):11-20 to deal with the post-truth phenomenon. This study is a qualitative research that based on the literature research and using al-ta’wil al-‘ilmi as a theoretical framework in analyzing research data. The main point that this article wants to emphasize is to show the position, significance, and relevance of the Qur’an in the truth decay era. Through a circular hermeneutical movement that critically integrates the epistemologies of bayānī, ‘irfānī, and burhānī, this article then shows the epistemological-ethical offer of the Qur’an in fighting the post-truth epidemic, namely reaffirmation of the existence of reality along with the essence of universal truth in human knowledge; emphasis on the importance of realizing the complexity of reality, prioritizing rationality, and highlight public virtue; and encouragement to create a relaxed attitude in front of smartphones so that technology can become a vehicle for the actualization of human spirituality. The interconnection of the three epistemological categories above will also be justified by referring to the tension of realism and antirealism in the context of meta-ethics. The implication is that this article also clears up the ambiguity regarding the relationality between the interpreter and the interpretandum (text).",
      "citationCount": 0,
      "doi": "10.28918/religia.v27i2.8562",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b71321f4f2c84a8ae5f571e817a992b27c68e111",
      "venue": "Religia",
      "journal": {
        "name": "Religia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "982497c96e670ece76ccc82d6d4754d526898cff",
      "title": "The institutional and political ontology of the firm",
      "authors": [
        {
          "name": "H. Lopes",
          "authorId": "144926512"
        }
      ],
      "year": 2020,
      "abstract": "The paper begins by specifying that it examines the institutional ontology of the firm, not only that of the corporation. It views firms as structured cooperative endeavors, emergent entities ontologically irreducible to their composing elements that exist by virtue of two distinct kinds of institutions: i) cooperative behavioral norms that emerge from interpersonal interactions between workers and account for horizontal cooperation, and ii) compliance with authority norms, related to the constitutive rules that ground organizational structures and account for vertical, subordinate, cooperation. The argument is that the deontic nature of these two institutions explains both firms’ cohesiveness and efficiency, an argument that radically breaks with agency theory’s denial of authority and individualistic ontology. A theory of the firm qua corporation (regarded as constituted by three parties shareholders, workers and authority structures) as well as appropriate governance forms (industrial democracy, codetermination) are derived from the advanced ontological claims.",
      "citationCount": 0,
      "doi": "10.15847/dinamiacet-iul.wp.2020.01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/982497c96e670ece76ccc82d6d4754d526898cff",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d103583d376f8e7df9f540e9981ecc52d096e69c",
      "title": "Institutional Knowledge at Singapore Management University Institutional Knowledge at Singapore Management University Political implications of Confucian familism Political implications of Confucian familism",
      "authors": [
        {
          "name": "A. Rappa",
          "authorId": "104746452"
        },
        {
          "name": "Sor-hoon Tan",
          "authorId": "90560858"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d103583d376f8e7df9f540e9981ecc52d096e69c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a223fa7b349174ebc4140c61117052651a1d8826",
      "title": "Machiavelli on Dictatorial Authority in Civil Conflicts",
      "authors": [
        {
          "name": "Duoge Ma",
          "authorId": "2375278293"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This article examines the relationship between dictatorship and civil conflicts in Machiavelli’s Discourses on Livy, which is a fundamental yet understudied dimension of his political thought. Machiavelli understands that the conflicting Umori or humors of the nobles (Grandi), who seek to dominate, and of the people (Popolo), who desire freedom from oppression, is the primary driver of their struggle that produces both discord and the institutional foundations of republican order. While contemporary scholars tend to interpret dictatorship as an extraordinary magistracy responding to external emergencies (Accidenti), they have largely overlooked its deeper connection to the internal tensions between the conflicting humors and desires of these two social groups. This article addresses this gap by identifying and analyzing three interrelated themes: (1) dictatorship as a republican remedy for emergencies arising from the clash of humors; (2) dictatorship as a corrective force directed at the people’s excessive desires/humors; and (3) the dictator’s power to execute without appeal in order to suppress the insolent humors of the aspiring noble youths, the “sons of Brutus,” who seek to dismantle the republican institutions. This exceptional dictatorial authority safeguards the republic by preempting elite conspiracies that threaten liberty and stability. By linking dictatorship to the enduring struggle between conflicting humors, this study offers a new perspective through which to understand Machiavelli’s political thought and legacy.",
      "citationCount": 0,
      "doi": "10.1080/10848770.2025.2540652",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a223fa7b349174ebc4140c61117052651a1d8826",
      "venue": "The European Legacy",
      "journal": {
        "name": "The European Legacy",
        "pages": "791 - 811",
        "volume": "30"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9f9c7402442879730c7e6b580a9c3a846b6915a9",
      "title": "Can political ecology be decolonised? A dialogue with Paul Robbins",
      "authors": [
        {
          "name": "I. Malik",
          "authorId": "2004395206"
        }
      ],
      "year": 2024,
      "abstract": "In the intricate tapestry of environmental discourse, the field of political ecology emerges as a powerful lens through which we scrutinise the interplay of power, nature and society. This paper stages a dialogue with Paul Robbins to examine environmental justice, the decolonisation of political ecology, colonialism, sovereignty, climate change and capitalism. The dialogue challenges the conventional narratives of sovereignty and underscores the imperative of genuine decolonisation—beyond metaphorical interpretations—calling for the restitution of land and authority to Indigenous Peoples and other historically marginalised communities. The dialogue highlights the importance of moving away from capitalist systems that exacerbate environmental degradation. The dialogue calls for decolonising political ecology by including diverse perspectives, methodologies and ontologies and underlines the importance of control over productive resources. It emphasises that addressing the impacts of colonialism requires recognising and honouring the sovereignty of Indigenous Peoples and suggests that political ecology can contribute to decolonisation by focusing on sovereignty and supporting legal and institutional frameworks that empower marginalised communities. The paper discusses the way forward and the future trajectory of political ecology by suggesting that future research in political ecology should focus on diverse economies, embrace emerging technologies and rework academic institutions to value knowledge co‐production.",
      "citationCount": 19,
      "doi": "10.1002/geo2.140",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f9c7402442879730c7e6b580a9c3a846b6915a9",
      "venue": "Geo: Geography and Environment",
      "journal": {
        "name": "Geo: Geography and Environment"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fea51b94bd824183b6afaec35c0692ccaa53bc51",
      "title": "Can Political Authority be Founded on a Ruse? Derrida and Lefort on Machiavelli’s Use of Political Deception",
      "authors": [
        {
          "name": "Peg Birmingham",
          "authorId": "108781605"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/1743872113506162",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fea51b94bd824183b6afaec35c0692ccaa53bc51",
      "venue": "",
      "journal": {
        "name": "Law, Culture and the Humanities",
        "pages": "226 - 243",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "42dcadad8aacf6071279ef848fc7afe15adf87ba",
      "title": "Note on the Problem of the Origin of Political Authority",
      "authors": [
        {
          "name": "Charles N. R. McCoy",
          "authorId": "93357620"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1353/tho.1953.0011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42dcadad8aacf6071279ef848fc7afe15adf87ba",
      "venue": "",
      "journal": {
        "name": "The Thomist: A Speculative Quarterly Review",
        "pages": "71 - 81",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0151590b6c7c532a1ba68eada25f6734fb06e2bf",
      "title": "Unjust Authority",
      "authors": [
        {
          "name": "R. Jubb",
          "authorId": "40754438"
        }
      ],
      "year": 2024,
      "abstract": "\n This book addresses a systematic weakness in contemporary political theory and philosophy. Most contemporary political theorists and philosophers are unable to explain, vindicate, or justify the authority of the liberal democratic institutions most of them live under. Instead, they endorse moralist accounts of the right to rule which require governments to meet impossibly high standards to avoid condemnation as illegitimate usurpers. This is true not just of the dominant Rawlsian mainstream, but of many of its radical critics, whose membership of more critical traditions leaves them sceptical of the value of existing institutions, even where they provide stable, decent rule. The book instead provides a realist account of the authority of liberal democratic rule focused on impersonal rule and regulated democratic competition. It uses groundbreaking work in political economy to explain how, at least under reasonably favourable conditions, these two mechanisms can be expected to combine to generate a growing surplus whose fruits will be made widely available. The prosperity and protection provided by liberal democratic rule to most of those it governs forms the basis of its authority, even though the hierarchies and exclusions that remain leave liberal democratic societies a long way from justice. Understanding liberal democratic authority in this way allows us to reassess challenges to it. Protest and resistance must accept impersonal rule and regulated democratic competition. While anger, and even violence, may then be acceptable and even appropriate, even peaceful attempts to remove the winners of democratic elections must be condemned.",
      "citationCount": 3,
      "doi": "10.1093/oso/9780198938095.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0151590b6c7c532a1ba68eada25f6734fb06e2bf",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "8258e64d341a5088e1bfc0b81d9ad844e773aa61",
      "title": "The Issue of 'World Political Authority' in the Broader Context of Catholic Social Thought",
      "authors": [
        {
          "name": "Roman Míčka",
          "authorId": "2094439948"
        }
      ],
      "year": 2016,
      "abstract": "The paper entitled ‘The Problem of “World Political Authority” in the Broader Context of Catholic Social Thought’ discusses the concept of ‘world political authority’ formulated in the social teaching of the Church, with reference to the ‘migration crisis’ and the ‘cosmopolitan principle’. It presents and reflects upon the broad debate in the context of Catholic social thought regarding the character of global political organization and the concept of global governance, especially in the last twenty years. It concludes that the social teaching of the Church identifies ‘world political authority’ especially with the United Nations, rather than with a radically progressive and extensive development of global political institutions.",
      "citationCount": 0,
      "doi": "10.32725/cetv.2016.035",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8258e64d341a5088e1bfc0b81d9ad844e773aa61",
      "venue": "Caritas et Veritas",
      "journal": {
        "name": "Caritas et Veritas"
      },
      "publicationTypes": null
    },
    {
      "paperId": "22f68a0f755e8cc43928fd55edb006217c53211e",
      "title": "The Moral Authority: A Theory of Political Character",
      "authors": [
        {
          "name": "L. Hunt",
          "authorId": "2070719984"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22f68a0f755e8cc43928fd55edb006217c53211e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d55def0fb276b53645a8c5b577778029fbd84652",
      "title": "Justice and political authority in left-libertarianism",
      "authors": [
        {
          "name": "Fabian Wendt",
          "authorId": "40554854"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1177/1470594X14539698",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d55def0fb276b53645a8c5b577778029fbd84652",
      "venue": "",
      "journal": {
        "name": "Politics, Philosophy & Economics",
        "pages": "316 - 339",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "620f4f5ac750eff4cbe3dfdca6512cf911428a00",
      "title": "Сoronavirus Pandemic and Expert Knowledge Crisis: Reload of Miracle, Mystery and Authority",
      "authors": [
        {
          "name": "V. Martianov",
          "authorId": "103408720"
        },
        {
          "name": "Victor Rudenko",
          "authorId": "2175921839"
        },
        {
          "name": "L. Fishman",
          "authorId": "116975707"
        }
      ],
      "year": 2022,
      "abstract": "The article analyzes the reasons for the important effect of the COVID-19 pandemic, which has become the catalyst for long-overdue decline in the authority of expert knowledge. The author claims that widespread access to information and scientific data results in the collapse of universal and monopolistic expert-scientific hierarchies of knowledge of a large society, controlled by the state. Scientific experts, who acted as the historical heirs of priests and shamans, have lost their privileged access to sacred knowledge, made public by the media and the Internet. This resulted in severe damage to the key function of expertise – legitimization of the political order and power elites. Experts without the status of agents of the state have become indistinguishable from ordinary citizens. The example of discussions between Waxers and Anti-Waxers shows that both sides are able to put forward convincing scientific arguments that rhetorically do not allow the authorities to bring the discussion about the effectiveness of vaccinations down to a completely unobvious dispute between enlightened state experts and uneducated obscurantists. It is in the most developed Western states where one can see a strong civil dissident movement that distrusts or calls into question the disciplinary regimes of collective coexistence, legitimized by the paternalistic rhetoric of concern from political elites. Accordingly, the elites in the background situation of strengthening the practices of heterarchy, post-truth and postmodernism can no longer rely on the usual metanarratives of the Enlightenment, which allowed them to monopolize the discourse of science in the name of progress and unconditional good, building hierarchies of knowledge-power convenient for their priorities. Since science, knowledge and information have long became public domain, the line between elites, experts and citizens in the field of access to science has become almost indistinguishable. The actual political problem is that the situation of collision of different paradigms, opinions and data is exactly the normal state of science, which is now transferred to the field of public discussions following the final secularization of science. Thus, the institution of expert knowledge turns into an unnecessary link in a situation of equal access of all interested parties to scientific data; to an institution that hardly would efficiently perform the functions of scientific legitimation of socially significant decisions in the foreseeable future.",
      "citationCount": 0,
      "doi": "10.17835/2076-6297.2022.14.2.047-058",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/620f4f5ac750eff4cbe3dfdca6512cf911428a00",
      "venue": "Journal of Institutional Studies",
      "journal": {
        "name": "Journal of Institutional Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1e58ced5fd65a795768d1807fcb99e5ad70bd2ee",
      "title": "Political Liberalism, Political Independence, and Moral Authority",
      "authors": [
        {
          "name": "D. Dorsey",
          "authorId": "3460091"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1093/ACPROF:OSO/9780199669530.003.0005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e58ced5fd65a795768d1807fcb99e5ad70bd2ee",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "89-111",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3354730a1dab1e83e3f00df9027428af5092f0cb",
      "title": "Thomas Hobbes' Contributions to Development Theory and Political Philosophy",
      "authors": [
        {
          "name": "Oghenemarho Carolyn Igidigba",
          "authorId": "2334611716"
        },
        {
          "name": "A. Liman",
          "authorId": "118598363"
        }
      ],
      "year": 2024,
      "abstract": "This study critically examined Thomas Hobbes' contributions to development theory and political philosophy. The study aimed to analyze Hobbes' key ideas, including the conception of human nature, the theory of the social contract and state formation, and the perspective on sovereignty and absolute power, and to assess their lasting impact on subsequent development theories and political thought. The analysis drew on a review of Hobbes' primary works, such as Leviathan and De Cive, as well as secondary sources that examined the influence of these ideas. The study employed a qualitative, interpretive approach, situating Hobbes' theories within the broader intellectual and historical context of the Enlightenment era. The findings demonstrated that Hobbes' mechanistic view of human nature, driven by self-preservation and competition, highlighted the necessity of a structured society and a strong governing authority to mitigate societal disorder. The social contract theory, which justified the transfer of individual rights to a sovereign power in exchange for security and order, profoundly shaped theories of state formation and the legitimacy of political authority. Moreover, Hobbes' advocacy for absolute, centralized sovereignty continued to inform debates on the role of the state in ensuring stability and progress. The study concludes that Hobbes' ideas remain highly relevant in analyzing and addressing contemporary development challenges, particularly in societies grappling with issues of governance, corruption, and the breakdown of social contracts, as exemplified by the case of Nigeria. The study recommends that countries facing such challenges should prioritize strengthening their governance structures and political institutions to maintain order, enforce the rule of law, and create conditions for societal well-being and security. Hobbes' work continues to serve as a foundation for ongoing discussions on the nature of the state and the mechanisms required to promote sustainable development.",
      "citationCount": 0,
      "doi": "10.59324/ejahss.2024.1(6).07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3354730a1dab1e83e3f00df9027428af5092f0cb",
      "venue": "European Journal of Arts, Humanities and Social Sciences",
      "journal": {
        "name": "European Journal of Arts, Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "361dbe2c66a71acce45f7548382d696fda876b2e",
      "title": "Between Utopia and Civil Disobedience. The Question of Violence in Edward Abramowski’s Social and Political Thought",
      "authors": [
        {
          "name": "Michał Gniadek",
          "authorId": "2194158191"
        }
      ],
      "year": 2024,
      "abstract": "The article attempts to examine the problem of violence in Edward Abramowski’s socio-political thought from the perspective of two concepts: utopian thinking, which, according to Karl Popper, inevitably leads to violence, and civil disobedience or an act of resistance to authority that rejects violence in principle. The first part of the article shows how Abramowski’s critique of utopianism shapes his vision of a world devoid of violence, realised step by step through grassroots institutions. The second part, then, is devoted to ‘collective conspiracy against the government’, which, as one of the ways of practising his utopia, allows the struggle for national liberation. Ultimately, it seems that the rejection of violence puts Abramowski closer to piecemeal engineering than to a utopian one, while his social vision fits into Popper’s concept of open society.",
      "citationCount": 0,
      "doi": "10.17951/kw.2024.37.157-177",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/361dbe2c66a71acce45f7548382d696fda876b2e",
      "venue": "Kultura i Wartości",
      "journal": {
        "name": "Kultura i Wartości"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b8d53bb59d25371655fe752c5b4993a9dac523a9",
      "title": "The spiritual source and nature of the authority",
      "authors": [
        {
          "name": "Corina Bistriceanu-pantelimon",
          "authorId": "2399417597"
        }
      ],
      "year": 2025,
      "abstract": "The primary formula of authority is derived from the relationship between creator and creation. In the religious sphere, it connects man to God; in the family sphere, the child to the father; in the political sphere, the individual – inhabitant of a village, city, or country – to the ancestor, king, or ruler. These formulas of creation have also been reproduced in other social institutions: the priest is the religious father of the parish, the teacher-professor holds authority in the eyes of the disciple, the healer-shaman dominates the relationship with the patient. This article explores theoretical arguments from the fields of linguistics, sociology, and anthropology to demonstrate the spiritual nature of the idea of authority and its application up to modernity. As a representation of divinity in human society, as a reconstruction of the founding scenario of the world or as a guarantee of the connection between the living, predecessors and successors, between the human and the divine, of the possible continuity of existence, authority recalls the idea of absolute, indubitable superiority. Only modern economy, accompanied by liberal individualism, rejects spiritual authority – along with the idea of an unmatchable superiority – and replaces it with rational authority. The crisis of authority in the postmodern society, triggered by modernity, bureaucracy, and economic rationalism, can be resolved by restoring the spiritual connections between certain types of (non-economic) authority and the sources of divine legitimacy.",
      "citationCount": 0,
      "doi": "10.59277/etnosfera.2025.01.06",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8d53bb59d25371655fe752c5b4993a9dac523a9",
      "venue": "Etnosfera Journal",
      "journal": {
        "name": "Etnosfera Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "43b027de332a3b9179e61f4e5f13b4c2a076bfc3",
      "title": "Reconstructing Divine Authority in Indonesian Islamic Law: A Critical-Maqāṣid Epistemology and the Reinterpretation of Wasiat Wājibah for Non-Muslim Heirs",
      "authors": [
        {
          "name": "Sri Hidayati",
          "authorId": "2401577101"
        },
        {
          "name": "Rusli Rusli",
          "authorId": "2374539033"
        },
        {
          "name": "Waqar Ahmad",
          "authorId": "2401561809"
        },
        {
          "name": "Muhammad Adnan",
          "authorId": "2401529560"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the reconstruction of divine authority in Indonesian Islamic law through a critical-maqāṣid epistemology that integrates Derridean deconstruction and Foucauldian power/knowledge analysis. Departing from conventional approaches that treat divine authority as a fixed and ahistorical attribute of legal texts, this study argues that claims of authority in Islamic law are discursively produced and institutionally negotiated within specific socio-political contexts. Focusing on Indonesia, the article analyses how fatwā institutions and Religious Courts mediate legal authority amid legal pluralism and growing demands for substantive justice. The study applies this epistemological framework to the reinterpretation of wasiat wājibah (obligatory bequest) for non-Muslim heirs, a jurisprudential development that reflects Indonesia’s distinctive engagement with Islamic law in a plural society. Through qualitative textual analysis and genealogical inquiry, the article demonstrates how deconstruction exposes rigid binaries such as divine versus human authority and text versus context while maqāṣid al-sharīʿah provides a normative compass for ethical reconstruction oriented toward justice (ʿadl), welfare (maṣlaḥah), and human dignity (karāmah). The findings suggest that Indonesian Islamic legal practice, particularly judicial innovation in inheritance law, exemplifies a dynamic and context-sensitive negotiation between doctrinal fidelity and social reality. By framing Islamic law as an evolving ethical discourse rather than a static divine command, this study contributes theoretically to the philosophy of Islamic law and empirically to the understanding of contemporary Islamic legal reform in Indonesia. The article offers implications for fatwā formulation, judicial reasoning, and broader debates on Islamic law, pluralism, and governance in Southeast Asia.",
      "citationCount": 0,
      "doi": "10.15408/jii.v15i2.49045",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/43b027de332a3b9179e61f4e5f13b4c2a076bfc3",
      "venue": "JURNAL INDO-ISLAMIKA",
      "journal": {
        "name": "JURNAL INDO-ISLAMIKA"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ccb604838843a13c02b4092c4e3c515b4c8ad614",
      "title": "Authority, Being Educible, and the Obedience Fallacy",
      "authors": [
        {
          "name": "Dean Cocking",
          "authorId": "2355325322"
        }
      ],
      "year": 2025,
      "abstract": "\n The influence of authority has long been regarded to induce obedience and conformity, and to be the enemy of clear thinking and our becoming good. In contrast, I argue that the influence of authority is foundational to our being educible. We need authoritative influence to enable appropriate development of our beliefs, desires, and capacities to form reasons and so pursue value. In so doing, authority must, at once, help us navigate and transcend a range of widely shared limitations in knowledge, inclination, and governance. One central kind of obstacle I discuss are human anxieties generated by self-consciousness of our limits. Aristotle tells us that since the capacities of individuals for moral understanding and self-governance are limited, we must look beyond the individual to complete the story of how we can pursue a good life. He says we will need laws (even to keep the virtuous on track) and, of course, we will need a broader regulatory and supportive framework, involving also economic, social, and political institutions and actors. An important part of this framework will be to support and shape our inclinations, including our personal attachments. I aim to contribute to this issue on partiality by describing how the influence of authority plays a crucial, necessary role across this framework—a foundational role that enables and maintains good character and shapes the nature of our personal lives and the personal attachments that we might pursue.",
      "citationCount": 0,
      "doi": "10.1093/monist/onaf009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ccb604838843a13c02b4092c4e3c515b4c8ad614",
      "venue": "The Monist",
      "journal": {
        "name": "The Monist"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "60ec6af24bb0503ae95a5ce0c270c19acbaba7a1",
      "title": "RAWLS AGAINST RAWLS: ON THE POLITICAL VALUE OF SOCIAL ASSOCIATION",
      "authors": [],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/60ec6af24bb0503ae95a5ce0c270c19acbaba7a1",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "b0e4fe917b6749c09979afc0a34e71251e760bbb",
      "title": "Public debt and the common good: philosophical and institutional implications of fiscal imbalance",
      "authors": [
        {
          "name": "W. Coleman",
          "authorId": "2096260123"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10602-022-09370-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b0e4fe917b6749c09979afc0a34e71251e760bbb",
      "venue": "Constitutional Political Economy",
      "journal": {
        "name": "Constitutional Political Economy",
        "pages": "257-259",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1646bbcadc10b3b56e13f815032e205f13b8072b",
      "title": "Corruption as Political Decay",
      "authors": [
        {
          "name": "C. Vergara",
          "authorId": "20678832"
        }
      ],
      "year": 2020,
      "abstract": "This chapter begins by providing a diagnosis for the crisis of democracy based on systemic corruption. After reconstructing from the works of Plato, Aristotle, Polybius, and Niccolò Machiavelli, a notion of systemic political corruption particular to popular governments, it reviews recent neorepublican and institutionalist attempts at redefining political corruption within the current political regimes. It also underscores the lack of a proper conception of systemic corruption comparable in sophistication to the one offered by ancient and modern philosophers due to the inability to account for the role that procedures and institutions play in fostering corruption through their normal functioning. The chapter proposes a definition of systemic corruption as the oligarchization of power transpiring within a general respect for the rule of law. It describes the conception of corruption that appears as intrinsically connected to increasing socioeconomic inequality, which enables the inequality of political influence and drift toward oligarchic democracy.",
      "citationCount": 0,
      "doi": "10.2307/j.ctvzgb6x2.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1646bbcadc10b3b56e13f815032e205f13b8072b",
      "venue": "Systemic Corruption",
      "journal": {
        "name": "Systemic Corruption"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "43c3ccef0c3cbcbb32140b52253983a33d488a4c",
      "title": "“Beneficence” and Its Discontents: A Call to Revisit the Role of the IRB in Social and Political Science Research",
      "authors": [
        {
          "name": "Rebecca Tapscott",
          "authorId": "2274351179"
        }
      ],
      "year": 2025,
      "abstract": "Social and political scientists have long criticized institutional ethics review; however, scholars continue to suggest that the system can be reformed to achieve more ethical outcomes. This article argues that such aspirations are misguided. This is because, unlike in biomedical and clinical studies, the social sciences refuse a shared account of ultimate benefits and harms. Instead, these disciplines are defined in part by critical inquiry into what constitutes social harm and benefit, such that risks and benefits are indeterminate. Situated in relation to scholarship on inconsistency in institutional ethics review, this article analyzes arguments defending and condemning the ethical merit of four real-world ethical controversies in the social and political sciences to demonstrate the nonresolvable nature of this indeterminacy. Decisions of ethics review committees therefore cannot be said to unequivocally raise the ethical bar of research practice; instead, they reflect socially bound and contingent views of reviewers and institutions. This may still be desirable, but suggests a need to limit the authority of ethics review to legitimize social and political sciences on ethical grounds, and to critically assess the trade-offs of continued investment in this system.",
      "citationCount": 3,
      "doi": "10.1525/gp.2025.133863",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/43c3ccef0c3cbcbb32140b52253983a33d488a4c",
      "venue": "Global Perspectives",
      "journal": {
        "name": "Global Perspectives"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "4699d0f9fb79014dd89d420d336686da2f4bbdbb",
      "title": "Biblical Prophetism: God’s Vehicle for Social and Political Change",
      "authors": [
        {
          "name": "Lucky O. Ikechiamaka",
          "authorId": "2381538468"
        },
        {
          "name": "Dorcas Peter Kuchacks",
          "authorId": "2381534681"
        }
      ],
      "year": 2025,
      "abstract": "The purpose of prophetic ministry is to bring revelation, direction, correction, and encouragement to individuals, churches, and even entire nations. Prophetic ministry has a long history in the Christian faith, with numerous examples found throughout the Old and New Testament. Prophets are human beings with divine call and message for a specific audience. The call of the prophet should therefore be a basic and fundamental experience in his life. This experience gives legitimacy to his office, authority to his message and urgency to his preaching. In ancient Israel the prophets speak on behalf of Yahweh, on political, religious and social issues of their time. The institution of prophecy is founded on the basic premise that God does not abandon humans to their own devices, but provides them with divine guidance. Each of the prophets knew the burden that God had given them over a particular situation and to the particular people or person. Therefore, prophetic ministry is seen in the Old Testament, as God raising up prophets to encourage and rebuke the nation of Israel in times of trouble or rebellion. It became obvious that the prophets in ancient Israel served as a medium in bringing the people back to God, turning away from their evil ways and so instituting Social Change and reform in the society. This paper investigates using the historical and theological interpretative approach Biblical prophetism its implication on Nigerian political and social atmosphere. The paper reasons that there is a wide disparity between prophets in ancient Israel and the ones in Nigeria. The Nigerian prophets are off the Biblical provisions for prophetic ministry hence lacking the forceful voice to effect any change politically and socially at the national level. This paper suggests a- going back to the bible as test book for the prophets of our time in Nigeria. The paper concludes that there is the need for the prophets in Nigeria to be bold, true to their calling and discharge their duty without fear or favour.",
      "citationCount": 0,
      "doi": "10.70382/ajasr.v9i6.058",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4699d0f9fb79014dd89d420d336686da2f4bbdbb",
      "venue": "Journal of Arts and Sociological Research",
      "journal": {
        "name": "Journal of Arts and Sociological Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "994055c0de26545157e50767eb9cb5e67b1de7e2",
      "title": "Artificial Intelligence and the Future of Governance: Ethical and Political Challenges",
      "authors": [
        {
          "name": "Aftabuddin Ahammad",
          "authorId": "2305249131"
        }
      ],
      "year": 2025,
      "abstract": "The rapid advancement of Artificial Intelligence (AI) is reshaping the foundations of governance, creating unprecedented opportunities alongside profound ethical and political dilemmas. As states, institutions, and global actors integrate AI into decision-making processes, questions of accountability, transparency, equity, and human rights emerge at the core of governance debates. While AI promises efficiency, predictive policymaking, and enhanced citizen engagement, it also risks reinforcing biases, deepening surveillance, and consolidating power in ways that may erode democratic values. The future of governance in the age of AI requires a delicate balance between innovation and regulation, where ethical frameworks, inclusive policies, and international cooperation play decisive roles. By interrogating the interplay of technology, politics, and morality, this study highlights how AI challenges conventional notions of authority and legitimacy, while opening pathways for more responsive, adaptive, and participatory governance models. Ultimately, navigating the ethical and political challenges of AI will determine whether governance in the twenty-first century evolves toward empowerment and justice or slides into control and inequality.",
      "citationCount": 0,
      "doi": "10.36948/ijfmr.2025.v07i06.62727",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/994055c0de26545157e50767eb9cb5e67b1de7e2",
      "venue": "International Journal For Multidisciplinary Research",
      "journal": {
        "name": "International Journal For Multidisciplinary Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ded95991eee5b47b77c6839b2d5d83bc87be453a",
      "title": "Unpacking the beast of burden: Joerges on the constitutional, political, and epistemological baggage of European integration",
      "authors": [
        {
          "name": "Turkuler Isiksel",
          "authorId": "104506981"
        }
      ],
      "year": 2025,
      "abstract": "Abstract Christian Joerges is a scholar whose work spills over the conventional boundaries between public and private law, social science and legal theory, law and public policy, empirical inquiry and normative philosophy. This essay brings into focus Joerges’s under-appreciated role as a prescient, critical intellectual biographer of European integration. It argues that Joerges’s work has helped to diagnose, explain, and dismantle three misconceptions or myths with which European integration has been saddled from its formative decades. These misconceptions are (1) that the European integration project is ‘self-legitimating’ and therefore politically neutral; (2) that the delegation of decision-making authority to supranational institutions is constitutionally neutral; and (3) that there can be an epistemologically neutral, authoritative disciplinary perspective from which to comprehend European integration. Breaking the hold of these misconceptions is an essential step towards gaining a critical understanding of the promises and limitations of European integration today.",
      "citationCount": 0,
      "doi": "10.1017/elo.2024.43",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ded95991eee5b47b77c6839b2d5d83bc87be453a",
      "venue": "European Law Open",
      "journal": {
        "name": "European Law Open",
        "pages": "27 - 42",
        "volume": "4"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1c8b2ea4dd239eb3de3e8f59c76d0ebb7fe0d5de",
      "title": "Political Anarchism and Raz’s Theory of Authority",
      "authors": [
        {
          "name": "Bruno Leipold",
          "authorId": "112864581"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1007/S11158-015-9266-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c8b2ea4dd239eb3de3e8f59c76d0ebb7fe0d5de",
      "venue": "",
      "journal": {
        "name": "Res Publica",
        "pages": "309-329",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "53ab73a4b30ff1c66595e5c3ff5d0672afc57907",
      "title": "Political Anarchism and Raz’s Theory of Authority",
      "authors": [
        {
          "name": "Bruno Leipold",
          "authorId": "112864581"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11158-015-9266-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53ab73a4b30ff1c66595e5c3ff5d0672afc57907",
      "venue": "Res Publica",
      "journal": {
        "name": "Res Publica",
        "pages": "309 - 329",
        "volume": "21"
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
