{
  "status": "success",
  "source": "semantic_scholar",
  "query": "legitimacy crisis institutions",
  "results": [
    {
      "paperId": "c94bfd87f8406903ea7d194a690f704173cb1ca9",
      "title": "The legitimacy crisis within international criminal justice and the importance of critical, reflexive learning",
      "authors": [
        {
          "name": "Jeff Handmaker",
          "authorId": "73948312"
        }
      ],
      "year": 2018,
      "abstract": "This chapter scrutinizes international criminal litigation, especially the institutions created to enforce international criminal justice: national courts and their principal jurisdictional complements; the International Criminal Court (ICC) and ad hoc tribunals. Based on Jessop’s conceptualisation of crisis, the legitimacy crisis within the international criminal justice system is explained. Then, drawing on the rule of law, Mutua’s critical characterisation of the human rights ‘corpus’ and a reflexive learning approach, it analyses different proposals to address this crisis by ending impunity through cases before the ICC and other institutions involved in prosecuting international crimes. The chapter concludes with reflections on the potential for legal learning as well as on potential future directions for international criminal litigation.",
      "citationCount": 0,
      "doi": "10.4324/9781315161587-10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c94bfd87f8406903ea7d194a690f704173cb1ca9",
      "venue": "The Pedagogy of Economic, Political and Social Crises",
      "journal": {
        "name": "The Pedagogy of Economic, Political and Social Crises"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fa0f2f16cac2740fb97f45603eb7ad74466e1e7f",
      "title": "The legitimacy crisis of global climate governance combining a Marxist and Polanyian perspective",
      "authors": [
        {
          "name": "Jonas Van Vossole",
          "authorId": "117169513"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fa0f2f16cac2740fb97f45603eb7ad74466e1e7f",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "9e14febc7e312f61ba053b9f3fbe1eeb20e7ca90",
      "title": "Crisis of Theory and Practice of Human Rights Activities",
      "authors": [
        {
          "name": "A. Shchipkov",
          "authorId": "2265201675"
        }
      ],
      "year": 2024,
      "abstract": "This article explores problem of the liberal rights and freedoms conceptualization and crisis of the human rights institutions legitimacy, the prospects for theory and practice of the modern defense of human rights. The author believes the human rights institutions to be currently in crisis mode because of their inability to overcome their dependence on the liberal doctrine of rights and freedoms being innate. This doctrine was imposed on the society as the only valid ideology that does not need any scientific verification or ethical mediation and basically is a quasi-religious phenomenon. Today the defense of human rights is the enforcement authority and a political subsystem, as it legitimates and delegitimates political subjects. The human rights institutions can retain their role in society by overcoming their dependence on liberal and other ideologies, abandoning the obsolete enlightenment concept of innate rights and acknowledging the priority of morality in the society.",
      "citationCount": 0,
      "doi": "10.21146/0042-8744-2024-7-17-28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9e14febc7e312f61ba053b9f3fbe1eeb20e7ca90",
      "venue": "Voprosy filosofii",
      "journal": {
        "name": "Voprosy Filosofii"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1cb1829e823508dbbb30d1a78d914f803af213a3",
      "title": "The deepest foundation of our democratic crisis",
      "authors": [
        {
          "name": "Jane Mansbridge",
          "authorId": "2275876915"
        }
      ],
      "year": 2023,
      "abstract": "The deepest foundation of our democratic crisis is our increasing human interdependence. That interdependence creates increasing needs for ‘free-use goods’: goods that, once produced, anyone can use without paying (other names: “public goods,” “non-excludable goods”). Such goods produce the classic “free-rider” problems to which the most efficient solution in societies of strangers is usually government provision through taxes or regulation, both of which depend on a combination of voluntarism (based on duty and solidarity) and legitimate coercion. More interdependence creates more free-rider problems, which require more government intervention/coercion. Our eighteenth-century democratic mechanisms were not designed to legitimate the amount of state coercion we now need. To bolster legitimacy, we need to embrace the logic of free-use goods and replace one-way with recursive representation, the principle of distinction with more descriptive representation, corruption with clean institutions, and legislative-centric democracy with a full representative system approach, all drawing on our collective intelligence.",
      "citationCount": 2,
      "doi": "10.1177/01925121231203719",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cb1829e823508dbbb30d1a78d914f803af213a3",
      "venue": "International Political Science Review",
      "journal": {
        "name": "International Political Science Review",
        "pages": "3 - 17",
        "volume": "46"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "915a89e9c255436f298fd09b4bf31bcdc8e42057",
      "title": "THE JUDICIARY AS A CONSTRUCTIVE INSTITUTION IN THE AGE OF AI: POWER, JUSTICE, AND THE CRISIS OF DEMOCRATIC REPRESENTATION",
      "authors": [
        {
          "name": "Ong Van Nam",
          "authorId": "2359333858"
        },
        {
          "name": "N. Quoc",
          "authorId": "122747377"
        }
      ],
      "year": 2025,
      "abstract": "This article aims to re-examine the role and power structure of the judiciary in the context of globalization and the rapid development of artificial intelligence (AI). Its primary objective is to clarify the functional transformations, legitimacy, and critical capacity of the judiciary—particularly judges—when confronted with data-driven power, the technocratization of justice, and the erosion of trust in the rule of law. Research methodology is based on humanistic philosophy and critical social theory. It uses an interdisciplinary approach that is connected to legal studies, political science, the sociology of law, and the philosophy of technology. The article, similarly, uses dialectics in a way that inverts and transposes the pairs: rule of law and technocracy, freedom and control, principles and rules, and legality and morality. The upshot is that the judiciary has moved from being a law-interpreting institution to a political and moral actor. It became a new centre of power in fragile representative institutions. Judges are increasingly acting as moral and social agents, moving beyond the purely neutral role of legal experts enforcing the law within the framework of a stable professional life with a stable income. However, it is also clear that its success can change the character of the judicial function in a way which may weaken democratic representation and allow for an unbounded extension of the scope of judicial action, if the fact that judicial action has a second face – the face of law enforcement – is not fully taken into account. The article emphasizes the need for restructuring the judiciary as an open, dialogical institution—closely linked to social life and subject to institutional and moral oversight—to ensure the safeguarding of justice, democracy, and humanity in the emerging global order.",
      "citationCount": 0,
      "doi": "10.18623/rvd.v22.n2.3084",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/915a89e9c255436f298fd09b4bf31bcdc8e42057",
      "venue": "Veredas do Direito Direito Ambiental e Desenvolvimento Sustentável",
      "journal": {
        "name": "Veredas do Direito Direito Ambiental e Desenvolvimento Sustentável"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b5afab89a087da4639634b8a6c656665062a8a0e",
      "title": "Long tail metaphysics: The epistemic crisis and intellectual freedom",
      "authors": [
        {
          "name": "Sarah Hartman-Caverly",
          "authorId": "1405497694"
        }
      ],
      "year": 2021,
      "abstract": "In reaction to the epistemic crisis, efforts to restrict free expression and access to information have not only failed to preserve the truth, but sometimes also suppressed it. Libraries’ commitment to intellectual freedom creates unique opportunities to deliver alternative solutions. By renewing the emphasis on intellectual freedom in core library functions like collections, education, and programming, libraries can provide the epistemic resources that patrons need amidst a broader context of distrust, manipulation, and censorship. This essay examines the epistemic crisis in the USA in light of intellectual freedom and the IFLA Statement on Libraries and Intellectual Freedom. Organized into three parts, this piece explores plurality as normative in the human condition, considers the impact of information and communications technology on free expression and the legitimacy of information institutions, and reconciles the emerging tensions by applying concepts from virtue epistemology to intellectual freedom. The essay concludes with considerations for library practice.",
      "citationCount": 2,
      "doi": "10.1177/03400352211057146",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b5afab89a087da4639634b8a6c656665062a8a0e",
      "venue": "IFLA Journal",
      "journal": {
        "name": "IFLA Journal",
        "pages": "449 - 465",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "126aeaf18e88d92c22cb3a28072adeaa03183741",
      "title": "What is the University for: Balancing Instrumental Value with Other Forms of Value in the Contemporary University",
      "authors": [
        {
          "name": "Wesley Shumar",
          "authorId": "2330535672"
        },
        {
          "name": "Sarah Robinson",
          "authorId": "2330491578"
        },
        {
          "name": "Søren S. E. Bengtsen",
          "authorId": "98870581"
        }
      ],
      "year": 2024,
      "abstract": "Abstract In this paper, we ask what is the university for? Currently, universities worldwide are facing a legitimacy crisis, contesting and threatening what the purpose of the university is. Higher education institutions are under pressure to serve economical goals both nationally\n and globally, hindering a more robust sense of purpose. We explore how a focus on ‘value’ could help to re-establish a vision of a university with purpose by looking at what has influenced our thinking on value, what it is, whose values are valued and what values are ignored. Furthermore,\n we suggest that a shared public interest in what the university is for has been lost to the agendas (and values) of instrumentalism and neoliberalism. We argue for a need to balance the instrumental with other forms of reason to support what we call, a pluralistic public, that allows for diversity\n and heterogeneity. This means embracing other-centered publics within the university that are ethically grounded in equity and equality, both in the world and within our own communities. While this dual focus may be difficult at times to maintain, it is a dual focus that, as members of university\n community and communities, we must strive for.",
      "citationCount": 2,
      "doi": "10.3726/ptihe.032024.0317",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/126aeaf18e88d92c22cb3a28072adeaa03183741",
      "venue": "Philosophy and Theory in Higher Education",
      "journal": {
        "name": "Philosophy and Theory in Higher Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "565ac01dd76dd0b231cc92974b5714764ce945a8",
      "title": "Քաղաքացիական հասարակության փոխակերպումը: Փոփոխությունների սոցիալ-փիլիսոփայական վերլուծություն / The Transformation of Civil Society: A Social-Philosophical Analysis of Changes",
      "authors": [
        {
          "name": "Diana M. Aghabalyan",
          "authorId": "2337009291"
        }
      ],
      "year": 2025,
      "abstract": "Civil society occupies central place in philosophical research. Article is dedicated to the philosophical analysis of transformations of civil society in the context of contemporary changes. Paper explores key theoretical aspects of civil society, its role in socio-political structure, interaction with state institutions, examines issues related to the crisis of trust and legitimacy, political polarization, transformation of traditional institutions, technological innovations impact. Attention is given to the processes of change occurring in civil society under the influence of globalization, economic crises, social movements and political reforms. Civil society and its ability to adapt to rapidly changing conditions are analyzed. Despite numerous studies dedicated to civil society, philosophical aspects of its transformation remain insufficiently explored. Purpose of work is to analyze the transformations of civil society in the context of the modern world. Practical significance of study lies in the development of recommendations for strengthening civil society. Theoretical significance lies in deepening understanding of the philosophical aspects of civil society. Based on the research, article concludes that there is a need to reassess traditional approaches to civil society and develop new theoretical and practical solutions to maintain its stability and resilience in the face of global changes.",
      "citationCount": 0,
      "doi": "10.58587/18292437-2025.3-179",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/565ac01dd76dd0b231cc92974b5714764ce945a8",
      "venue": "Регион и мир / Region and the World",
      "journal": {
        "name": "Регион и мир / Region and the World"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2c9d6513f9e30986bc4a788408c828e1418b833f",
      "title": "The legitimation crisis of educational change",
      "authors": [
        {
          "name": "Dennis Shirley",
          "authorId": "49503453"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/S10833-015-9254-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c9d6513f9e30986bc4a788408c828e1418b833f",
      "venue": "",
      "journal": {
        "name": "Journal of Educational Change",
        "pages": "245-250",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fbf7b4fbc3877cf06ff917d36baa5dc1ea997d4d",
      "title": "Jürgen Habermas and the Crisis of the European Union",
      "authors": [
        {
          "name": "G. Khan",
          "authorId": "113427638"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/978-3-319-08774-0_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fbf7b4fbc3877cf06ff917d36baa5dc1ea997d4d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "123-139",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "002d953d4cef91faf0a868636a5cd4cc84d2586b",
      "title": "REPRESSED DEMOCRACY: LEGITIMACY PROBLEMS IN WORLD SOCIETY",
      "authors": [
        {
          "name": "J. Liebig",
          "authorId": "40021358"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315576404-10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/002d953d4cef91faf0a868636a5cd4cc84d2586b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1025e955432ffc5dc90c3e3ca231bf426487d1f2",
      "title": "Global Financial Crisis:The Ethical Issues",
      "authors": [
        {
          "name": "Ned Dobos",
          "authorId": "83996489"
        },
        {
          "name": "Christian Barry",
          "authorId": "2244667888"
        },
        {
          "name": "Thomas Pogge",
          "authorId": "2240585687"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1057/9780230306950",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1025e955432ffc5dc90c3e3ca231bf426487d1f2",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f67311ac650c382e51cced33d3e98e3c6564d02",
      "title": "The New Enlightenment",
      "authors": [
        {
          "name": "Bill Alcorn",
          "authorId": "16129507"
        }
      ],
      "year": 2022,
      "abstract": "The Reinventing Capitalism series seeks to feature explorations about the crisis of legitimacy facing capitalism today, including the increasing income and wealth gap, the decline of the middle class, threats to employment due to globalization and digitalization, undermined trust in institutions, discrimination against minorities, global poverty and pollution. The series is intended to be a collection of authoritative literature reviews of foundational topics on renewing capitalism. Being grounded in a business and management perspective, the series incorporates insights from multiple disciplines that promise to substantiate the causes of the current crisis and potential solutions what needs to be done. This Element provides an overview of the series, explains the background of its development and contains eight sections that deal with various facets of the subject from the perspectives of a group of top-notch authors.",
      "citationCount": 0,
      "doi": "10.1017/9781009258616",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f67311ac650c382e51cced33d3e98e3c6564d02",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "4fdbd491bc3847ed906158163d1e620a36c81b86",
      "title": "The problem of legitimacy of democracy: Citizenship, participation, deliberation",
      "authors": [
        {
          "name": "Michal Sládecek",
          "authorId": "114873494"
        }
      ],
      "year": 2006,
      "abstract": "In this text the problem of legitimacy of democracy is considered through particular aspects of its crisis. On theoretical and philosophical level, the crisis of legitimacy of democracy is reflected as the primacy which some of the liberal thinkers give to judicial review in relation to self-determination and democratic will. On practical level, crisis as citizens’ distrust in democratic institutions, as well as diminished participation in bringing of political decisions are being discussed. In the text the legitimacy of democracy is considered together with analysis of concepts of citizenship, participation in political processes and deliberative democracy. In this context of distrust in democratic processes the text considers the problem of Serbia on its way of integration into European institutions.",
      "citationCount": 0,
      "doi": "10.2298/FID0630123S",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fdbd491bc3847ed906158163d1e620a36c81b86",
      "venue": "",
      "journal": {
        "name": "Filozofija I Drustvo",
        "pages": "123-134",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3dddfee5191d71ac451eb9a856091bb388173dc4",
      "title": "“Jogos de verdade”, educação e o ethos do fascismo contemporâneo",
      "authors": [
        {
          "name": "Mozart Linhares da Silva",
          "authorId": "113563328"
        },
        {
          "name": "B. Hillesheim",
          "authorId": "98040461"
        }
      ],
      "year": 2021,
      "abstract": "The article problematizes the contemporary crisis of truth and its relation to the constitution of an ethos of fascism, highlighting its implications for education. For this purpose, it analyses the games of truth entailed by power/knowledge relations and its criteria of institutional legitimacy, considering that these criteria, referred to as veridiction, are being delegitimized by the discursive effects of post-truth, which is thought of as a strategy for the creation of a fascist ethos. Truth-telling, the conditions of truth-telling are analyzed from Michel Foucault's perspective, which enables one to tension the field of struggle that circumscribes the idea of truth, as well as the way in which the criteria of veridiction are contemporarily being suspended by narratives that delegitimize the institutions associated with truth-telling. Anti-intellectualism, the attack on education and on educators, as well as on the press, are tactics utilized by fascism to deconstruct the idea of reality and suspend the criteria of veridiction.",
      "citationCount": 2,
      "doi": "10.5007/2175-795X.2021.E69860",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3dddfee5191d71ac451eb9a856091bb388173dc4",
      "venue": "",
      "journal": {
        "name": "Perspectiva",
        "pages": "1-17",
        "volume": "39"
      },
      "publicationTypes": null
    },
    {
      "paperId": "97f7ce09c0ce8dec36d00705472228d604944250",
      "title": "Insurrection of singularities. A conceptualization of (anti)political action in postanarchism",
      "authors": [
        {
          "name": "D. Polyakov",
          "authorId": "2082187068"
        }
      ],
      "year": 2021,
      "abstract": "The article reveals the political and philosophical core of contemporary anarchist thought using the example of such its theoretical variation as postanarchism. Seamlessly engaging into the current left-wing radical discursive context, postanarchism at the same time reflects the micro-political, localist and largely spontaneous tendencies that characterize today’s forms of political protest and resistance in many countries of the world. Having arisen as a reaction to the crisis of legitimacy of political and economic institutions, these tendencies lead to a rethinking of standard political categories by modern philosophy: “class”, “revolution”, “democracy”, “sovereignty”, “political”, etc. The postanarchist perspective, revealing distinctly anarchic features in current forms of radical politics (decentralization, network character, distrust of official institutions), also offers its own reinterpretation of a series of concepts on purpose of radicalizing and updating libertarian theory. In particular, this article focuses on the logic of differentiating the concepts of revolution and insurrec­tion, which is carried out by the leading theorist of postanarchism S. Newman, who starts from the philosophical individualism of M. Stirner and also proceeds from the crisis of metanarratives proclaimed by the postmodern. Furthermore, within the framework of an at­tempt to define a new political subject, that is common to Western left thought, Newman develops the concept of singularity in a number of his texts, actively using the philosophical studies of some continental thinkers. Finally, in terms of postanarchism, the conceptualiza­tion of political action and the subject of this action through the concepts of rebellion and singularity not only contributes to the clarification and revitalization of anarchist discourse but is itself a subversive gesture that destabilizes the normative political language.",
      "citationCount": 0,
      "doi": "10.21146/2072-0726-2021-14-3-21-34",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/97f7ce09c0ce8dec36d00705472228d604944250",
      "venue": "Philosophy Journal",
      "journal": {
        "name": "Philosophy Journal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7ef9cf27e413cbbbc508c0a8d1b35c47089bfbe4",
      "title": "Literature Review: The Evolution of Ethical Leadership",
      "authors": [
        {
          "name": "B. Bachmann",
          "authorId": "2073557439"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1007/978-3-319-42942-7_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7ef9cf27e413cbbbc508c0a8d1b35c47089bfbe4",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "27-63",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "2329f88d4c02ad06bcd3599e25fcb97a758e9b16",
      "title": "Colonial Roots",
      "authors": [],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2329f88d4c02ad06bcd3599e25fcb97a758e9b16",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "16dcace2845ba41f7114c8db45f3930d1ac6e6e8",
      "title": "Colonial Roots NATURAL LAW and the COLONIAL ROOTS of AMERICAN CONSTITUTIONALISM",
      "authors": [],
      "year": 2019,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/16dcace2845ba41f7114c8db45f3930d1ac6e6e8",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "1937676f0a3896910b520e197c5262901e831ade",
      "title": "Colonial Roots",
      "authors": [],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1937676f0a3896910b520e197c5262901e831ade",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "196b0c7cc6ea56f0baaf171a4371d8a23ce8917f",
      "title": "Colonial Roots",
      "authors": [],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/196b0c7cc6ea56f0baaf171a4371d8a23ce8917f",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "41f9d766ddbbbd68cca0a5848568aaae74597825",
      "title": "La razón en la cimentación de las teorías justificativas del derecho de Rawls y Habermas",
      "authors": [
        {
          "name": "Gómez Castro",
          "authorId": "95177173"
        },
        {
          "name": "Álvaro Augusto",
          "authorId": "89138439"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41f9d766ddbbbd68cca0a5848568aaae74597825",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9a5682d4eff4d5d258fb52e4b7f8e709f523a4f9",
      "title": "LA SFIDA DELLA DIVERSITÀ CULTURALE AL LIBERALISMO. ORIGINI FILOSOFICHE E PROSPETTIVE ETICO-POLITICHE: JÜRGEN HABERMAS E CHARLES TAYLOR",
      "authors": [
        {
          "name": "Giovanni Albani",
          "authorId": "1852876843"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.15160/2282-5460/1219",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a5682d4eff4d5d258fb52e4b7f8e709f523a4f9",
      "venue": "",
      "journal": {
        "name": "I castelli di Yale online",
        "pages": "160-190",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "11149aa07167206b85f64aac4fca74963d6a6f61",
      "title": "Обзор международной конференции \"Мир человека: нормативное измерение 3\" (13 15 июня 2013, Саратов, Россия)",
      "authors": [
        {
          "name": "Дронов Алексей Владимирович",
          "authorId": "103163287"
        },
        {
          "name": "Косыхин Виталий Георгиевич",
          "authorId": "103393178"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11149aa07167206b85f64aac4fca74963d6a6f61",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d7b4f0920626b65d9391adef9318d5b9dc26c174",
      "title": "European business ethics cases in context : the morality of corporate decision making",
      "authors": [
        {
          "name": "W. Dubbink",
          "authorId": "118917797"
        },
        {
          "name": "L. Liedekerke",
          "authorId": "52011428"
        },
        {
          "name": "H. V. Luijk",
          "authorId": "114032463"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7b4f0920626b65d9391adef9318d5b9dc26c174",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3a9d523a95849657648f429c9e40c834673bc9f0",
      "title": "Renewing Democratic Authority: Hamlet's Politics with (and Against) Carl Schmitt",
      "authors": [
        {
          "name": "Philip A. Michelbach",
          "authorId": "113696779"
        },
        {
          "name": "Andrew L. Poe",
          "authorId": "101360852"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3a9d523a95849657648f429c9e40c834673bc9f0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "82516beb521bc79de322f4637532ef364bb94e96",
      "title": "Ethics and Community in Management Education",
      "authors": [
        {
          "name": "Rita E. Weathersby",
          "authorId": "118818381"
        },
        {
          "name": "Judith S. White",
          "authorId": "48374398"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/82516beb521bc79de322f4637532ef364bb94e96",
      "venue": "",
      "journal": {
        "name": "Academic exchange quarterly",
        "pages": "229-233",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d609d0b192fe9361d7caf7e0b414c6b4b7b981c9",
      "title": "Response: An End to Literary Theory",
      "authors": [
        {
          "name": "H. Gumbrecht",
          "authorId": "71039159"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1515/JLT.2007.015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d609d0b192fe9361d7caf7e0b414c6b4b7b981c9",
      "venue": "",
      "journal": {
        "pages": "212 - 216",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "091212bc4e1ffd63c6af08c16815c7fc916823c5",
      "title": "Sovereignty and Subjection: Transcendence and the Traces of Order and Anarchy in Positive Law",
      "authors": [
        {
          "name": "Jill Stauffer",
          "authorId": "48798322"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/13200968.2003.10854313",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/091212bc4e1ffd63c6af08c16815c7fc916823c5",
      "venue": "",
      "journal": {
        "name": "Australian Feminist Law Journal",
        "pages": "29 - 46",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d4f62d43d83bc19e61467fbf0d12dd1f7fb2d748",
      "title": "De las versiones modernas de la ciudadanía a la ciudadanía de las autonomías sociales de la postmodernidad (From Modern Versions of Citizenship to the Citizenship of Post-Modern Social Autonomies)",
      "authors": [
        {
          "name": "Manuel Herrera Gómez",
          "authorId": "145224377"
        },
        {
          "name": "Rosa María Soriano Miras",
          "authorId": "108799545"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.2307/40184712",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d4f62d43d83bc19e61467fbf0d12dd1f7fb2d748",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "43",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
