{
  "status": "success",
  "source": "semantic_scholar",
  "query": "MacIntyre epistemological crisis tradition",
  "results": [
    {
      "paperId": "36fcb51180b5d0ab9ae3f8362191ee02b16e29b1",
      "title": "The epistemological crisis of Marxian economic theory",
      "authors": [
        {
          "name": "Matías Petersen",
          "authorId": "119545458"
        }
      ],
      "year": 2020,
      "abstract": "In Ethics in the Conflicts of Modernity, MacIntyre argues that neo-Aristotelians have much to learn from Marx’s economic theory, not only for understanding the nature of capitalism, but also for thinking about alternative social and political institutions. This article outlines the arguments given by MacIntyre for embracing Marxian economic theory and argues that if Marxian economics is a tradition of enquiry, in the MacIntyrean sense of the term, we should take seriously the debates within this tradition in order to conclude whether it has been able to withstand internal and external criticism. I argue that Marxian economic theory, as a tradition of enquiry, has been defeated by its opponents and that a synthesis between Aristotelian moral philosophy and Marxian economics is an obstacle to the development of MacIntyre’s political philosophy.",
      "citationCount": 1,
      "doi": "10.34024/prometeica.2020.20.10021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36fcb51180b5d0ab9ae3f8362191ee02b16e29b1",
      "venue": "Prometeica",
      "journal": {
        "name": "Prometeica - Revista de Filosofía y Ciencias"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a018d362602f6ea1bcaa4508b9df8243014a873a",
      "title": "Karl Marx and Alasdair MacIntyre. What Telos? Whose Good?",
      "authors": [
        {
          "name": "Christophe Rouard",
          "authorId": "2314449148"
        }
      ],
      "year": 2024,
      "abstract": "Alasdair MacIntyre’s relationship to Karl Marx and Marxism has been and remains fundamental in his work. Drawing on a number of important MacIntyrean texts, this paper shows how it has animated his Marxist early years, how it has been a crucial element in the epistemological crisis he experienced and how it has left him an important legacy. At the heart of the history of this relationship are the question of truth, the problematics of the right telos of human action, of the achievement of the individual and common goods, of the desires, the role of the critique of both the capitalist system and the Marxist politics. Understanding how MacIntyre positioned himself in relation to all these issues helps us to understand the reasons that led him to switch from a Marxist to an Aristotelian narrative. Key concepts of Marx and the Marxist tradition find a new life today in the now Aristotelian-Thomist thought of Alasdair MacIntyre.",
      "citationCount": 0,
      "doi": "10.17990/rpf/2024_80_1_0585",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a018d362602f6ea1bcaa4508b9df8243014a873a",
      "venue": "Revista Portuguesa de Filosofia",
      "journal": {
        "name": "Revista Portuguesa de Filosofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c237b3ba60627c62f9428c823b3d833948e920d5",
      "title": "The glassy essence of transparency",
      "authors": [
        {
          "name": "Philip Mirowski",
          "authorId": "34958583"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11016-023-00849-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c237b3ba60627c62f9428c823b3d833948e920d5",
      "venue": "Meta Science",
      "journal": {
        "name": "Metascience",
        "pages": "241-243",
        "volume": "32"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d3534501f80e887760743179701f131ebcd39165",
      "title": "Political Practice, Hybrid Selves, and Rational Antagonism",
      "authors": [
        {
          "name": "Markus Faltermeier",
          "authorId": "1484844073"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-26078-1_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3534501f80e887760743179701f131ebcd39165",
      "venue": "The Praxis of Diversity",
      "journal": {
        "name": "The Praxis of Diversity"
      },
      "publicationTypes": null
    },
    {
      "paperId": "41fcee1201988c65a2a0c941c2f0e97e57e32a0d",
      "title": "Crisis in Psychiatric Diagnosis? Epistemological Humility in the DSM Era",
      "authors": [
        {
          "name": "Warren A. Kinghorn",
          "authorId": "4749963"
        }
      ],
      "year": 2020,
      "abstract": "The modern editions of the Diagnostic and Statistical Manual of Mental Disorders (DSM), beginning with DSM-III in 1980, emerged in response to notable challenges to psychiatry’s practices and ways of knowing in the early 1970s. Because these challenges threatened psychiatry’s scientific self-understanding and moral authority, they exemplify what Alasdair MacIntyre has termed “epistemological crisis.” As a response to crisis, the modern DSM has been a stunning political achievement, providing the central diagnostic constructs around which psychiatric research, practice, and reimbursement has been organized for four decades. Indeed, the DSM’s authority survives in the face of ongoing trenchant scientific and philosophical critique. But if psychiatry is to be healthy, it must be epistemologically humble, reckoning honestly with the limits of the DSM before a future epistemological crisis destabilizes it entirely.",
      "citationCount": 3,
      "doi": "10.1093/jmp/jhaa026",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41fcee1201988c65a2a0c941c2f0e97e57e32a0d",
      "venue": "",
      "journal": {
        "name": "The Journal of Medicine and Philosophy: A Forum for Bioethics and Philosophy of Medicine",
        "pages": "581-597",
        "volume": "45"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d243dcd30e70bdad4e09439b9393b4cafdfad36b",
      "title": "Narrative and the Rationality of Traditions.: MacIntyre’s Epistemological Stance,",
      "authors": [
        {
          "name": "C. Lutz",
          "authorId": "144803451"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d243dcd30e70bdad4e09439b9393b4cafdfad36b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "205-224",
        "volume": "28"
      },
      "publicationTypes": null
    },
    {
      "paperId": "76d19ebd59dc9053798f297478a0a457fc091948",
      "title": "The Elim Tradition: ‘An Argument Extended through Time’ (Alasdair MacIntyre)",
      "authors": [
        {
          "name": "Simo Frestadius",
          "authorId": "115668690"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1080/18124461.2015.1132573",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76d19ebd59dc9053798f297478a0a457fc091948",
      "venue": "",
      "journal": {
        "name": "Journal of the European Pentecostal Theological Association",
        "pages": "57 - 68",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "72ec86dd5dd1d57b18de002a6307fbf48c6123a9",
      "title": "Epistemological crisis in ethical governance and constructing a new Islamic episteme as an ethical theory : a case of institution of hisbah",
      "authors": [
        {
          "name": "Fawad Khaleel",
          "authorId": "93781834"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72ec86dd5dd1d57b18de002a6307fbf48c6123a9",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f15a47b16f64add865c940ae72751511e0edea5f",
      "title": "Conflicts With Novelty: Intelligibility Crisis and the Case of the Yugoslav Narrative",
      "authors": [
        {
          "name": "Vladimir Lukić",
          "authorId": "2170269754"
        }
      ],
      "year": 2023,
      "abstract": "\"This paper deals with the notion of intelligibility crisis in terms of conflict and harmony. Namely, we will analyze the notion of intelligibility from MacIntyre’s philosophical opus and apply it to the historical case. Intelligibility, according to MacIntyre, is the notion which provides us with contextual meaning and embeds our actions with sense within the specific tradition. Intelligibility crisis is the term that is coined to provide a descriptive account of the phenomenon when we cannot connect ourselves with a new social context in which we find ourselves in. To further elaborate on this and apply it onto an example, we shall use the historical case of the Yugoslavian nation. We will provide analysis between three different contextual narratives – pre-Yugoslav narrative, Yugoslav narrative, and post-Yugoslav narrative. After applying the notion of intelligibility crisis onto this historical case study, we will notice how people of one social narrative lose intelligibility by going into another social narrative. Furthermore, we shall consider the notions of conflicts and harmony as those that are connected to intelligibility. The main argument from the descriptive state of things which was offered would be the following – conflicting sentiments arise when we are not in harmony with the narrative within which we have attained intelligibility. Keywords: intelligibility crisis, Yugoslavia, social narratives, meaning, conflicts, harmony\"",
      "citationCount": 0,
      "doi": "10.24193/subbphil.2023.sp.iss.03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f15a47b16f64add865c940ae72751511e0edea5f",
      "venue": "Studia Universitatis Babeș-Bolyai Philosophia",
      "journal": {
        "name": "Studia Universitatis Babeș-Bolyai Philosophia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5546a532f34e221f63f2e0ea65ad9e56d7979c9f",
      "title": "Lifeworld Coherentism and Tradition-Based Perspectivalism: A First and Second-Order Proposal for the Justification of Empirical Beliefs",
      "authors": [
        {
          "name": "Ramon Harvey",
          "authorId": "2322718763"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11406-024-00778-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5546a532f34e221f63f2e0ea65ad9e56d7979c9f",
      "venue": "Philosophia",
      "journal": {
        "name": "Philosophia",
        "pages": "1043 - 1062",
        "volume": "52"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4388d48c17d567b62323a148b3d4ae7f6a240a2f",
      "title": "Epistemological Crises, Dramatic Narrative and the Philosophy of Science",
      "authors": [
        {
          "name": "Alisdair MacIntyre",
          "authorId": "2121223148"
        }
      ],
      "year": 1977,
      "abstract": null,
      "citationCount": 373,
      "doi": "10.5840/MONIST197760427",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4388d48c17d567b62323a148b3d4ae7f6a240a2f",
      "venue": "",
      "journal": {
        "name": "The Monist",
        "pages": "453-472",
        "volume": "60"
      },
      "publicationTypes": null
    },
    {
      "paperId": "77690f378ba14b2568e44660e28d55554a652a0e",
      "title": "Alasdair MacIntyre's Analysis of Tradition",
      "authors": [
        {
          "name": "Tom Angier",
          "authorId": "69934804"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1111/J.1468-0378.2011.00505.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/77690f378ba14b2568e44660e28d55554a652a0e",
      "venue": "",
      "journal": {
        "name": "European Journal of Philosophy",
        "pages": "540-572",
        "volume": "22"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ffc01906c0cb9a6fb5e7e75b378cacbdf9c2e810",
      "title": "PHILOSOPHY OF THE HEART: KAINONIA OF THE UKRAINIAN TRADITION",
      "authors": [
        {
          "name": "Julia Brodetska",
          "authorId": "2255631150"
        }
      ],
      "year": 2023,
      "abstract": "The research interest is focused on the examination of the kainonia nature of Ukrainian philosophy. It is most deeply revealed within the framework of cordocentrism. As a direction of religious philosophy, cordocentrism most prominently affects epistemological resources and the potential of philosophical knowledge. Cordocentrism reveals itself most fully in the philosophical views of H.Skovoroda. The philosopher successfully combines the Christian tradition with the Ukrainian ethnic identity. Therefore, revealing its potential from the principle of worldview, cordognosia turns into an epistemological platform of philosophical science. This is precisely what is emphasized in the concept of the heart of H.Skovoroda, who examines the fundamental principles of human knowledge of the world.The author focuses on the close connection of the Ukrainian philosophical tradition with the philosophy of Christianity itself. It is this synthesis that becomes an interesting prospect for solving the issue of methodological diversity of modern philosophy (the problem of the methodological crisis). Since it is the cordocentric tradition that lays the foundations of scientific synthesis as a fundamental principle of philosophical knowledge. The latter in the modern epistemological tradition is replaced by analytical research. The practices of “heart synthesis” are aimed at the search for knowledge deeper than logical-evidential epistema or doxa. Thus, in the context of the methodological imperfection of the epistemological problem of modern philosophy, turning to the philosophical heritage of cardocentrism, and directly to the philosophy of the heart of H.Skovoroda, is a promising direction of philosophical knowledge.",
      "citationCount": 1,
      "doi": "10.15421/342304",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ffc01906c0cb9a6fb5e7e75b378cacbdf9c2e810",
      "venue": "Epistemological Studies in Philosophy Social and Political Sciences",
      "journal": {
        "name": "Epistemological Studies in Philosophy Social and Political Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "53334666523f4d0bde7a4c894477177f98ac2630",
      "title": "Jeffery L. Nicholas (2012). “Reason, Tradition and the Good: MacIntyre’s Tradition-Constituted Reason and Frankfurt School Critical Theory”. Notre Dame: University of Notre Dame Press, 226 pp.",
      "authors": [
        {
          "name": "L. B. Irizar",
          "authorId": "2097044783"
        }
      ],
      "year": 2013,
      "abstract": "“La modernidad sufre una crisis de la razon. El proyecto ilustrado fracaso debido al predominio de la razon subjetiva en la modernidad” (p. 83). A partir de esta conviccion, Jeffery Nicholas, con un estilo ni- tido y directo, presenta en su obra Reason, tradition and the Good sus inquietudes, reflexiones y analisis, para concluir con una propuesta que sirve de cierre a este itinerario de 226 sugerentes paginas. El libro es claro y tiene una narrativa cautivante. Ademas, la diafanidad de la escritura del profesor Nicholas permite a los lectores no familiarizados con el pensamiento neomarxista, entrar rapidamente en contacto con sus lineas fundamentales. DOI:  http://dx.doi.org/10.22518/16578953.139",
      "citationCount": 1,
      "doi": "10.22518/16578953.139",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53334666523f4d0bde7a4c894477177f98ac2630",
      "venue": "",
      "journal": {
        "name": "Civilizar",
        "pages": "211-218",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2d8be33acc33b9d77fa4d867594fe9c2e02e6097",
      "title": "Actuality and happiness of the soul: An Islamic epistemological perspective",
      "authors": [
        {
          "name": "Nani Widiawati",
          "authorId": "118740625"
        }
      ],
      "year": 2021,
      "abstract": "Securing the focus of the study on psychological facts carried out by psychology to pass the scientific test still leaves a problem of definition. Such an identity crisis will be reconciled by using an Islamic epistemological perspective that incorporates conceptual-metaphysical studies as part of the scientific tradition by applying it to the analysis of the actualization of the function of the human soul. This paper aims to analyze the actualization of the potential of the human soul, the actuality or potentiality of human soul health, and the relevance of soul health to the happiness of the human soul. The theme of this paper uses qualitative research, literature study design, theoretical hermeneutic methods, content analysis techniques, and the author as a research instrument. It is known that the perfect actualization of the rational soul is the soul’s arrival at divine truth in theory and practice. The actualization of soul function in a person shows the level of his/her soul health. A happy soul is found in this healthy soul, namely a soul that has been freed from material tendencies and spiritual diseases. It also leads actions to the noble character and has longing and submission to God. These theoretical findings can be used to develop empirical-experimental research in psychology.",
      "citationCount": 1,
      "doi": "10.32505/inspira.v2i2.3430",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d8be33acc33b9d77fa4d867594fe9c2e02e6097",
      "venue": "INSPIRA Indonesian Journal of Psychological Research",
      "journal": {
        "name": "INSPIRA: Indonesian Journal of Psychological Research"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c9bf160ef3ca11df1ddb550986c66b3e65014475",
      "title": "EPISTEMOLOGICAL HERITAGE OF HRYHORIY SKOVORODA PHILOSOPHY",
      "authors": [
        {
          "name": "Yulia Brodetska",
          "authorId": "2023429484"
        }
      ],
      "year": 2022,
      "abstract": "The research analysis is focused on the consideration of the main postulates of H.Skovoroda philosophy of the heart. Cordocentrism, as a direction of the religious philosophical tradition, most significantly affects the issues of cognition and the potential of philosophical knowledge. It is in connection with this that the heart is a creative cognitive center of a human's spiritual life. The heart accumulates in itself the human and the transcendent in their sacred sense, is the focus of the Ukrainian philosophy of cardocentrism. And that is why the analysis of the heart problem as a teaching about the special deep nature of knowledge: \"heart contemplation\", \"listening to the heart\", \"voice of the heart\", is a problematic field of philosophical knowledge reflection. These methodological principles became the foundation of the Eastern Christian tradition. In this tradition, hesychasm acquires importance as a practice of a special mystical experience. It is noted that the philosophy of H.Skovoroda considers the development of the cognitive process through the renewal of the heart: the transition from the \"old\" to the \"new\" state of the heart. In the philosophical and theological tradition, such symbolism is identical to the principles of the \"old\" and \"new\" Adam, which are key positions in the evolution of humanity. Thus, the philosopher's attempts to focus precisely on the fundamental principles of human knowledge of the world lay a powerful cognitive potential in H.Skovoroda's concept of the heart. The author focuses on the fact that within the framework of the methodological uncertainty of modern philosophy (let's call the problem of the methodological crisis so) the unique cognitive potential of the heart has epistemological perspectives. This potential is the basis of a synthetic method of cognitive activity. Due to its own synthetic nature, only this heart has a direct relation to the sphere of meaning (and not the ratio, as the modern epistemological tradition in the postpositivism form is wont to declare). It is noted that the practices of \"heart synthesis\" are aimed at the search for knowledge deeper than logical-evidential epistema or doxa. So, within the framework of solving the epistemological problem of modern philosophy, turning to the philosophical heritage of cardocentrism, and directly to the philosophy of the heart of H. Skovoroda, is a promising direction of philosophical knowledge.",
      "citationCount": 0,
      "doi": "10.17721/2520-2626/2022.31.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c9bf160ef3ca11df1ddb550986c66b3e65014475",
      "venue": "Almanac of Ukrainian Studies",
      "journal": {
        "name": "Almanac of Ukrainian Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "62ab9ab90ba1d431829ec81ac08369e6c902ad37",
      "title": "Alasdair MacIntyre, George Lindbeck, and the Nature of Tradition",
      "authors": [
        {
          "name": "D. Trenery",
          "authorId": "113938563"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/62ab9ab90ba1d431829ec81ac08369e6c902ad37",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5eacf33aa589e77144346fb05720bf626ec52245",
      "title": "Tradition and Reason",
      "authors": [
        {
          "name": "Ramon Harvey",
          "authorId": "145485220"
        }
      ],
      "year": 2021,
      "abstract": "This chapter explores the intersection of tradition and reason that provides the basis for the remainder of the study. First, there is an investigation into the epistemological framework of Abū Manṣūr al-Māturīdī’s theology. Then, the sources and subsequent development of his kalām tradition are examined. The final section looks at key figures in Western philosophy since Kant, identifying Edmund Husserl and Alasdair MacIntyre as especially important for the book’s theological project.",
      "citationCount": 0,
      "doi": "10.3366/edinburgh/9781474451642.003.0002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5eacf33aa589e77144346fb05720bf626ec52245",
      "venue": "Transcendent God, Rational World",
      "journal": {
        "name": "Transcendent God, Rational World"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7d216e4009226e08dfd33c901a2e0e576937c07c",
      "title": "The Crisis of the Sovereign State-Nation and the \"Rational Discussion\": the Liberal Discourse of the \"Salvation\" of Democracy and the \"Common Good\"",
      "authors": [
        {
          "name": "K. Maltsev",
          "authorId": "2021857280"
        },
        {
          "name": "A. Maltseva",
          "authorId": "117979240"
        }
      ],
      "year": 2022,
      "abstract": "Relevance. The crisis of the modern European sovereign nation-state is defined as existential (not \"technical\"); therefore, we should talk about a socio-philosophical study of the \"crisis of the foundations\". The purpose of the article is to present the non-reality of the foundations of the nation-state in modern times, totally determined by the dominant liberal economic paradigm of the political (J. Agamben), and modern ways of removing the consequences of the political crisis in the liberal tradition. The objective is based on the interpretation of these statements - to determine the conditions and boundaries of the possibility of \"response\" from the perspective of \"liberal metaphysics\". Methodology. According to K. Schmitt, liberalism is \"consistent metaphysics\", the essence of which is defined as \"endless free / public discussion\"; a consistent liberal \"response\" to the challenge, therefore, can only be given on the basis of the named \"essence\" ‒ the main methodological position that determines the structure and content of this article. Results. It was revealed, that a nation as a form of political unity of a sovereign people, in the perspective of liberal metaphysics, cannot be relied on as a \"substance of the state\". That the people-sovereign is \"split in itself\" and the available ways of actualizing its real unity are no longer \"valid\". That the mechanisms of political representation that democratically legitimize the power institutions of a sovereign nation-state in its new European, that is, liberal, form, need radical reform. \"Free discussion\", stated in the article, is limited in the possibility of \"answering\" the \"existential crisis\"; this presupposes the need to reduce the \"political\" (Schmitt's \"concept of the political\" as an \"existential solution\" of the sovereign in the horizon of the existential opposition \"friend – enemy\") and \"reduction\" by means of such a reduction of the \"essentially political\" to technical issues of \"governance\" (M. Weber). Three main methods of \"liberal reduction of the political\" are distinguished: \"logical-epistemological\" by Y. Elster, \"ethical\" by J. Rawls, \"aesthetic\" by R. Ankersmit, and their characteristic \"features\" are determined. Conclusion. It is concluded that a consistent liberal political philosophy, losing in its understanding of politics as government, the distinction between auctoritas and potestas, is unable to thematize the \"existential\", that is, political, crisis of the foundations of a sovereign nation-state.",
      "citationCount": 2,
      "doi": "10.21869/2223-1552-2022-12-1-193-208",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7d216e4009226e08dfd33c901a2e0e576937c07c",
      "venue": "Proceedings of the Southwest  State University. Series: Economics, Sociology and Management",
      "journal": {
        "name": "Proceedings of the Southwest  State University. Series: Economics, Sociology and Management"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3ce1bab84bb0a2ee92780e82041a4e6d3dc071d3",
      "title": "The Truth of Tradition: Critical Realism in the Thought of Alasdair MacIntyre and T. F. Torrance",
      "authors": [
        {
          "name": "T. F. Torrance",
          "authorId": "2301486807"
        },
        {
          "name": "P. J. Achtemeier",
          "authorId": "118457230"
        }
      ],
      "year": 1994,
      "abstract": null,
      "citationCount": 29,
      "doi": "10.1017/S0036930600046238",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3ce1bab84bb0a2ee92780e82041a4e6d3dc071d3",
      "venue": "Scottish Journal of Theology",
      "journal": {
        "name": "Scottish Journal of Theology",
        "pages": "355 - 374",
        "volume": "47"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5005cd157f0d713a41f4b27ac72dc87a6456a8fb",
      "title": "Democracy, Tradition, and the Local Community I. the Philosophical Roots of Modern Liberalism Iii. Macintyre's Critique of Contemporary Liberalism",
      "authors": [
        {
          "name": "J. Jackson",
          "authorId": "144727205"
        },
        {
          "name": "A. Macintyre",
          "authorId": "5708657"
        },
        {
          "name": "J. Stout",
          "authorId": "143898862"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5005cd157f0d713a41f4b27ac72dc87a6456a8fb",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "2f5b4855160e0b8db5b059cbdfeee56127313b9c",
      "title": "Why Is It Possible to Return to Aristotle's Tradition of Virtue——A Study of Macintyre's Theory of Virtue",
      "authors": [
        {
          "name": "Cheng Hai",
          "authorId": "2060200801"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f5b4855160e0b8db5b059cbdfeee56127313b9c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "134c3a91ecc055093bfcc1f9e4e833784987fef6",
      "title": "Between tradition and modernity——Study of political philosophy of Macintyre",
      "authors": [
        {
          "name": "O. Shi",
          "authorId": "73760743"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/134c3a91ecc055093bfcc1f9e4e833784987fef6",
      "venue": "",
      "journal": {
        "name": "Journal of Anhui Agricultural University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8d5c1f8809e48ae4faae9c6da61665bd7bd94009",
      "title": "Returning to Aristotle's Tradition of Virtue——The research of Macintyre's After Virtue",
      "authors": [
        {
          "name": "Y. Bao",
          "authorId": "46933492"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8d5c1f8809e48ae4faae9c6da61665bd7bd94009",
      "venue": "",
      "journal": {
        "name": "Journal of Nanchang Institute of Aeronautical Technology",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3ea70672ef6dfafffec22f1c16cdf7b3fa43c200",
      "title": "American socio-philosophical utopia: the genesis and problems of representation",
      "authors": [
        {
          "name": "Mikhail V. Kulikov",
          "authorId": "2336600559"
        }
      ],
      "year": 2024,
      "abstract": "The genesis of the genre of socio-philosophical utopia in American intellectual culture seems an important research topic since it is in this concept that the ontological, epistemological, anthropological, axiological, philosophical and historical meanings of the era and culture come together. The purpose of the work is to discover the semantic unity of the American utopia and understand the reasons for its crisis. The tradition of American utopia is taken for analysis due to the significance that it had for the formation of this culture and civilization as the embodied «city upon a hill», «society of equal opportunities», «beacon of hope». Henry Thoreau, Burres Fredrick Skinner, Robert Nozick, and Richard Rorty are taken as representatives of the American socio-philosophical utopia. Attention is drawn to the distinctive feature of the American utopia — its open nature, the absence of fundamental, predetermined guidelines, and pluralism. The paper provides conclusions about the causes of the crisis of utopian theorizing in American culture, which, in our opinion, is associated with: the feeling of the «end of history» that has become established in the public consciousness of the era of late capitalism, which leads to the rejection of the future in favor of the endless repetition of the same plots and to being doomed to remain in frozen time; retrotopia as a search for an optimal life project in the past, not the future; hauntology as a state of once existing but never realized hope for a progressive movement into the future; conspiracy theories as a way of explaining the world through conspiracy and deception. For the globalized society of late capitalism, all this gives rise to disappointment, depression as the main symptom of the time, longing for other, no longer accessible cultural development scenarios, and a nagging feeling of nostalgia.",
      "citationCount": 0,
      "doi": "10.17072/2078-7898/2024-3-402-410",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3ea70672ef6dfafffec22f1c16cdf7b3fa43c200",
      "venue": "Вестник Пермского университета Философия Психология Социология",
      "journal": {
        "name": "Вестник Пермского университета. Философия. Психология. Социология"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8b0f5441a83c0e200372c9f0b5df12b04ed398c5",
      "title": "Epistemologi Reformisme Islam Abad ke-19 di Mesir: Transformasi Historis Pemikiran Jamaluddin al-Afghani dan Muhammad Abduh",
      "authors": [
        {
          "name": "Abd. Bashir Fatmal",
          "authorId": "2399411318"
        },
        {
          "name": "Jurrahmah AB. Yasin",
          "authorId": "2399421665"
        },
        {
          "name": "Rahmawati",
          "authorId": "1399581686"
        },
        {
          "name": "Syamzan Syukur",
          "authorId": "2224264788"
        }
      ],
      "year": 2025,
      "abstract": "In the 19 century, the Islamic world faced a great upheaval due to the expansion of Western colonialism and the epistemological crisis that struck its intellectual tradition. This condition gave rise to an urgent need for the reconstruction of Islamic thought that was able to respond to the challenges of modernity while at the same time maintaining Islamic identity. This article discusses the dynamics of Islamic reform in Egypt with its main focus on the epistemological synthesis formed from the teacher-student relationship between al-Afghani and Abduh, which aims to understand their ideas as a reference in creating Islamic thought in all aspects. The results of the research show that al-Afghani emphasized pan-Islamism and political resistance against Western hegemony, while Abduh focused on institutional reform, the rationalization of theology, and the modernization of Islamic education, particularly through Al-Azhar. Their collaboration through the publication of the journal Al-Urwah al-Wuthqa reflected the spirit of transnational reform that was able to reach various regions of the Islamic world. This article also highlights their contribution in shaping a reformist Islamic epistemology that integrates reason and revelation contextually. Their intellectual legacy not only dismantled the narrative of Islamic intellectual stagnation constructed by Orientalists, but also provided the foundation for the emergence of reform movements in South Asia and Southeast Asia. Thus, their ideas remain relevant in formulating Islam as a value system that is rational, ethical, and solution-oriented toward the modern problems of the Muslim community.",
      "citationCount": 0,
      "doi": "10.38073/batuthah.v4i2.2818",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b0f5441a83c0e200372c9f0b5df12b04ed398c5",
      "venue": "Batuthah: Jurnal Sejarah Padaban Islam",
      "journal": {
        "name": "Batuthah: Jurnal Sejarah Padaban Islam"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fd3efb2ed12eda55024fed734d2b0d6a8eb72c0b",
      "title": "The Dark Mirror of Critique: Dugin, Critical Theory and the Far-Right Turn",
      "authors": [
        {
          "name": "Krzysztof Katkowski",
          "authorId": "2393560840"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the appropriation and transformation of critical\nthought by the contemporary far right through an analysis of two key works by Aleksandr Dugin: The Great Awakening vs the Great Reset (2021) and Political Platonism: The Philosophy of Politics (2019). By demonstrating Dugin’s connections with\nthe critical tradition (as understood by Laurent de Sutter) as well as with both rightand left-wing critiques of “intelligent design in politics,” I aim to show that he is also\na thinker operating within this tradition – or, more precisely, that he enters into its\nspecific theoretical problematics. This intellectual reconfiguration serves as a vehicle\nfor disinformation and geopolitical propaganda, positioning Dugin as both a theorist of hybrid warfare and a symptom of the broader epistemological crisis affecting\nglobal public discourse. The paper argues that such ideological syncretism represents\na dangerous evolution in the grammar of reactionary thought, warranting renewed\nscholarly attention.",
      "citationCount": 0,
      "doi": "10.61097/weerxv/30719828/2025/17-26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd3efb2ed12eda55024fed734d2b0d6a8eb72c0b",
      "venue": "Warsaw East European Review",
      "journal": {
        "name": "Warsaw East European Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6849bcf0a5b12d3ffe08e18ebf57e33769c1330b",
      "title": "The Climate ‘Unspeakable’: Representing Eco‐Horror in Edgar Allan Poe's Narrative of Arthur Gordon Pym of Nantucket",
      "authors": [
        {
          "name": "Megan Cole",
          "authorId": "2369047666"
        }
      ],
      "year": 2025,
      "abstract": "Contemporary ecocriticism and the American Gothic tradition share an investment in the psychic repression of terrors lurking just beyond the articulable. Amitav Ghosh's assertion that the history of fossil fuels is ‘a matter of embarrassment verging on the unspeakable’ and Timothy Morton's conception of ecocatastrophe as ‘an uncanny entity that we cannot grasp’ both, for instance, invoke the Gothic's most infamous conventions—the unrepresentable, the dark, shrouded, and looming—within the framework of contemporary environmental discourse. However, the nature of the Gothic reminds us that repression and disavowal tend only to strengthen the buried object, not to extinguish it. Turning to this centuries‐old tradition for epistemological direction, might contemporary literary critics solve climate change's ‘crisis of representation’ by refusing to privilege direct representation altogether? This paper traces the fusion of ecocritical and Gothic discourse to the early nineteenth century, taking as its primary object Poe's only published novel, The Narrative of Arthur Gordon Pym of Nantucket (1838). I argue that Poe deploys Gothic conventions throughout the novel to obliquely represent ‘Unspeakable’ environmental anxieties emerging around extractivism, plantation agriculture, overconsumption, global trade networks, and ecological apocalypse. After illuminating the explicitly ecological dimensions of Poe's Gothic fiction, I demonstrate how conventional Gothic tropes—including metaphor, latency, secrecy, containment, darkness, decay, and ‘the Unspeakable’ in its broadest sense—can inform contemporary literary‐critical approaches to climate change, which (according to Ghosh, Morton, and contemporaries) often assume that the narrative latency of ecocatastrophe inherently precludes our recognition of environmental crisis. In Poe's Gothic fiction, however, ‘Unspeakable’ horrors and latent anxieties are eventually made even more blatantly manifest than they would be if they were represented mimetically.",
      "citationCount": 0,
      "doi": "10.1002/fhu2.70015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6849bcf0a5b12d3ffe08e18ebf57e33769c1330b",
      "venue": "Future Humanities",
      "journal": {
        "name": "Future Humanities",
        "volume": "3"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "482bc4f9615c43ddd9d981bf22949619fff765c2",
      "title": "Whose Pentecostalism? Which rationality? : the Foursquare Gospel and Pentecostal biblical pragmatism of the Elim tradition",
      "authors": [
        {
          "name": "Simo Frestadius",
          "authorId": "115668690"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/482bc4f9615c43ddd9d981bf22949619fff765c2",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "63e48fb8e2c3ace5012f50ecdfc750c04c8ee964",
      "title": "Dramatic Developments and Epistemological Crises",
      "authors": [
        {
          "name": "Gerald D. McCarthy",
          "authorId": "144908592"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/hor.2016.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/63e48fb8e2c3ace5012f50ecdfc750c04c8ee964",
      "venue": "HORIZONS A",
      "journal": {
        "name": "Horizons",
        "pages": "1 - 34",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cff8099831687c8c32e9e529e9e508b68b886493",
      "title": "Rationality and Religious Traditions: An Epistemological Approach to Theology of Religions",
      "authors": [
        {
          "name": "D. J. Brewer",
          "authorId": "118352322"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/ECU.2015.0043",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cff8099831687c8c32e9e529e9e508b68b886493",
      "venue": "",
      "journal": {
        "name": "Journal of Ecumenical Studies",
        "pages": "473 - 493",
        "volume": "50"
      },
      "publicationTypes": null
    },
    {
      "paperId": "67f7e395e813f104ea0cf80a7c3ab32aa6c72600",
      "title": "Macintyre,Marx and Modern Morality",
      "authors": [
        {
          "name": "Tian Guan-ha",
          "authorId": "1518285708"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/67f7e395e813f104ea0cf80a7c3ab32aa6c72600",
      "venue": "",
      "journal": {
        "name": "Journal of Northeast Normal University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fe2977436082c994fac3ef4b206e02ef3176cf6a",
      "title": "Mimesis: An Apologia for Western Judaeo-Christian Humanist Tradition in an Age of Peril, Tyranny, and Barbarism",
      "authors": [
        {
          "name": "A. Zakai",
          "authorId": "108654957"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-40958-0_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe2977436082c994fac3ef4b206e02ef3176cf6a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "83-161",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "cfd17713ed26dccf23f2ac599de4c0e18ca77239",
      "title": "A Comparative Study of Skepticism Towards Triumph in the Search for Truth Imam Al-Ghazali in Al-Munqidz min Al-Dhalal and Sophie in Sophie's World",
      "authors": [
        {
          "name": "Ahmad Al Hallaji",
          "authorId": "2378614914"
        },
        {
          "name": "Achmad Lutfi Affandi",
          "authorId": "2347660063"
        },
        {
          "name": "Wiwik Setiani",
          "authorId": "2378613825"
        },
        {
          "name": "Abdul Kadir Riyadi",
          "authorId": "2275436998"
        }
      ],
      "year": 2025,
      "abstract": "This study aims to compare the dynamics of the search for truth experienced by Imam al-Ghazali in his autobiographical work Al-Munqidh min al-Dhalal and the fictional character Sophie in Jostein Gaarder’s novel Sophie's World. The theme of the search for truth is significant as it reflects the intellectual and spiritual struggles of human beings across time and cultures, offering deep reflections on the crisis of meaning often found in modern life. Using a qualitative approach and content analysis method, this research examines the stages both figures undergo—facing skepticism, engaging in critical reflection, and ultimately attaining philosophical and spiritual conviction. Imam al-Ghazali experienced an epistemological crisis that led him to the path of Sufism as a means of achieving certainty, while Sophie embarks on a rational journey through philosophical dialogues toward existential understanding. The findings show that, despite originating from different historical and intellectual traditions, both figures follow a similar pattern in their quest for truth: intellectual unrest, distrust of external authority, pursuit of independent thinking, and the eventual discovery of a personal and transformative form of belief. These findings highlight the importance of dialogue between Eastern spiritual traditions and Western philosophy in understanding the dynamics of truth-seeking in today’s global and contemporary context.",
      "citationCount": 0,
      "doi": "10.30829/juspi.v9i1.24478",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cfd17713ed26dccf23f2ac599de4c0e18ca77239",
      "venue": "JUSPI (Jurnal Sejarah Peradaban Islam)",
      "journal": {
        "name": "JUSPI (Jurnal Sejarah Peradaban Islam)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "45118a44d0478728194d66db2b1be99250fecca5",
      "title": "The Dialectic of the Two Poles of Ahmad Dahlan-Hasyim Asy'ari's Thought: Responding to the Challenges of Contemporary Islamic Education",
      "authors": [
        {
          "name": "Khikmatun Khikmatun",
          "authorId": "2397964238"
        },
        {
          "name": "Abdul Khobir",
          "authorId": "2397964907"
        }
      ],
      "year": 2025,
      "abstract": "This study addresses the complex challenges confronting contemporary Islamic education in Indonesia, including a values crisis, social polarization, and rapid technological change, which collectively underscore the need to reconstruct its educational paradigm on robust philosophical foundations. The study aims to explore the educational philosophies of Ahmad Dahlan and Hasyim Asy'ari, analyze the dialectic between modernity and traditionalism embedded in their epistemological frameworks, and evaluate the relevance of this dialectic for advancing contemporary Islamic education. Employing a library research methodology, the study conducts a comparative–reflective analysis of primary sources, such as Ahmad Dahlan’s speeches and treatises and Hasyim Asy'ari’s Adab al-'Alim wa al-Muta'allim—together with pertinent secondary literature. The findings reveal that Ahmad Dahlan’s thought prioritizes the integration of scientific knowledge, rational inquiry, and curriculum reform, whereas Hasyim Asy'ari emphasizes ethics, spirituality, and the preservation of tradition grounded in the principle of al-muhafadzah. Despite these differing emphases, their philosophies converge on the goal of cultivating individuals who are faithful, knowledgeable, and practically engaged in social transformation. The study concludes that the dialectic between their views constitutes not a binary opposition but a productive epistemological synthesis that fosters an integrative, moderate, and transformative model of Islamic education. This synthesis provides a philosophical foundation for reconstructing an educational paradigm that balances ethical–spiritual depth with the critical and creative competencies required to navigate the digital and pluralistic challenges of the twenty-first century.",
      "citationCount": 0,
      "doi": "10.58578/anwarul.v5i6.8237",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/45118a44d0478728194d66db2b1be99250fecca5",
      "venue": "ANWARUL",
      "journal": {
        "name": "ANWARUL"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5c405f90ef559c97485150f013482c712b2b30fc",
      "title": "The Academic and the Crisis of Knowledge Production and Dissemination in Africa",
      "authors": [
        {
          "name": "C. Ogbogbo",
          "authorId": "119300591"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-34304-0_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c405f90ef559c97485150f013482c712b2b30fc",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "81-92",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "be1deaa45b4719cbafe23f78531321e5d7d55cf8",
      "title": "The Joyce’s Tradition of V. Pelevin’s Novel «Empire ‘V’»: from Anti-scientism to the Invention of a New Character",
      "authors": [
        {
          "name": "Julia N. Myslina",
          "authorId": "2146114922"
        }
      ],
      "year": 2022,
      "abstract": "The article examines how Joyce’s detached attitude to progress in the novel Ulysses transforms into the parody-comic anti-scientism of Victor Pelevin’s novel Empire ‘V’. The Russian author not only refuses to recognize positive ontology as of scientific mood but also reduces its mission only to the destruction of reality and return to the basic intuition. The paper proves that Joyce’s methods of splitting the consciousness of the one acquiring scientific knowledge (cognizer) are rethought by Pelevin as the cognizer’s consciousness multiplied to infinity, which produces a subjective multiple reality, turning into a hypertext. Therefore, Pelevin turns Joyce’s hypostatized elements into independent agents, being characters of a new type. These characters are faced with the question of their real / possible existence in a subjective multiple reality. Thus, these new characters are interpreted within the framework of the subject-object antinomy, as fiction proceeds from subject-object relations. The paper aims to determine the influence of the Joycean principle of splitting subjective consciousness in Ulysses on the creation by V. Pelevin of characters and ways of expressing the new type in Empire ‘V’. The subject of study is the features of the invention of the new-type characters as a tool for organizing fictional decisions in Pelevin’s novel Empire ‘V’. The paper is the first study to prove that the artistic method showing the split consciousness in the heroes of the Pelevin’s novel directly develops Joyce’s epistemological tradition of the cognizer’s crisis, but in the era of weird-philosophy. The main research techniques employed: comparative method, historical and cultural contextualization, discourse analysis.",
      "citationCount": 0,
      "doi": "10.17072/2073-6681-2022-4-94-105",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be1deaa45b4719cbafe23f78531321e5d7d55cf8",
      "venue": "Вестник Пермского университета. Российская и зарубежная филология",
      "journal": {
        "name": "Вестник Пермского университета. Российская и зарубежная филология"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d58be03e8298645b2cec694f3b06797fb58f70d3",
      "title": "The Divine and the Natural World : Animals , Place , Time , and the Environment in the Platonic Tradition",
      "authors": [
        {
          "name": "K. Beigi",
          "authorId": "144736960"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d58be03e8298645b2cec694f3b06797fb58f70d3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "74cf95fbafe6e581d6062dc4aa033c21d4cf5a1f",
      "title": "A PHILOSOPHICAL REVIEW ON THE CONCEPTS OF ETERNAL WISDOM AND WORLDLINESS IN FRITJOF SCHUON’S THOUGHT",
      "authors": [
        {
          "name": "Mücella Can",
          "authorId": "2399382831"
        }
      ],
      "year": 2025,
      "abstract": "Throughout human history, the quest for truth has not been confined solely to the realm of reason. Man's relationship with the spiritual and the divine has been shaped within the framework of tradition-based knowledge and revelation. Fritjof Schuon's ideas offer important clues for understanding the rupture experienced by humanity in its search for truth in the modern world, where the relationship with divine knowledge based on tradition has been destroyed. In this context, the concept of eternal wisdom lies at the heart of Schuon's ideas. On the one hand, Schuon highlights the support of eternal wisdom in man's spiritual journey, while on the other hand, he attempts to explain the obstacles that secularisation presents to this process. According to Schuon, contemporary man, shaped by the conceptual framework of modernism, has severed his connection with the sacred. This disconnection has led to alienation on an individual and societal level, causing an existential crisis. According to him, human nature requires contact with the transcendent, but with modernity, this contact has weakened and humans have become limited to the material, sensory, and temporary. Schuon states that alienation and crises began both individually and socially when man became estranged from the spiritual and was condemned to the worldly. Modern thought lacks the power to produce solutions to these alienations and crises. Therefore, Schuon argues that spiritual disciplines rooted in metaphysical traditions can provide solutions to the problems of individuals and society. According to him, when a person builds a life based on traditional teachings, both their inner world will be illuminated and their spiritual journey will be facilitated. Schuon argues that, based on the theses of mystical thought on the one hand and the tenets of traditionalist understanding on the other, it is possible to counter the negative effects of secularization, and that this can only be done within the framework of eternal wisdom. This study aims to examine, from a philosophical perspective, how the concepts of eternal wisdom and worldliness are shaped within opposing structures in Fritjof Schuon's thought, the effects of these concepts on humans and society, and how they explain the epistemological-ontological fractures of the modern world. Therefore, the philosophical background of these concepts, which form the basis of Schuon's thought, is examined in detail, and the solutions the thinker offers to these problems are discussed in historical and contemporary contexts. Based on analytical methods and conceptual analysis, the historical and philosophical origins of the concepts of eternal wisdom and worldliness are examined, followed by Schuon's original interpretations and proposed solutions to the problems. In this context, Schuon's fundamental ideas have been analyzed in their most general sense and interpreted in depth from a hermeneutic perspective. However, these interpretations strive not to stray from the systematic coherence of meaning presented by the thinker. The process of deep interpretation and conceptual analysis that we methodologically follow in this study has progressed with due consideration for the internal consistency and conceptual patterns in Schuon's thoughts.",
      "citationCount": 0,
      "doi": "10.18505/cuid.1743330",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74cf95fbafe6e581d6062dc4aa033c21d4cf5a1f",
      "venue": "Cumhuriyet İlahiyat Dergisi",
      "journal": {
        "name": "Cumhuriyet İlahiyat Dergisi"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "eccdeae69b5aebacddc56608c01a2dbc24e78ea8",
      "title": "The Axiology of Science: from Scientific Nihilism to an \"Overabundance\" of Responsibility",
      "authors": [
        {
          "name": "Y.A Naletov",
          "authorId": "2276385589"
        }
      ],
      "year": 2025,
      "abstract": "The article discusses the actual problems of the axiological foundations of scientific knowledge. It is argued that the key problem of ethics and axiology of science is the problem of evaluation, that is, the question of standards that determine value judgments. Modern philosophy of science is gradually abandoning the postulate of the non-evaluative nature of scientific knowledge (scientific nihilism). The article analyzes the main points of criticism of scientific nihilism both logically and epistemologically, and socially and ethically. In the modern era of crisis, it is appropriate to turn to the existential philosophical tradition. The author attempts to analyze the ethics and axiology of science in the context of existential analytics. Attention is drawn to the heuristic and axiological significance of anti-values; in this context, an unexpected ethical content acquires existential fear, turning into a genuine ethical principle.",
      "citationCount": 0,
      "doi": "10.33979/2587-7534-2025-1-43-54",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eccdeae69b5aebacddc56608c01a2dbc24e78ea8",
      "venue": "Abyss (Studies in Philosophy, Political science and Social anthropology)",
      "journal": {
        "name": "Abyss (Studies in Philosophy, Political science and Social anthropology)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
