{
  "status": "success",
  "source": "semantic_scholar",
  "query": "practical wisdom phronesis decline loss",
  "results": [
    {
      "paperId": "8e5e25eb437678db7342a691d57bbba2462e3ebc",
      "title": "Fostering Eudaimonia: Design to Support Virtues and Practical Wisdom",
      "authors": [
        {
          "name": "H. Dhiman",
          "authorId": "40539149"
        },
        {
          "name": "Nicholas O'Donnell",
          "authorId": "1404691397"
        },
        {
          "name": "Yutaro Nemoto",
          "authorId": "2370499919"
        },
        {
          "name": "Gustavo Alberto Rovelo Ruiz",
          "authorId": "1400932629"
        },
        {
          "name": "D. Plewe",
          "authorId": "2165020"
        },
        {
          "name": "Eileen Wemmer",
          "authorId": "2301082901"
        },
        {
          "name": "Carsten Röcker",
          "authorId": "2256881174"
        }
      ],
      "year": 2025,
      "abstract": "We live in a time when unprecedented technological abundance stands in a perplexingly stark contrast to a precarious future, declining mental health and increasing disengagement from work. Past work has emphasized positive user experiences as a desirable design goal in designing interactive systems. Yet, researchers argue that to flourish, we need to cultivate phronesis, or practical wisdom which results from a successful integration of virtues, or character strengths. The design of technology embeds value judgments about what is worthwhile, and to the extent that interactive technologies can both positively and negatively shape our decisions, influence our motivations, and form our habits, the question arises: how can we design them to help us inculcate those patterns of thought and behavior which contribute to our ability to use technological affordances prudently and cultivate well-being supportive virtues? The aim of this one day in-person workshop is to bring together researchers to deepen our understanding of the overlap between design, flourishing and the role of virtues, and develop fruitful avenues for further research and collaboration.",
      "citationCount": 0,
      "doi": "10.1145/3715668.3734163",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e5e25eb437678db7342a691d57bbba2462e3ebc",
      "venue": "Conference on Designing Interactive Systems",
      "journal": {
        "name": "Companion Publication of the 2025 ACM Designing Interactive Systems Conference"
      },
      "publicationTypes": [
        "Book",
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "a6956ba395888777bb42b7848ca8ca5981cbd311",
      "title": "Assessing the ethical and practical wisdom of surrogate consent for living organ donation.",
      "authors": [
        {
          "name": "D. Wendler",
          "authorId": "5325601"
        },
        {
          "name": "E. Emanuel",
          "authorId": "39714312"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1001/JAMA.291.6.732",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6956ba395888777bb42b7848ca8ca5981cbd311",
      "venue": "Journal of the American Medical Association (JAMA)",
      "journal": {
        "name": "JAMA",
        "pages": "\n          732-5\n        ",
        "volume": "291 6"
      },
      "publicationTypes": [
        "JournalArticle",
        "LettersAndComments"
      ]
    },
    {
      "paperId": "bd365382e50cbc0c50042e12be98860a2e9dec48",
      "title": "Beyond loss: An essay about presence and sparkling moments based on observations from life coexisting with a person living with dementia.",
      "authors": [
        {
          "name": "J. B. Damsgaard",
          "authorId": "2160298920"
        },
        {
          "name": "Jette Lauritzen",
          "authorId": "39880053"
        },
        {
          "name": "C. Delmar",
          "authorId": "2630176"
        },
        {
          "name": "M. E. Kvande",
          "authorId": "9563228"
        }
      ],
      "year": 2023,
      "abstract": "This is an essay based on a story with observations, about present and sparkling moments from everyday life coexisting with a mother living with dementia. The story is used to begin philosophical underpinnings reflecting on 'how it could be otherwise'. Dementia deploys brutal existential experiences such as cognitive deterioration, decline in mental functioning and often hurtful social judgements. The person living with dementia goes through transformation and changes of self. Cognitive decline progressively disrupts the foundations upon which social connectedness is built, often creating a profound sense of insecurity. The challenge for carers and healthcare professionals is therefore to find ways of clarifying a concept of agency. It will be worthwhile developing the ability of attuning into 'what is there' arising from every corner of the care situation. Understanding and practicing this can strengthen existence and the experience of connectedness and meaning, empowering the person with dementia. It is important to find ways, relational moves, in which carers and healthcare professionals can embed the creativity appearing in mundane everyday situations filled with surplus of meaning, sharing mental landscapes (and embodied relational understanding) with the person living with dementia - seizing and sharing aesthetic moments (verbal and nonverbal) being present together. We argue that carers and healthcare professionals may find this understanding of care useful. This implies looking into a phenomenological-hermeneutic perspective developing competences as well as practical wisdom understanding and being aware of the creative and innovative possibilities (often preverbal and unnoticed small things) in everyday life of what we, inspired by psychoanalyst Daniel Stern, call sparkling moments of meeting, creating experience with the other that is personally undergone and lived through in the present.",
      "citationCount": 6,
      "doi": "10.1111/nup.12425",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd365382e50cbc0c50042e12be98860a2e9dec48",
      "venue": "Nursing Philosophy",
      "journal": {
        "name": "Nursing philosophy : an international journal for healthcare professionals",
        "pages": "\n          e12425\n        "
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d87e31257387eaf8611e6c5de99a49a770a5c003",
      "title": "In Search of Better Policies? The Relevance of Different Forms of Knowledge for Finnish Development Policy",
      "authors": [
        {
          "name": "Anja Onali",
          "authorId": "2322264330"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Modern interpretations of Aristotelian concepts of knowing, episteme, techne and phronesis, have lately been adopted to study expertise and professions. The article argues that a combination of the three types of knowledge would be useful in development cooperation and that especially phronesis, or practical wisdom, should take the central stage as it combines practice with values. Although values are central in development work, they are currently undermined by technical understandings. The article explored the different forms of knowledge that are used and appreciated within the Finnish development cooperation. The data was drawn from a process of providing topical and rapid scientific inputs to Finnish ministry officials and it was complemented with key-informant interviews. The findings showed that although scientific knowledge was appreciated by the ministry officials, the internal incentive structures of the development administration favoured technical forms of knowledge. Especially results information as well as picking up travelling ideas from the major trendsetters within the field were important in everyday work. The main structural constraints for phronesis to flourish within the department seemed to be a lack of time for learning and reflection. Development is a messy process involving stakeholders with various interests and wicked problems that do not have simple solutions and are inflicted with power struggles. With declining funding and diminishing appreciation from the side of the power holders, the value of knowledge available to improve the quality and effectiveness of development policy and cooperation becomes important to all stakeholders.",
      "citationCount": 0,
      "doi": "10.1080/08039410.2024.2401797",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d87e31257387eaf8611e6c5de99a49a770a5c003",
      "venue": "Forum for Development Studies",
      "journal": {
        "name": "Forum for Development Studies",
        "pages": "31 - 51",
        "volume": "52"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d7fcbb9e816f3a835e965995da18cdf79eed86fb",
      "title": "Three visions of doctoring: a Gadamerian dialogue",
      "authors": [
        {
          "name": "Benjamin H Chin-Yee",
          "authorId": "2353070576"
        },
        {
          "name": "A. Messinger",
          "authorId": "38670441"
        },
        {
          "name": "L. Trevor Young",
          "authorId": "2252595270"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1007/s10459-018-9824-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7fcbb9e816f3a835e965995da18cdf79eed86fb",
      "venue": "Advances in Health Sciences Education",
      "journal": {
        "name": "Advances in Health Sciences Education",
        "pages": "403 - 412",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "14ce4193608fc0c1d3996ff1cb438e3d2afdafa9",
      "title": "강화 하곡학파의 근대적 성향",
      "authors": [
        {
          "name": "박연수",
          "authorId": "70583257"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/14ce4193608fc0c1d3996ff1cb438e3d2afdafa9",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0b93f75eb5f65f3868eae63218adb0518bcbb89d",
      "title": "Indeterminacy, Value Pluralism, and Tragic Cases",
      "authors": [
        {
          "name": "David Wolitz",
          "authorId": "117547499"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b93f75eb5f65f3868eae63218adb0518bcbb89d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 7,
  "errors": []
}
