{
  "status": "success",
  "source": "semantic_scholar",
  "query": "trust institutions authority breakdown",
  "results": [
    {
      "paperId": "92559c48443e23efdf1993c432f11189300df0b9",
      "title": "From the Experience to Bearing Witness; From the Authority to Trust. Testimony, Historical Truth and Trust in Contemporary Collective Memory",
      "authors": [
        {
          "name": "M. Pleskaczyńska",
          "authorId": "2102022014"
        }
      ],
      "year": 2019,
      "abstract": "The last decades are the time of significant interest in the problem of witnesses and their testimonies, both in interdisciplinary discourse and practical activities and institutions. An important philosophical category of testimony, is gaining growing practical importance. New forms of collection and distribution of testimonies, significant increase of their quantity and release to the public discussion and a group of witnesses new participants, creates some new problems requiring reflection. The growing problem of institutionalization may disrupt the natural availability of bearing witness. Connecting testimonies with the historical truth and factual knowledge may lead to devaluation of testimonies and bearing witness. Ethics admits witnesses specific authority based on the personal experience and validity of the moral evaluations; this authority may explain who can (should) to bear witness. Meanwhile, the category of trust seems to explain the witnesses selection much better. The risk of numerous manipulations of testimonies is an important problem that has a negative impact on the reception of the social reception of testimonies and the situation of witnesses. In order to adequately respond to the experiences and needs of witnesses, an atmosphere of social trust should be build.",
      "citationCount": 0,
      "doi": "10.16926/pd.2019.01.05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92559c48443e23efdf1993c432f11189300df0b9",
      "venue": "Philosophical Discourses",
      "journal": {
        "name": "Philosophical Discourses"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ee640925afc0f677dd275d897d7e64f71bf2080e",
      "title": "Automating epistemology: how AI reconfigures truth, authority, and verification",
      "authors": [
        {
          "name": "Donghee Shin",
          "authorId": "2377966558"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/s00146-025-02560-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee640925afc0f677dd275d897d7e64f71bf2080e",
      "venue": "AI &amp; SOCIETY",
      "journal": {
        "name": "AI &amp; SOCIETY"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e8252af63cb18a7cd9f072e613d6da7955413aa0",
      "title": "Trust in Institutions",
      "authors": [
        {
          "name": "M. R. Lepsius",
          "authorId": "2072508376"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 26,
      "doi": "10.1007/978-3-319-44708-7_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e8252af63cb18a7cd9f072e613d6da7955413aa0",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "79-87",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "464a8689009f4ff64315e6429f367a5b54a71581",
      "title": "Ethical strategic framing of algorithmic authority in global organizations",
      "authors": [
        {
          "name": "Dinesh Kumar",
          "authorId": "2384329666"
        }
      ],
      "year": 2025,
      "abstract": "\n \n This paper aims to present a multi-theoretic model that explains how global organizations use ethical narratives to legitimize the algorithmic authority. The framework shows how ethical storytelling can enhance stakeholder trust, confer institutional legitimacy and offer competitive advantage.\n \n \n \n The conceptual study uses a logic-based theorization process using the existing literature. It integrates institutional theory, behavioral economics and the resource-based view into a unified explanatory framework. It proposes a tripartite model in which ethical framing functions as a mechanism that links theoretical logics to organizational outcomes. It includes propositions and metaphoric examples to ground abstract concepts.\n \n \n \n The study identifies three core mechanisms of ethical strategic framing: normative legitimation, cognitive alignment and resource positioning. These mechanisms help organizations in translating opaque algorithmic systems into trusted, norm-aligned and strategically positioned tools. The framework clarifies how ethical narratives humanize algorithms and shape public perceptions of fairness, answerableness and innovation.\n \n \n \n The paper is conceptual and untested empirically. Future research should validate the framework through experimental, qualitative and computational methods. They should test its proposition by using experimental, qualitative or computational approaches.\n \n \n \n Organizations can use the framework to design tailored ethical communication strategies around AI and algorithmic system. The findings offer actionable insights for global firms to deal with regulatory complexity and stakeholder scrutiny. The framework also offers policymakers a lens to assess the earnestness and strategic function of corporate AI ethics narratives.\n \n \n \n This paper reconceptualizes ethical discourse as a strategical framing device that integrates legitimacy-seeking, cognitive persuasion and resource mobilization. It advances a multi-theoretical model of algorithmic authority. The model offers a novel explanation of how algorithmic authority is socially build and sustained.\n",
      "citationCount": 0,
      "doi": "10.1108/jices-05-2025-0122",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/464a8689009f4ff64315e6429f367a5b54a71581",
      "venue": "Journal of Information, Communication and Ethics in Society",
      "journal": {
        "name": "Journal of Information, Communication and Ethics in Society"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "46675164c8b8b40e5809661e2e49e1782bbdab00",
      "title": "DOUBT IN RELIGIOUS FUNDAMENTALISM: EDUCATION BETWEEN AUTHORITY AND RATIONAL AUTONOMY",
      "authors": [
        {
          "name": "Rahel Kellich",
          "authorId": "2237667055"
        }
      ],
      "year": 2023,
      "abstract": "A fundamentalist religious practice determines daily life, personal beliefs, and interaction with fellow human beings. Children and adolescents who grow up in fundamentalist homes are often collaterally involved in their parents’ religious practice. Therefore, a self-determined decision about potential religious participation is usually anticipated and exchanged for authoritarian patterns of upbringing. When this practice demands blind trust in the universality of the religion and its scriptures, this is mainly reflected in educational practices and how authority determines them. The ability to doubt is fundamental, particularly regarding critical opinion-forming, social participation, and democratic involvement. But how does the possibility of young people learning to doubt situate itself in this field of tension of religious infallibility? To pursue this topic, the influence of multi-layered authority in a religious fundamentalist education on the emergence and handling of doubt is examined and compared to the requirements for developing an autonomous personality. A delegitimation of doubt in pedagogical practice can lead to difficulties in the child's autonomy development. It is, therefore, in the interest of society and institutions to promote the ability to exercise autonomy. This paper attempts to generate a broader and interdisciplinary understanding of the interaction of doubt in religious fundamentalism and the development of rational autonomy.",
      "citationCount": 0,
      "doi": "10.36315/2023v1end046",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/46675164c8b8b40e5809661e2e49e1782bbdab00",
      "venue": "Education and New Developments",
      "journal": {
        "name": "Education and New Developments"
      },
      "publicationTypes": null
    },
    {
      "paperId": "251bcdf922e549bdea334ee9ec13bf32e65d43dc",
      "title": "Expertise as Confirmation and Refutation of Authority",
      "authors": [
        {
          "name": "E. Evstifeeva",
          "authorId": "1782045644"
        },
        {
          "name": "E. Z. Verdiev",
          "authorId": "2365022376"
        }
      ],
      "year": 2023,
      "abstract": "Aim. To identify the factors that reduce trust in expert opinion in the era of digitalization. To analyze the situations confirming the key expert opinion and the facts of their refutation. To update the cases when an incorrect expert conclusion or opinion undermines the authority of an expert or other subjects, which causes doubt in the future and entails the abolition of the institution of professionals.Methodology. The final conclusions of the article are based on the principles of philosophical, general scientific and interdisciplinary knowledge. Comparative analysis is used for the examples of expert opinions, including erroneous and valid options.Results. Factors indicating the danger of elimination of expertise as a social institution and social phenomenon are revealed. Using reliable examples, the risks for having an authoritative opinion are identified, as well as the threats to the modern society of the lack of experts and their conclusions, when anyone can consider themselves a specialist without having a relevant education with the help of internet resources.Research implications. The article describes the features of the information society. The necessity of an authoritative conclusion represented by an expert is proved to prevent false specialists, especially embodied in bloggers, among a undereducated and poorly enlightened population. Moreover, attention is focused on the incorrect conclusion of experts which leads to the undermining of faith in authoritative opinion.",
      "citationCount": 0,
      "doi": "10.18384/2949-5148-2023-3-20-28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/251bcdf922e549bdea334ee9ec13bf32e65d43dc",
      "venue": "Contemporary Philosophical Research",
      "journal": {
        "name": "Contemporary Philosophical Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "35e6e0caf506709635c6f518dea6e81b1b8956ae",
      "title": "Monitoring and Institutional Trust Repair",
      "authors": [
        {
          "name": "Emma C. Gordon",
          "authorId": "2308081912"
        }
      ],
      "year": 2025,
      "abstract": "A monitoring‐based strategy for repairing ruptured institutional trust is motivated and defended, bringing together insights about both interpersonal and institutional trust breakdown. The strategy pursued identifies and exploits important differences between interpersonal and institutional trust relations, insofar as monitoring in each case mitigates against the kind of risks that by trusting one makes oneself vulnerable. Once the relevant differences are appreciated, certain kinds of monitoring are shown to have special promise in the case of repairing institutional trust following institutional abuses of power. Particular strategies are then outlined and compared favourably to alternatives.",
      "citationCount": 0,
      "doi": "10.1111/japp.70046",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35e6e0caf506709635c6f518dea6e81b1b8956ae",
      "venue": "Journal of Applied Philosophy",
      "journal": {
        "name": "Journal of Applied Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dede45bf30b8d89276072fb288a6687264cc4265",
      "title": "Fear of breakdown: Politics and psychoanalysis",
      "authors": [
        {
          "name": "David W. McIvor",
          "authorId": "50332545"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1057/s41296-021-00520-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dede45bf30b8d89276072fb288a6687264cc4265",
      "venue": "Contemporary Political Theory",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "146 - 149",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "228bbc5b040271ebc05ca79482f9651254666ee4",
      "title": "“Trust Me, I’m a Scientist”",
      "authors": [
        {
          "name": "Stefaan Blancke",
          "authorId": "12260073"
        },
        {
          "name": "M. Boudry",
          "authorId": "6010456"
        }
      ],
      "year": 2022,
      "abstract": "Modern democratic societies tend to appeal to the authority of science when dealing with important challenges and solving their problems. Nevertheless, distrust in science remains widespread among the public, and, as a result, scientific voices are often ignored or discarded in favour of other perspectives. Though superficially “democratic”, such a demotion of science in fact hinders democratic societies in effectively tackling their problems. Worryingly, some philosophers have provided ammunition to this distrust and scepticism of science. They either portray science as an institution that has unrightfully seized political power, or they claim that science constitutes only one voice among many and that scientists should know their proper place in our societies. As philosophers of science, we believe that it is potentially dangerous to undermine trust in science in this way. Instead, we believe that philosophers should help people to understand why science, even though it is far from perfect, deserves our trust and its special standing in modern societies. In this paper, we outline what such an explanation may look like from a naturalistic and pragmatic perspective, and we discuss the implications for the role of philosophy of science in science education.",
      "citationCount": 8,
      "doi": "10.1007/s11191-022-00373-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/228bbc5b040271ebc05ca79482f9651254666ee4",
      "venue": "Science Education",
      "journal": {
        "name": "Science & Education",
        "pages": "1141 - 1154",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fd791005e0b8b192adeca3cfa8e529f93e03916a",
      "title": "Metaphysics of Trust",
      "authors": [
        {
          "name": "Philip Goodchild",
          "authorId": "2363254083"
        }
      ],
      "year": 2021,
      "abstract": "Following Credit and Faith and Economic Theology, this third volume in the series develops a metaphysics which is missing when trust is ordered around economic theories and institutions. Human existence may be conceived according to its temporal dimensions of appropriation, participation, and offering.\n Engaging with the Western philosophical tradition from the Neo-Pythagoreans and Plato to Heidegger and Arendt, drawing especially from Augustine and Weil, Goodchild offers striking reconstructions of the meanings of economic, political and religious dimensions of life. The outcome is an elaboration of conceptions of wealth, power, contingency, necessity and grace which give a new orientation to human life and endeavour.\n Goodchild situates this discussion within the current historical era of the breakdown of global financial capitalism. He draws from the Financial Revolution in England as a time of crisis which illuminates our own. Faced with a range of global crises, Goodchild proposes an alternative between strategies for survival: either submission before a Great Machine of Credit as an autonomous, unthinking system for regulating human behaviour or accession to the necessity of grace as a way of empowering the pursuit of wealth, justice and thought.",
      "citationCount": 0,
      "doi": "10.5040/9798881816261",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd791005e0b8b192adeca3cfa8e529f93e03916a",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "f9679ae3d53b640423c5e529456939b5293c0c75",
      "title": "Communal and Institutional Trust: Authority in Religion and Politics",
      "authors": [
        {
          "name": "C. Coady",
          "authorId": "144622427"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.24204/EJPR.V6I4.141",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9679ae3d53b640423c5e529456939b5293c0c75",
      "venue": "",
      "journal": {
        "name": "European Journal for the Philosophy of Religion",
        "pages": "1-23",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5ada69ec81eeeb3f7bd86794b52725ee9c0ae4aa",
      "title": "Constitutive knowledge sources: an institutional approach to epistemic trust in opaque AI systems",
      "authors": [
        {
          "name": "Lior Gazit",
          "authorId": "2397657893"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s43681-025-00930-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ada69ec81eeeb3f7bd86794b52725ee9c0ae4aa",
      "venue": "AI and Ethics",
      "journal": {
        "name": "AI and Ethics",
        "volume": "6"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dd6efbeba6e0246f24b3eeb438008c13dc08be24",
      "title": "Who to Trust? Christian Belief in Conspiracy Theories",
      "authors": [
        {
          "name": "Nigel et al. Chapman",
          "authorId": "2258169262"
        }
      ],
      "year": 2023,
      "abstract": "WHO TO TRUST? Christian Belief in Conspiracy Theories by Nigel Chapman et al. Victoria, Australia: ISCAST, 2022. 164 pages. Paperback; $12.99. ISBN: 9780645067156. ebook/discussion paper. https://iscast.org/conspiracy/. *Conspiracy theories (CTs) have existed for as long as humans have been able to record them for posterity; however, due to the exponential growth of electronic media, the proliferation and popularity of CTs have made them ubiquitous. Western societies have been particularly affected by CTs in recent decades through our ability to communicate unfiltered diatribes at the speed of light, by the seductive influence of CTs as a form of mass entertainment, and by unabashed populists who use them to tar their political rivals. Though they still frequently draw ridicule, conspiracy claims are now a mainstream form of grievance, spread by people--rich, poor, weak, and powerful--across the political spectrum. This is largely why academics in the behavioral and social sciences, concerned by the harmful impact of CTs on public discourse and social behavior, have begun to treat them and the people who promote them as objects of serious study. *Sadly, committed Christians are no strangers to the conspiracy mindset, and not only those who belong to fringe communities obsessed with end-times prophecy and creeping authoritarianism. Hence, learning to identify the common elements of conspiracist thinking and guarding themselves, their relationships, and their faith communities against its corrosive influence, is a timely and urgent issue for those who claim to be followers of Christ. *This short book (or long \"discussion paper,\" as its authors describe it) is the product of fifteen science and theology authors who are committed Christians and associates of the Institute for the Study of Christianity in an Age of Science and Technology (ISCAST), an Australian organization that promotes dialogue on the intersection of faith and science. The central goal of this work is to harmonize the academic research on conspiracy thinking with biblical ethics in order to help Christian leaders and their communities address the phenomenon of conspiracism in a socially constructive and spiritually uplifting manner. *The book contains five main chapters--two of a theoretical nature and three of a practical nature. The first two summarize the ideas of leading academics (Barkun, Brotherton, Douglas, Dyrendal, Uscinski and Parent, van Prooijen, etc.), with a special focus on political polarization and populism, and the ways these shape, or are shaped by, conspiracy theories. The third chapter examines popular vaccine and COVID-19-themed conspiracy theories in Australia, North America, and Europe, and it highlights the exaggerated suspicions many Christians harbor toward government, media, academia, and other mainstream epistemic authorities. The last two chapters discuss the ethical, psycho-social, and organizational challenges that conspiracism poses on the way Christians live and think, admonishing them--as individuals and faith communities--to examine conspiracy claims in an epistemically responsible, socially constructive, and biblically grounded manner. *This book presents several strong arguments. First, because some conspiracy claims turn out to be true (Watergate, Iran-Contra, etc.), there is need to exercise careful discernment, engage in charitable exchanges, and consult appropriate expert sources when considering the credibility of specific CT claims. Real conspiracies generally turn out to be less ambitious in scope than the more elaborate theories that flourish in alternative media (JFK, \"deep state,\" flat earth, deadly vaccines, etc.) and are usually the product of organized criminal networks, political graft, or fraudulent business deals. *Second, implausible CTs are often promoted by fringe media, non-experts, and subversive political movements, all of whom habitually traffic in speculation rather than hard evidence, blame vague or invisible enemies who cannot be prosecuted, berate official narratives rather than present a consistent counter-theory, ask rhetorical questions that invite the hearer to distrust experts, and make bombastic claims that reinforce anxieties of impending doom, furtive enemies, secret patterns hiding in plain sight, social marginalization, and political alienation. *Third, CTs negatively affect social relations by \"building isolation, paranoia, anxiety, or depression in some individuals, [...] splitting friends, families, churches,\" disrupting communities, and \"undermining [legal, political, and academic] institutions through cynicism and mistrust\" (p. 6). Not only is the impact of strong conspiracy beliefs detrimental to healthy social relationships and responsible citizenship, CTs also undermine the New Testament's instructions not to slander, not to proffer angry judgments and insults, nor to engage in strife and partiality but rather to live in harmony, love, respect, patience, and forbearance in accordance with Christ's example. *Fourth, these considerations should lead Christians who feel drawn to conspiracist explanations to exercise humility in their search for truth, and to nurture a predisposition to healing rather than attacking relationships and institutions. \"A Christian conspiracy theorist should understand themselves to be seeking truth and justice\" (p. 6), cultivating awareness of the biases and self-victimizing tendencies that especially affect Christians (e.g., through divisive biblical and pseudo-biblical doctrines), and fostering dialogue rather than fractious debate. \"Conspiracy theories may be true or false. But if we want to avoid spreading untruths, injustices, and strife, then we must cultivate a reasonable and peaceable impartiality in the way that we assess or discuss them\" (p. 114). *Finally, \"inoculation is better than cure\" (p. 131). By sensitizing believers to the challenges of cognitive biases and disinformation, we can help them guard their hearts and minds against disruptive CTs and the unhealthy behaviors they elicit. \"We should train Christians to hear diverse views; have good conversations; debate ideas; hear from Christians who work as experts or authorities in public life; demand consistent democratic values in public life; and have the emotional maturity to be generous in spirit toward their opponents (p. 6).\" *This book/discussion paper serves as a useful and well-rounded survey of academic literature on conspiracism and as a primer for practical discussions on trust, responsible research, and Christian ethics. It contains useful definitions, summaries, and suggestions for further reading that make the text easy to read and to follow. Its language is accessible to most, though its content is less balanced in its accessibility to a mass audience. The information presented in the first two chapters may be complex to those with little knowledge of psychology and political science, while the second half, strong in biblical references, requires the reader to have some level of familiarity with the scriptures and (it goes without saying) a belief in their moral authority. Inversely, well-versed readers may find that the overview presented in the first half of the work lacks depth of analysis. Readers will also notice a lack of cohesion (and some repetition) between chapters, but this is unsurprising in a 163-page discussion paper written by fifteen authors divided into four working groups. Like the old adage that a giraffe is a racehorse designed by a committee, so too does this work end up lacking some unity. Nevertheless, it still serves as a useful guide for church leaders seeking greater theoretical and/or practical understanding of conspiracy thinking, and for small groups wishing to improve communications, counselling services, and ministry to the politically and socially disaffected within their church or wider community. *If we reformulate the title of this text to \"Whom Should Christians Trust?,\" and distill it through the clichéd but effective rhetorical question \"What would Jesus do?,\" we might then ask ourselves, \"Whom would Jesus fear?\" The answer to this question, of course, is \"no one,\" because his kingdom is not of this world. This maxim encapsulates the central message of this discussion paper, which admonishes its readers not to fall prey to worldly anxieties but to have--and to guide others toward--the confidence that Christ has already won the battle against all evil plots. His followers need only guard their hearts against despair and pursue the truth with love. *Reviewed by Michel Jacques Gagné, a historian, podcaster, and the author of Thinking Critically about the Kennedy Assassination: Debunking the Myths and Conspiracy Theories (Routledge, 2022). He teaches courses in critical thinking, political philosophy, and ethics at Champlain College, St. Lambert, QC.",
      "citationCount": 0,
      "doi": "10.56315/pscf9-23chapman",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dd6efbeba6e0246f24b3eeb438008c13dc08be24",
      "venue": "Perspectives on Science and Christian Faith",
      "journal": {
        "name": "Perspectives on Science and Christian Faith"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "72e71eff101689238a5a62cb60eda9589b1f210a",
      "title": "Post-Truth dan Tantangannya dalam Dunia Pendidikan",
      "authors": [
        {
          "name": "Achmad Rifki Ibnu Maulana Achmad",
          "authorId": "2387569074"
        },
        {
          "name": "Ahsan Ahmad Syarif Ahsan",
          "authorId": "2387494138"
        }
      ],
      "year": 2025,
      "abstract": "The post-truth phenomenon marks a fundamental shift in how society perceives truth, where emotions and subjective opinions overshadow objective facts. In the field of education, this condition undermines scientific authority, trust in knowledge institutions, and students’ critical thinking abilities. This article analyzes the epistemological crisis caused by post-truth through the lens of philosophy of science, drawing on the ideas of Plato, Immanuel Kant, and Karl Popper. These thinkers offer theoretical frameworks to understand and respond to disinformation: from the realm of ideal forms and absolute truth (Plato), the autonomy of reason and freedom of thought (Kant), to the spirit of critical inquiry and falsifiability (Popper). This study employs a qualitative method with a library research approach, examining classical and contemporary philosophical texts alongside secondary data on digital disinformation, the crisis of trust in science, and weak media literacy among students. The analysis reveals that post-truth is not merely an information crisis, but a deeply rooted epistemological crisis. Therefore, education must reinforce critical literacy, philosophical reflection, and a scientific mindset. Integrating philosophy of science into the curriculum is a crucial transformative strategy to strengthen the intellectual resilience of younger generations in navigating an increasingly complex and distracting post-truth era.",
      "citationCount": 1,
      "doi": "10.15408/paradigma.v7i1.46905",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e71eff101689238a5a62cb60eda9589b1f210a",
      "venue": "Paradigma",
      "journal": {
        "name": "Paradigma: Jurnal Kalam dan Filsafat"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b989624a45161d5cfdf7e9aea675e64d26741328",
      "title": "The Dawn of Science as Cultural Authority in China: Tianyanlun (On Heavenly Evolution) in the Post-1895 Debate over the Engagement with Western Civilization",
      "authors": [
        {
          "name": "S. Lei",
          "authorId": "66594850"
        }
      ],
      "year": 2022,
      "abstract": "Abstract There is an intriguing puzzle to be found in the historiography of science in modern China: Yan Fu's 嚴復 (1854--1921) Tianyanlun 天演論 (On Heavenly Evolution), which was published in 1898 as the Chinese translation of Thomas Huxley's Evolution and Ethics (1893), is widely celebrated as the most influential book in modern Chinese intellectual history. And yet, this science-based book has received little,—if any,—credit in the history of science. Taking this puzzle as a clue, this article argues that On Heavenly Evolution constituted a historic breakthrough in a three-centuries-long struggle to win cultural authority for Western science in China, with the ultimate goal of persuading the Chinese to embrace Western civilization as a whole. The context within which On Heavenly Evolution played this pivotal role was the historical debate over the preservation or abandonment of China's quintessential teachings (jiao 教), which took place in the aftermath of China's catastrophic defeat in the first Sino-Japanese war of 1895. It is well-known that Yan Fu and Zhang Zhidong 張之洞 (1837--1909), the powerful architect of the New Policy Reform (1898--1912), held polarized positions in this debate over whether or not to abandon the most cherished institutions and ethical norms of Chinese civilization. What most scholars do not realize, however, is that these two towering figures based their positions on two opposing conceptions of Western science/technology: Following the strategy set up by Matteo Ricci (1552--1610) in the seventeenth century, Yan Fu fashioned Western science as Neo-Confucian gezhi 格致 (Investigation of Things to Acquire Knowledge) to win cultural authority for it, and thereby created a unique local conception of Western science as “Western gezhi” (xixue gezhi 西學格致). Vehemently rejecting Yan Fu's conception of “Western gezhi” and the resulting status of Western science as cultural authority, Zhang Zhidong created the notion of “Western mechanical arts” (xiyi 西藝) instead and promoted it as an official category in his reform agenda. By making visible their debate over the proper conception of Western science/technology, this article draws readers’ attention to the historic breakthrough moment when Western science became a major source of cultural authority in China. Along the way, it further argues that what was at stake in the debate over China's quintessential teachings—from Yan Fu's perspective,—was nothing less than the universality of “Western civilization” and therefore a wholesale adoption of it in China,—the very first time this radical idea was proposed in Chinese history. When On Heavenly Evolution—as a concrete manifestation of Yan's conception of “Western gezhi”—rose in importance to become the most influential book of modern Chinese thought, Western science finally succeeded in becoming the trusted foundation not only for the universalism of Western civilization, but at the same time also for the Neo-Confucian Way, while also paving the road for “Mr. Science” to exercise a previously unimaginable influence in twentieth-century China. Situating this Chinese debate in the context of the rise of the globally circulating conception of “Western science” in the late nineteenth Century, this article demonstrates the importance of investigating how non-Europeans embraced, challenged, and reconfigured the primacy of science relative to technology, which was taken for granted in that conception.",
      "citationCount": 1,
      "doi": "10.1080/18752160.2022.2095102",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b989624a45161d5cfdf7e9aea675e64d26741328",
      "venue": "East Asian Science, Technology and Society: an International Journal",
      "journal": {
        "name": "East Asian Science, Technology and Society: An International Journal",
        "pages": "408 - 432",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "240fe9210e9ab85d0c2dbde3dec0d3443cda183d",
      "title": "Rethinking the Public Sphere in the Post-truth Era",
      "authors": [
        {
          "name": "Diksha Vishwakarma",
          "authorId": "2306991508"
        }
      ],
      "year": 2024,
      "abstract": "Ever since the Age of Enlightenment, individuals and social structures have strived to cultivate a discursive arena in which the unheard should not only be heard but also given the chance to advance the fundamental principles of solidarity and justice in a democracy. The public sphere paves the path for social interaction and intersubjective understanding of individuals based on civil exchange of reasons outside the confines of public institutions. By fostering communication and enabling collaborative co-creation, it facilitates everyone with equal liberty to speak their minds on any concern matter as the basis for mutual understanding, shared knowledge, trust, and interpersonal relationships. Keeping in mind the rich intellectual history of the concept, the purpose of this article would be to examine whether a vibrant public sphere helps people emancipate themselves from imposed authority or a spiral of silence and participate in peripheral awareness.",
      "citationCount": 0,
      "doi": "10.36948/ijfmr.2024.v06i03.22689",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/240fe9210e9ab85d0c2dbde3dec0d3443cda183d",
      "venue": "International Journal For Multidisciplinary Research",
      "journal": {
        "name": "International Journal For Multidisciplinary Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4437aefc95dbdf91cd5f2b5383482d533ad45193",
      "title": "ENFRENTAMENTOS PARA O NEGACIONISMO CIENTÍFICO: EXPLORANDO A NATUREZA DA CIÊNCIA A PARTIR de FACT-CHECKING",
      "authors": [
        {
          "name": "Carolina Santos Bonfim",
          "authorId": "2133066881"
        },
        {
          "name": "Roseline Beatriz Strieder",
          "authorId": "102532118"
        }
      ],
      "year": 2024,
      "abstract": "Scientific denialism is characterized by discrediting and dismissing science and its institutions. Alongside recurrent challenges in scientific education, denialism has prompted researchers to rethink strategies and seek new approaches to understand the phenomenon and combat its impact on science teaching and learning. In the same way, this study aims to evaluate the teaching potential of fact-checking publications to explore the Nature of Science (NOS). To reach this goal, we identified and characterized NOS elements in fact-checking about vaccines and autism based on Douglas Allchin and collaborators' partial inventory of dimensions of reliability in science, including its updates focused on the social media context. From this analysis, we inferred that dimensions related to the sociocultural axis predominate in the sample, compared with the conceptual and observational axes. We emphasize that related to communication-related factors, such as authority, credibility, and epistemic trust and dependence, are prevalent. According to the results, we point out different paths to work NOS aspects that are less alluded to in the publications. We hope this discussion will encourage further exploration and thus contribute to its approach from teaching training to basic education.",
      "citationCount": 0,
      "doi": "10.22600/1518-8795.ienci2024v29n3p101",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4437aefc95dbdf91cd5f2b5383482d533ad45193",
      "venue": "Investigações em Ensino de Ciências",
      "journal": {
        "name": "Investigações em Ensino de Ciências"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8ad6b58af0deaad6a19c389ec0b8d114a61434bf",
      "title": "Trust in the Twenty-First Century",
      "authors": [
        {
          "name": "T. Tyler",
          "authorId": "145570151"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1007/978-3-319-22261-5_12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8ad6b58af0deaad6a19c389ec0b8d114a61434bf",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "203-215",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4828ad0878284e7d6b71bbb2fe0139ad69b74786",
      "title": "Thomas Hobbes and the Secularization of Authority",
      "authors": [
        {
          "name": "Edgar Straehle",
          "authorId": "2083242923"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-65394-5_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4828ad0878284e7d6b71bbb2fe0139ad69b74786",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "101-120",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "03a9274175878f7fa447b2bf3ff4ee5bdfa792fd",
      "title": "AI or Your Lying Eyes: Some Shortcomings of Artificially Intelligent Deepfake Detectors",
      "authors": [
        {
          "name": "K. R. Harris",
          "authorId": "2075421396"
        }
      ],
      "year": 2024,
      "abstract": "Deepfakes pose a multi-faceted threat to the acquisition of knowledge. It is widely hoped that technological solutions—in the form of artificially intelligent systems for detecting deepfakes—will help to address this threat. I argue that the prospects for purely technological solutions to the problem of deepfakes are dim. Especially given the evolving nature of the threat, technological solutions cannot be expected to prevent deception at the hands of deepfakes, or to preserve the authority of video footage. Moreover, the success of such technologies depends on institutional trust that is in short supply. Finally, outsourcing the discrimination between the real and the fake to automated, largely opaque systems runs the risk of undermining epistemic autonomy.",
      "citationCount": 5,
      "doi": "10.1007/s13347-024-00700-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03a9274175878f7fa447b2bf3ff4ee5bdfa792fd",
      "venue": "Philosophy & Technology",
      "journal": {
        "name": "Philosophy & Technology",
        "volume": "37"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5a031ce9c645001625f6f4a00584929549104768",
      "title": "Promoting professionalism through humanities-based transformation",
      "authors": [
        {
          "name": "David J Doukas",
          "authorId": "2296430094"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Introduction In the last two decades, academic medical centers in the United States have faced a new challenge, dealing with breaches of medical professionalism in their staff, house staff, and medical students. Medical education settings have largely directed their professionalism efforts toward responding reactively to negative outliers. Discussion This paper contends that the warrant of medical education mandates a transformative path forward. While negative behavior must be responded to meaningfully, so, too, must positive role models of professional behavior be publicly lauded for their consequential culture change in their institutions, and promoted as positive role models. Further, the promotion of medical professionalism must be part of this culture by proactively engaging all learners and health care providers with medical ethics and humanities-based knowledge, critical thinking skills, and role modeling. Conclusion Professionalism programs should be vested with the authority to implement an affirmative educational program intended to nurture and promote medical professionalism in each medical student, resident, fellow, and attending and utilize methods to that end employing both virtue and care ethics. KEY MESSAGES Medical professionalism is the foundational concept grounded upon scientific- and humanities-based knowledge and skills, directed toward the promotion of patient benefit with the rejection of self-interest, delivered with excellence in comportment, and the adherence to a covenant of trust with society. Medical educators who solely emphasize the detection and punishment of negative outliers are missing essential elements in promoting medical professionalism. Medical professionalism should be comprehensively addressed through a systematic addressing of teaching fundamental knowledge, skills, and virtue, promote excellence in role modeling and mentorship, and the redress of those lacking insight in their professional conduct.",
      "citationCount": 3,
      "doi": "10.1080/07853890.2024.2386039",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a031ce9c645001625f6f4a00584929549104768",
      "venue": "Annals medicus",
      "journal": {
        "name": "Annals of Medicine",
        "volume": "56"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bfc4c03ac96ebe5724e986afebce1b6a6ae88951",
      "title": "Vigilance and Confidence: Jeremy Bentham, Publicity, and the Dialectic of Political Trust and Distrust",
      "authors": [
        {
          "name": "Jonathan R. Bruno",
          "authorId": "13963614"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 18,
      "doi": "10.1017/S0003055416000708",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bfc4c03ac96ebe5724e986afebce1b6a6ae88951",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "295 - 307",
        "volume": "111"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cc68de5cb02dd4ff74794329d47cd026677cf0f2",
      "title": "When views about alternative medicine, nature and god come in the way of people's vaccination intentions",
      "authors": [
        {
          "name": "P. Van Oost",
          "authorId": "2095522221"
        },
        {
          "name": "Mathias Schmitz",
          "authorId": "2057761782"
        },
        {
          "name": "O. Klein",
          "authorId": "2142804353"
        },
        {
          "name": "Marie Brisbois",
          "authorId": "2204658076"
        },
        {
          "name": "O. Luminet",
          "authorId": "2500494"
        },
        {
          "name": "S. Morbée",
          "authorId": "119253634"
        },
        {
          "name": "E. Raemdonck",
          "authorId": "123598636"
        },
        {
          "name": "Omer Van den Bergh",
          "authorId": "2248886547"
        },
        {
          "name": "M. Vansteenkiste",
          "authorId": "49651843"
        },
        {
          "name": "J. Waterschoot",
          "authorId": "151067829"
        },
        {
          "name": "Vincent Yzerbyt",
          "authorId": "2252440448"
        }
      ],
      "year": 2024,
      "abstract": "In spite of the safety and efficiency of the COVID‐19 vaccines and the many promotion efforts of political and expert authorities, a fair portion of the population remained hesitant if not opposed to vaccination. Public debate and the available literature point to the possible role of people's attitudes towards medical institutions as well as their preference for complementary and alternative medicine (CAM) on their motivations and intentions to be vaccinated. Other potential ideological factors are beliefs about environmental laissez‐faire and divine providence insofar as they encourage people to let the pandemic unfold without human interference. In three cross‐sectional samples (total N = 8214), collected at successive moments during the Belgian vaccination campaign, the present research examines the distal role of these psychological and ideological factors on vaccination intentions via motivational processes. Study 1 gauges the relation between trust in medical institutions and preference for CAM on intentions to get vaccinated via motivations. Study 2 examined the role of beliefs in the desirability of letting nature take its course (‘environmental laissez‐faire beliefs’) on vaccination intention via motivations. Study 3 tests whether people's adherence to environmental laissez‐faire and beliefs about divine providence are linked to their motivations for vaccination via trust in the medical institutions and CAM. Results show that adherence to CAM has a deleterious effect on vaccination intentions, whereas trust in medical institutions has a positive effect. Both ideological factors pertaining to external control are only moderately related, with environmental laissez‐faire beliefs having stronger effects on CAM, medical trust and vaccination motivations. We discuss the importance of this set of results in light of the growing interest in CAM and the increasing presence of messages appealing to the environment.",
      "citationCount": 2,
      "doi": "10.1002/ejsp.3047",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cc68de5cb02dd4ff74794329d47cd026677cf0f2",
      "venue": "European Journal of Social Psychology",
      "journal": {
        "name": "European Journal of Social Psychology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "100715642a0ef5d82ea31e8be9e83fba191ff9ce",
      "title": "The Building Blocks of Social Trust: The Role of Customary Mechanisms and Property Relations for the Emergence of Social Trust in the Context of the Commons",
      "authors": [
        {
          "name": "Marc Goetzmann",
          "authorId": "151370021"
        }
      ],
      "year": 2021,
      "abstract": "This paper argues that social trust is the emergent product of a complex system of property relations, backed up by a sub-system of mutual monitoring. This happens in a context similar to Ostrom’s commons, where cooperation is necessary for the management of resources, in the absence of external authorities to enforce sanctions. I show that social trust emerges in this context because of an institutional structure that enables individuals to develop a generalized disposition to internalize the external effects of their actions. This is made possible by the “patrimonial” nature of this structure.",
      "citationCount": 3,
      "doi": "10.1177/00483931211008432",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/100715642a0ef5d82ea31e8be9e83fba191ff9ce",
      "venue": "",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "347 - 370",
        "volume": "51"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b65880fdccb9c941ae5c347621487e87061a92a4",
      "title": "Illegible Performance: Constructing Scientific Credibility in the “Post-Truth” Era",
      "authors": [
        {
          "name": "John P. Nelson",
          "authorId": "2117446082"
        }
      ],
      "year": 2025,
      "abstract": "The sciences have historically secured social trust and authority through widely comprehensible performances of trustworthiness and of predictive and technological power. However, shifts in the structure and operations of the sciences; in the sociotechnical environment where public knowledge is constructed and contested; in the political goals of the sciences; and in the audiences to whom the sciences aim to speak have collectively left the sciences lacking public credibility concomitant to their public aspirations in areas like climate change and COVID-19 vaccination. As an alternative to pining for a science-dominated past that never was, I investigate the performances by which the sciences have achieved public credibility in the past and by which they might do so in the present and future. I articulate a contemporary set of performances by which the sciences may be able to demonstrate their value to broad sectors of society, emphasizing humility, responsiveness to public values and concerns, openness of interest, and situated rather than general utility. I hope that, by pursuing such performances, scientific institutions could rebuild, and, indeed, merit the broad-based trust to which they aspire.",
      "citationCount": 0,
      "doi": "10.1177/02704676251324470",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b65880fdccb9c941ae5c347621487e87061a92a4",
      "venue": "Bulletin of Science, Technology &amp; Society",
      "journal": {
        "name": "Bulletin of Science, Technology & Society",
        "pages": "55 - 69",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "63149f65c6e94a7eca5b39b5e25de616640bd438",
      "title": "Post-Truth and the Epistemological Crisis: Reconstructing Truth in the Evolving Landscape of Social Media",
      "authors": [
        {
          "name": "Arrasyid",
          "authorId": "2398478548"
        },
        {
          "name": "Taufiqurrahman",
          "authorId": "2398477739"
        },
        {
          "name": "Sarwan",
          "authorId": "2398477292"
        },
        {
          "name": "Widia Fithri",
          "authorId": "2398475731"
        },
        {
          "name": "Rido Putra",
          "authorId": "2398479712"
        }
      ],
      "year": 2025,
      "abstract": "The rapid expansion of digital media and the surge of misinformation have created a profound epistemological crisis that challenges established notions of truth and knowledge. This study analyzes the reconstruction of truth in the post-truth era, in which emotional narratives and ideological biases frequently outweigh empirical evidence. Employing a descriptive-analytical method, the research explores the implications of post-truth dynamics for epistemic authority, public trust, and digital literacy. Primary and secondary sources including academic literature, books, and peer-reviewed articles on epistemology and digital media are examined to provide a comprehensive theoretical framework. The findings indicate that misinformation is often fueled by emotional persuasion, algorithmic personalization intensifies ideological polarization, and diminishing institutional credibility accelerates epistemic relativism. These conditions collectively weaken society’s capacity to distinguish reliable information from falsehoods. The study concludes that reconstructing truth in the digital age requires a multidimensional strategy that integrates robust digital literacy, transparent media practices, and strengthened epistemic responsibility. Such an approach is essential to restoring informed judgment, rebuilding trust, and safeguarding the integrity of knowledge in contemporary public discourse.",
      "citationCount": 0,
      "doi": "10.15408/insaniyat.v10i1.46524",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/63149f65c6e94a7eca5b39b5e25de616640bd438",
      "venue": "Insaniyat: Journal of Islam and Humanities",
      "journal": {
        "name": "Insaniyat: Journal of Islam and Humanities"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "064c7cb255f3e04c72fff8510d0f68ce76bb2c86",
      "title": "Post-Secular Credibility: How Digital Culture Redeems the Ethics of Religion",
      "authors": [
        {
          "name": "T. Ciocan",
          "authorId": "72553684"
        }
      ],
      "year": 2025,
      "abstract": "In an era shaped by digital transparency, epistemic pluralism, and declining institutional trust, the moral authority of religion must be reimagined. This paper argues that in post-secular societies, religious credibility no longer stems from doctrinal supremacy or institutional privilege, but from ethical verifiability—the visible coherence between belief and practice. Drawing on comparative theology, public ethics, and media philosophy, the paper proposes a constructive model of credibility as the new sacrament: a sign of faith’s authenticity, discernible through consistency, accountability, and public engagement.\nThe analysis unfolds in five parts. First, it diagnoses the erosion of religious authority in digital culture. Second, it explores the shift from dogmatic persuasion to performed coherence. Third, it proposes a framework for co-accountability and interfaith moral auditing. Fourth, it articulates a theology of algorithmic integrity in response to the challenges of platform mediation. Finally, it concludes by reframing credibility not as a capitulation to visibility, but as a theological discipline.\nRather than withdrawing into protected spaces, religious actors are called to enter the digital commons with integrity, transparency, and mutual responsibility. In the age of exposure, faith does not lose its sacred power by being seen—it proves it.",
      "citationCount": 0,
      "doi": "10.51917/dialogo.2025.12.1.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/064c7cb255f3e04c72fff8510d0f68ce76bb2c86",
      "venue": "Diálogo",
      "journal": {
        "name": "DIALOGO"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2ece9aea05942bc6295721f60b59ef43331f3705",
      "title": "Legitimacy and the Moral Imagination of Power: A Historical–Philosophical Inquiry from Weber to Contemporary Humanistic Thought",
      "authors": [
        {
          "name": "Bożena Iwanowska",
          "authorId": "2259000854"
        }
      ],
      "year": 2025,
      "abstract": "This article offers a historical–philosophical inquiry into political legitimacy as a phenomenon that exceeds formal legality and institutional performance, locating legitimacy within the moral imagination through which societies interpret and justify power. Re-reading Weber’s typology of domination as a humanistic problem of meaning, trust, and binding recognition, the study traces how legitimacy shifts across modern thought from inherited tradition and charismatic belief to rational-legal justification and democratic consent. The analysis integrates classical and contemporary perspectives by treating legitimacy as multidimensional: it rests on lawful acquisition and exercise of power, normative justification of governing rules, and the consent of the governed, while remaining continuously vulnerable to symbolic contestation and ethical evaluation. Special attention is given to the conceptual distinction between legitimacy as a state of recognised authority and legitimisation as an ongoing process of justification, clarification, and public confirmation. The article argues that modern legitimacy is sustained not only by procedures and outcomes but also by the capacity of power to appear morally intelligible—credible in conscience, resonant with shared values, and responsive to demands for dignity and fairness. By framing legitimacy as a moral language and interpretive practice, the study provides an integrative lens for analysing contemporary challenges, including the reconfiguration of authority under digital governance, and shifting regimes of trust.",
      "citationCount": 0,
      "doi": "10.5709/ah-03.03.2025-05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ece9aea05942bc6295721f60b59ef43331f3705",
      "venue": "Acta Humanitatis",
      "journal": {
        "name": "Acta Humanitatis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ead9569a280bbfb30c97da2c5372fe7b14625f15",
      "title": "Public policy on support and development of participatory democracy at the regional level: philosophical dimension.",
      "authors": [
        {
          "name": "Вероніка Ковальчук",
          "authorId": "2363799404"
        },
        {
          "name": "Олександр Руденко",
          "authorId": "2363795255"
        }
      ],
      "year": 2024,
      "abstract": "The article examines the public policy of supporting and developing participatory democracy at the regional level through the prism of the philosophical dimension, in particular, through the analysis of the axiosphere of society. Participatory democracy is viewed as a process that depends not only on institutional mechanisms but also on citizens’ value orientations, the level of social capital, and trust in state institutions. Using an interdisciplinary approach, the authors apply axiological analysis, comparative method and qualitative content analysis to determine the relationship between the value structures of society and the effectiveness of participatory democracy mechanisms.The results of the study show that public policy should take into account axiological factors as a basis for building effective models of regional governance that promote sustainable democratic development. It has been found that successful practices of democratic participation are based on a high level of social trust, political culture and the authorities’ readiness to engage in an open dialogue with civil society. The insufficient level of these factors can reduce the effectiveness of democratic processes even in the presence of well-developed institutional mechanisms.The author outlines prospects for further research in the area of developing strategies for integrating value aspects into participatory politics, analyzing the mechanisms of democratic culture formation, and comparative research on the effectiveness of regional models of participatory democracy in different countries.",
      "citationCount": 0,
      "doi": "10.26565/1992-2337-2024-2-11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ead9569a280bbfb30c97da2c5372fe7b14625f15",
      "venue": "State Formation",
      "journal": {
        "name": "State Formation"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "899e7339f9d65638c1ed34613a5ee26d742f4ef1",
      "title": "TRUST IN PUBLIC AUTHORITIES AS AN ETHICAL ISSUE",
      "authors": [
        {
          "name": "Ліна Ігнатенко",
          "authorId": "2093210556"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.34213/АP.20.01.24",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/899e7339f9d65638c1ed34613a5ee26d742f4ef1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "205-211",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
