{
  "status": "success",
  "source": "semantic_scholar",
  "query": "globalization tradition cultural imperialism",
  "results": [
    {
      "paperId": "b3cfbbe8af27b915655a74dfe2ca82451838bfdf",
      "title": "A world beyond difference : cultural identity in the age of globalization",
      "authors": [
        {
          "name": "R. Niezen",
          "authorId": "48714363"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 82,
      "doi": "10.5860/choice.43-1646",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3cfbbe8af27b915655a74dfe2ca82451838bfdf",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0c478e923fff9094d2abbc8d61c9783f897c4f8c",
      "title": "PARADOXES OF GLOBALIZATION: CULTURAL PHILOSOPHICAL ANALYSIS OF THE POLITICAL AND ECONOMIC TRADITION OF STUDYING THE PHENOMENON",
      "authors": [
        {
          "name": "S. Ovodova",
          "authorId": "118373106"
        }
      ],
      "year": 2021,
      "abstract": "The relevance of research interest in the processes of globalization is due to its interdisciplinary nature. The greatest activity of the authors is concentrated in the field of political and economic discourse of globalization. At the same time, assessments of globalization vary up to the opposite, there is no unity of views, and according to the definition of the term «globalization». The solution of the questions, which processes can be understood within the framework of the concept of globalization, and which cannot, is complicated by the conviction of researchers about the paradox of globalization. In the current political and economic discourse, at least two concepts of the «paradox of globalization» coexist — John Nesbit and Denis Rodrik. The purpose of this study is to overcome the inconsistency of the research practices of globalization by turning to the cultural-philosophical reflection of the basic, inalienable properties of the European spirit, which took place in the first half of the 19th century. Based on the analysis of the research approaches of critics and supporters of the Enlightenment, G. Hegel, G. von Hardenberg (Novalis), O. Spengler, the article defines the main research positions in the interpretation of the primacy of the European spirit. Using classical philosophical methodology, the analysis of the domestic philosophical reception of these research positions is carried out. As a result of the study, the conclusion is substantiated that there is a theoretical and methodological fairway in understanding the processes of globalization, formed by the European cultural and philosophical tradition. With this approach, the paradoxes of globalization reveal a stable connection and recognizable features with the fundamental positions of the European philosophy of culture, which sees the foundations of European hegemony either in the Christian faith (Novalis) or European rationality (Hegel), which constitutes the main scientific novelty of the study, which has practical significance both for globalism and for the philosophy of culture. Globalistics acquires stable foundations, worked out in the philosophy of culture, the philosophy of culture gets access to a new «universal” — a modern multidirectional world in which cultural processes cannot be isolated from political and economic reality. The idea that the crisis of European civilization, the «decline of Europe» is associated either with the loss of faith or with the decline in the role of knowledge, needs further theoretical and methodological elaboration, also updated from the side of the modern political and economic discourse of globalization.",
      "citationCount": 0,
      "doi": "10.25198/2077-7175-2021-4-95",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c478e923fff9094d2abbc8d61c9783f897c4f8c",
      "venue": "Intelligence Innovations Investment",
      "journal": {
        "name": "Intelligence. Innovations. Investment"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9ce14c0f7beec42a379916c382fb7e8f4346bcba",
      "title": "The conflicts among globalization, modernization and tradition in science fiction: The case of Kirinyaga: A Fable of Utopia",
      "authors": [
        {
          "name": "Bing Liu",
          "authorId": "2242028385"
        }
      ],
      "year": 2023,
      "abstract": "Science fiction takes many forms, including academic work that calls on readers to think about social and cultural problems. This paper takes a piece of science fiction, Kirinyaga: A Fable of Utopia, as an example and discusses the conflicts among globalization, modernization and tradition present in the text, thus highlighting the academic meaning of science fiction as a literary form.",
      "citationCount": 1,
      "doi": "10.1177/20966083231215099",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ce14c0f7beec42a379916c382fb7e8f4346bcba",
      "venue": "Cultures of Science",
      "journal": {
        "name": "Cultures of Science",
        "pages": "3 - 8",
        "volume": "7"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3c5f7fec0fee25cf192ca8cacce02039c704e4b9",
      "title": "Challenging the Postcolonial Quasi-liberal Paradigms of Globalization and Neo-imperialism: A Critical Investigation into the Alternative Forms of Cosmopolitanism",
      "authors": [
        {
          "name": "Arnab Das",
          "authorId": "2294986310"
        },
        {
          "name": "Madhumita Roy",
          "authorId": "2238755386"
        }
      ],
      "year": 2025,
      "abstract": "This paper offers a critical examination of how postcolonialism and globalization—two influential intellectual and socio-economic forces—shape contemporary life in an increasingly interconnected world. It foregrounds the complex and often conflictual relationship between these frameworks, arguing that while they intersect in their analyses of power, culture, and mobility, they diverge sharply in their ideological foundations and socio-political implications. Central to this discussion is the persistence of neocolonialism within global capitalism, wherein former colonial powers continue to exert dominance through economic dependency, development discourse, multinational corporations, and global financial institutions. By extending beyond the historical legacies of empire, postcolonial studies provide diagnostic tools for engaging with modern crises such as ecological degradation, neo-imperial exploitation, mass displacement, and cultural fragmentation. Conversely, globalization, despite its rhetoric of integration, has intensified inequalities by reinforcing structural asymmetries between the global North and South. The paper also interrogates the Eurocentric underpinnings of conventional cosmopolitanism and calls for alternative, inclusive models that foreground subaltern agency, ecological responsibility, and multicultural coexistence. Ultimately, the discussion lays a theoretical foundation for reimagining global structures in more equitable and sustainable ways.",
      "citationCount": 0,
      "doi": "10.64753/jcasc.v10i4.3091",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c5f7fec0fee25cf192ca8cacce02039c704e4b9",
      "venue": "Journal of Cultural Analysis and Social Change",
      "journal": {
        "name": "Journal of Cultural Analysis and Social Change"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ede91f16992295e9c05d967c5fd215aff898716f",
      "title": "Philosophical Perspectives of Cultural Imperialism, Hegemony, and Knowledge Colonization in the African University",
      "authors": [
        {
          "name": "Doniwen Pietersen",
          "authorId": "2121526943"
        },
        {
          "name": "A. Ndofirepi",
          "authorId": "10173448"
        },
        {
          "name": "D. Langeveldt",
          "authorId": "2243602604"
        }
      ],
      "year": 2025,
      "abstract": "This conceptual article examines the fact that African universities have disentangled themselves from the direct legacies of colonialism, yet they continue to be entangled in cultural imperialism, epistemic hegemony, and knowledge colonization. Due to these forces, Western epistemologies dominate and pressure indigenous African epistemologies onto the periphery, thereby strengthening intellectual dependency on the Global North. The conceptual argument is made that cultural imperialism manifests itself in African higher education, driving what hegemony determines as valid knowledge, and forming ways in which knowledge colonization limits epistemic diversity. Drawing on the philosophical and theoretical perspectives of scholars such as Antonio Gramsci, Frantz Fanon, Ng?g? wa Thiong'o, and Boaventura de Sousa Santos, the study employs systematic documentary analysis of 42 sources comprising peer-reviewed articles, books, and any other documents published between 2010 and 2025. It critically assesses how African universities may resist such epistemic injustices by reclaiming indigenous knowledge, liberating curricula, and asserting epistemic sovereignty. It also advances illustrative case studies from South Africa, Nigeria, and Kenya, of the persistence of colonial academic structures and nascent efforts to decolonize African higher education. The study acknowledges limitations in scope and recommends that future empirical research examine specific decolonization outcomes and institutional transformation processes. In sum, the paper gives specific suggestions for achieving epistemic freedom and inculcating a more welcoming and fairer scholastic climate in African universities.",
      "citationCount": 1,
      "doi": "10.26803/ijlter.24.9.28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ede91f16992295e9c05d967c5fd215aff898716f",
      "venue": "International Journal of Learning, Teaching and Educational Research",
      "journal": {
        "name": "International Journal of Learning, Teaching and Educational Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "549c3d8622ffd83a43e52194a64491a6a512f9ff",
      "title": "Avoiding Cultural Imperialism in the Human Right to Health",
      "authors": [
        {
          "name": "Kathryn Muyskens",
          "authorId": "15677394"
        }
      ],
      "year": 2021,
      "abstract": "As political instruments, human rights can be challenged in two important ways: first, by undermining the claim to universality by appealing to a kind of cultural relativism, and second, by accusing human rights of unjustifiably imposing values that are not genuinely universal (which I dub the problem of parochialism). The human right to health is no exception. If a human right to health is to be a useful instrument in mobilizing action for global health justice, then we need to take seriously the ways that health intersects with culture. Universal applicability is essential to both the legitimacy and efficacy of human rights. But without cultural sensitivity, additional injustices and imperialistic harms may be perpetuated. There are two goals within this paper—(1) to show that cultural imperialism is a moral and practical hazard, both in general and for the human right to health in particular and (2) to articulate a way of thinking about the human right to health that can minimize these hazards and arm it with moral credibility and political weight.",
      "citationCount": 11,
      "doi": "10.1007/s41649-021-00190-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/549c3d8622ffd83a43e52194a64491a6a512f9ff",
      "venue": "Asian Bioethics Review",
      "journal": {
        "name": "Asian Bioethics Review",
        "pages": "87 - 101",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6eb58e95a7f4f493f04ffd6ff043248c9920bda6",
      "title": "Avoiding Cultural Imperialism in the Human Right to Health",
      "authors": [
        {
          "name": "Kathryn Muyskens",
          "authorId": "15677394"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s41649-021-00190-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6eb58e95a7f4f493f04ffd6ff043248c9920bda6",
      "venue": "Asian Bioethics Review",
      "journal": {
        "name": "Asian Bioethics Review",
        "pages": "87 - 101",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5d0f6318fa01d6b3266f1d8f58bf31230736f1f0",
      "title": "Towards Global Dialogism: Transcending 'Cultural Imperialism' and it's Critics",
      "authors": [
        {
          "name": "Huimin Jin",
          "authorId": "5878142"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5d0f6318fa01d6b3266f1d8f58bf31230736f1f0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "46224b700a7e999eb58927c1ff9da04d7056b034",
      "title": "Sense as a cultural-historical phenomenon in the domestic tradition of “positive” philosophy",
      "authors": [
        {
          "name": "Tat'iana Shchedrina",
          "authorId": "2369369823"
        },
        {
          "name": "B. Pruzhinin",
          "authorId": "73178106"
        }
      ],
      "year": 2025,
      "abstract": "In contemporary foreign and some domestic historical and philosophical studies, the dis­tinctiveness of Russian philosophy is often associated primarily with its religious charac­ter. Within this “encapsulating” context, scholars attempt to argue that the concept of “meaning” does not present a real problem for domestic thinkers. However, Russian philosophy is a coherent cultural tradition characterized by a particular attitude toward the idea of historical concreteness, thereby contributing to the development and expan­sion of the problem field of global intellectual culture. One such “expansion” can be seen in the epistemological research of Gustav Gustavovich Shpet, who turned his “intellectual gaze” toward the phenomenological studies of Edmund Husserl who paid particular at­tention to how meaning and reference are related in acts of cognition. Drawing on the tra­dition of Russian thought (the “positive” philosophy developed on Russian soil) con­nected with the theme of communication, Shpet revealed the limitations of the relation­ship between “sense-meaning”. This allowed him, in his book “Appearance and Sense”, to modify Husserl’s ideas formulated in the first part of “Ideas Pertaining to a Pure Phe­nomenology and to a Phenomenological Philosophy”, and to bring to the forefront of epistemology the hermeneutical issues of understanding, connected with the notion of meaning – issues that today have gained acute relevance both in the field of knowledge and in philosophy as a whole. Shpet demonstrated that “sense” has a historical nature, and this interpretation opened new avenues for semasiological and hermeneutic research, which are now becoming especially significant for contemporary interdisciplinary sci­ence and culture at large.",
      "citationCount": 0,
      "doi": "10.21146/2072-0726-2025-18-3-32-39",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/46224b700a7e999eb58927c1ff9da04d7056b034",
      "venue": "Philosophy Journal",
      "journal": {
        "name": "Philosophy Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1099641c3b755332f8d8b5ae4a711de98484315f",
      "title": "Global bioethics and respect for cultural diversity: how do we avoid moral relativism and moral imperialism?",
      "authors": [
        {
          "name": "Mbih Jerome Tosam",
          "authorId": "32061934"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1007/s11019-020-09972-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1099641c3b755332f8d8b5ae4a711de98484315f",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care and Philosophy",
        "pages": "611 - 620",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "10aa3cfa3bda8dfb391492a986bd5a2fea24fe03",
      "title": "The Global Meaning of the Pluralistic Chinese Cultural Tradition",
      "authors": [
        {
          "name": "Xuetao Li",
          "authorId": "2265141345"
        }
      ],
      "year": 2022,
      "abstract": "Abstract Since the 17th century, works translated into European languages about China such as the Jesuit reports have given rise to a misleading impression that China has only Confucian tradition. To some extent, Confucianism defines the cultural identity of traditional China, but it does not mean that Confucianism steered traditional Chinese culture into monoculturalism. The tradition of unity in diversity is the fundamental reason why Chinese culture has withstood the test of time. Cultural pluralism not only existed in the history, but it still has a subtle impact on Chinese society and Chinese people today. From the Eastern Han Dynasty (25–220) to the modern age, Chinese culture has integrated elements of Buddhism, Christianity as well as Western science and social knowledge, which provided it with a potential of transformation and recreation. The author holds that it is this potential that empowers Chinese culture to meet the new challenges of Western modernity without cutting off its connection with the tradition.",
      "citationCount": 1,
      "doi": "10.1515/jciea-2022-0005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/10aa3cfa3bda8dfb391492a986bd5a2fea24fe03",
      "venue": "Journal of Cultural Interaction in East Asia",
      "journal": {
        "name": "Journal of Cultural Interaction in East Asia",
        "pages": "15 - 28",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a9f6e6e0d676013c79389d44bf00e0d961ab134c",
      "title": "The Paradox of Modernity: The Creation of a Tradition of Anti‐Tradition",
      "authors": [
        {
          "name": "Haoguang Li",
          "authorId": "2329746267"
        },
        {
          "name": "Songqi Han",
          "authorId": "2380796095"
        }
      ],
      "year": 2025,
      "abstract": "After the industrialization and globalization conducted by European countries in recent centuries, the European model of capitalism began to prevail around the globe, marking a transition widely considered as the onset of the modern era. With the spread of globalization, numerous countries and their populations began to embrace what was termed “modernity” through various avenues, primarily through revolution or reform. People were influenced by the ideas of modernity in various ways, leading to the initiation of numerous movements or campaigns aimed at challenging traditional elements. However, this article argues that humanities have never truly entered the modern era, contending that the concept of modernity is paradoxical, as it simultaneously establishes a tradition of anti‐tradition. This article conducts in‐depth examinations of multiple revolutions and reforms from the past two centuries, including the Cultural Revolution (1966–1976) in China, the Meiji Restoration in Japan, and the Reform and Opening‐Up in China. The article explores the transition of people's lifestyles and political ideologies toward progressive movements initiated by authorities and the defined traditional elements. This article demonstrates that the practices of anti‐tradition in pursuit of modernity inevitably give rise to a “new” tradition, which discards all so‐called “old” traditions as defined by authorities through political rhetoric. The article also argues that this paradoxical aspect of modernity is a commonality between revolution and reform in the so‐called “modern era,” as both political movements are portrayed as creating something new by abandoning the old.",
      "citationCount": 1,
      "doi": "10.1111/soc4.70118",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a9f6e6e0d676013c79389d44bf00e0d961ab134c",
      "venue": "Sociology Compass",
      "journal": {
        "name": "Sociology Compass"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "17d0e87f9db37a212c792a9820c54c97a4b90ae9",
      "title": "Existing approaches of cultural studies and global dialogism: A study beginning with the debate around “cultural imperialism”",
      "authors": [
        {
          "name": "Huimin Jin",
          "authorId": "5878142"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1080/02560046.2017.1290666",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/17d0e87f9db37a212c792a9820c54c97a4b90ae9",
      "venue": "",
      "journal": {
        "name": "Critical Arts",
        "pages": "34 - 48",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "566c66d7c4f1720f509f0243885d9de302178ac2",
      "title": "Ontology and Dynamics of Calligraphic Tradition",
      "authors": [
        {
          "name": "Shuang Feng",
          "authorId": "2244736673"
        },
        {
          "name": "Alexey A. Mikhailov",
          "authorId": "2400265651"
        },
        {
          "name": "Maria Yu. Alekseeva",
          "authorId": "2400254192"
        }
      ],
      "year": 2025,
      "abstract": "Chinese calligraphy is one of the fundamental phenomena defining the uniqueness of the national cultural tradition, which must be viewed as a complex, dynamic system of artistic practice rooted in the traditional philo-sophical paradigm of Chinese culture. In the era of globalization, the transmission of calligraphy is not only about the continuity of art but also the affirmation and preservation of cultural identity. To understand calligra-phy is to decode the spiritual essence of Chinese civilization. This paper employs the theoretical framework of “cosmological principles”, “cyclicality”, and “vital energy (气韵)” to explore the ontological structure and historical evolution of calligraphic tradition. The research demonstrates that: cosmological principles provide the meta-physical foundation for calligraphy’s “emulation of celestial and terrestrial forms”; cyclicality constructs the rhythm of spatiotemporal expression and the mechanism of transmission; and vital energy drives the dynamic life force manifested in brush and ink. Together, these three elements form a unified “ontology-dynamics” sys-tem, enabling calligraphy to maintain robust cultural vitality in the contemporary era.",
      "citationCount": 0,
      "doi": "10.24158/fik.2025.11.32",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/566c66d7c4f1720f509f0243885d9de302178ac2",
      "venue": "Общество философия история культура",
      "journal": {
        "name": "Общество: философия, история, культура"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cd7f08290b0eeb270dd64a40cd0218d3aa15ac64",
      "title": "The Value of Mutual Assistance (Ta'awun) in the Qur'an and Its Relevance to the Sakai Sambayan Tradition of the Lampung Community",
      "authors": [
        {
          "name": "Klara Syafira",
          "authorId": "2387094618"
        },
        {
          "name": "Abdul Malik Ghozali",
          "authorId": "2078724672"
        },
        {
          "name": "Fitri Windari",
          "authorId": "2387094597"
        },
        {
          "name": "Rohmat Yanuri",
          "authorId": "2387095539"
        }
      ],
      "year": 2025,
      "abstract": "This study aims to examine the value of mutual assistance (ta'awun) in the Qur'an and explore its relevance to the Sakai Sambayan tradition of the Lampung community. Employing a qualitative approach through library research, the study draws upon Qur'anic verses, both classical and contemporary exegeses, and anthropological literature on Lampung culture. The findings reveal a significant convergence between the universal Islamic principle of ta'awun and Sakai Sambayan as a form of local wisdom. Both emphasize solidarity, compassion, and communal togetherness, although they differ in origin: ta'awun is derived from divine revelation, while Sakai Sambayan is rooted in cultural tradition. The integration of these values offers substantial implications for strengthening social cohesion, developing character education grounded in spiritual and cultural values, and fostering religious moderation in the face of modern challenges such as globalization and individualism. Therefore, this study highlights that the synergy between Qur'anic teachings and local traditions can serve as strategic socio-religious capital for building a harmonious, caring, and empowered society within the broader framework of Indonesia's socio-religious development.",
      "citationCount": 0,
      "doi": "10.23917/qist.v4i2.13219",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd7f08290b0eeb270dd64a40cd0218d3aa15ac64",
      "venue": "QiST Journal of Quran and Tafseer Studies",
      "journal": {
        "name": "QiST: Journal of Quran and Tafseer Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6aaa02e7d7f3c12fbf5ee7a5a899c8259398a9b8",
      "title": "A Study of Preservation Design of Yogyakarta Philosophical Axis in Maintaining Tradition in Modern Era",
      "authors": [
        {
          "name": "M. M. Sudarwani",
          "authorId": "2093333820"
        },
        {
          "name": "Ketut Silvanita",
          "authorId": "2375477915"
        },
        {
          "name": "Gabriela Natasya",
          "authorId": "2375474799"
        },
        {
          "name": "Candra Wahyudi",
          "authorId": "2375473674"
        }
      ],
      "year": 2025,
      "abstract": "The Yogyakarta Philosophical Axis is a representation of the balance between humans, nature and God. The values ​​implied in the Yogyakarta philosophy axis emphasize the importance of efforts to preserve the cultural values ​​contained in the cosmological axis designed by Sri Sultan Hamengkubuwono I. This axis was designated as a cultural heritage by UNESCO in 2023. The goal of conservation is not only to preserve cultural heritage, but also to strengthen local identity in the face of the era of globalization which continues to pose a threat to historic areas. This research using a qualitative approach. The process of conservation of the philosophical axis can create values ​​between tradition and modernity that can go hand in hand, with that Yogyakarta will remain a center of Javanese culture that is alive and relevant in the modern era.",
      "citationCount": 0,
      "doi": "10.55927/fjas.v4i7.257",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6aaa02e7d7f3c12fbf5ee7a5a899c8259398a9b8",
      "venue": "Formosa Journal of Applied Sciences",
      "journal": {
        "name": "Formosa Journal of Applied Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fdee3c8abb2d3eccd5147d0ce42963e2bb7eec28",
      "title": "Bridging Tradition and Technology: Ethical Artificial Intelligence (AI) and the Preservation of Indigenous Knowledge in Fiji and the Pacific",
      "authors": [
        {
          "name": "Davendra Sharma",
          "authorId": "2382368292"
        }
      ],
      "year": 2025,
      "abstract": "The rapid advancement of artificial intelligence (AI) presents both unprecedented opportunities and complex challenges for the preservation and transmission of indigenous knowledge in Fiji and the broader Pacific region. Traditional knowledge, including oral histories, ecological practices, cultural rituals, and indigenous languages, forms the backbone of Pacific identity and resilience. However, globalization, urbanization, and environmental pressures increasingly threaten its continuity. This paper critically examines the intersection of AI and indigenous knowledge, exploring how emerging technologies can support the documentation, revitalization, and dissemination of cultural heritage while also addressing the ethical, social, and governance challenges inherent in their deployment. Through a review of contemporary literature, case studies, and regional initiatives, the study highlights the potential of AI-driven tools to enhance climate resilience, educational engagement, and intergenerational knowledge transfer. Simultaneously, it underscores critical risks, including data misappropriation, cultural misrepresentation, and the erosion of community agency, emphasizing the necessity of community-led governance frameworks. The paper concludes that ethically guided AI integration, rooted in the principles of cultural respect, digital sovereignty, and participatory collaboration, offers a transformative pathway to safeguard Pacific indigenous knowledge for future generations while harnessing the benefits of emerging technologies.",
      "citationCount": 0,
      "doi": "10.55640/ijssll-05-10-03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fdee3c8abb2d3eccd5147d0ce42963e2bb7eec28",
      "venue": "International journal of social sciences, language and linguistics",
      "journal": {
        "name": "International Journal of Social Sciences, Language and Linguistics"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9645095d51fb55f67a73ba641872b85fdf724c63",
      "title": "Work Ethic in Prophetic Tradition: A Thematic Analysis of Hadith Based on Hurzberg's Two-Factor Theory",
      "authors": [
        {
          "name": "Umi Nadhiroh",
          "authorId": "69015323"
        },
        {
          "name": "Moh. Misbakhul Khoir",
          "authorId": "2382099037"
        }
      ],
      "year": 2025,
      "abstract": "Work ethic is a universal cultural value that reflects an understanding of the purpose of work and life. Hadiths offer not only spiritual teachings but also practical guidance on honest and responsible work behavior. In the face of globalization and technological disruption, Islamic values derived from hadiths can provide a moral foundation for a productive and integrity-based work culture. This study is important in strengthening spiritually grounded work ethics and addressing the lack of moral value internalization in today’s professional environment. This research employs a qualitative library research method. Primary sources include the Qur’an and authentic hadiths from canonical collections such as Sahih Bukhari and Sahih Muslim. Secondary sources consist of scholarly literature discussing Islamic perspectives on work ethics. The analysis involves takhrij al-hadith, examination of the sanad and matn, and interpretation by classical scholars. These were further analyzed in light of Herzberg’s Two-Factor Theory, which distinguishes between hygiene factors and motivational factors in job satisfaction. The findings reveal that hadiths encouraging hard work, forbidding laziness, and promoting self-reliance are authentic and valid as legal and ethical references. This supports the view that work is not only a social obligation but also an expression of faith and self-actualization. Consistent with Herzberg’s theory, these hadiths demonstrate that job satisfaction is influenced not only by external conditions but also by deeper moral and spiritual values. Therefore, these Islamic principles remain highly relevant in shaping ethical and professional behavior in the modern workforce.",
      "citationCount": 0,
      "doi": "10.30762/ijoresco.v3i1.3590",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9645095d51fb55f67a73ba641872b85fdf724c63",
      "venue": "International Journal of Religion and Social Community",
      "journal": {
        "name": "International Journal of Religion and Social Community"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "06551758e7bee7d37815d98c681521e814f9338c",
      "title": "Nihilism as a Phenomenon in the Western European Philosophical and Anthropological Tradition",
      "authors": [
        {
          "name": "Serik Almukhanov",
          "authorId": "2088532193"
        },
        {
          "name": "Nurzhan Kulumzhanov",
          "authorId": "2088534937"
        },
        {
          "name": "Aslan Azirbaev",
          "authorId": "2277357038"
        },
        {
          "name": "Gulnar Sultanova",
          "authorId": "2277361027"
        }
      ],
      "year": 2023,
      "abstract": "The article is devoted to the evolution of the phenomenon of nihilism in Western European philosophical and anthropological thought. It notes the ambiguous nature of the course and formation of a new non-classical discourse in the philosophy of the twentieth century, its influence on the formation of modern philosophical trends of modernity, which was a natural phenomenon against the background of ideological hunger in Europe, a kind of spiritual impasse. Despite the fact that nihilism has been clearly manifested only since the second half of the XIX century, signs of the decline of spiritual values are now again being observed in modern Europe, the search for a new formula for the development of European society against the background of the crisis of globalization processes around the world. In addition, the article also indirectly touches upon the issue of reception of cultural and philosophical ideas of the East, without which nihilism as a philosophical doctrine is impossible. It is noted that the modern era with its tragic metamorphoses stems from the aggravation of philosophical and anthropological problems of modernity, leading to the manifestation of nihilism in its various forms. The interest in nihilism is due to the logic and history of human development, especially in the XXI century, when international relations based on the concepts of law and morality are breaking down; when the states themselves, sometimes consciously, take the shaky path of state nihilism with all the resulting inhumane and catastrophic consequences of their actions, conditioning their policy on the ideology of protecting national interests. Of course, the movement towards nihilism is natural in its own way, because modernity requires different approaches and methodologies for solving both urgent global and local problems. In addition, nihilism reflects the dialectic of being, the formation of the new and the change of the old, and like any process of transformation, it is painful and sometimes catastrophic. Therefore, the modern world order system needs to rethink and search for a new humanistic paradigm, cultural and philosophical rapprochement and interaction. Thus, it is quite justifiable to assert the existence of legal, moral, political, metaphysical, ontological, methodological, psychological, mereological aspects of nihilism, which originate from the philosophical and axiological foundations of the subject. Nevertheless, the article does not aim to reveal this multifaceted concept in its various variations, due to the complexity of understanding nihilism in the context of historical, economic, political, economic, social, cultural and other foundations of existence, although it indicates the existence of such a connection.",
      "citationCount": 0,
      "doi": "10.48010/2023.4/1999-5849.03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06551758e7bee7d37815d98c681521e814f9338c",
      "venue": "Adam alemi",
      "journal": {
        "name": "Adam alemi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e588749694591d6997487256650fb168ea49d3b0",
      "title": "BRIDGES OF BEING: INTERCULTURALITY IN THE LIGHT OF GLOBALIZATION, PHILOSOPHY, AND THEOLOGY",
      "authors": [
        {
          "name": "Alexandru-Corneliu Arion",
          "authorId": "112955074"
        }
      ],
      "year": 2024,
      "abstract": "The concept of interculturality is today of considerable importance once we accept the viewpoint\naccording to which the acceptance of a globalization of cultures does not merge the many into one. On\nthe contrary, the globalization of interculturality will help our culture and our people continue to exist,\nkeeping unalterably our own identity. At the same time, philosophy of interculturality views itself on the\nvery level of difference, and thereby differs from multiculturalism, which argues for a plurality of cultures\nand against the unity of one culture. If it is to think about the center, that is brought about through the\ndifferentiation rather than unification. Interculturality, viewed through the lens of Christian theology,\ntranscends mere cultural coexistence to reveal a mystery of communion rooted in the life of the Triune\nGod. Far from being a sociological necessity alone, it reflects the vocation of humanity as created in the\nimage and likeness of God (Gen.1:26). Each culture bears a fragment of the divine beauty, manifesting\nthe inexhaustible richness of the Creator and inviting all people into dialogue marked by mutual\nreverence. In the patristic tradition, this encounter is not simply exchange but participation ‒ a dynamic\nprocess in which human diversity becomes a sign of the coming Kingdom. As St. Maximus the Confessor\nteaches, Christ unites all things without erasing their natural distinctions, revealing that the ultimate\nground of intercultural dialogue is not negotiation but Eucharistic communion. Interculturality thus\nemerges as both a gift and a task: a prophetic anticipation of the eschatological unity where every culture\nwill offer its unique praise to the one God",
      "citationCount": 0,
      "doi": "10.26520/mcdsare.2024.8.11-23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e588749694591d6997487256650fb168ea49d3b0",
      "venue": "International Multidisciplinary Scientific Conferences on the Dialogue between Sciences &amp; Arts, Religion &amp; Education",
      "journal": {
        "name": "International Multidisciplinary Scientific Conferences on the Dialogue between Sciences &amp; Arts, Religion &amp; Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "8015e252fe7b0a22c49113185c60d7cba5967fa0",
      "title": "TRADITION, REPETITION, TRANSFORMATION : The Dynamic of Cultural Globalization",
      "authors": [
        {
          "name": "Y. Piliang",
          "authorId": "115867356"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8015e252fe7b0a22c49113185c60d7cba5967fa0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "92c863d20a0da3e2358bcee4391f2a6f9390062a",
      "title": "A Contribution to Critique of ‘Global Crisis Situation’: Critical Dialogue Between Cultural-Historical Activity Theory and Iranian Marxist Tradition",
      "authors": [
        {
          "name": "S. Rezvani",
          "authorId": "152346109"
        }
      ],
      "year": 2021,
      "abstract": "In this article, based on mutual appropriation of concepts from cultural-historical activity theory (especially Andy Blunden’s works) and Iranian Marxist tradition (especially Kamal Khosravi’s ideas), I have elaborated two crises which, we believe, are main characteristics of our historical stage and other crises are manifestations of them: (a) crisis of historical perspective on human self-emancipation and (b) crisis of theory in emancipatory social science. Crisis of historical perspective indicates lack of integrated worldview and concept about emancipated future, while crisis of theory addresses the fundamental problem of theoretical categories in expressing relations between elements and factors of reality. Categories of mode of existence (Marx, Khosravi) and mode of collaboration (Blunden) are proposed in order to solve these crises. Based on the mutual appropriation of mode of existence and mode of collaboration, I have tried to formulate three modes of existence of projects (class-project, project, and life-project) which can explain the totality of a social reality. These crises and proposed categories have been elaborated in this article, in critical dialogue with some theoretical frameworks like feminist account of intersectionality and German-Scandinavian Critical Psychology’s main concept: conduct of everyday life .",
      "citationCount": 0,
      "doi": "10.1007/s42087-021-00191-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92c863d20a0da3e2358bcee4391f2a6f9390062a",
      "venue": "Human Arenas",
      "journal": {
        "name": "Human Arenas",
        "pages": "172 - 181",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cba4ec95b5f551e58e85981420b501e4af15cad2",
      "title": "The Tradition, Innovations and Fundamentals in Western Esotericism: Aleister Crowley’s Case",
      "authors": [
        {
          "name": "K.A. Mozhajskaya",
          "authorId": "2343449642"
        }
      ],
      "year": 2024,
      "abstract": "Introduction. Currently, studies of religion conducted within the conceptual matrix “fundamentalism - tradition - modernism” are extremely relevant. Religious fundamentalism, modernism and traditionalism are paradigmatically and dialectically connected phenomena that require the systemic study. Western esotericism is an area where these phenomena intertwine. The article examines the esoteric teachings related to “occult revival” (ceremonial magic, theosophy, integral traditionalism). The main object of study is Aleister Crowley’s “Thelema”, taken as a pronounced and influential occult system. Content. The article, taking into account the historical and cultural context, examines Crowley’s ideas about the magical tradition, his ingenious esoteric synthesis and eschatology. The task has been completed to compare Thelema with other esoteric movements and to analyze the relationship between traditions and innovations, the typical and the individual aspects of Crowley’s teachings. It is noted that Crowley constructs “The Ancient Tradition” using the method of intercultural translation of symbols based on Christian Kabbalah; The Tradition is being comprehended in philosophical, scientific, and gnostic ways; in the religious and political aspect, Thelema contains a prophetic revelation of a global paradigm change.\n\nConclusions. As a result of the study, it is concluded that in the conceptual field of “fundamentalism - tradition - modernism” Crowley’s teaching occupies a unique configuration, having the characteristics of each triangle vertices. This conclusion is potentially applicable to Western esotericism as a whole. The study has prospects for a broader comparative analysis of major esoteric movements of the twentieth century.",
      "citationCount": 0,
      "doi": "10.35231/18186653_2024_3_267",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cba4ec95b5f551e58e85981420b501e4af15cad2",
      "venue": "Pushkin Leningrad State University Journal",
      "journal": {
        "name": "Pushkin Leningrad State University Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6310fe19f7e52a4616574a2eac4bcf7460b67ff2",
      "title": "Astrology as Sacred Ecological Knowledge in the Tibetan Buddhist Tradition",
      "authors": [
        {
          "name": "Y. Erendzhenova",
          "authorId": "2191184690"
        }
      ],
      "year": 2024,
      "abstract": "Introduction. The identification of specific responses generated by religious traditions to present-day global challenges actualizes the rethinking of astrology as a traditional understanding of the world structure and influence of natural forces on man in Tibetan Buddhism. Goals. The study attempts an evaluation of astrology as a form of sacred knowledge in the Tibetan Buddhist tradition from the perspective of understanding its principles of ecology. Materials and methods. To facilitate this, the work employs a systematic approach of cultural anthropology according to which sacred astrological knowledge is viewed as an integral element to the specified religious tradition. The paper focuses on The White Beryl: A Treatise on [Tibetan] Astrology by Desi Sangye Gyatso, as well as works by modern Tibetan astrologers. Results. Tibetan astrology arose from integrated Indian, Chinese and ancient Tibetan ideas about the influence of natural elements on human life, and is a required tool in Tibetan medicine. Those ideas are based on some esoteric premises of the Buddhist Kalachakra Tantra which articulates the relationship between external natural cycles and internal human energy ones, as well as suggests methods of restoring the latter’s balance. In the Tibetan Buddhist tradition, sacred astrological knowledge is widely popular both in cult practices and non-religious activities. Astrologers draw prediction and natal charts, calculate favorable periods for rituals, healing practices, harvesting, weddings, funerals, etc. The three Lamrim-derived motives — to improve this lifetime, gain liberation from samsaric suffering, achieve enlightenment for the sake of universal well-being — may accordingly direct the intentions of Buddhists toward the use of sacred astrological knowledge to solve problematic situations, identify oneself, understand others, restore the balance of external and internal cycles. With due account of that followers of Tibetan Buddhism are basically oriented to altruism and rationalism, the paper presumes astrology can be considered a form of sacred knowledge instrumental in understanding (and implementing) principles of ecology. Restoration of balance in man-nature interaction through the rational use of astrological knowledge for the common good predetermines the sacredness of ecological knowledge in the Tibetan Buddhist tradition.",
      "citationCount": 0,
      "doi": "10.22162/2619-0990-2024-71-1-213-223",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6310fe19f7e52a4616574a2eac4bcf7460b67ff2",
      "venue": "The Oriental studies",
      "journal": {
        "name": "Oriental Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c48b11803d9e5fb8f0c75050228fc77d0a573375",
      "title": "Rooted in Tradition: Exploring the Integration of Local Wisdom with Sustainability and Education for Future Research",
      "authors": [
        {
          "name": "Hani Ernawati",
          "authorId": "2267992147"
        },
        {
          "name": "S. P. Syahlani",
          "authorId": "86908661"
        },
        {
          "name": "Sari Winahjoe Siswomihardjo",
          "authorId": "118813561"
        },
        {
          "name": "Ike Janita Dewi",
          "authorId": "2336119529"
        }
      ],
      "year": 2024,
      "abstract": "Purpose: This research aims to bridge the gap between traditional practices and modern educational frameworks by identifying key themes that categorize and summarize the main aspects of local wisdom in existing literature, examining the evolution of research on local wisdom over time with a focus on its intersection with sustainability and education, and suggesting areas for further research that can enhance the understanding and application of local wisdom in contemporary contexts. \nDesign/Methodology/Approach: This research is a qualitative study utilizing a literature review method, supported by Search Engine for Articles and Knowledge Maps to identify under-researched topics, particularly in the field of local wisdom in the tourism context. \nFindings: In conclusion, the body of research underscores the transformative potential of local wisdom in enhancing cultural preservation, fostering sustainable development, empowering communities, improving education, and promoting effective environmental stewardship. By integrating traditional knowledge across various sectors such as governance, tourism, fisheries management, and agriculture, communities can reinforce their regional identity while addressing the challenges posed by globalization and modernization. This integration not only supports ecological sustainability but also encourages a sense of ownership and responsibility towards cultural heritage. The limitations and future research diection will we discussed.",
      "citationCount": 4,
      "doi": "10.9734/ajess/2024/v50i121703",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c48b11803d9e5fb8f0c75050228fc77d0a573375",
      "venue": "Asian Journal of Education and Social Studies",
      "journal": {
        "name": "Asian Journal of Education and Social Studies"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
