{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Michael Polanyi tacit knowledge tradition",
  "results": [
    {
      "paperId": "3fb748c75fdc37663d5eb43bf0789e49471e3d94",
      "title": "The Tacit Dimension of Thomas Aquinas, or Scientia with Michael Polanyi",
      "authors": [
        {
          "name": "M. Elmore",
          "authorId": "144616251"
        }
      ],
      "year": 2022,
      "abstract": "This article explores the common holdings of Thomas Aquinas and Michael Polanyi. More specifically, it suggests that Polanyi’s post-critical philosophy retrieves multiple aspects of the pre-Copernican rationality of Aquinas. First of all, both believe that the faculty of reason is never impartial; it is always committed, driven by the intellect’s appetite for satisfaction. Second, scientific knowledge requires habituation or know-how, which indicates that truth is not rational apart from bodily habitus. Third, reason operates only in a social body, and fourth, science can proceed only by faith in the authority of others. Along these lines, Polanyi relocates the modern scientist in something like a medieval body. Thus, some of Polanyi’s most important ideas are incidental recoveries of the paradigm Aquinas represents.",
      "citationCount": 0,
      "doi": "10.5840/traddisc202248316",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3fb748c75fdc37663d5eb43bf0789e49471e3d94",
      "venue": "Tradition & Discovery",
      "journal": {
        "name": "Tradition and Discovery: The Polanyi Society Periodical"
      },
      "publicationTypes": null
    },
    {
      "paperId": "eb49f1b18f768c15d0af3b54959fd61beba7b0a0",
      "title": "Polanyi’s Razor: The Tacit Antithesis of the Veil of Ignorance",
      "authors": [
        {
          "name": "G. Bíró",
          "authorId": "2255598198"
        }
      ],
      "year": 2023,
      "abstract": "Veil of ignorance theories suggest that an appraiser can be (i) completely (focally) aware of and (ii) completely ignorant about the appraisal she is making. This paper argues that Michael Polanyi rejected both of these premises and that he was developing an antithesis to the veil of ignorance model in his concept of tacit knowing. Rather counterintuitively, the latter concept did not refer to one but three kinds of appraisal: making a knowledge claim, making an aesthetic evaluation, and making a moral judgement. This paper shows how the Polanyian concept of tacit knowing clashes with the veil of ignorance model in the case of this third kind of appraisal, making a moral judgement. The first part of the paper portrays how Polanyi’s Budapest years might have influenced his discovery of the tacit. The second part explores the evolution of the tacit knowing concept and identifies four stages in his relevant thought based on how he approached the tacit. The third part explains how the Polanyian concept of tacit knowing might be interpreted as a philosophical razor that is antithetical to the veil of ignorance model. The paper concludes by going into details about this antithetical relation and, by doing so, sharpening the razor.",
      "citationCount": 1,
      "doi": "10.5840/traddisc202349320",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb49f1b18f768c15d0af3b54959fd61beba7b0a0",
      "venue": "Tradition & Discovery",
      "journal": {
        "name": "Tradition and Discovery: The Polanyi Society Periodical"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fbc37d2cda672b0ca63cccbd818677daad1bc070",
      "title": "EMERGENTISM AND COMPLEXITY IN MICHAEL POLANYI’S THOUGHT",
      "authors": [
        {
          "name": "Leandro T. Muniz",
          "authorId": "2187467934"
        },
        {
          "name": "Antonio A. P. Videira",
          "authorId": "2151325995"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fbc37d2cda672b0ca63cccbd818677daad1bc070",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "71de5ff20879ad56099846f6c683b5bd4dd2f0de",
      "title": "The Tacit Dimension inKnowledge Management: The Implications of the Epistemology of Michael Polanyi",
      "authors": [
        {
          "name": "Mikhael Dua",
          "authorId": "117537304"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/71de5ff20879ad56099846f6c683b5bd4dd2f0de",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8b3d4ce706d79f1049afe28732819090b4326f58",
      "title": "Tradition in a free society : the fideism of Michael Polanyi and the rationalism of Karl Popper",
      "authors": [
        {
          "name": "Struan Jacobs",
          "authorId": "39340327"
        }
      ],
      "year": 2009,
      "abstract": "Michael Polanyi and Karl Popper offer contrasting accounts of social tradition. Popper is steeped in the heritage of the Enlightenment, while Polanyi interweaves religious and diverse secular strands of thought. Explaining the liberal tradition, Polanyi features tacit knowledge of rules, standards, applications and interpretations being transmitted by “craftsmen” to “apprentices.” Each generation adopts the liberal tradition on “faith,” commits to creatively developing its art of knowledge-in-practice, and is drawn to the spiritual reality of ideal ends. Of particular interest to Popper is the rationality of social traditions. Likened by him to scientific theories, Popper’s traditions are criticizable and improvable, assisting agents to understand, and act in, the world as stable and predictable. Polanyi’s is the more informative rendering of tradition. Polanyi delves deeply into important areas where Popper only scratches their surface: the tacit dimension, transmission by way of apprenticeship, the meaning of tradition for those who participate in it, and the extent of its authority over them.",
      "citationCount": 3,
      "doi": "10.5840/TRADDISC2009/201036217",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b3d4ce706d79f1049afe28732819090b4326f58",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "8-25",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cb25c719c9181b0e8095542d3e95e7d4d9591599",
      "title": "Michael Polanyi on the Education and Knowledge of Scientists",
      "authors": [
        {
          "name": "Struan Jacobs",
          "authorId": "39340327"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.1023/A:1008729129597",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cb25c719c9181b0e8095542d3e95e7d4d9591599",
      "venue": "",
      "journal": {
        "name": "Science & Education",
        "pages": "309-320",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2fee3373069f598975f1f1defddf2fc73a72ed98",
      "title": "Historical Sources of Science-as-Social-Practice: Michael Polanyi's Berlin",
      "authors": [
        {
          "name": "M. Nye",
          "authorId": "2067244"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1525/HSPS.2007.37.2.409",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2fee3373069f598975f1f1defddf2fc73a72ed98",
      "venue": "",
      "journal": {
        "name": "Historical Studies in The Physical and Biological Sciences",
        "pages": "409-434",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fce1cd156af2698242e777bd65d6a852decd944f",
      "title": "On the Duties of Intellectuals to Truth: The Life and Work of Chemist-Philosopher Michael Polanyi",
      "authors": [
        {
          "name": "S. Jha",
          "authorId": "66110846"
        },
        {
          "name": "Michael Polanyi",
          "authorId": "2363242523"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1017/S0269889700002921",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fce1cd156af2698242e777bd65d6a852decd944f",
      "venue": "Science in Context",
      "journal": {
        "name": "Science in Context",
        "pages": "89 - 141",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f42231e0f67b45995fc0587214c7988198fe334f",
      "title": "Between tacit knowing and pragmatism: linking Polanyi and the pragmatists",
      "authors": [
        {
          "name": "R. Innis",
          "authorId": "50090471"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f42231e0f67b45995fc0587214c7988198fe334f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "291-304",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cd70801db352b5a148b19f53e8a4d7032e05047b",
      "title": "The Tacit Dimension",
      "authors": [
        {
          "name": "M. Polanyi",
          "authorId": "2263146117"
        }
      ],
      "year": 1966,
      "abstract": null,
      "citationCount": 558,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd70801db352b5a148b19f53e8a4d7032e05047b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bd76d3044f8c77511e8e76bd4e4190fb084e2b3e",
      "title": "Tacit Knowledge Meets Analytic Kantianism",
      "authors": [
        {
          "name": "Neil Gascoigne",
          "authorId": "3922491"
        },
        {
          "name": "T. Thornton",
          "authorId": "29176275"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd76d3044f8c77511e8e76bd4e4190fb084e2b3e",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "6696c04fe6072daf3e23fd88de678a52b822bd2a",
      "title": "Tacit Knowledge/Knowing and the Problem of Articulation",
      "authors": [
        {
          "name": "Yu Zhenhua",
          "authorId": "1720765144"
        }
      ],
      "year": 2003,
      "abstract": "Key words: strong thesis of tacit knowledge, weak theses of tacit knowledge, Wittgensteinian tradition, Polanyian tradition, Chinese philosophy In this paper, I attempt to create a dialogue between the Wittgensteinian tradition and the Polanyian tradition concerning the understanding of the concept of tacit knowledge/knowing from the perspective of the problem of articulation. Norwegian philosopher Harald Grimen argues for a distinction between the strong thesis of tacit knowledge and the weaker theses of tacit knowledge. The former highlights the logical gap between our knowledge and our capacity for verbal articulation, which is not the case for the weaker theses. Inspired by this important distinction, I claim that there are actually two meanings of Polanyi¡'s concept of tacit knowledge/knowing. Finally, I try to bring out the relevance of the ongoing discussion on tacit knowledge/knowing to contemporary Chinese philosophy. The term \" tacit knowing \" or \" tacit knowledge \" was first introduced into philosophy by Michael Polanyi in 1958 in his magnum opus Personal Knowledge. Since then, different philosophical traditions—among them are the phenomenological, the hermeneutical, the Wittgensteinian and the Polanyian traditions—have carried on a discussion about this notion and related issues, producing along the way a great deal of literature. It is no exaggeration to talk about an ongoing discourse on tacit knowledge. The notion of \" tacit knowledge \" or \" tacit knowing \" is rich in its philosophical implications and has many theoretical dimensions. As indicated by the word \" tacit, \" the prima facie approach to this multifaceted discourse is that of the philosophy of language. Therefore, it is my goal in this paper to analyze \" the problem of articulation, \" and by means of discussion, I hope to clarify the meaning of the term \" tacit knowledge/knowing. \" 1. Tacit knowledge: the strong and the weak interpretations By the problem of articulation, I mean the problem of the articulation of knowledge. According to Michael Polanyi, the theory of tacit knowledge stands in opposition to the \" ideal of wholly explicit knowledge \" which took shape from the scientific revolution of the seventeenth century. From Galileo's famous saying \" The book of Nature is written in mathematical language, \" to Leibniz's dream of universal language, to the logical positivists' view of knowledge, we can see clearly the development of this ideal. Among them, logical positivism serves as a paradigm case. Kjell S. Johannessen, a Norwegian philosopher who …",
      "citationCount": 18,
      "doi": "10.5840/TRADDISC2003/200430225",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6696c04fe6072daf3e23fd88de678a52b822bd2a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "11-23",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "58eec52a0f90252088ec3a9574c732fa57e11ed0",
      "title": "Wisdom and Eloquence in the Tacit Dimension: Vico and Polanyi on Knowing and Making",
      "authors": [
        {
          "name": "E. Craig",
          "authorId": "123023424"
        }
      ],
      "year": 2004,
      "abstract": "This comparative study searches out intersections in the thought of Giambattista Vico and Michael Polanyi by situating their thought in relation to the history of ideas generally and to the rhetorical tradition specifically. The overarching concern of the essay is the relation between knowing and making truth—or, in rhetorical terms, between wisdom and eloquence. I Vico has been the victim of a good many bad comparative essays. He \" has been hailed and promoted as the discoverer of almost every major field of knowledge in the humanities and in the social sciences \" (Mali 1-2). Admittedly, the prevalence of what Mali calls the \" Vichian industry \" can be explained by the fact that the Italian humanist talked about a lot of things that happen to concern us today. For example, Vichian ideas appear to align with postmodern critique, because, as Giorgio Tagliacozzo observes, Vico attacked Cartesianism, meshed rhetoric and philosophy, and sought interdisciplinarity (Danesi 182-183). Furthermore, as Robert Miner observes, Vico's verum-factum insistence that what is true is convertible to what is made appears to align with the postmodern penchant for constructivism. 1 But to argue that Vico saw through a glass darkly what postmoderns now see clearly with a wry squint is not only patronizing—it's modernist. \" The claim that generations transition progressively from one distinctive era to the next, the periodization of history, is a peculiarly modern device, \" writes Conyers (293). This essay's comparison of Vico with Michael Polanyi does not argue a genetic relation between the two thinkers. It is true that, like Vico, Polanyi was a friend of the humanities and a foe of the more reductive aspects of the Enlightenment. It is also true that Polanyi's theory of tacit knowing works out a variation on the verum-factum principle. But to demonstrate an eidetic relation between Polanyi and Vico would not be true to the intellectual habits of either man. In the following essay, I first put Polanyi and Vico into conversation by locating, or dislocating, their key concerns in the history of ideas. Then I focus on one strand of the humanities, the rhetorical tradition, in order to suggest three ways Polanyi's notions of the relation between eloquence and wisdom redact Vico's notions of the same themes. II In order to demonstrate Vico's affinity with postmodern thought, I could show how his ideas respond to what Peter Berger calls \" five dilemmas that …",
      "citationCount": 1,
      "doi": "10.5840/TRADDISC2004/200531224",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58eec52a0f90252088ec3a9574c732fa57e11ed0",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "6-17",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b50d574b664075ba2da6c737a44aebd2084a280c",
      "title": "Polanyi defanged",
      "authors": [
        {
          "name": "S. Turner",
          "authorId": "47505199"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/0306312712458479",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b50d574b664075ba2da6c737a44aebd2084a280c",
      "venue": "",
      "journal": {
        "name": "Social Studies of Science",
        "pages": "945 - 953",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "30b80721ef85efd1c3e29c77a0e7ed9fc9efc1e2",
      "title": "Tradition as a Topic of Philosophic Interest in Britain in the 1940s",
      "authors": [
        {
          "name": "Struan Jacobs",
          "authorId": "39340327"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.5840/jpr20123715",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/30b80721ef85efd1c3e29c77a0e7ed9fc9efc1e2",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a63584b1fea9b8fb831588777ceac6306f181091",
      "title": "Pasje intelektualne i ich selektywna funkcja w koncepcji poznania naukowego w Personal knowledge Michaela Polanyiego",
      "authors": [
        {
          "name": "Olga Szkonter",
          "authorId": "118065122"
        }
      ],
      "year": 2013,
      "abstract": "This paper shows philosophical views of Michael Polanyi, in the context of his greatest work  Personal knowledge: Towards a post-critical philosophy . In his study, Polanyi presents the original concept of science and knowledge, which include tacit components, such as: the personal, tacit knowledge, personal engagement, intellectual passions and participation in the scientists community, which shares the same tradition, language, frameworks and culture. All that makes the philosophy of Polanyi situated against the concept of objectivity in science which excludes personal participation in act of knowing and creating knowledge. As one of the most important factors in science formation Polanyi considers intellectual passions, which have heuristic, selective, persuasive functions. The present article is a summary of the main idea of the intellectual passions, in respect of their selective function in science. As Polanyi maintains, scientific passions have a logical function which contributes an indispensable element to science. They charge objects with emotions, making them repulsive or attractive and help distinguish between demonstratable facts which are of scientific interest, and those which are not. Furthermore, scientific passions depend ultimately on a sense of intellectual beauty, which can never be dispassionately defined, as well as the beauty of a work of art or the excellence of a noble action.",
      "citationCount": 0,
      "doi": "10.15633/ss.577",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a63584b1fea9b8fb831588777ceac6306f181091",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "9d057b1240f0b2ff3aad8c5daa193f24c8d1cd05",
      "title": "The human ecological significance of different types of knowledge",
      "authors": [
        {
          "name": "D. Steiner",
          "authorId": "93499014"
        }
      ],
      "year": 1991,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/978-3-642-84553-6_8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d057b1240f0b2ff3aad8c5daa193f24c8d1cd05",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "99-120",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a1a184ad2b72082317a8d4cef00cd2213c19c6e0",
      "title": "A Post-Critical Science of Administration: Toward a Society of Explorers",
      "authors": [
        {
          "name": "Craig M. Wickstrom",
          "authorId": "116953394"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a1a184ad2b72082317a8d4cef00cd2213c19c6e0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "78053fb2a79f0e7c8edc4fe2770daa2c12d660d8",
      "title": "Michael Oakeshott’s Discourse on Modernity in an Epistemological View",
      "authors": [
        {
          "name": "Li Lan",
          "authorId": "1439085581"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/78053fb2a79f0e7c8edc4fe2770daa2c12d660d8",
      "venue": "",
      "journal": {
        "name": "Journal of East China Normal University",
        "pages": "16",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c5b6bcb2790dafaebd23845c02a5cfcee0433dbc",
      "title": "Michael Oakeshott's Discourse on Modernity in an Epistemological View",
      "authors": [
        {
          "name": "Li La",
          "authorId": "67242880"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c5b6bcb2790dafaebd23845c02a5cfcee0433dbc",
      "venue": "",
      "journal": {
        "name": "Journal of East China Normal University",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
