{
  "status": "success",
  "source": "openalex",
  "query": "modernization tradition breakdown",
  "results": [
    {
      "openalex_id": "W2094660271",
      "doi": "10.1353/jqr.2007.0005",
      "title": "Haskalah: A New Paradigm",
      "authors": [
        {
          "name": "M. J. Rosman",
          "openalex_id": "A5108425873"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-12-01",
      "abstract": "Haskalah:A New Paradigm Moshe Rosman (bio) Shmuel Feiner . The Jewish Enlightenment. Translated by Chaya Naor. Jewish Culture and Contexts. Philadelphia: University of Pennsylvania Press, 2004. Pp. xiv + 440. From Heinrich Graetz till Jacob Katz the Haskalah—purportedly initiated, inspired, and symbolized by Moses Mendelssohn—was portrayed as the first act in the drama of the modernization of the Jews. The conscious turn of the maskilim in Germany in the late eighteenth century to rationality, their openness to non-Jewish culture, their connections to general society, their criticism of Judaism, their efforts to revive or create anew Jewish literary genres—all of these not merely challenged traditional society but undermined it, bringing it into crisis. Not only did the \"Haskalah Movement\" fracture the coherence of the traditional world; it induced a series of processes that made the Jews modern: assimilation, religious reform, critical scholarship, emancipation, and nationalism. As such, Haskalah was the primary engine of Jewish modernization. But after its utterly logical, orderly, elegant exposition in the third section of Katz's Tradition and Crisis1 (The Beginnings of Breakdown), this construction of the Haskalah, as fomenting the crisis of modernity and laying the foundations of Jewish modernization, became problematic. For all its explanatory power, it contradicted or ignored significant facts. The attack commenced with Azriel Shohet, who demonstrated that many of the features commonly associated with Haskalah—such as the search for \"outside wisdom,\" close social and cultural contact with Gentiles, changes in educational practices, decline in intensity of ritual life—could be traced within German Jewry as much as a hundred years prior to Mendelssohn.2 According to Shohet, Mendelssohn, \"as a perfectly religious [End Page 129] Jew,\" set out not to initiate new modes, but to moderate and modulate dangerous cultural trends that were already in process. To Shohet, he \"was not 'the father of Haskalah,' not 'the harbinger of Haskalah,' and certainly not 'the creator of the Haskalah movement' . . . the Haskalah would have spread as well without him, just as it did not begin with him.\"3 Counterattack on Shohet4 did not blunt the force of at least two of the challenges he had posed to the \"Graetz-Katz\" Haskalah paradigm: If there were so many precedents, what was original about \"the Mendelssohnian Haskalah\"? What precisely was the relationship between Mendelssohn and \"the Haskalah\"? Taking another tack, a series of scholars showed that Jewish Enlightenment was not necessarily German but manifest as well in Italy, Holland, Lithuania, England, Bohemia, Hungary, and elsewhere.5 If so, what was so special about German Haskalah? Why was it presented as the template for a historical phenomenon that took so many forms in so many places? With regard to the causal relationship between Haskalah and modernization, Immanuel Etkes and David Fishman described early Haskalah in Eastern Europe without modernization; David Sorkin described both a progressively more radical Haskalah as well as \"Orthodox Haskalah,\" with modernization more as cause than effect; Todd Endelman presented Jewish modernization in Georgian England without Haskalah; and Shulamit Volkov articulated various processes of Jewish modernization, both conscious and unconscious, not necessarily connected to Haskalah. Steven Lowenstein and Steven Zipperstein showed how difficult it was to ascribe to the typically poor, low-prestige, uninfluential maskilim social [End Page 130] leadership that inspired, much less imposed, modern sensibilities on larger circles.6 By the end of the twentieth century, historiography had sundered the chain, Haskalah-emancipation-assimilation-Wissenschaft-Reform-nationalism. While they all stood in some kind of relationship to each other, each of these phenomena had its own distinct history. The notion of Haskalah as generator of both the crisis of tradition and the onset of modernity was shaken. Feiner's book brings about its demise. In his telling, rather than representing \"a crisis or a milestone in the course of the Jews' integration, assimilation, or abandonment of the 'ghetto' for the sake of the temptations 'outside',\" Haskalah was \"an internal revolution affecting Jewish society and culture\" (p. 369). With keen insight, Feiner points out that by the late 1790s the Berlin maskilim, who—according to the conventional narrative—had succeeded in their initial objectives and were leading the way to the more advanced stages of...",
      "cited_by_count": 32,
      "type": "article",
      "source": {
        "name": "The Jewish Quarterly Review",
        "type": "journal",
        "issn": [
          "0021-6682",
          "1553-0604"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Jewish and Middle Eastern Studies",
        "Jewish Identity and Society"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W2094660271"
    },
    {
      "openalex_id": "W2990746502",
      "doi": null,
      "title": "Smart City (SC) – Smart Village (SC) and the ‘Rurban’ Concept from a Malaysia-Indonesia perspective",
      "authors": [
        {
          "name": "Jalaluddin Abdul Malek",
          "openalex_id": "A5006251068",
          "orcid": "https://orcid.org/0000-0001-6053-8812",
          "institutions": [
            "National Institute of Economic and Social Research"
          ]
        },
        {
          "name": "Rabeah Adawiyah",
          "openalex_id": "A5086408151",
          "institutions": [
            "National Institute of Economic and Social Research"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-11-01",
      "abstract": "This article attempts to break down the dualism of the village-urban development phenomenon in the modernization era. In the post-2020 development transformation era such as the Sustainable Development Goal (SDG) 2030, the development of SC (smart city-SC) and smart village (SV) is very important and needs to be discussed. Issues and questions of the SC and SV discussions are the extent to which these two development models can break the tradition of dual-city development dualism phenomena as happened in the modernization era. Through the completeness of information and communication technology (ICT) and the comprehensive development strategy of SC and SV, the phenomenon of development dualism can be solved through the concept of Rurban. The concept of Rurban greatly opens up opportunities for mutual advancement between SC and SV based on hyperlinked networks, whether in terms of socio-political, socio-economic and/or socio-cultural development. This means the Rurban concept can be realized through network links from all aspects of SC and SV progression with perfect aspirations for wellbeing, equality, quality of life, empowerment, competitiveness, resilience and independence. This discussion attempts to see the breakdown of the dual-village urban dualism tradition through Rurban SC and SV concepts by using quantitative approaches and case studies in Malaysia. The findings show that there are elements of this dualism solving tradition with the existence of the SC and SV as network links from the point of use of ICT and other communication facilities between the rural and urban sectors.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "DOAJ (DOAJ: Directory of Open Access Journals)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doaj.org/article/37493932153241bcbde6cc907ba4359f"
      },
      "topics": [
        "University-Industry-Government Innovation Models",
        "Global Politics and Economy"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W2990746502"
    },
    {
      "openalex_id": "W1918980553",
      "doi": "10.61490/eial.v11i2.1038",
      "title": "Propriety and Permissiveness in Bourbon Mexico.JUAN PEDRO VIQUEIRA ALBÁN: translated by Sonya Lipsett-Rivera and Sergio Rivera Ayala. Wilmington, DE: Scholarly Resources, 1999.",
      "authors": [
        {
          "name": "Susan Migden Socolow",
          "openalex_id": "A5110911428",
          "institutions": [
            "Emory University"
          ]
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-06-10",
      "abstract": "How did Mexican popular culture change during the Bourbon rule of Spain and its overseas empire? The accepted wisdom echoed the writings of multiple Enlightened authors who decried a breakdown in morals and a perversion of customs, in other words, what contemporaries saw as a \"decline of propriety.\" In this path-breaking study, Juan Pedro Viqueira argues that rather than any decline or degeneration, what most marked Mexican culture from the middle of the eighteenth century on, through the Independence War, was a wide-ranging cultural shift. In essence, according to Viqueira, the Spanish state moved from being a guardian of tradition in the seventeenth century to a promoter of modernization in the eighteenth. The beginnings of this about-face are traced to the 1692 Mexico City riots, seen by Viqueira as the moment in which government authorities first became aware of the danger of subversion and began to view the masses as potential enemies.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "EIAL - Estudios Interdisciplinarios de América Latina y el Caribe",
        "type": "journal",
        "issn": [
          "0792-7061"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://eialonline.org/index.php/eial/article/download/1038/1071"
      },
      "topics": [
        "Historical Studies in Latin America"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1918980553"
    },
    {
      "openalex_id": "W2561475317",
      "doi": "10.11588/heidok.00007893",
      "title": "Tibetan Medicine Off the Roads : Modernizing the Work of the Amchi in Spiti",
      "authors": [
        {
          "name": "Nils Florian Besch",
          "openalex_id": "A5046247801"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-01-01",
      "abstract": "The central theme of this dissertation is an anthropological analysis of modernization processes of Tibetan medicine in the remote Spiti valley in the north-western Indian Himalayas. The investigation of the politico-economical and socio-cultural change of the daily practices of the physicians of Tibetan medicine (called amchi) refers to Max Weber’s notion of rationalization. The activities of the amchi in modernizing their conditions of work, are therefore especially examined in view of a rational \"Zweckorientierung\" as well as an increasing bureaucratization (organizational structures, accountancy, control, efficiency). This is framed into a detailed ethnography of the main aspects of amchi medicine – diagnosis, medicine production and administering, and religious practices –, as well as the social and economic aspects of their work. This amchi practice currently observed in Spiti is further confronted with extracts from the Rgyud bzhi, the most important classical text of Tibetan medicine, representations of Tibetan medicine in English literature and interviews with Spiti amchi. The thesis discusses the development of Tibetan medicine in context of the conditions of Spiti valley, that must be understood in medical and political terms, historically as well as contemporarily, as a marginal frontier area. The rapid changes of the social and politico-economic environment, especially the introduction of the capitalist market economy with cash crop-production, wage-labor and commoditization, have led to a depersonalization and individualization of the local society. The social \"disembedding\" (Giddens) is especially visible in the breakdown of mutual reciprocity (gift exchange) between villagers and amchi, that was earlier the socio-economic basis of the medical work. This has led in combination with further factors, as there are state supported biomedicine, school and college education and the merging of time and space (through road connections to the Indian plains), to a rapid decline of the medical tradition of Spiti valley within the last two decades. To oppose this development the amchi started a process of professionalization (set up of an association and a local clinic) in the late 1990s. Despite the continuing exclusion from public health care, the Indian state supported this process financially and forced a bureaucratization within the association and the clinic, as well as a monetarization of Tibetan medicine. Weber has argued that modernization entails a loss of values, norms and religious practices – a process that has been observed in the rationalization and secularization of Tibetan medicine in its centers in Lhasa and Dharamshala (Adams, Cantwell, Janes, Samuel). In contrast to that, emphasize the Spiti amchi today the local transmission of medical and religious practices in their amchi lineages and substantiate thereby their specific tradition – to be differentiated from other, institutionalized educations – and therefore an explicit, local identity.",
      "cited_by_count": 10,
      "type": "dissertation",
      "source": {
        "name": "heiDOK (Heidelberg University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://archiv.ub.uni-heidelberg.de/volltextserver/7893/1/Diss.onlinefassung.Besch.pdf"
      },
      "topics": [
        "Indian and Buddhist Studies",
        "Southeast Asian Sociopolitical Studies",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2561475317"
    },
    {
      "openalex_id": "W2084242050",
      "doi": "10.1080/13510347.2013.738860",
      "title": "The three pillars of stability: legitimation, repression, and co-optation in autocratic regimes",
      "authors": [
        {
          "name": "Johannes Gerschewski",
          "openalex_id": "A5038093748",
          "orcid": "https://orcid.org/0000-0001-6994-3419",
          "institutions": [
            "WZB Berlin Social Science Center"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "Why do some autocracies remain stable while others collapse? This article presents a theoretical framework that seeks to explain the longevity of autocracies by referring to three pillars of stability: legitimation, repression, and co-optation. These three causal factors are derived by distilling and synthesizing the main arguments of classic and more recent research efforts. Particular emphasis is paid to re-incorporate legitimation in the explanation of stable autocracies. The article conceptionalizes the three pillars and discusses methods of concrete measurement. It then moves on to explain the stabilization process. How do these pillars develop their stabilizing effect? It is argued that reinforcement processes take place both within and between the pillars. They take the form of exogenous reinforcement, self-reinforcement, and reciprocal reinforcement. To illustrate the inner logic of these processes, I draw on empirical examples. I also state what we would need to observe empirically and how we can approach the three pillars methodically. A theoretical framework of this nature has two advantages: it is able to take the complexity of autocratic regimes into account while remaining parsimonious enough to be applicable to all autocratic regimes, irrespective of their subtype; and it integrates a static view to explain stability, with the emphasis on the underlying stabilization mechanisms and facilitates within-case and cross-case comparisons.",
      "cited_by_count": 938,
      "type": "article",
      "source": {
        "name": "Democratization",
        "type": "journal",
        "issn": [
          "1351-0347",
          "1743-890X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.econstor.eu/bitstream/10419/200982/1/f-17712-full-text-Gerschewski-Pillars-v2.pdf"
      },
      "topics": [
        "Social Policy and Reform Studies",
        "Political Conflict and Governance",
        "Electoral Systems and Political Participation"
      ],
      "referenced_works_count": 99,
      "url": "https://openalex.org/W2084242050"
    },
    {
      "openalex_id": "W1941115170",
      "doi": "10.1111/j.1467-9558.2011.01388.x",
      "title": "Populist Mobilization: A New Theoretical Approach to Populism",
      "authors": [
        {
          "name": "Robert S. Jansen",
          "openalex_id": "A5026387058",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-06-01",
      "abstract": "Sociology has long shied away from the problem of populism. This may be due to suspicion about the concept or uncertainty about how to fit populist cases into broader comparative matrices. Such caution is warranted: the existing interdisciplinary literature has been plagued by conceptual confusion and disagreement. But given the recent resurgence of populist politics in Latin America and elsewhere, sociology can no longer afford to sidestep such analytical challenges. This article moves toward a political sociology of populism by identifying past theoretical deficiencies and proposing a new, practice-based approach that is not beholden to pejorative common sense understandings. This approach conceptualizes populism as a mode of political practice—as populist mobilization. Its utility is demonstrated through an application to mid-twentieth-century Latin American politics. The article concludes by sketching an agenda for future research on populist mobilization in Latin America and beyond.",
      "cited_by_count": 514,
      "type": "article",
      "source": {
        "name": "Sociological Theory",
        "type": "journal",
        "issn": [
          "0735-2751",
          "1467-9558"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://deepblue.lib.umich.edu/bitstream/2027.42/112280/1/j.1467-9558.2011.01388.x.pdf"
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Politics and Society in Latin America",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 174,
      "url": "https://openalex.org/W1941115170"
    },
    {
      "openalex_id": "W2519369332",
      "doi": "10.3130/jaabe.5.285",
      "title": "Colonial Legacy and Changes of West African Cities - Comparative Studies between Bamako and Segou Cities, Rep. of Mali -",
      "authors": [
        {
          "name": "Moussa Dembélé",
          "openalex_id": "A5022812802",
          "institutions": [
            "Kyoto Prefectural University"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-11-01",
      "abstract": "The modernization of African cities, shifted toward decentralization in the early 90s, with state commitment to creating a platform for human resource development and poverty alleviation.The urbanization of West African cities occurred through transformations of socio-cultural structures resulting from colonial practices, leading to a rupture between tradition and modernization. This paper seeks to clarify the essence of changes that affect the spatial and social core of West African cities. Our research focuses on the transformation of Bamako and Segou and consists of (1) a comparative study of city forms, (2) a linguistic study of city words rooted in an historical assessment of spaces, and (3) a comparison of regional development between Bamako and Segou. Our results clarified the different ways in which the breakdown in communication between planning authorities and the proponents of local tradition have influenced the process of urban space.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Journal of Asian Architecture and Building Engineering",
        "type": "journal",
        "issn": [
          "1346-7581",
          "1347-2852"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.3130/jaabe.5.285?needAccess=true"
      },
      "topics": [
        "Agriculture and Rural Development Research",
        "Language, Linguistics, Cultural Analysis",
        "French Urban and Social Studies"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2519369332"
    },
    {
      "openalex_id": "W2032628649",
      "doi": "10.1080/09512748.2011.566349",
      "title": "Economic crisis, women's changing economic roles, and their implications for women's status in North Korea",
      "authors": [
        {
          "name": "Kyung‐Ae Park",
          "openalex_id": "A5075274009",
          "orcid": "https://orcid.org/0000-0001-8899-7201",
          "institutions": [
            "University of British Columbia"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-01",
      "abstract": "Abstract Abstract Although many studies have analyzed the gendered impact of economic crisis, few have examined the case of North Korea. This article will explore how North Korea's economic crisis caused changes in women's economic participation. It will also analyze the impact of these new economic roles on the lives of women, and examine the broader implications of these roles for the status of women in North Korea. The North Korean economic crisis changed the pattern of women's economic participation, pulling women out of the formal labor market and driving them into the informal private economic sector. It also forced a number of women to leave their homeland in order to provide support for their own and their families' livelihoods. The new economic roles women have assumed in the wake of the food crisis have affected women's lives in many negative ways, resulting in an increase in their workloads, as well as an increase in the amount of sexual violence and stress of family breakdowns they experience. At the same time, however, these new roles have given women stronger voices in family decision-making matters and allowed them to develop, to some degree, a sense of self-consciousness and awareness of their own rights. Nevertheless, the fact that women have been engaged in new economic activities does not imply that they also have a high likelihood of advancing their socioeconomic status. To the contrary, women's defection from their homeland does not allow them to voice their opinions in matters related to the existing gender inequalities. Moreover, North Korean women are not considered capable of forming a critical mass, as they lack economic, social, political, and organizational resources to collectively voice their discontent. Furthermore, the neo-Confucian tradition of male superiority that is still firmly entrenched in the society is a major barrier that remains to be overcome. Keywords: economic crisismarkettrafficking of womenrefugeesdouble burdencritical masswomen's exitsexual violencewomen's status Acknowledgments Kyung-Ae Park is the Korea Foundation Chair of the Institute of Asian Research at University of British Columbia. She is a former President of the Association of Korean Political Studies in North America. Professor Park is the author, co-author, and editor of many scholarly publications on issues ranging from North and South Korean politics and foreign relations to gender and development, such as New Challenges of North Korean Foreign Policy, Korean Security Dynamics in Transition, and China and North Korea: Politics of Integration and Modernization. She has also authored articles in a number of journals, including Comparative Politics, Journal of Asian Studies, Asian Survey, and Pacific Affairs. Since the mid – 1990s, she has made several trips to Pyongyang and hosted North Korean delegation visits to Canada, playing a key role in promoting Track-II exchanges between Canada and North Korea. Notes 1. In October 2005, the PDS was reinstated by the government and private rice trading was banned. However, as the PDS continued malfunctioning, the grain market eventually reemerged. 2. The reform set the exchange rate between the old and new currency at 100:1 and imposed a ceiling on the amount of the old currency to be exchanged. It was designed to revive state control over the economy by curbing the growing decentralized market and restructuring the resource distribution system. 3. According to Amnesty International, about 150 to 300 of North Koreans who crossed the border were forcefully repatriated each week (see Amnesty International 2007: 159). 4. In 2003, Pyongyang enacted a law 'System of Military Service for All Citizens' that requires men to participate in ten years of military service, and women in seven years' service in supporting roles. 5. Since the Chongjin incident, several other protests staged by women have been reported, especially after the currency reform.",
      "cited_by_count": 29,
      "type": "article",
      "source": {
        "name": "The Pacific Review",
        "type": "journal",
        "issn": [
          "0951-2748",
          "1470-1332"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W2032628649"
    },
    {
      "openalex_id": "W2112908401",
      "doi": "10.1017/s0043887109990098",
      "title": "Enlarging the Varieties of Capitalism: The Emergence of Dependent Market Economies in East Central Europe",
      "authors": [
        {
          "name": "Andreas Nölke",
          "openalex_id": "A5005362414",
          "orcid": "https://orcid.org/0000-0002-0357-9682",
          "institutions": [
            "Goethe University Frankfurt",
            "Goethe Institute",
            "Max Planck Society",
            "Max Planck Institute for the Study of Societies"
          ]
        },
        {
          "name": "Arjan Vliegenthart",
          "openalex_id": "A5002425250",
          "institutions": [
            "Vrije Universiteit Amsterdam"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-08-26",
      "abstract": "This article enlarges the existing literature on the varieties of capitalism by identifying a third basic variety that does not resemble the liberal market economy or coordinated market economy types. The dependent market economy (DME) type, as it is named by the authors, is characterized by the importance of foreign capital for the socioeconomic setup and is located in postsocialist Central Europe. Since the collapse of state socialism in the late 1980s, the Czech Republic, Hungary, Poland, and the Slovak Republic have introduced a rather successful model of capitalism when compared with other postsocialist states. This article identifies the key elements of the DME model and discusses their interplay. DMEs have comparative advantages in the assembly and production of relatively complex and durable consumer goods. These comparative advantages are based on institutional complementarities between skilled, but cheap, labor; the transfer of technological innovations within transnational enterprises; and the provision of capital via foreign direct investment.",
      "cited_by_count": 1080,
      "type": "article",
      "source": {
        "name": "World Politics",
        "type": "journal",
        "issn": [
          "0043-8871",
          "1086-3338"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/D4E3D3A7F4ED64CCEDEF71780DAD1547/S0043887109990098a.pdf/div-class-title-enlarging-the-varieties-of-capitalism-the-emergence-of-dependent-market-economies-in-east-central-europe-div.pdf"
      },
      "topics": [
        "Post-Communist Economic and Political Transition",
        "Russia and Soviet political economy",
        "Global Economic and Social Development"
      ],
      "referenced_works_count": 90,
      "url": "https://openalex.org/W2112908401"
    },
    {
      "openalex_id": "W2060078068",
      "doi": "10.1080/13510340701846319",
      "title": "Mapping ‘Hybrid Regimes’: Regime Types and Concepts in Comparative Politics",
      "authors": [
        {
          "name": "Mikael Wigell",
          "openalex_id": "A5091416596",
          "orcid": "https://orcid.org/0000-0001-6794-7678",
          "institutions": [
            "Shell (United Kingdom)"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-03-18",
      "abstract": "Abstract This article addresses the conceptual challenges involved in mapping political regimes. The first section offers a critique of regime typologies that adopt a uni-dimensional approach to differentiating between political regimes. The second section shows why a two-dimensional typology is better grounded in liberal democratic theory as well as for analytically grasping the empirical variation between political regimes and regime change. The penultimate section proposes a classificatory scheme on the basis of a clear set of defining attributes of the two constitutive dimensions of liberal democracy – electoralism and constitutionalism. Equipped with this two-dimensional classificatory device the article proceeds in the last section to propose a regime typology with four main types of regime: democratic, constitutional-oligarchic, electoral-autocratic, and authoritarian. This provides a conceptual map in which the categories and subcategories developed by the literature on hybrid regimes can be located and analytically related to each other. The last section further divides the category of democratic regimes into four subtypes: liberal, constitutional, electoral, and limited. Keywords: regime types'hybrid regimes'electoralismconstitutionalism Acknowledgements The author is indebted to Gerardo Munck, Kenneth Shadlen and the two anonymous reviewers for their helpful comments. Financial support from the Academy of Finland is gratefully acknowledged. Notes 1. Thomas Carothers, 'The End of the Transition Paradigm', Journal of Democracy, Vol. 13, No. 1 (2002), pp. 5–21. 2. Various scholars have expressed their concern over the conceptual confusion resulting from the enormous proliferation of concepts based on qualifying adjectives. It is argued that these concepts are often inconsistently defined and rarely specified as to how they relate to other concepts. See, for instance: Ariel C. Armony and Hector E. Schamis, 'Babel in Democratization Studies', Journal of Democracy, Vol. 16, No. 4 (2005), pp. 113–28; David Collier and Steven Levitsky, 'Democracy with Adjectives: Conceptual Innovation in Comparative Research', World Politics, Vol. 49, No. 2 (1997), pp. 430–51; Gerardo L. Munck, 'Disaggregating Political Regime: Conceptual Issues in the Study of Democratization', Kellogg Institute Working Paper Series, Working Paper #228 (1996). 3. Armony and Schamis (note 2). 4. Some notable examples of such indexes of democracy include: Kenneth A. Bollen, 'Issues in the Comparative Measurement of Political Democracy', American Sociological Review, Vol. 45, No. 3 (1980), pp. 370–90; Michael Coppedge and Wolfgang H. Reinicke, 'Measuring Polyarchy', Studies in Comparative International Development, Vol. 25, No. 1 (1990), pp. 51–72; Axel Hadenius, Democracy and Development (Cambridge: Cambridge University Press, 1992); Tatu Vanhanen, 'A New Dataset for Measuring Democracy, 1810–1998', Journal of Peace Research, Vol. 37, No. 2 (2000), pp. 251–65; and the Polity Dataset (http://www.cidcm.umd.edu/polity/). The Freedom House Index (http://www.freedomhouse.org/) is also widely used as a measure of democracy, although it is strictly speaking a measure of 'freedom', rather than democracy. For an excellent review of the various indexes of democracy, see Gerardo L. Munck and Jay Verkuilen, 'Conceptualizing and Measuring Democracy. Evaluating Alternative Indices', Comparative Political Studies, Vol. 35, No. 1 (2002), pp. 5–34. 5. Guillermo O'Donnell, 'Delegative Democracy', Journal of Democracy, Vol. 5, No. 1 (1994), pp. 55–69; also Larry Diamond, Developing Democracy: Toward Consolidation (Baltimore, MD: The Johns Hopkins University Press, 1999). 6. William Case, 'Democracy's Quality and Breakdown: New Lessons from Thailand', Democratization, Vol. 14, No. 4 (2007), pp. 622–42, 636. 7. For a discussion of some of these authoritarianisms with adjectives, see the collection of essays 'Elections Without Democracy', Journal of Democracy, Vol. 13, No. 2 (2002), pp. 21–80, with contributions from Larry Diamond, Andreas Schedler, Steven Levitsky and Lucan A. Way, and Nicolas van de Walle. For the seminal elaboration of the concept 'bureaucratic-authoritarianism', as well as for some of the traits inherent in 'populist-authoritarianism', see Guillermo O'Donnell, Modernization and Bureaucratic-Authoritarianism (Berkeley, CA: Institute of International Studies, 1973). 8. Diamond, Developing Democracy (note 5). 9. Larry Diamond, 'Democracy in Latin America: Degrees, Illusions, and Directions for Consolidation', in Tom Farer (ed.), Beyond Sovereignty: Collectively Defending Democracy in the Americas (Baltimore, MD: The Johns Hopkins University Press, 1996), p. 53. 10. Gerardo L. Munck, 'The Regime Question: Theory Building in Democracy Studies', World Politics, Vol. 54, No. 1 (2001), pp. 119–44, 125–6. 11. Diamond, Developing Democracy (note 5), p. 279. 12. Giovanni Sartori, The Theory of Democracy Revisited (Chatham, NJ: Chatham House, 1987); Adam Przeworski, et al., Democracy and Development: Political Institutions and Well-Being in the World, 1950–1990 (Cambridge: Cambridge University Press, 2000). 13. For a discussion, see Pierre Ostiguy, 'Populism, Democracy, and Representation: Multidimensional Concepts and Regime Types in Comparative Politics', Paper presented at the 2001 LASA Conference, Washington DC, 6–8 September 2001. 14. Diamond, Developing Democracy (note 5), p. 16. 15. Scott Mainwaring, Daniel Brinks, and Aníbal Pérez-Linán, 'Classifying Political Regimes in Latin America, 1945–1999', Studies in Comparative International Development, Vol. 36, No. 1 (2001), pp. 37–65. 16. Sartori (note 12) provides an excellent review of liberal democratic theory. 17. See John Dunn, Setting the People Free. The Story of Democracy (London: Atlantic Books, 2005). This is not to ignore the normative appeal of the participatory model of democracy, but only to acknowledge that contemporary democracies have followed the republican trajectory, but for a few partial exceptions such as Switzerland. It is the institutions and mechanisms of representative democracy that are the main objectives of recent comparative literature on hybrid regimes and democratization. 18. Philippe C. Schmitter and Terry Lynn Karl, 'What Democracy Is … And Is Not', Journal of Democracy, Vol. 2, No. 3 (1991), pp. 75–88, 83. 19. Robert A. Dahl, Polyarchy: Participation and Opposition (New Haven, CT: Yale University Press, 1971). 20. Carothers (note 1). 21. On procedural minimum definitions, see Collier and Levitsky (note 2). 22. Terry L. Karl, 'The Hybrid Regimes of Central America', Journal of Democracy, Vol. 6, No. 3 (1995), pp. 72–86. 23. For instance, Andreas Schedler, 'The Menu of Manipulation', Journal of Democracy, Vol. 13, No. 2 (2002), pp. 36–50; Juan E. Méndez, Guillermo O'Donnell and Paulo Sérgio Pinheiro (eds), The (Un)Rule of Law and the Underprivileged in Latin America (Notre Dame, IL: University of Notre Dame Press, 1999); Karl (note 22); Guillermo O'Donnell, 'On the State, Democratization, and Some Conceptual Problems: A Latin American View with Glances at Some Postcommunist Countries', in Counterpoints: Selected Essays on Authoritarianism and Democratization (Notre Dame, IL: University of Notre Dame Press, 1999), pp. 133–57; J. Samuel Valenzuela, 'Democratic Consolidation in Post-Transitional Settings: Notion, Process, and Facilitating Conditions', in Scott Mainwaring et al. (eds), Issues in Democratic Consolidation: The New South American Democracies in Comparative Perspective (Notre Dame, IL: University of Notre Dame Press, 1992), pp. 57–104. 24. According to Giovanni Sartori, theories of democracy in the procedural tradition work from the assumption that electoral competition produces democratic consequences because of the feedback mechanism produced by elected officials' anticipated reactions. Sartori explains this logic as follows: 'Elected officials seeking reelection (in a competitive setting) are conditioned, in their deciding, by the anticipation (expectation) of how electorates will react to what they decide'. From this perspective, 'Democracy is the by-product of a competitive method for leadership recruitment'. Sartori (note 12), pp. 152–3. 25. For instance, Terry L. Karl, 'Dilemmas of Democratization in Latin America', Comparative Politics, Vol. 23, No. 1 (1990), pp. 1–21. 26. Mike Alvarez et al., 'Classifying Political Regimes', Studies in Comparative International Development, Vol. 31, No. 2 (1996), pp. 3–36, 18. 27. Collier and Levitsky (note 2). 28. For a discussion, see Valenzuela (note 23). Also Schedler (note 23). 29. Schedler (note 23). 30. Valenzuela (note 23), p. 67. 31. Richard Snyder and David Samuels, 'Devaluing the Vote in Latin America', Journal of Democracy, Vol. 12, No. 1 (2001), pp. 146–59. See also Schedler (note 23), p. 45. 32. Valenzuela (note 23), pp. 62–3. 33. Schedler (note 23), p. 41. 34. Valenzuela (note 23). See also Hans-Joachim Lauth, 'Informal Institutions and Democracy', Democratization, Vol. 7, No. 4 (2000), pp. 21–50, 37. 35. O'Donnell, 'Delegative Democracy' (note 5), p. 59 36. See O'Donnell, 'On the State' (note 23); Jonathan Fox, 'The Difficult Transition from Clientelism to Citizenship: Lessons from Mexico', World Politics, Vol. 46, No. 2 (1994), pp. 151–84; Edward L. Gibson, 'Boundary Control: Subnational Authoritarianism in Democratic Countries', World Politics, Vol. 58, No. 1 (2005), pp. 101–32. 37. O'Donnell, 'On the State' (note 23), p. 139. 38. O'Donnell, 'On the State' (note 23). 39. Ibid. 40. A related question concerns regime quality. The typology assumes popularization and liberalization to improve democratic quality by strengthening formal democratic procedures (i.e., electoralism and constitutionalism). The categorization is not concerned with the question what may constitute 'authoritarian quality'. From a normative standpoint, 'high quality authoritarianism' relates to substantive outcomes, not formal procedures. The effectiveness of different political regimes to realize substantive goals is a question for empirical analysis. 41. 'Liberal oligarchy' is advanced here as a more universal concept than Latin American 'oligarchical liberalism', that usually only refers to a certain period in Latin American history. In practice, the actual cases of that period also fall short of 'liberal oligarchy' as an ideal type. 42. For a discussion, see Collier and Levitsky (note 2). 'Diminished subtypes' are not full instances of a root concept, in this case the concept of liberal democracy, although some of the attributes defining the root concept are identified as present. 43. For a discussion of 'neo-populism' as a regime type, see Kurt Weyland, 'Clarifying a Contested Concept: Populism in the Study of Latin American Politics', Comparative Politics, Vol. 34, No. 1 (2001), pp. 1–22. 44. The concept of accountability has emerged as one of the key issues in comparative regime analysis. This re-emergence of accountability as key for understanding and improving democratic quality was to a large extent influenced by O'Donnell, who conceptualized accountability as running in two directions, vertical and horizontal. See Guillermo O'Donnell, 'Horizontal Accountability in New Democracies', Journal of Democracy, Vol. 9, No. 3 (1998), pp. 112–26. 45. See Aurel Croissant, 'Legislative Powers, Veto Players, and the Emergence of Delegative Democracy: A Comparison of Presidentialism in the Philippines and South Korea', Democratization, Vol. 10, No. 3 (2003), pp. 68–98; Hyug Baeg Im, 'Faltering Democratic Consolidation in South Korea: Democracy at the End of the \"Three Kims\" Era', Democratization, Vol. 11, No. 5 (2004), pp. 179–98. 46. O'Donnell describes the interests of 'brown' legislators as limited to 'sustain the system of privatized domination that has elected them, and to channel toward the system as many state resources as possible. The tendency of their vote is, thus, conservative and opportunistic. For their success they depend on the exchange of \"favors\" with the executive and various state bureaucracies and, under weakened executives that need some kind of congressional support, they often obtain the control of state agencies that furnish those resources. This increases the fragmentation (and the deficits) of the state – the brown spots invade even the bureaucratic apex of the state'. O'Donnell (note 23), p. 140. 47. David Collier and Robert Adcock, 'Democracy and Dichotomies: A Pragmatic Approach to Choices about Concepts', Annual Review of Political Science, Vol. 2 (1999), pp. 537–65, 561. Additional informationNotes on contributorsMikael WigellMikael Wigell is a doctoral candidate at the Development Studies Institute (DESTIN), London School of Economics and Political Science, UK.",
      "cited_by_count": 186,
      "type": "article",
      "source": {
        "name": "Democratization",
        "type": "journal",
        "issn": [
          "1351-0347",
          "1743-890X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "International Development and Aid",
        "Historical and Contemporary Political Dynamics",
        "Political Systems and Governance"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2060078068"
    },
    {
      "openalex_id": "W4240572578",
      "doi": "10.4324/9781315145280",
      "title": "New Mansions for Music",
      "authors": [
        {
          "name": "Lakshminarayanan Subramanian",
          "openalex_id": "A5072232894",
          "orcid": "https://orcid.org/0000-0001-8101-1243"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-10",
      "abstract": "The essays in New Mansions for Music: Performance, Pedagogy and Criticism look at one of the most ancient and rigorous classical musical traditions of India, the Karnatik music system, and the kind of changes it underwent once it was relocated from traditional spaces of temples and salons to the public domain. Nineteenth-century Madras led the way in the transformation that Karnatik music underwent as it encountered the forces of modernization and standardization. This study also contributes to our understanding of the experience of modernity in India through the prism of music. The role of Madras city as patron and custodian of the performing arts, especially classical music offers an invaluable perspective on the larger processes of modernization in India. As the title suggests, the areas of classical music, which were most influenced by these developments were pedagogy or modes of musical transmission, performance conventions and criticism or music appreciation. Once the urban elite demanded the widening of the teaching of classical music, traditional modes of music instruction underwent a major change involving a breakdown of the gurushishya parampara or the tradition wherein the teacher imparted knowledge to a chosen few. Caste and kinship were important determining factors for the selection of these shishyas or students, but in modern institutions like the universities these boundaries had to be demolished. Simultaneously, the public staging of music brought the performer into a new relationship with his audience, especially as the art form became subject to validation and criticism by the newly emerging music critic. In an immensely readable book peppered with anecdotes and conversations with leading musicians and critics of the day, as well as humorous visual representations, part caricature, part satirical, the author describes a rapidly changing society and its new look in early twentieth century Madras.",
      "cited_by_count": 2,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Architecture, Modernity, and Design",
        "Architecture, Design, and Social History"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4240572578"
    },
    {
      "openalex_id": "W2159387911",
      "doi": "10.1093/jopart/mui027",
      "title": "Maybe It Is Time to Rediscover Bureaucracy",
      "authors": [
        {
          "name": "Johan P. Olsen",
          "openalex_id": "A5086011182",
          "orcid": "https://orcid.org/0000-0002-1383-8318",
          "institutions": [
            "University of Oslo"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-03-01",
      "abstract": "This article questions the fashionable ideas that bureaucratic organization is an obsolescent, undesirable, and non-viable form of administration and that there is an inevitable and irreversible paradigmatic shift towards market- or network-organization. In contrast, the paper argues that contemporary democracies are involved in another round in a perennial debate and ideological struggle over what are desirable forms of administration and government: that is, a struggle over institutional identities and institutional balances. The argument is not that bureaucratic organization is a panacea and the answer to all challenges of public administration. Rather, bureaucratic organization is part of a repertoire of overlapping, supplementary, and competing forms coexisting in contemporary democracies, and so are market-organization and network-organization. Rediscovering Weber's analysis of bureaucratic organization, then, enriches our understanding of public administration. This is in particular true when we (a) include bureaucracy as an institution, not only an instrument; (b) look at the empirical studies in their time and context, not only at Weber's ideal-types and predictions; and (c) take into account the political and normative order bureaucracy is part of, not only the internal characteristics of “the bureau.”",
      "cited_by_count": 718,
      "type": "article",
      "source": {
        "name": "Journal of Public Administration Research and Theory",
        "type": "journal",
        "issn": [
          "1053-1858",
          "1477-9803"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/jpart/article-pdf/16/1/1/2636618/mui027.pdf"
      },
      "topics": [
        "Public Policy and Administration Research",
        "Political Influence and Corporate Strategies",
        "Local Government Finance and Decentralization"
      ],
      "referenced_works_count": 132,
      "url": "https://openalex.org/W2159387911"
    },
    {
      "openalex_id": "W4306392834",
      "doi": "10.26794/2226-7867-2022-12-3-117-122",
      "title": "Higher Education in China and Russia: Comparative Spiritual and Value Aspect",
      "authors": [
        {
          "name": "T. T. Makhamatov",
          "openalex_id": "A5020345752",
          "orcid": "https://orcid.org/0000-0003-0997-3979",
          "institutions": [
            "Financial University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-10-11",
      "abstract": "The article is devoted to the analysis of the cultural foundations of higher education in the Russian Federation and China. Special attention is paid to the implementation of \"market reforms\" and the modernization of higher education. The author noted that despite the similar form, the transformations of Russian and Chinese education, including in connection with joining the International Trade Organization, have different value content, since in the first case there is a breakdown of values and \"Westernization\", and in the second case there is a reliance on tradition and the preservation of the national component. The author makes a conclusion about the key role of the educational aspect and ideology in the higher education of the People's Republic of China.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Humanities and Social Sciences Bulletin of the Financial University",
        "type": "journal",
        "issn": [
          "2226-7867",
          "2619-1482"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://humanities.fa.ru/jour/article/download/693/680"
      },
      "topics": [
        "Central Asia Education and Culture",
        "Sociopolitical Dynamics in Russia",
        "Educational Innovations and Challenges"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W4306392834"
    },
    {
      "openalex_id": "W3158128818",
      "doi": "10.31219/osf.io/6aqe7",
      "title": "Revitalization of Pasambahan Manjapuik Marapulai as Part of Maintaining Efforts of Minangkabau Culture",
      "authors": [
        {
          "name": "Srimaharani Tanjung",
          "openalex_id": "A5085885287"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-03-20",
      "abstract": "The current of increasingly strong modernization has caused the local wisdom of a culture to be eliminated and replaced with a new form of habit instantly. This condition causes humans escape beyond the scope of their original tradition, and cause them become a crisis of identity and cultural breakdown. This paper aims to show the importance of revitalizing the tradition of Pasambahan manjapuik marapulai as part of efforts to preserve the Minangkabau culture. This type of research is descriptive qualitative. Sources of data obtained from field observations and interviews with informants and study documentation. The results showed that in order to revitalize the tradition of Pasambahan manjapuik marapulai, this can be done through three (3) stages, namely: activating, managing and inheritance. Activating can be done by socializing Minangkabau culture through education, re-functioning the traditional process, and forming a youth organization. Managing can be done by managing training time, promoting and involving youth in a series of events. Inheritance can be done through radio broadcasting, airing custom shows on local television, posting cultural advertisement and inventory.",
      "cited_by_count": 1,
      "type": "preprint",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.31219/osf.io/6aqe7"
      },
      "topics": [
        "Cultural and Artistic Studies",
        "Cultural and Religious Practices in Indonesia",
        "Community-based Tourism Development and Sustainability"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W3158128818"
    },
    {
      "openalex_id": "W2103759242",
      "doi": "10.4054/demres.2003.s1.6",
      "title": "Divorce and Remarriage in Rural Malawi",
      "authors": [
        {
          "name": "Georges Reniers",
          "openalex_id": "A5088097269",
          "orcid": "https://orcid.org/0000-0001-6582-1692",
          "institutions": [
            "University of Pennsylvania"
          ]
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-09-19",
      "abstract": "The demographic study of nuptiality in African countries is not very developed and often of secondary interest in a discussion of the proximate determinants of fertility. This paper uses unusual marriage history data to examine divorce and remarriage in rural Malawi. Life table probabilities of divorce range from 40 to 65 percent and are among the highest on the continent. An investigation into the determinants of marital instability using proportional hazards models confirms the importance of kinship systems and female empowerment, but the mechanism underlying the high divorce rates in Malawi is more complicated than that. This is, for example, illustrated in the effect of the polygyny variables. Marriage, divorce, and remarriage are further considered as empowering strategies that women deploy throughout their lives. © 2003 Max-Planck-Gesellshaft.",
      "cited_by_count": 194,
      "type": "article",
      "source": {
        "name": "Demographic Research",
        "type": "journal",
        "issn": [
          "1435-9871",
          "2363-7064"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.demographic-research.org/special/1/6/s1-6.pdf"
      },
      "topics": [
        "Family Dynamics and Relationships",
        "Demographic Trends and Gender Preferences",
        "Global Maternal and Child Health"
      ],
      "referenced_works_count": 49,
      "url": "https://openalex.org/W2103759242"
    },
    {
      "openalex_id": "W3138502778",
      "doi": "10.1007/978-3-030-69415-9_25",
      "title": "Sociocultural Transformations of Traditional North Caucasian Society in the Context of Modernization Changes",
      "authors": [
        {
          "name": "Natalia Victorovna Doronina",
          "openalex_id": "A5002191584",
          "institutions": [
            "Pyatigorsk State University"
          ]
        },
        {
          "name": "Gayane N. Edigarova",
          "openalex_id": "A5044814051",
          "institutions": [
            "Pyatigorsk State University"
          ]
        },
        {
          "name": "Elena S. Getmanova",
          "openalex_id": "A5086337870",
          "orcid": "https://orcid.org/0000-0002-0802-9639",
          "institutions": [
            "Pyatigorsk State University"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-01-01",
      "abstract": null,
      "cited_by_count": 1,
      "type": "book-chapter",
      "source": {
        "name": "Lecture notes in networks and systems",
        "type": "book series",
        "issn": [
          "2367-3370",
          "2367-3389"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Cultural, Linguistic, Economic Studies",
        "Sociopolitical Dynamics in Russia",
        "Security, Politics, and Digital Transformation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3138502778"
    },
    {
      "openalex_id": "W2022571798",
      "doi": "10.1111/j.1468-5906.2006.00299.x",
      "title": "Religion and Political Economy in an International Panel",
      "authors": [
        {
          "name": "Rachel M. McCleary",
          "openalex_id": "A5074123273",
          "orcid": "https://orcid.org/0000-0003-4894-779X",
          "institutions": [
            "Harvard University"
          ]
        },
        {
          "name": "Robert J. Barro",
          "openalex_id": "A5064323899",
          "orcid": "https://orcid.org/0000-0003-3761-827X",
          "institutions": [
            "Harvard University"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-05-18",
      "abstract": "Two important theories of religiosity are the secularization hypothesis and the religion‐market model. According to the former, sometimes called a demand‐side theory, economic development reduces religious participation and beliefs. According to the latter, described as a supply‐side theory, religiosity depends on the presence of a state religion, regulation of the religion market, suppression of organized religion under Communism, and the degree of religious pluralism. We assess the theories by using survey information for 68 countries over the last 20 years, measuring attendance at formal religious services, religious beliefs, and self‐identification as religious. In accordance with the secularization view, overall economic development—represented by per capita GDP—tends to reduce religiosity. Moreover, instrumental estimates suggest that this link reflects causation from economic development to religiosity, rather than the reverse. The presence of an official state religion tends to increase religiosity, probably because of the subsidies that flow to organized religion. However, in accordance with the religion‐market model, religiosity falls with government regulation of the religion market and Communist suppression. Greater religious pluralism raises attendance at formal services but has no significant effects on religious beliefs or self‐identification as religious. Although religiosity declines overall with economic development, the nature of the interaction varies with the dimension of development. For example, religiosity is positively related to education and the presence of children and negatively related to urbanization.",
      "cited_by_count": 412,
      "type": "article",
      "source": {
        "name": "Journal for the Scientific Study of Religion",
        "type": "journal",
        "issn": [
          "0021-8294",
          "1468-5906"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1468-5906.2006.00299.x"
      },
      "topics": [
        "Religion and Society Interactions",
        "Culture, Economy, and Development Studies",
        "Religion, Society, and Development"
      ],
      "referenced_works_count": 64,
      "url": "https://openalex.org/W2022571798"
    },
    {
      "openalex_id": "W2160934709",
      "doi": "10.1162/15263800260047844",
      "title": "Ecological Modernization and the Global Economy",
      "authors": [
        {
          "name": "A.P.J. Mol",
          "openalex_id": "A5042264865",
          "orcid": "https://orcid.org/0000-0002-4446-2595"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-05-01",
      "abstract": "This paper explores what an ecological modernization perspective has to offer in an era marked by globalization. Globalization processes and dynamics are mostly seen as detrimental to the environment. The point that an ecological modernization perspective puts on the research agenda is that, although global capitalism has not been beaten and continues to show its devastating environmental effects in all corners of the world, we are moving beyond the era of a global treadmill of production that only further degrades the environment. More or less powerful, reflexive, countervailing powers are beginning to move towards environmental reform. And these powers are no longer limited to a small environmental movement that only reacts to the constant undermining of society's sustenance base. In analyzing these countervailing forces, the paper also explores the consequences of globalization processes for ecological modernization ideas and perspectives.",
      "cited_by_count": 274,
      "type": "article",
      "source": {
        "name": "Global Environmental Politics",
        "type": "journal",
        "issn": [
          "1526-3800",
          "1536-0091"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://direct.mit.edu/glep/article-pdf/2/2/92/1818574/15263800260047844.pdf"
      },
      "topics": [
        "Political Economy and Marxism",
        "Sustainable Development and Environmental Policy",
        "Global Energy and Sustainability Research"
      ],
      "referenced_works_count": 58,
      "url": "https://openalex.org/W2160934709"
    },
    {
      "openalex_id": "W2169463870",
      "doi": "10.1177/0011392114559951",
      "title": "Emancipatory catastrophism: What does it mean to climate change and risk society?",
      "authors": [
        {
          "name": "Ulrich Beck",
          "openalex_id": "A5004837908",
          "institutions": [
            "Ludwig-Maximilians-Universität München"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-15",
      "abstract": "The metamorphosis of the world is about the hidden emancipatory side effect of global risk. This article argues that the talk about bads produces ‘common goods’. As such, the argument goes beyond what has been at the heart of the world risk society theory so far: it is not about the negative side effects of goods but the positive side effects of bads. They are producing normative horizons of common goods. This is what the author defines as ‘emancipatory catastrophism’. Emancipatory catastrophism can be seen and analysed by using three conceptual lenses: first, the anticipation of global catastrophe violates sacred (unwritten) norms of human existence and civilization; second, thereby it causes an anthropological shock, and, third, a social catharsis.",
      "cited_by_count": 294,
      "type": "article",
      "source": {
        "name": "Current Sociology",
        "type": "journal",
        "issn": [
          "0011-3921",
          "1461-7064"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://epub.ub.uni-muenchen.de/58703/1/Beck_Emancipatory_catastrophism.pdf"
      },
      "topics": [
        "Climate Change and Geoengineering",
        "Risk Perception and Management",
        "Environmental Philosophy and Ethics"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W2169463870"
    },
    {
      "openalex_id": "W4384407352",
      "doi": "10.55677/ijssers/v03i7y2023-21",
      "title": "Locating the Bemba Kinship in 21st Century Zambia: A Historical and Futuristic Perspective",
      "authors": [
        {
          "name": "Alice Bimba",
          "openalex_id": "A5092476264"
        },
        {
          "name": "Daniel L. Mpolomoka",
          "openalex_id": "A5064017342",
          "orcid": "https://orcid.org/0000-0002-2479-2693"
        },
        {
          "name": "Rex L. Sampa",
          "openalex_id": "A5036765352",
          "orcid": "https://orcid.org/0000-0001-6725-5444"
        },
        {
          "name": "Obster Gorebrowne Nyirenda",
          "openalex_id": "A5038791623"
        },
        {
          "name": "Lufeyo Chitondo",
          "openalex_id": "A5083701363"
        },
        {
          "name": "Limbali Muyendekwa",
          "openalex_id": "A5041594194"
        },
        {
          "name": "Kennedy Kangwa",
          "openalex_id": "A5032732302"
        },
        {
          "name": "Abigail Nachilima Chalwe",
          "openalex_id": "A5048820312"
        },
        {
          "name": "Lufeyo Chitondo",
          "openalex_id": ""
        },
        {
          "name": "School of Education, Department of Literature and Languages, Rockview University, Zambia",
          "openalex_id": ""
        },
        {
          "name": "Limbali Muyendekwa",
          "openalex_id": ""
        },
        {
          "name": "School of Humanities and Social Sciences, Literature and Languages Department, University of Zambia",
          "openalex_id": ""
        },
        {
          "name": "Kennedy Kangwa",
          "openalex_id": ""
        },
        {
          "name": "School of Humanities and Social Sciences, Literature and Languages Department, Kwame Nkrumah University",
          "openalex_id": ""
        },
        {
          "name": "Abigail Nachilima Chalwe",
          "openalex_id": ""
        },
        {
          "name": "School of Education, Humanities and Social Sciences, Unicaf University Zambia",
          "openalex_id": ""
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-07-14",
      "abstract": "This article emanates from findings of a desktop research conducted to describe the historical and futuristic perspectives of the Bemba kingship. The details of the study were extracted from the data gathered from archives, interviews and literature reviewed on kingship. Findings point to a well-archived, once rock-solid Bemba kingship lineage to a degenerated Bemba kingship one today. Findings have revealed that the causes of the degeneration of the Bemba kingship are in print, electronic and oral tradition domains. Lifestyles interrogated point to a complete breakdown of the extended family system as one of the main reasons of the none-adherence to kingship ties. Other reasons established by the study include dynamics in the political, socio-economic, cultural practices and modernization. The study recommends various familial, community, stakeholder and government initiatives to support and restore the Bemba kingship.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "INTERNATIONAL JOURNAL OF SOCIAL SCIENCE AND EDUCATION RESEARCH STUDIES",
        "type": "journal",
        "issn": [
          "2770-2782",
          "2770-2790"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "African studies and sociopolitical issues",
        "African history and culture studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4384407352"
    },
    {
      "openalex_id": "W2040543785",
      "doi": "10.1080/13510340600579243",
      "title": "Authoritarian persistence, democratization theory and the Middle East: An overview and critique",
      "authors": [
        {
          "name": "Raymond Hinnebusch",
          "openalex_id": "A5034081547",
          "orcid": "https://orcid.org/0000-0001-5800-6606",
          "institutions": [
            "School of International Relations",
            "University of St Andrews"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-05-30",
      "abstract": "What explains the democratic deficit and authoritarian persistence in the Middle East? An overview and critique of the cumulative layers of theoretical tradition that seeks to explain democratic and non-democratic outcomes provides a wealth of tools for understanding the Middle East case. Early modernization theory's analysis of 'requisites' proved indeterminate and cultural exceptionalist arguments identified merely an intervening variable. Later theories of developmental imbalances and nation-building dilemmas explained more convincingly why democracy failed in the Middle East. Historical sociology, in identifying the social structural bases of alternative regime paths, showed what put Middle East states on their own distinctive authoritarian pathways. Institutionalist approaches to state-building helped explain the consolidation of authoritarian regimes in the region while political-economy analysis showed how these regimes adapted to changes in their environment. Rational choice approaches help show why the agency to lead democratic transitions has been lacking. Analyses of the impact of globalization and of the United States hegemon suggest the international variable is compatible with liberalization of authoritarian regimes but not with democratization.",
      "cited_by_count": 191,
      "type": "article",
      "source": {
        "name": "Democratization",
        "type": "journal",
        "issn": [
          "1351-0347",
          "1743-890X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.1080/13510340600579243?download=true"
      },
      "topics": [
        "Political Conflict and Governance",
        "Religion and Society Interactions",
        "Turkey's Politics and Society"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2040543785"
    },
    {
      "openalex_id": "W3032728705",
      "doi": "10.1007/s12108-020-09445-1",
      "title": "The Modern Essay in Brazil",
      "authors": [
        {
          "name": "María Arminda do Nascimento Arruda",
          "openalex_id": "A5013889630",
          "orcid": "https://orcid.org/0000-0002-1609-6743",
          "institutions": [
            "Universidade de São Paulo"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-05-25",
      "abstract": null,
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "The American Sociologist",
        "type": "journal",
        "issn": [
          "0003-1232",
          "1936-4784"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Literature, Culture, and Criticism",
        "Linguistics and Education Research",
        "Sociology and Education in Brazil"
      ],
      "referenced_works_count": 13,
      "url": "https://openalex.org/W3032728705"
    },
    {
      "openalex_id": "W2008749442",
      "doi": "10.1111/j.0020-8833.2004.00298.x",
      "title": "The Legacy of Western Overseas Colonialism on Democratic Survival",
      "authors": [
        {
          "name": "Michaël Bernhard",
          "openalex_id": "A5041331059",
          "orcid": "https://orcid.org/0000-0002-0030-1693",
          "institutions": [
            "Pennsylvania State University"
          ]
        },
        {
          "name": "Christopher Reenock",
          "openalex_id": "A5005363367",
          "orcid": "https://orcid.org/0000-0003-0108-7198",
          "institutions": [
            "Florida State University"
          ]
        },
        {
          "name": "Timothy Nordstrom",
          "openalex_id": "A5078056624",
          "orcid": "https://orcid.org/0000-0002-1264-9590",
          "institutions": [
            "University of Mississippi"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-29",
      "abstract": "Using an original dataset that covers the period from 1951 to 1995, we consider the enduring effects of Western overseas colonialism on the democratic survival of postcolonial democracies. We treat colonialism as a holistic phenomenon and differentiate the relative effects of its legacies with regard to the level of economic development, social fragmentation, and the relationship between the state and civil society. We find that Western overseas colonialism, a factor often overlooked in recent large-n studies, continues to have an effect on the survival of democratic regimes. We further find that the legacy of specific colonial powers has an important effect on survival as well. Unlike previous studies, we find that former Spanish colonies outperform British colonies when colonialism is conceptualized holistically. However, when we break colonial legacy into separate components (development, social fragmentation, and the relationship between the state and civil society), we find that the advantages former British colonies enjoy are attributable to the legacy of the state/civil society relationship. Moreover, we show that at least in the case of former British colonies, time spent under colonial rule is positively associated with democratic survival.",
      "cited_by_count": 234,
      "type": "article",
      "source": {
        "name": "International Studies Quarterly",
        "type": "journal",
        "issn": [
          "0020-8833",
          "1468-2478"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/isq/article-pdf/48/1/225/9988447/48-1-225.pdf"
      },
      "topics": [
        "Culture, Economy, and Development Studies",
        "Political Conflict and Governance",
        "Social Capital and Networks"
      ],
      "referenced_works_count": 81,
      "url": "https://openalex.org/W2008749442"
    },
    {
      "openalex_id": "W2136796718",
      "doi": "10.1017/s0898588x07000211",
      "title": "Frontlash: Race and the Development of Punitive Crime Policy",
      "authors": [
        {
          "name": "Vesla M. Weaver",
          "openalex_id": "A5111612582",
          "institutions": [
            "University of Virginia"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-01-01",
      "abstract": "Civil rights cemented its place on the national agenda with the passage of the Civil Rights Act of 1964, fair housing legislation, federal enforcement of school integration, and the outlawing of discriminatory voting mechanisms in the Voting Rights Act of 1965. Less recognized but no less important, the Second Reconstruction also witnessed one of the most punitive interventions in United States history. The death penalty was reinstated, felon disenfranchisement statutes from the First Reconstruction were revived, and the chain gang returned. State and federal governments revised their criminal codes, effectively abolishing parole, imposing mandatory minimum sentences, and allowing juveniles to be incarcerated in adult prisons. Meanwhile, the Law Enforcement Assistance Act of 1965 gave the federal government an altogether new role in crime control; several subsequent policies, beginning with the Crime Control and Safe Streets Act of 1968 and culminating with the Federal Sentencing Guidelines, ‘war on drugs,’ and extension of capital crimes, significantly altered the approach. These and other developments had an exceptional and long-lasting effect, with imprisonment increasing six-fold between 1973 and the turn of the century. Certain groups felt the burden of these changes most acutely. As of the last census, fully half of those imprisoned are black and one in three black men between ages 20 and 29 are currently under state supervision. Compared to its advanced industrial counterparts in western Europe, the United States imprisons at least five times more of its citizens per capita.",
      "cited_by_count": 470,
      "type": "article",
      "source": {
        "name": "Studies in American Political Development",
        "type": "journal",
        "issn": [
          "0898-588X",
          "1469-8692"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/9744286F944F1A250B94CD3AFB1A6021/S0898588X07000211a.pdf/div-class-title-frontlash-race-and-the-development-of-punitive-crime-policy-div.pdf"
      },
      "topics": [
        "Criminal Justice and Corrections Analysis",
        "Crime Patterns and Interventions"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W2136796718"
    },
    {
      "openalex_id": "W2172091756",
      "doi": "10.1525/ae.2004.31.1.92",
      "title": "“Praise the Lord”: Popular cinema and pentecostalite style in Ghana's new public sphere",
      "authors": [
        {
          "name": "Birgit Meyer",
          "openalex_id": "A5103042842",
          "orcid": "https://orcid.org/0000-0001-7186-7865",
          "institutions": [
            "University of Amsterdam"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-02-01",
      "abstract": "ABSTRACT In this article I examine the elective affinity between Pentecostalism and the vibrant video‐film industry that has flourished in the wake of Ghana's adoption of a democratic constitution. I argue that, as a result of the liberalization and commercialization of the media, a new public sphere has emerged that can no longer be fully controlled by the state but that is increasingly indebted to Pentecostalism. Pentecostalism and video‐films come together and articulate alternative, Christian imaginations of modernity. Seeking to grasp the blurring of boundaries between religion and entertainment, I examine the pentecostalite cultural style on which these alternative visions thrive. My main concern is to investigate the specific mode through which Pentecostal expressive forms go public, thereby transforming the public sphere.",
      "cited_by_count": 303,
      "type": "article",
      "source": {
        "name": "American Ethnologist",
        "type": "journal",
        "issn": [
          "0094-0496",
          "1548-1425"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1525/ae.2004.31.1.92"
      },
      "topics": [
        "Anthropological Studies and Insights",
        "African studies and sociopolitical issues",
        "Postcolonial and Cultural Literary Studies"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W2172091756"
    },
    {
      "openalex_id": "W2065666343",
      "doi": "10.4054/demres.2008.19.8",
      "title": "Overview Chapter 6: The diverse faces of the Second Demographic Transition in Europe",
      "authors": [
        {
          "name": "Tomáš Sobotka",
          "openalex_id": "A5017278743",
          "orcid": "https://orcid.org/0000-0002-6418-7105",
          "institutions": [
            "Vienna Institute of Demography"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-07-01",
      "abstract": "This chapter discusses the concept of the second demographic transition (SDT) and its relevance for explaining the ongoing changes in family and fertility patterns across Europe. It takes a closer look at the shifts in values and attitudes related to f",
      "cited_by_count": 442,
      "type": "article",
      "source": {
        "name": "Demographic Research",
        "type": "journal",
        "issn": [
          "1435-9871",
          "2363-7064"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.demographic-research.org/volumes/vol19/8/19-8.pdf"
      },
      "topics": [
        "Intergenerational Family Dynamics and Caregiving",
        "Family Dynamics and Relationships",
        "Demographic Trends and Gender Preferences"
      ],
      "referenced_works_count": 116,
      "url": "https://openalex.org/W2065666343"
    },
    {
      "openalex_id": "W636942736",
      "doi": "10.21435/sff.15",
      "title": "Tradition through Modernity: Postmodernism and the Nation-State in Folklore Scholarship",
      "authors": [
        {
          "name": "Pertti Anttonen",
          "openalex_id": "A5022121052",
          "orcid": "https://orcid.org/0000-0003-4866-9910",
          "institutions": [
            "University of Helsinki"
          ]
        },
        {
          "name": "Pertti Anttonen",
          "openalex_id": "",
          "institutions": [
            "University of Helsinki"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-02-06",
      "abstract": "\"In their study of social practices deemed traditional, scholars tend to use the concept and idea of tradition as an element of meaning in the practices under investigation. But just whose meaning is it? Is it a meaning generated by those who study tradition or those whose traditions are being studied? In both cases, particular criteria for traditionality are employed, whether these are explicated or not. Individuals and groups will no doubt continue to uphold their traditional practices or refer to their practices as traditional. While they are in no way obliged to explicate in analytical terms their criteria for traditionality, the same cannot be said for those who make the study of traditions their profession. In scholarly analysis, traditions need to be explained instead of used as explanations for apparent repetitions and replications or symbolic linking in social practice, values, history, and heritage politics. This book takes a closer look at ‘tradition’ and ‘folklore’ in order to conceptualize them within discourses on modernity and modernism. The first section discusses ‘modern’ and ‘traditional’ as modern concepts and the study of folklore as a modern trajectory. The underlying tenet here is that non-modernity cannot be represented without modern mediation, which therefore makes the representations of non-modernity epistemologically modern. The second section focuses on the nation-state of Finland and the nationalistic use of folk traditions in the discursive production of Finnish modernity and its Others. The insights are applicable worldwide in discussions on cultural representation. \"",
      "cited_by_count": 162,
      "type": "book",
      "source": {
        "name": "Finnish Literature Society eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://oa.finlit.fi/site/books/10.21435/sff.15/download/2035/"
      },
      "topics": [
        "Folklore, Mythology, and Literature Studies",
        "Culinary Culture and Tourism",
        "Philippine History and Culture"
      ],
      "referenced_works_count": 358,
      "url": "https://openalex.org/W636942736"
    },
    {
      "openalex_id": "W2156499340",
      "doi": "10.1017/s0022050713000302",
      "title": "Political Extremism in the 1920s and 1930s: Do German Lessons Generalize?",
      "authors": [
        {
          "name": "Alan de Bromhead",
          "openalex_id": "A5088400564",
          "orcid": "https://orcid.org/0000-0003-4704-2331",
          "institutions": [
            "University of Oxford"
          ]
        },
        {
          "name": "Barry Eichengreen",
          "openalex_id": "A5043537207",
          "orcid": "https://orcid.org/0000-0002-1683-4486",
          "institutions": [
            "University of California, Berkeley"
          ]
        },
        {
          "name": "Kevin O’Rourke",
          "openalex_id": "A5061638954",
          "orcid": "https://orcid.org/0000-0001-6272-2090"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-05-23",
      "abstract": "We examine the impact of the Great Depression on the share of votes for right-wing extremists in elections in the 1920s and 1930s. We confirm the existence of a link between political extremism and economic hard times as captured by growth or contraction of the economy. What mattered was not simply growth at the time of the election, but cumulative growth performance. The impact was greatest in countries with relatively short histories of democracy, with electoral systems that created low hurdles to parliamentary representation, and which had been on the losing side in World War I.",
      "cited_by_count": 130,
      "type": "article",
      "source": {
        "name": "The Journal of Economic History",
        "type": "journal",
        "issn": [
          "0022-0507",
          "1471-6372"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/0A2ACD66FBF33D2E51145E4FA95A9062/S0022050713000302a.pdf/div-class-title-political-extremism-in-the-1920s-and-1930s-do-german-lessons-generalize-div.pdf"
      },
      "topics": [
        "Culture, Economy, and Development Studies",
        "Electoral Systems and Political Participation",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 73,
      "url": "https://openalex.org/W2156499340"
    },
    {
      "openalex_id": "W2802632294",
      "doi": "10.1093/ia/iiy060",
      "title": "What authoritarianism is … and is not:∗ a practice perspective",
      "authors": [
        {
          "name": "Marlies Glasius",
          "openalex_id": "A5013598056"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-01",
      "abstract": "This article highlights three main problems with current conceptualizations of authoritarianism: they constitute a negative or residual category, focus excessively on elections and assume that authoritarianism is necessarily a state-level phenomenon. Such ‘regime classifications’ cannot help us comment intelligently on public concerns that politicians like President Rodrigo Duterte, Prime Minister Narendra Modi, Prime Minister Viktor Orban or President Donald Trump are essentially ‘authoritarian’ leaders. This article proposes that, in order to provide political scientists with better tools to distinguish between contemporary threats to democracy and interpretations imbued by left-liberal prejudice, authoritarianism studies must be reoriented towards studying authoritarian as well as illiberal practices rather than the fairness of national elections alone. The article defines and illustrates such practices, which exist in authoritarian, democratic and transnational contexts. Comparative analysis of authoritarian and illiberal practices will help us understand conditions in which they thrive and how they are best countered.",
      "cited_by_count": 322,
      "type": "article",
      "source": {
        "name": "International Affairs",
        "type": "journal",
        "issn": [
          "0020-5850",
          "1468-2346"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/ia/article-pdf/94/3/515/24808409/iiy060.pdf"
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Political Philosophy and Ethics",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2802632294"
    },
    {
      "openalex_id": "W2535184115",
      "doi": "10.1016/j.tourman.2016.10.011",
      "title": "A systematic literature review of risk and gender research in tourism",
      "authors": [
        {
          "name": "Elaine Chiao Ling Yang",
          "openalex_id": "A5037937268",
          "orcid": "https://orcid.org/0000-0001-5245-1688",
          "institutions": [
            "Griffith University"
          ]
        },
        {
          "name": "Catheryn Khoo‐Lattimore",
          "openalex_id": "A5068959043",
          "orcid": "https://orcid.org/0000-0003-2858-870X",
          "institutions": [
            "Griffith University"
          ]
        },
        {
          "name": "Charles Arcodia",
          "openalex_id": "A5033216238",
          "orcid": "https://orcid.org/0000-0002-9196-9591",
          "institutions": [
            "Griffith University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-10-22",
      "abstract": null,
      "cited_by_count": 406,
      "type": "article",
      "source": {
        "name": "Tourism Management",
        "type": "journal",
        "issn": [
          "0261-5177",
          "1879-3193"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S0261517716301893"
      },
      "topics": [
        "Diverse Aspects of Tourism Research",
        "Adventure Sports and Sensation Seeking",
        "Tourism, Volunteerism, and Development"
      ],
      "referenced_works_count": 90,
      "url": "https://openalex.org/W2535184115"
    }
  ],
  "count": 30,
  "errors": []
}
