{
  "status": "success",
  "source": "semantic_scholar",
  "query": "conservative diagnosis modernity tradition loss",
  "results": [
    {
      "paperId": "afca6829fef094a7ef02eda4c510ecd45f7f09fe",
      "title": "T. S Eliot's and Oswald Spengler's conservative concept of culture",
      "authors": [
        {
          "name": "Zoltán Pető",
          "authorId": "2287554143"
        }
      ],
      "year": 2025,
      "abstract": "T . S. Eliot and Oswald Spengler both are world-famous conservative authors. They grasped the conception of \" culture\" in different ways, yet their basic premise was that modern culture is in decline. Their basic conviction stemmed from the experience of \" loss\" instead of \" development\" regarding modernity. They both condemned political totalitarianism, but also democratism, liberalism and capitalism. According to both authors: modern political and social ideas were bringing cultural standards down to an all-time low and creating a kind of modern \" mass culture\": more precisely, the mass con-sumption of low-quality cultural products. Also, there are significant differences in the way they approached history and its impact on culture. Eliot, typical of British conservative thought, was much more concerned with perspectives of continuity and synthesis and, in contrast to Spengler, had greater hopes that modernity could be linked to past traditions. Spengler, in tune with the German conservative revolution' s experience of time and being, perceived a kind of \" rupture' \" between the past and the present. His cyclical model of cultures and civilisations suggests that cultures, regardless of their efforts to come to terms with their past, are inevitably and deterministically in decline. Despite their contrasting views on the fate and role of culture, both thinkers stressed that there is a permanence in the human spirit, for Eliot it is \" religion\" and for Spengler \" life\": for both thinkers, culture is born from a transcendental basis. Eliot, in the course of the 20th century, revisited the idea of the intellectual elite: in The Idea Christian Society, he tried to give a new meaning to a traditional concept. Spenglers concept of the ' Faustian man' and ' Faustian culture' resonated with very important German thinkers associated with the intellectual movement of the conservative revolution. Spenglers predictions about the fate of humanity - especially the distinctions he drew between culture and civilisation - do not seem to be at all contradicted by the major ideological, political, artistic, cultural, social and economic trends of the period since then.",
      "citationCount": 0,
      "doi": "10.5937/kultura2589009p",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/afca6829fef094a7ef02eda4c510ecd45f7f09fe",
      "venue": "Kultura",
      "journal": {
        "name": "Kultura"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "50ca4a94847ce1c40e74b7f5e619d5a307ca3110",
      "title": "Ação, trabalho e labor segundo Hannah Arendt",
      "authors": [
        {
          "name": "Ricardo Luiz de Souza",
          "authorId": "108696181"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/50ca4a94847ce1c40e74b7f5e619d5a307ca3110",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "95-109",
        "volume": "14"
      },
      "publicationTypes": null
    }
  ],
  "count": 2,
  "errors": []
}
