{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Scruton tradition decay culture",
  "results": [
    {
      "paperId": "24454919551e2d88c3441e89045c2a24a64782c5",
      "title": "The problem of the local in philosophical tradition and in modern philosophy of culture",
      "authors": [
        {
          "name": "O. Borodenko",
          "authorId": "1581326620"
        }
      ],
      "year": 2021,
      "abstract": "Introduction. In our time, the problem of the local is particularly relevant. Unfortunately, the world is becoming shaky again, and the processes taking place in it are becoming more and more unpredictable. At such times – different crises, wars and transformations, people are especially inclined to think about the microcosm in which they live and which they share with their loved ones. Any local space, despite its apparent smallness and inconspicuousness, is a powerful alternative to the global world order with its consistency, hierarchy and rationalism, and often with the presence of the potential for aggressiveness towards an individual. A classic of European philosophy, Jürgen Habermas, in a recent interview, once again stated the deepening process of disintegration of the public sphere: “Based on the French model – from Zola to Sartre and Bourdieu, the public sphere is crucial to the intellectual, though its fragile structure is undergoing an accelerated process of decay”. But what is it “local”, “locality”? Does philosophy in general and philosophy of culture, in particular, need these concepts? If the answer is yes, then why, despite the fact that these concepts are quite often found in various philosophical discourses, has its meaning not yet been completely clarified? In this article we will try to briefly trace the evolution of the concepts “local” and “locality” in classical and contemporary philosophy (using the concepts of individual thinkers as an example), and also to determine the meaning of this concept for",
      "citationCount": 1,
      "doi": "10.32837/APFS.V0I27.911",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24454919551e2d88c3441e89045c2a24a64782c5",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "3-7",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "019d0d686d3182a63acb965963a7a481f0e42031",
      "title": "Reclaiming Moral Foundations: Integrating Christian Ethics to Address Contemporary Moral Decay",
      "authors": [],
      "year": 2023,
      "abstract": "Contemporary society grapples with the erosion of moral foundations, evident in pervasive issues such as injustice, murder, sexual perversion, and corruption. This study explores the integration of theological perspectives, particularly from the Christian tradition, as a means to address these challenges. Drawing upon insights from theological scholars and philosophers, the research examine the unchanging nature of God's word as a moral compass and its relevance in navigating complex moral dilemmas. Through interdisciplinary analysis, the work assesses the impact of secularism, technological advancements, and shifting cultural norms on moral discourse, identifying key factors contributing to moral decay. Furthermore, by integrating deontological ethics and structural functionalism as a structural base, this research proposes actionable strategies that are both morally principled and socially functional and aims to inspire a renewed commitment to moral principles, fostering a culture of integrity, compassion, and social responsibility. The study concludes that reclaiming moral foundations grounded in enduring principles is essential for building a more just and virtuous society, reflecting the timeless wisdom of the past and addressing the moral imperatives of the present.",
      "citationCount": 0,
      "doi": "10.55529/jhmd.32.32.41",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/019d0d686d3182a63acb965963a7a481f0e42031",
      "venue": "Journal of Humanities,Music and Dance",
      "journal": {
        "name": "Journal of Humanities,Music and Dance"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "672854e3a51170ea6cafbc60bc09ff9bb6f70e7a",
      "title": "Conexiones en red con otros tiempos, espacios y generaciones. Roger Scruton, tradición y educación",
      "authors": [
        {
          "name": "María G. Amilburu",
          "authorId": "2126400414"
        }
      ],
      "year": 2020,
      "abstract": "In our days it is frequent to despise the value of  cultural, scientific and philosophical traditions because these link us to a time that has passed. Those who claim their value and the essential role they play in human life and education are disqualified as conservatives, falsely accused of trying to anchor subjects to a past that is no longer valid, as if they were enemies of progress, development and innovation. This article analyzes a different way of understanding tradition as is presented by renowned contemporary authors like R. Scruton, A. MacIntyre and R.S. Peters. For them, assuming traditions allows us to establish fruitful intentional networks with those who preceded us, with our contemporaries and with the unborn. According to the theoretical nature of this work, philosophical methodology is used: location of relevant sources; reading, critical and comparative analysis of texts; hermeneutic interpretation and elaboration of conclusions and proposals. This study denotes that following a tradition is an intentional behavior that contains in itself the principle of its own evolution. There are no individual traditions: they are shared by a human group and conform the common background of expectations of society. Furthermore, traditions are plural and each culture is characterized by a central current that has passed the test of time and serves as a model and as a source of inspiration for those who live in the present. Traditions play an essential role in education, especially regarding its socializing function. Assuming the value of a traditions is not opposed to progress, but rather empowers it, by establishing intentional networks between past, present and future members of society.",
      "citationCount": 4,
      "doi": "10.14201/teri.23463",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/672854e3a51170ea6cafbc60bc09ff9bb6f70e7a",
      "venue": "",
      "journal": {
        "name": "Teoria De La Educacion",
        "pages": "35-49",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8b0dcc003c0a8855b2ffebd4414fbb7f57fb80d1",
      "title": "Gnostic images in the visual culture of modernity",
      "authors": [
        {
          "name": "A. Pozharov",
          "authorId": "2290119867"
        }
      ],
      "year": 2025,
      "abstract": "\n The visual culture at the turn of the 20th to the 21st century demonstrates a persistent interest in gnostic motifs, manifesting in film and media art as well as in performative, architectural, and bioart practices. The focus of the study is the analysis of visual forms in which gnostic knowledge is realized not as iconography but as a way of experiencing otherness, loss, and sacred rupture. The object of study is the visual culture of modernity as a field of representation of sacred knowledge in a post-secular context. The subject of the research includes gnostic images and their interpretation in contemporary visual practice—from cinema and bioart to installation, performative, and architectural forms. The emphasis is on the ways in which gnostic optics transform into visual codes that are not reducible to illustration but act as initiation, a gap in the sign, a challenge to the sensual. Special attention is given to how contemporary art uses light, emptiness, silence, and fragment not as formal techniques but as structures of sacred experience. Gnostic visuality is viewed as a form of pneumatic knowledge—not conveying meanings but invoking anamnesis. The research relies on the philosophy of the visual as a method of analyzing media representation of the sacred, the phenomenology of the image—to reveal the ontological status of the visual motif, hermeneutics of the symbol—for the interpretation of archetypal structures, and gnostic ontology—as a metaphysical framework for reading visual experience. The main conclusions of the study assert gnostic visuality as a special type of imagery manifested in contemporary artistic, performative, and cinematic practices, identifying mechanisms of remythologization of sacred experience through images of light, fragment, silence, and decay. The study shows that the gnostic image acts not as an iconographic sign but as initiation—through perceptual and bodily experience. The scientific novelty lies in the interpretation of gnostic motifs—Sophia, the demiurge, tripartite anthropology, pleroma—in the context of contemporary visual culture, as well as in the introduction of the concept of iconic neomyth as an aesthetic strategy for restoring sacred form outside of tradition, through light, silence, and emptiness. A unique contribution of the author is the development of an interdisciplinary approach that connects gnostic ontology of the image with the phenomenology of perception and the philosophy of visual experience.\n",
      "citationCount": 1,
      "doi": "10.7256/2454-0625.2025.7.75333",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b0dcc003c0a8855b2ffebd4414fbb7f57fb80d1",
      "venue": "Культура и искусство",
      "journal": {
        "name": "Культура и искусство"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b3569ce591d9796444b9f119950fc2ea0abdb446",
      "title": "Philosophical foundations of worldview conflict within Western thought in the conservative perspective",
      "authors": [
        {
          "name": "Maria Kądzielska",
          "authorId": "2091536687"
        }
      ],
      "year": 2024,
      "abstract": "Abstract: \nIn the face of growing conflicts in Western societies and the formation of deep political, ideological and worldview divisions within Western civilization, it becomes legitimate to ask whether we are not witnessing ongoing culture wars? The observed intensifying social dichotomies do not touch only the issue of political sympathies or antipathies, but concern almost all aspects of human life: the concept of nation, attitude to religion, family model, approach to sexuality and even the existence of gender. The purpose of this article is to trace the conservative style of thinking in the context of the culture war, to distinguish the elements of common concepts within this philosophical tradition, as well as the peculiarities of each of the selected authors. The paper has the following order: an introduction devoted to the origins of modern conservatism, allowing to outline the conceptual framework of this style of thinking. It is hypothesized that modern British conservatism arose in response to events associated with the collapse of socialism in Poland and Czechoslovakia, while the philosophical development of Polish conservative thought is inspired by Anglo-Saxon publications. In the first part, the thought of British conservative philosophy on the phenomenon of culture war is described on the example of Roger Scruton's philosophy, and then compared with American authors Allan Bloom and Gertrude Himmelfarb. The second part of the article is devoted to two Polish authors who have dealt extensively with the subject of culture war – Agnieszka Kolakowska and Anna Pawczynska. Finally, the conservative interpretation of the culture war is compared with the liberal and left-wing interpretations in order to point out the links, connections, as well as differences between them.",
      "citationCount": 1,
      "doi": "10.12775/dp.2023.003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3569ce591d9796444b9f119950fc2ea0abdb446",
      "venue": "Dialogi Polityczne",
      "journal": {
        "name": "Dialogi Polityczne"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b47211b4189832262eb728dedc4a022530785f11",
      "title": "LITERARY IMAGES OF WOMEN IN THE JEWISH TRADITION",
      "authors": [
        {
          "name": "Jewish Tradition",
          "authorId": "134226008"
        },
        {
          "name": "S. Breslauer",
          "authorId": "83686361"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b47211b4189832262eb728dedc4a022530785f11",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b7f1af227d26dff6363ec8e0405f4d1aa0169e79",
      "title": "Kentli Tüketim Toplumu Eleştirisi Olarak Martin Crimp Tiyatrosu",
      "authors": [
        {
          "name": "Kadriye Yılmaz",
          "authorId": "81655546"
        }
      ],
      "year": 2023,
      "abstract": "Martin Crimp criticises the urban culture based on pleasure and temptation in real-life contexts. Crimp depicts moral ambiguity and corruption faced by society and individuals in dealing with the problems caused by the free-market economy and globalisation in a background of an urban consumer society. Martin Crimp criticises contemporary urban life, in which consumerism has become a way of life, in the context of the social and individual degeneration, decay, uncertainty, violence and insecurity he witnesses. In his plays, Crimp delineates the issues of loss of tradition and value, social collapse, loneliness, and self-repetitive life in a bleak reality with a desire for an alternative life. In this context, to frame the theoretical structure of this study, the British society and theatre, starting with The Margaret Thatcher era into the first decade of the 2000s, will be analysed in terms of economic, political, and cultural changes that affect and transform society and the individuals as reflected in the plays. This study will discuss Martin Crimp’s stage plays titled Dealing with Clair (1988), The Treatment (1993), and The City (2008) within a social, cultural, political, and economic context.",
      "citationCount": 0,
      "doi": "10.35674/kent.1117132",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b7f1af227d26dff6363ec8e0405f4d1aa0169e79",
      "venue": "Kent Akademisi",
      "journal": {
        "name": "Kent Akademisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "92c2334e3301ee77d53643540d62365a626ae642",
      "title": "Madness and Subversion in Saul Bellow’s Later Novels",
      "authors": [],
      "year": 2022,
      "abstract": "Saul Bellow emphasized to a remarkable degree that the protagonists in his later novels were intellectuals trained in the humanistic traditions of European liberal education. He supposed that these protagonists would lead modern American society and predict its future. However, they were ostracized from the intellectual center of modern America, marginalized and rejected by the ethics of capitalism, and therefore denied any significant moral or ethical role. Bellow addressed this gap and acknowledged that deconstructing the negativity of capitalism helped solve this intellectual and moral decay in America.\nMadness and Subversion in Saul Bellow’s Later Novels examines how and why intellectuals were regarded in European humanistic tradition as wise heroes who sought to deconstruct the norms of their society, which was dominated by low culture. It goes on to explain the unravelling of the Bellovian paradigm, unrealizable in a society where democracy and capitalism were the dominant ideologies. Author Ramzi Marrouchi uses a combination of Derrida’s premises on deconstructionism, Foucault’s conception of \"épistémè\", and de Man’s view on blindness and insight to explain the social and historical fracture from which Bellow’s intellectuals suffered. This book is the first to investigate Bellow’s later novels from a deconstructionist perspective. It will be appeal to all scholars and students interested in Bellow’s creations, and in the intellectual and literary history of twentieth-century America. \nThe book, like its author, is innovative, clear, and able to open pathways to new ideas.\n—Dr. Wael Mustafa, Fayoum University, Cairo, Egypt, Associate Professor of Literary Theory and Criticism \nHilariously entertaining and thoroughly written.\n—Dr. Shaimaa El-Ateek, Imam University, Riyadh, KSA Associate Professor of\nLiterary Theory and Criticism",
      "citationCount": 0,
      "doi": "10.3726/b20621",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92c2334e3301ee77d53643540d62365a626ae642",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a0979ecabec21ca8b2fe82cfb07963d47c431163",
      "title": "The British Aesthetic Tradition: From Shaftesbury to Wittgenstein, by Timothy M. Costelloe",
      "authors": [
        {
          "name": "Endre Szécsényi",
          "authorId": "115245953"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.3138/CJH.49.3.508",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a0979ecabec21ca8b2fe82cfb07963d47c431163",
      "venue": "",
      "journal": {
        "name": "Canadian journal of history",
        "pages": "508-510",
        "volume": "49"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "d17ac51bef267eb290387c95aae8303d5ba2409a",
      "title": "The Term “Nafs” in The Qur’ān",
      "authors": [
        {
          "name": "Tuğba Günal",
          "authorId": "2098774376"
        }
      ],
      "year": 2023,
      "abstract": "The definition, nature, characteristics, and identification of the nafs are among the most fundamental problems in both metaphysics and theology. The manner in which the subject of the nafs is addressed even provides the opportunity to scrutinize the entire Islamic thought tradition through this topic. Indeed, it can be observed that the approach to the topic of the nafs is foundational to cosmological, ontological, epistemological, and ethical aspects in understanding existence in general and human existence in particular, which indicates that nafs has many dimensions rather than one definitive character. According to the prevailing understanding in the literature, nafs is emphasized to a) play a significant role in the formation of existence, b) have a nature separate from the body, c) be the rationale for obtaining knowledge, and d) be a source for ethical actions. In this context, the inquiries “where am I and what am I related to”, “what am I”, “what and how can I know” and “what should I do” are directly addressed within the framework of the theory of the nafs. The presentation of the fundamental determinant of human existence as a separate and distinct entity from the body is based on certain reasons. Humans’ abilities to operate cognitive processes at a higher level, to generate ethical actions, and to be addressed by revelation has led to the conclusion that humans are different from and superior to other beings. This distinctiveness and superiority, however, imply that existence is not limited to the material. The idea that matter is always associated with qualities such as change, decay, fragmentation, and extinction has nourished this belief. Therefore, especially in the later period of kalām (mutaʾaḫḫirūn), the conception of existence which is material but is not restricted to materiality alone is rejected. In other words, the idea of a being that, while material, can produce non-material outputs has been abandoned, and human beings have been examined behind the duality of nafs and body. The preference for a dualistic understanding is not inherent in the formation of kalām. It is observed that in the early periods of kalām (mutaqaddimūn), Mu‘tazilī, Ash‘arī, and Māturīdī literature, collectively, emphasized the need to define human existence without reference to a separate nafs from the body. This preference for a dualistic understanding in analyzing human existence is a product of the influence resulting from encounters with different cultures. In this regard, the impact of Greek, Indian, Egyptian, and Sumerian philosophies on Islamic thought is evident. The fundamentally non-dualistic approach of kalām seems to be stemmed from the Qur’ān. In our study, the foundation of this claim will be laid down. The word nafs one of the fundamental terms of the Qur’ān, will be examined from a holistic perspective. This examination will also provide a basis for evaluating the literature on this subject.",
      "citationCount": 1,
      "doi": "10.18317/kaderdergi.1390086",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d17ac51bef267eb290387c95aae8303d5ba2409a",
      "venue": "Kader",
      "journal": {
        "name": "Kader"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e2d4d1e7ca968f9ebbadae5e6ff06b4b0f5697ea",
      "title": "What Does Salafism Promise to Us? -The Political Theology of Purification and Stability in a Chaotic World-",
      "authors": [
        {
          "name": "Mehmet Evkuran",
          "authorId": "2247877234"
        },
        {
          "name": "Yusuf Sayin",
          "authorId": "2277356946"
        }
      ],
      "year": 2023,
      "abstract": "Salafism, derived from the root of ‘Salaf’ in the sense of ‘the former’ as a word, means ‘the path of those who follow the footsteps of the former’ and refers to a kind of religious fanaticism or conservatism. Salafism, which expresses a strict and literal adherence to Islamic tenets and a return to the pure origins of religion in the Islamic tradition, is today used as a synonym for religious radicalism in fields such as Islamic Sciences, Political Science, and International Relations. With its traditional form; Salafism, which establishes itself through a stance against religious rationality and being pro-interpretation, represents a ‘return to the essence’ reaction against intra-religion pluralism and secularism. The Salafi paradigm, which advocates a return to the essence of religion, is also skeptical of the intellectual and artistic achievements and products of the Muslim civilization, and in this respect it represents an anti-cultural attitude. The damage done by the Salafist activist groups to the Islamic civilization and other cultures is concrete examples of this. This study concentrates on the causes that lead to the Salafist flare in modern times. The study analyzes which religious and social concerns it represents in the face of social change, modernization, and secularization. It examines the relationship between Salafism and Sunnism and highlights the misleading aspects of approaches that try to show it outside of Sunnism. Approaching the subject with an interdisciplinary approach, the study includes analyzes on the intersection of theology, political science, and international relations. \nConceptual analyzes of Salafism reveal the pre-Islamic roots of this concept. In fact, the need to attribute a past essence and manage the present, which is common in every society, appears in the Arabs as 'following the way of the ancestors'. Sanctifying the past breeds suspicion of innovations and differences. 'Islamic essentialism', represented by Salafism, advocates constancy against change, essentialism against pluralism, nass against reason, and following over apostasy. Since it adopts a strict dogmatic (nass) and literal attitude in religious matters, it considers theology, philosophy and Sufism to be a departure from religion. As for the imagination of history, it embraces the idea of deterioration, separation from the essence and decay. \nIn modern age, the Islamic world has faced a multifaceted crisis and collapse. Problems that started in the political field have expanded into the field of identity and values. Concerns about protecting identity, essence and faith have nourished Salafism as a radical conservatism. \nIn the Islamic world, where crises continue to increase, Salafism attracts attention as a type of thought, belief, lifestyle and action. However, instead of producing a livable alternative, it represents a reactive stance and advocates a minimal and harsh religious life. Otherwise its harsh approach towards culture and art expresses a nihilistic view towards Islamic civilization. There is a confusion regarding Salafism in the Sunni world. This confusion is historically and theologically related to the adoption of Salafism by Sunnism. However, the growing new Salafism rejects the elements that make up the existing Sunni identity. This is an ironic situation for Sunnism. The theological tension between Sunnism, based on the knowledge of theology, fıqh and Sufism, and strict nass-based Salafism continues.",
      "citationCount": 0,
      "doi": "10.18317/kaderdergi.1385261",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e2d4d1e7ca968f9ebbadae5e6ff06b4b0f5697ea",
      "venue": "Kader",
      "journal": {
        "name": "Kader"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "42dd2970d9156fc9a2efc9d2da577af77ca11ce9",
      "title": "COSMOS + TAXIS | Volume 6 Issue 3 + 4 2019",
      "authors": [
        {
          "name": "G. Himmelfarb",
          "authorId": "97680828"
        },
        {
          "name": "Irving Kristol",
          "authorId": "113064512"
        },
        {
          "name": "R. Aron",
          "authorId": "75043743"
        },
        {
          "name": "F. Hayek",
          "authorId": "2076440951"
        },
        {
          "name": "I. Ber",
          "authorId": "1387052933"
        },
        {
          "name": "M. Oakeshott",
          "authorId": "69036099"
        },
        {
          "name": "L. Strauss",
          "authorId": "82314639"
        },
        {
          "name": "Edmund M. Burke",
          "authorId": "121744388"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42dd2970d9156fc9a2efc9d2da577af77ca11ce9",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "5fd482fb27b50c31bf810fefe26f9f115e83d71d",
      "title": "Dimitrie Cantemir „King Among Philosophers and Philosopher Among Kings” 1 - An Outstanding Personality of The European Culture",
      "authors": [
        {
          "name": "I. Ionescu",
          "authorId": "119209819"
        },
        {
          "name": "M. Mocanu",
          "authorId": "48604685"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5fd482fb27b50c31bf810fefe26f9f115e83d71d",
      "venue": "",
      "journal": {
        "name": "Knowledge Horizons - Economics",
        "pages": "13-15",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "24474d83d59b91e5c5a7c9524938160c89ec45e5",
      "title": "Sweet Science: Romantic Materialism and the New Logics of Life",
      "authors": [
        {
          "name": "A. Goldstein",
          "authorId": "40065432"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 99,
      "doi": "10.7208/chicago/9780226458588.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24474d83d59b91e5c5a7c9524938160c89ec45e5",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5f6ca9b285af5352b647278a736e350e1eaf8324",
      "title": "Traditional Man in the “Digital Cell”. Ideal Sources of Alternative Scenarios (20–30s of the XXth century)",
      "authors": [
        {
          "name": "A. Shcherbina",
          "authorId": "1388095886"
        }
      ],
      "year": 2021,
      "abstract": "Introduction. The ideology and methodology of solving the problem practically posed in modern Russia is discussed: to preserve traditional values in a high-tech modern society. The author substantiates the legitimacy of comparing the current global situation with the situation between the two world wars in the twentieth century and referring to the heuristic potential of the ideas about the essence of technology expressed at that time.Methodology and sources. An attempt has been made to move from a categorical to a conceptual analysis of the interface between the traditional person and the imperative of technological development. A traditional person is described in a postmodern paradigm that configures several analytical perspectives: the “tradition and modernity” interpretation scheme, an individualizing method, a civilizational approach, a historical perspective, Orthodox anthropology, the concept of organ projection, transhumanism and posthumanism. The works of the 20s – early 30s of the XX century are used as sources for the analysis. “Man and Technology” by O. Spengler, “Man and Machine” by N. Berdyaev, “Organoprojection” by P. Florensky.Results and discussion. Examples of interpretation of a traditional person are considered, which allow rethinking the linear scheme “from tradition to modernity”. 1. A traditional person belongs to a distinctive culture. Scientific and technological progress is a product of the Western European cultural type. The enslavement to technology is not a cause, but a symptom of its decay due to a lack of perspective and purpose. 2. A traditional person is a person who is changing, continuing the creation of the world and maintaining a connection with eternity. From the reflections of Berdyaev follows the methodological setting: to treat man at the same time as God and as nature. It has a heuristic significance for the analysis of modern technologies. 3. A traditional person is an ancient, classical person who has yet to be restored in its integrity in synergy with technology, not in piece or elite, but in mass incarnations. The ideas of pairing traditional man and technological growth – cultural identity, connection with eternity, synergy of man and technology in organ projection are considered as guidelines for possible scenarios for the development of modern technologies in the interests of man, alternative to trans- and posthuman projects of improvement or pre- overpowering man based on secular eschatology. A critical analysis of proactive experimental and bioconservative approaches to the development of new technologies is given.Conclusion. A shift in the attention of researchers and practitioners – in education, upbringing, management from traditional methods of social reproduction and personal development to technical improvements of a person – is fixed. Which again makes the question of the normativity of human nature urgent.",
      "citationCount": 1,
      "doi": "10.32603/2412-8562-2021-7-3-65-79",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f6ca9b285af5352b647278a736e350e1eaf8324",
      "venue": "Discourse",
      "journal": {
        "name": "Discourse"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d6921c3aac5fc98ceb99e647e61876e468148469",
      "title": "The Myth of the Eternal Return in Eremey Aipin’s In Search of the Primordial Land",
      "authors": [
        {
          "name": "D. Larkovich",
          "authorId": "2141185049"
        }
      ],
      "year": 2021,
      "abstract": "The title of the new novel by the Yugra writer Eremey Aipin In Search of the Primordial Land, first published in Russian in 2019, contains an obvious reference to the cultural tradition and suggests the possibility of a scholarly reading of a literary text from the perspective of mythopoetics. The novel organically continues the attitude characteristic of all Aipin’s previous works. This attitude clearly discerns the writer’s desire to see the essence of modern life realities through the prism of traditional values enshrined in the myths and legends of his people. In Aipin’s artistic picture of the world, myth does not just appear as one of its elements. It enters the very flesh of this world, constitutes its foundation, its pivotal ontological and axiological axis. Aipin does not limit himself to the role of a popularizer of the mythological repertoire of the Khanty people. On the basis of traditional images, plots and motives, he builds his own mythological paradigm, in which the system of national and universal values is superimposed on the personal life experience of the author and his heroes. This fundamentally determines the basic principles of Aipin’s artistic expression organization. The article aims to reveal the meaning-forming role of the myth of the eternal return in Aipin’s In Search of the Primordial Land and to characterize the means of its artistic actualization in the text. During the research, the results of the latest developments in the field of philological regional studies and mythopoetics were taken into account. The analysis of the novel in the context of the traditional culture of the indigenous peoples of Yugra shows that Aipin inextricably connects reflections on the historical fate of Russia with the fate of a person. Despite the fact that the novel is based on the dramatic events of a worldwide scale, it is full of high optimistic sound. According to Aipin’s idea, Russia, which is at the turn of the millennium, is experiencing a situation of the “second world flood”, since the human community lost its spiritual values. The protagonist of the novel is the artist Matvey Taishin. He goes through difficult life trials, but acquires the desired sense of being; he finds it in love and in the awareness of the need to continue life. Using the example of Taishin, Aipin convincingly demonstrates that the revival of Russia is impossible without recognizing its cultural and spiritual origins, without moving towards its own metal Primordial Land. It is this saving path, based on the return to the eternal, timeless values, that will give Russia the opportunity to realize its historical destiny and overcome the state of chaos and decay. The article is the first experience of a conceptual and contextual analysis of Aipin’s In Search of the Primordial Land in Russian literary criticism, which constitutes the novelty of the research.",
      "citationCount": 0,
      "doi": "10.17223/24099554/15/10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d6921c3aac5fc98ceb99e647e61876e468148469",
      "venue": "Imagologiya i komparativistika",
      "journal": {
        "name": "Imagologiya i komparativistika"
      },
      "publicationTypes": null
    },
    {
      "paperId": "00f4883bd73840c846e47a63b74658e24bd3acc6",
      "title": "Adorno’s Account of the Anthropological Crisis and the New Type of Human",
      "authors": [
        {
          "name": "Massimiliano Tomba",
          "authorId": "152603482"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1057/9781137352835_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00f4883bd73840c846e47a63b74658e24bd3acc6",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "34-50",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "703988db007a49eb14c633fdf737b44fe2021ba2",
      "title": "Meritocracy Is a Good Thing",
      "authors": [
        {
          "name": "D. Bell",
          "authorId": "143834738"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 20,
      "doi": "10.1111/J.1540-5842.2012.01339.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/703988db007a49eb14c633fdf737b44fe2021ba2",
      "venue": "",
      "journal": {
        "name": "New Perspectives Quarterly",
        "pages": "9-18",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5112815816c027f4efa26a9aa6679a902741697b",
      "title": "Postcolonial–Postmodern Enquiry for Human Sustainability: Relevance of Santhigiri Model",
      "authors": [
        {
          "name": "K. Pillai",
          "authorId": "2052981224"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s42240-019-00059-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5112815816c027f4efa26a9aa6679a902741697b",
      "venue": "Journal of Dharma Studies",
      "journal": {
        "name": "Journal of Dharma Studies",
        "pages": "189-198",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ec51abddf81421828b510d02ff60c109a25e2237",
      "title": "Be Still and See: Leisure, Labor, and Human Dignity in Josef Pieper and Blessed John Paul II",
      "authors": [
        {
          "name": "L. Hebert",
          "authorId": "144254042"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1353/LOG.2013.0015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ec51abddf81421828b510d02ff60c109a25e2237",
      "venue": "",
      "journal": {
        "name": "Logos: A Journal of Catholic Thought and Culture",
        "pages": "144 - 159",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a575903b0ec81e86f822a8a2e9e7da7c98f563cb",
      "title": "Postcolonial–Postmodern Enquiry for Human Sustainability: Relevance of Santhigiri Model",
      "authors": [
        {
          "name": "K. Pillai",
          "authorId": "2052981224"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s42240-019-00059-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a575903b0ec81e86f822a8a2e9e7da7c98f563cb",
      "venue": "Journal of Dharma Studies",
      "journal": {
        "name": "Journal of Dharma Studies",
        "pages": "189 - 198",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e00b05f578f795208c6fd0f2f5419efdb279409c",
      "title": "Magie: Rezeptions- und diskursgeschichtliche Analysen von der Antike bis zur Neuzeit by Bernd-Christian Otto (review)",
      "authors": [
        {
          "name": "Michael D. Bailey",
          "authorId": "2069434499"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1353/MRW.2013.0014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e00b05f578f795208c6fd0f2f5419efdb279409c",
      "venue": "",
      "journal": {
        "name": "Magic, Ritual, and Witchcraft",
        "pages": "90 - 92",
        "volume": "8"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "01df079a42d96b6e4af48c218e21ab91edf368a6",
      "title": "柏楊的社會與文化論述，1960-2008",
      "authors": [
        {
          "name": "陳聖屏",
          "authorId": "115719952"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.6342/NTU.2013.03081",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/01df079a42d96b6e4af48c218e21ab91edf368a6",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1-296",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8d257690186033462d70fa747c1c887392d5e095",
      "title": "Gower’s Chronicles of Invention: Historiography and Productive Poetry in Book 4 of the Confessio Amantis",
      "authors": [
        {
          "name": "Steele Nowlin",
          "authorId": "116706959"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1086/668216",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8d257690186033462d70fa747c1c887392d5e095",
      "venue": "Modern philology",
      "journal": {
        "name": "Modern Philology",
        "pages": "182 - 201",
        "volume": "110"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bf67f3c272f4e1534771081490b98282141dc9d7",
      "title": "Review of Necroculture by Charles Thorpe (Palgrave Macmillan)",
      "authors": [
        {
          "name": "Seth Cosimini",
          "authorId": "115942490"
        }
      ],
      "year": 2017,
      "abstract": "Charles Thorpe’s Necroculture attempts to demonstrate that the variegated experiences of alienation under the technocratic culture of neoliberal capital are experiences tantamount to a culture of death. Thorpe suggests that the root of the necrophilia that de nes contemporary capitalist culture is in the valuing of non-living objects over living human beings. In the alienation and replacement of imperfect human labor with automated dead labor and in a highly atomized consumer culture where social participation is mediated by commodity fetishism, the non-living are given priority over the living. Necroculture. By Charles Thorpe. New York, NY: Palgrave Macmillan, 2016, 270 pp. (hardcover) ISBN 978 1 137 58302 4. US List: $99.99. Building upon a variety of works from Karl Marx and Marxist psychologist Erich Fromm, Charles Thorpe’s Necroculture attempts to demonstrate that the variegated experiences of alienation under the technocratic culture of neoliberal capital are experiences tantamount to a culture of death. The collection of ve essays examining different aspects of this culture of death build from a synthesis of Marx’s understanding of alienation and Fromm’s “necrophilia.” Beyond the obvious markers of a cultural attraction to death—such as a popular culture fascinated with the prospect of a zombie apocalypse (28) or an industry dedicated to supplying “doomsday preppers” (211)—Thorpe suggests that the root of the necrophilia that de nes contemporary capitalist culture is in the valuing of non-living objects over living human beings. In the alienation and replacement of imperfect human labor with automated dead labor and in a highly atomized consumer culture where social participation is mediated by commodity fetishism, the non-living are given priority over the living. For Thorpe, this constitutes a culture that worships death, that is, dead labor. The opening chapter helpfully situates Thorpe’s terminology and claim that we are living in a culture that “aggrandizes the dead and non-living over the living” (2). Through an exegesis of Marx’s Economic and Philosophic Manuscripts in conjunction with analyses of popular cultural artifacts representing the living dead, from vampires to zombies, Thorpe presents readers with a truly capacious de nition of alienation. Encompassing the extraction of labor power, commodity fetishism, the destruction of the planet, and posthuman visions of automated workforces, Thorpe’s contemporary conception of alienation renders “life dependent on the non-living” (37). Participation in the social world of twentyrst century Western society demands the ravenous consumption of commodity objects and the ability to consume requires the giving over of labor power to create dead capital for wages. To Thorpe, these relations demonstrate a capitalist world of social relations that primarily values the non-living: a necroculture. The second chapter pushes the rst’s analysis further in a study of the ways that technological advancement, from industrial agriculture to biotechnology, remakes the natural world from a place abundant with life into a landscape of death, that is, a world subsumed into capital that is devoid of life. Beyond the clear dangers posed by drastic reduction in biodiversity and violent reality of climate catastrophe globally, the bioand bionanotechnological possibilities to make life “arti cial” in the relentless pursuit of capital is the true threat to and destruction of what Thorpe takes to be stable categories of nature and the human (67). While genetic manipulation of crops and livestock subsumes the natural world to the capitalist control of predictability and production, Thorpe views the bioengineering mission to reduce life to standardized and replaceable parts as an arti cial process that overvalues the non-living at a cost to life in pursuit of predictability, ef ciency, and productivity (72–3). In the third chapter, Thorpe extends his arguments regarding “arti cial life” to the future of a de-corporeal experience celebrated in the works of the major techno-futurists Eric Drexler, Hans Moravec, and Ray Kurzweil. This chapter examines the limited scope and dangerous ahistoricity of the technological imagination that draws a linear progression of technology’s evolutionary path through the elimination of the imperfect human from (138). Perhaps the most literal example of this techno-futurist necroculture is Kurzweil’s concept of Singularity, which positions the history of human struggle and desire as subordinate to a linear progression of technological advancement facilitated by capitalist social relations (97). For Thorpe, “linear time expresses the autonomous and independent trajectory of technology” that values non-living technologies of evermore rapid technological advancement and the static social relations that capitalism requires over the living human experiences (100). Chapter four is perhaps where Thorpe most directly takes up Fromm’s de nition of “necrophilia.” More than just an attraction to death, Fromm’s necrophilia is, as Thorpe restates it, a destructive and libidinal “passion to transform that which is alive into something unalive” (4). Critical of the Internet’s possibilities for the radically free mobility of information, which Thorpe sees as an analogue to and facilitator of global markets (163), this chapter turns to the traf cking of women, and pornographic images of women and children, to demonstrate the Internet’s ability to facilitate necrophilia. Obliquely building from the work of major feminist thinkers Andrea Dworkin and Catherine MacKinnon, Thorpe’s argument for the sadistic quality of pornography is rooted neither in problems of patriarchy nor masculinity but instead in computer-mediated experiences of alienation (171, 190). According to Thorpe, degrading women by reducing them to nonliving objects-images and Internet-sur ng through pornographic websites ful lls the sadistic “desire to annihilate women as human subjects” with the ultimate aim of experiencing a destructive power and control facilitated by capitalist market relations (178). Necroculture’s concluding chapter unpacks the negative liberty that de nes America’s extreme commitment to classical liberalism through the ashpoint of the now waning libertarian-populist Tea Party movement. Their aggressive protection of individual rights to private property illustrates Thorpe’s expansive understanding of necrophilia, that is, valuing non-living property over collective human well-being. However, in the apocalyptic vision of doomsday preppers and Tea Party members is an even more extreme example of the atomization he describes as the ravenous conclusion of negative liberty. In the necrocultural will for the “destruction of society” (213), the gun becomes the primary symbol of negative freedom. Guns enable their owners to end life in the pursuit of claiming and protecting their property (224), including themselves (222). Under this This work is licensed under a Creative Commons Attribution 4.0 International (CC BY) License, unless otherwise noted. ISSN 2469-4053  Bio framework, the total destruction of community and interdependent relations is required to ful ll the promise of negative freedom. Ultimately, in taking up this interpretive framework of alienation and necrophilia, Thorpe’s methodology is irresponsibly limited to a strictly class-based cultural analysis of our contemporary moment. Necroculture sets aside feminist and anti-racist theoretical traditions for understanding patriarchal and race-based violence. For example, in extended examinations of sexual objecti cation of women through the pornography industry and extrajudicial vigilante murders of Black Americans, Thorpe’s text takes class antagonism and experiences of alienation to be the only relevant heuristic in a critical examination of the West’s contemporary culture of decay and death. In this regard, Necroculture offers opportunities to and, I argue, requires the reader to extend this “necrocultural” conceptual framework beyond the works of Marx and Fromm to consider other theoretical traditions concerned with histories of exploitation and thanatopolitics. What might Thorpe’s necroculture of the West have to do with the necropolitical death-worlds that Achille Mbembe identi es as a key feature of colonial states? Where does this techno-futurist necroculture of alienation t into the critical histories of social death and slavery, and the social deaths that came in slavery’s aftermath? Ranging from feminist critical inquiries into historical and cultural femicide to neocolonial destruction wrought by the global debt economy, and including other perspectives, an assortment of non-class based inquiries remain unaddressed in Thorpe’s text, yet they must be considered in relationship to any reading of this book.",
      "citationCount": 0,
      "doi": "10.25158/L6.2.19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf67f3c272f4e1534771081490b98282141dc9d7",
      "venue": "",
      "journal": {
        "name": "Laterality",
        "volume": "6"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "4a20092699c6337836dff0983869a31e2b742b15",
      "title": "Nothing is Transient, Everything is Recurring: Romanticism – the Circle of the Eternal Return – and German literature of the 20th Century",
      "authors": [
        {
          "name": "Anja Skapin",
          "authorId": "133666786"
        }
      ],
      "year": 2012,
      "abstract": "German Romanticism and its rich tradition remain deeply rooted to this day. Despite stereotypical linking of German culture with reason, the essence of German literary (and as well philosophical) ideology is nevertheless the dark side of human nature and all the raging emotions that comprise it. Social crisis, which is reflected as well, and primarily, in literature as a subtle and refined indicator of social conditions, is dealt with by revival of traditional narrative forms, particularly coming-of-age story (Ger. Bildungsroman) with its subgenre artist novel (Ger. Kunstlerroman). Man is doomed to eternal suffering and longing (Schopenhauer) and the human history to eternal recurrence of the same forms and ideas (Nietzsche). Consequently, one cannot ignore the fact that the literary movement surging to the forefront of German literary production time and again is precisely the one that revealed and defined this human fate: romanticism. No matter what the crisis, literature places an artist in the foreground and portrays him as a protagonist who utilizes his emotions and Dionysian nature in the fight against society. Numerous protagonists are, however, doomed to either physical or mental decay in the same fashion as the human nature is predisposed to decadent (self)-destruction.",
      "citationCount": 0,
      "doi": "10.4312/vestnik.4.261-276",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a20092699c6337836dff0983869a31e2b742b15",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "e3c3aea957aa50510bdfdb33528b90aba9498ee4",
      "title": "전통과 감수성: T. S. 엘리엇과 F. R. 리비스",
      "authors": [
        {
          "name": "이홍섭",
          "authorId": "52126886"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3c3aea957aa50510bdfdb33528b90aba9498ee4",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "eca039577bfb92e7251bf9073a0ffe02e6efc3a5",
      "title": "Technology, Disorder and the Ends of Work",
      "authors": [
        {
          "name": "J. Marshall",
          "authorId": "34310922"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eca039577bfb92e7251bf9073a0ffe02e6efc3a5",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d1ddbecf20cc1e50cbcd8c74cde8278cf29116a4",
      "title": "A dialectical engagement with key symbols of religiously motivated violence through the insights of Bernard Lonergan",
      "authors": [
        {
          "name": "Dominic Arcamone",
          "authorId": "119233957"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4226/66/5a9751e03baa1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d1ddbecf20cc1e50cbcd8c74cde8278cf29116a4",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9d783651a0d8a612a517d70a58f8f058dedb04ef",
      "title": "Remembering Moishe Postone",
      "authors": [
        {
          "name": "W. Sewell",
          "authorId": "148362969"
        }
      ],
      "year": 2018,
      "abstract": "labor is the encompassing form of social mediation that dominates and informs the unequal and alienating social relations of capitalist society. Its abstract economizing logic has not only powered the contradictory dynamics of modern society but shaped its modes of thought, its conceptions of worth, and the textures of its social life. In Moishe’s striking metaphor, capitalism has put modern society on a temporal treadmill. Capitalism is engaged in an endless pursuit of value, the highly abstract form of wealth unique to it, which is derived solely from the exploitation of commodified labor. This pursuit requires capitalists to constantly invest inmore efficient means of production to stay abreast of their competitors, which means that labor— the unique source of value under capitalism—is progressively replaced by advanced machinery. This in turn progressively reduces the value yield of investments. Capitalism, returning to the treadmill metaphor, must run ever faster simply to remain in place. Thus, in capitalist societies, the output of material wealth grows, but labor becomes increasingly superfluous and the abundance of material wealth fails to improve general well-being. This interpretation of capitalism seems to describe aptly the dynamics of the increasingly unequal world that capitalism has wrought in the past several decades. But Moishe’s reinterpretation of Marx has implications beyond this stark description of capitalism’s material life. The shift from questions of property relations and class to questions about the abstraction of social life enriches Marxism’s implications for the analysis of cultural matters. Moishe’s reading of Marx has undoubtedly been influenced by his embrace of the cultural revolt that was so prominent during his and my youth and early adulthood in the 1960s and 1970s. Moishe’s thought has a definite resonance with the concerns of Herbert Marcuse’s cultural critique of capitalism and the desire for a cultural liberation from capitalism’s deadening clutches—a theme that was pervasive in the 1960s revolts. Moishe’s analysis of capitalism, with its focus on advancing abstraction and its contradictory effects, sheds a revealing light on modern history. The advances of mathematical and scientific thinking ever since the late sixteenth century, the rise of literacy and scholarly production, the growing sophistication of technology, the increasing freedom from determination by birth and tradition—all of these can be seen as consequences and instances of capitalism’s abstracting force. But capitalism’s abstract dynamic also has negative consequences—the repeated undermining of what passes for truth, the constant decay or obsolescence of skills and competences, the sense that one is constantly subject to forces beyond one’s control, the Remembering Moishe Postone | 163 disorientation and personal alienation that accompanies constant change. For better and for worse, in Marx and Engels’s splendid phrase from the Communist Manifesto, “all that is solid melts into air.” The essential dynamic of modernity pairs liberation with alienation and the celebration of freedom with the regret of loss. Moishe developed this perspective brilliantly in his discussions of anti-Semitism. He insisted on the specificity of modern anti-Semitism, which is distinct from the long-standing religious-based Christian prejudice against Jews. In the latter decades of the nineteenth century, a new concept of the Jew emerged: the Jew as embodying a power that is intangible, abstract, malign, unlimited, and universal, destructive of the health of other peoples and societies. Moishe argues that this abstract and conspiratorial conception of the Jews is, fundamentally, a fetishistic form of anticapitalism, one that blames the Jews for the abstract and uncontrollable features of capitalist development. Modern anti-Semitism artificially splits off “healthy” concrete industrial and agricultural labor, which the Nazis regarded as “German,” from destructive and out-of-control abstract financial capitalism, coded by the Nazis as “rootless,” “cosmopolitan,” and “Jewish.” Modern anti-Semitism, Moishe argues, must be understood as structured by the fundamentally dichotomous forms of appearance of modern capitalism, rooted in the duality of the commodity as, simultaneously, a concrete use value and an abstract exchange value. This analysis of anti-Semitism has obvious applications beyond the specific problem of Nazism and anti-Semitism. It helps to make sense of the various forms of populism and politicoreligious fundamentalism rife in the contemporary world of runaway neoliberal capitalism. Moishe accomplishedmuch but, like most important intellectuals, left much unfinished. There is hope that more completed or drafted essays, or texts of public lectures, might be found in Moishe’s extensive Nachlass. Moishe was a first-class academic pack rat who left behind three offices piled high with books and papers—a large study in the University of Chicago Library, a history department office, and an office at the 3CT, not to mention a study in his apartment. The process of sorting through these papers, so that they may eventually be placed in the University of Chicago archives, has already begun. We at Critical Historical Studies hope to be able to find among his papers something sufficiently finished to publish in the journal— 7. Marx and Engels, Manifesto, 37. 8. Postone, “Anti-Semitism,” 104–14, and “Holocaust,” 88–96. 9. Moishe himself has extended this form of analysis in a number of articles and chapters. A prominent recent example is Moishe Postone, “History and Helplessness: Mass Mobilization and Contemporary Forms of Anticapitalism,” Public Culture 18, no. 1 (2006): 93–110. 10. I use the apt German term for Moishe’s papers, Nachlass, which literally means “left behind.” 164 | CRITICAL HISTORICAL STUDIES FALL 2018 as a token of our appreciation of all that Moishe has meant for us as a friend, an inspiring intellectual presence, and a hardworking colleague on the journal. We grieve our loss, but we celebrate Moishe’s life and works and remain grateful for his friendship and his example. His influence, both personal and intellectual, will long outlast his lifetime.",
      "citationCount": 2,
      "doi": "10.1086/699682",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d783651a0d8a612a517d70a58f8f058dedb04ef",
      "venue": "Critical Historical Studies",
      "journal": {
        "name": "Critical Historical Studies",
        "pages": "155 - 164",
        "volume": "5"
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
