{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Scruton tradition",
  "results": [
    {
      "title": "James Bryson, Is Roger Scruton a Christian Platonist?",
      "url": "https://philpapers.org/rec/BRYIRS",
      "philpapers_id": "BRYIRS",
      "snippet": "This article situates Roger Scruton in the tradition of Christian Platonism. It begins by revisiting Scruton’s reluctance to pursue theological speculation as it has been traditionally practised in...",
      "page_age": null
    },
    {
      "title": "Roger Scruton, A short history of modern philosophy: from Descartes to Wittgenstein",
      "url": "https://philpapers.org/rec/SCRASH-5",
      "philpapers_id": "SCRASH",
      "snippet": "This new edition of Roger Scruton&#x27;s widely acclaimed Short History covers all the major thinkers in the Western tradition, from Descartes to Wittgenstein. It is an ideal introduction to philosophical history ...",
      "page_age": null
    },
    {
      "title": "Samuel Hughes, Tradition and Modernity in Scruton's Aesthetics",
      "url": "https://philpapers.org/rec/HUGTAM",
      "philpapers_id": "HUGTAM",
      "snippet": "During the last century, most Western artists abandoned the traditional forms of Western art. Two closely related questions arise at once: why did artists do this, and were they right to? Scruton is famous for arguing that the answer to the latter question is no.",
      "page_age": null
    },
    {
      "title": "Roger Scruton, Spinoza",
      "url": "https://philpapers.org/rec/SCRS",
      "philpapers_id": "SCRS",
      "snippet": "This book is an important entry in a distinctive new series from Routledge: The Great Philosophers . Breaking down obstacles to understanding the ideas of history&#x27;s greatest thinkers, these brief, accessible, and affordable volumes offer essential introductions to the great philosophers of the Western tradition from Plato to Wittgenstein.",
      "page_age": null
    },
    {
      "title": "Roger Scruton, The Meaning of Conservatism",
      "url": "https://philpapers.org/rec/SCRTMO",
      "philpapers_id": "SCRTMO",
      "snippet": "Book Description: First published in 1980, this contribution to political thought is a statement of the traditional conservative position. Roger Scruton challenges those who would regard themselves as conservatives, and also their opponents.",
      "page_age": null
    },
    {
      "title": "Ron Dart, George Grant and Roger Scruton: Scrutinizing Scruton and the New Left",
      "url": "https://philpapers.org/rec/DARGGA",
      "philpapers_id": "DARGGA",
      "snippet": "I will, in this essay, reflect on how Scruton and Grant interpret the New Left and Ecology differently and the difference it makes, such a difference clarifying essential differences between Scruton’s Conservatism (first-generation liberal of the Lockian-Burkean-Smithean type) and Grant’s High Toryism (much more critical of Locke-Burke-Smith).",
      "page_age": null
    },
    {
      "title": "Roger Scruton, An Intelligent Person's Guide to Modern Culture",
      "url": "https://philpapers.org/rec/SCRAIP-2",
      "philpapers_id": "SCRAIP",
      "snippet": "Democracia Liberal e Repúdio Iliberal: Roger Scruton e a Tradição Conservadora Anglo-Saxónica.João Pereira Coutinho - 2016 - Revista Portuguesa de Filosofia 72 (4):1173-1190.",
      "page_age": null
    },
    {
      "title": "Roger Scruton, Conservatism Means Conservation",
      "url": "https://philpapers.org/rec/SCRCMC",
      "philpapers_id": "SCRCMC",
      "snippet": "Roger Scruton · Last affiliation: University of Buckingham · Political Conservatism in Social and Political Philosophy · Catholic Tradition Language and Literature Religious Studies · 03170500 · 10.5840/chesterton2008343/443 · No versions found · Upload a copy of this work Papers currently archived: 109,057 ·",
      "page_age": null
    },
    {
      "title": "Roger Scruton, Modern philosophy: an introduction and survey",
      "url": "https://philpapers.org/rec/SCRMPA",
      "philpapers_id": "SCRMPA",
      "snippet": "Roger Scruton · Last affiliation: University of Buckingham · Self‐sacrifice, self‐transcendence and nurses&#x27; professional self.Elizabeth J. Pask - 2005 - Nursing Philosophy 6 (4):247-254. De betekenis van Johan Buitendags stellingname in theologie der natuur.Luco J. Van den Brom - 2016 - HTS Theological Studies 72 (4):1-10. Refocussing the subject: The anarchopsychological tradition revisited.Bill Warren - 1997 - Educational Philosophy and Theory 29 (1):89-106.",
      "page_age": null
    },
    {
      "title": "Roger Scruton, Confessions of a Sceptical Francophile",
      "url": "https://philpapers.org/rec/SCRCOA",
      "philpapers_id": "SCRCOA",
      "snippet": "In the course of my argument I try to explain the radical difference between analytical philosophy, which permits its practitioners to have unorthodox (i.e. non-left-wing) political views, and a particular post-war French intellectual tradition, which has until recently allowed no such deviation from its tacit norms · Cite · Plain text · BibTeX · Formatted text · Zotero · EndNote · Reference Manager · RefWorks · Options · Edit · Mark as duplicate · Find it on Scholar · Request removal from index · Revision history · Roger Scruton ·",
      "page_age": null
    },
    {
      "title": "Roger Scruton, The Soul of the World",
      "url": "https://philpapers.org/rec/SCRTSO-4",
      "philpapers_id": "SCRTSO",
      "snippet": "Drawing on art, architecture, music, and literature, Scruton suggests that the highest forms of human experience and expression tell the story of our religious need, and of our quest for the being who might answer it, and that this search for ...",
      "page_age": null
    },
    {
      "title": "Jack Haughton, Roger Scruton’s theory of the imagination and aesthetics as a formulation of Aristotelian virtue ethics",
      "url": "https://philpapers.org/rec/HAURST",
      "philpapers_id": "HAURST",
      "snippet": "Placed in the context of Bernard Williams and John Casey’s works – at the intersection of moral philosophy and the philosophy of the emotions – Scruton’s theory of the imagination is shown to concern the rationality of moral attitudes. In short, it concerns virtue ethics.",
      "page_age": null
    },
    {
      "title": "Roger Scruton, Kant: a brief insight",
      "url": "https://philpapers.org/rec/SCRKAB",
      "philpapers_id": "SCRKAB",
      "snippet": "His ideas on the subjective nature of reality challenged contemporary beliefs about God, morality, and free will. Roger Scruton, a well-known and controversial philosopher in his own right, tackles his exceptionally complex subject with a strong hand, providing an accessible introduction to Kant&#x27;s work and his pivotal Critique of Pure Reason",
      "page_age": null
    },
    {
      "title": "Roger Scruton, Kant",
      "url": "https://philpapers.org/rec/SCRK",
      "philpapers_id": "SCRK",
      "snippet": "Emphasizing the continuity between his moral and aesthetic doctrines and the metaphysical basis in which they rest, the author explores Kant&#x27;s relation to Leibniz and Hume, and his attempt to construct ...",
      "page_age": null
    },
    {
      "title": "Roger Scruton, The Aesthetics of Music",
      "url": "https://philpapers.org/rec/SCRTAO-2",
      "philpapers_id": "SCRTAO",
      "snippet": "Scruton distinguishes sound from tone; analyzes rhythm, melody, and harmony; and explores the various dimensions of musical organization and musical meaning.",
      "page_age": null
    },
    {
      "title": "Roger Scruton, Gentle regrets: thoughts from a life",
      "url": "https://philpapers.org/rec/SCRGRT",
      "philpapers_id": "SCRGRT",
      "snippet": "Roger Scruton is Britain&#x27;s best-known intellectual dissident, who has defended English traditions and English identity against an official culture of denigration. Although his writings on philosophical aesthetics have shown him to ...",
      "page_age": null
    },
    {
      "title": "Andy Hamilton & Nick Zangwill (eds.), Scruton's Aesthetics",
      "url": "https://philpapers.org/rec/HAMSA",
      "philpapers_id": "HAMSA",
      "snippet": "Backwoods musicology: Roger Scruton’s aesthetics of music.Ben Watson - 2000 - Radical Philosophy 99. Tradition and Modernity in Scruton&#x27;s Aesthetics.Samuel Hughes - 2019 - Philosophy 94 (3):425-442.",
      "page_age": null
    },
    {
      "title": "Roger Scruton, Philosophy: principles and problems",
      "url": "https://philpapers.org/rec/SCRPPA",
      "philpapers_id": "SCRPPA",
      "snippet": "Review of Roger Scruton, A Short History of Modern Philosophy: From Descartes to Wittgenstein.",
      "page_age": null
    },
    {
      "title": "Roger Scruton, Timely Death",
      "url": "https://philpapers.org/rec/SCRTD",
      "philpapers_id": "SCRTD",
      "snippet": "Dealing with death in the jewish legal tradition.Daniel B.",
      "page_age": null
    }
  ],
  "count": 19,
  "errors": []
}
