{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Arendt revolution",
  "results": [
    {
      "title": "Florian Grosser, In Search of the Good Revolution",
      "url": "https://philpapers.org/rec/GROISO-2",
      "philpapers_id": "GROISO",
      "snippet": "The paper concerns Hannah Arendt’s attempt to identify both historical types and conceptual understandings of revolution that can be considered to be genuinely ‘political.’ Its aim is to first reconstruct Arendt’s distinction between ‘political’ and ‘anti-political’ processes and conceptions of profound, lasting transformation.",
      "page_age": null
    },
    {
      "title": "Kei Hiruta (ed.), Arendt on Freedom, Liberation, and Revolution",
      "url": "https://philpapers.org/rec/HIRAOF",
      "philpapers_id": "HIRAOF",
      "snippet": "This edited volume focuses on what Hannah Arendt famously called “the raison d’être of politics”: freedom. The unique collection of essays clarifies her flagship idea of political freedom in relation to other key Arendtian themes such as liberation, revolution, civil disobedience, and the right to have rights.",
      "page_age": null
    },
    {
      "title": "Marie-Josée Lavallée, October and the Prospects for Revolution: The Views of Arendt, Adorno, and Marcuse",
      "url": "https://philpapers.org/rec/LAVOAT-2",
      "philpapers_id": "LAVOAT",
      "snippet": "This paper explores the theoretical positions of Hannah Arendt, Theodor W. Adorno, and Herbert Marcuse on revolution and the issue of social and political change. A close reading of their main ...",
      "page_age": null
    },
    {
      "title": "Jennifer Gaffney, Memories of exclusion: Hannah Arendt and the Haitian Revolution",
      "url": "https://philpapers.org/rec/GAFMOE",
      "philpapers_id": "GAFMOE",
      "snippet": "In so doing, my aim is to deepen and challenge Arendt’s understanding of the revolutionary tradition that she believes we are responsible for remembering and appropriating anew in political life today.",
      "page_age": null
    },
    {
      "title": "Lisa Disch, How could Hannah Arendt glorify the American Revolution and revile the French? Placing _On Revolution_ in the historiography of the French and American Revolutions",
      "url": "https://philpapers.org/rec/DISHCH",
      "philpapers_id": "DISHCH",
      "snippet": "This article situates Hannah Arendt’s On Revolution in the traditions of French and American revolutionary historiography to demonstrate that Arendt’s ‘fable’ of the American Revolution was at odds with her argument about the council form.",
      "page_age": null
    },
    {
      "title": "Michael Marder, Natality, Event, Revolution: The Political Phenomenology of Hannah Arendt",
      "url": "https://philpapers.org/rec/MARNER-2",
      "philpapers_id": "MARNER",
      "snippet": "Hannah Arendt: considerations on the American Revolution.José João Neves Barbosa Vicente - 2020 - ARGUMENTOS - Revista de Filosofia 12 (23):87-94.",
      "page_age": null
    },
    {
      "title": "Edgar Straehle, Rethinking the Relationship Between Past, Present, and Future: Arendt’s Account on Revolution",
      "url": "https://philpapers.org/rec/STRRTR-5",
      "philpapers_id": "STRRTR",
      "snippet": "In this paper, I focus on Arendt’s concept of revolution in order to tackle the intricate relationship among past, present and future in the fields of action and politics. For this ...",
      "page_age": null
    },
    {
      "title": "Albrecht Wellmer, Hannah Arendt on Revolution",
      "url": "https://philpapers.org/rec/WELHAO",
      "philpapers_id": "WELHAO",
      "snippet": "Placing On Revolution in the historiography of the French and American Revolutions.Lisa Disch - 2011 - European Journal of Political Theory 10 (3):350-371. Between freedom and law : Hannah Arendt on the promise of modern revolution and the burden of &quot;the tradition&quot;.Michael A.",
      "page_age": null
    },
    {
      "title": "Hannah Arendt & Hans Jürgen Benedict, Revolution, violence, and power: A correspondence",
      "url": "https://philpapers.org/rec/ARERVA",
      "philpapers_id": "ARERVA",
      "snippet": "The Relevance of Hannah Arendt’s Reflections on Evil: Globalization and Rightlessness.",
      "page_age": null
    },
    {
      "title": "E. J. Hobsbawm & Hanna Arendt, On Revolution",
      "url": "https://philpapers.org/rec/HOBOR",
      "philpapers_id": "HOBOR",
      "snippet": "The Double Bind: The Ambivalent Treatment of Traig Passions in Hanna Arendt&#x27;s Theory of Revolution.Artemy Magun - 2007 - History of Political Thought 28 (4):719-746.",
      "page_age": null
    },
    {
      "title": "Ricardo Camargo, Revolution, Event and Theory of the Act. Arendt, Badiou and Žižek",
      "url": "https://philpapers.org/rec/CAMREA-3",
      "philpapers_id": "CAMREA",
      "snippet": "This article explores the question of the political meaning of the term “revolution” and the relation that has been established and should continue to be established between revolution and freedom. To this effect, the article examines some of the main proposals set forth in this respect by three contemporary thinkers, Hannah Arendt, Alain Badiou and Slavoj Žižek, with occasional references to Michel Foucault and Antonio Negri.",
      "page_age": null
    },
    {
      "title": "Wolfhart Totschnig, Arendt’s argument for the council system: A defense",
      "url": "https://philpapers.org/rec/TOTAAF",
      "philpapers_id": "TOTAAF",
      "snippet": "In On Revolution and other writings, Arendt expresses her enthusiasm for the council system, a bottom-up political structure based on local councils that are open to all citizens and so allow ...",
      "page_age": null
    },
    {
      "title": "Ferenc Feher, Freedom and the 'social question' (hannah Arendt's theory of the French revolution)",
      "url": "https://philpapers.org/rec/FEHFAT",
      "philpapers_id": "FEHFAT",
      "snippet": "Freedom and Authentic Political Action: A Critical Examination of Hannah Arendt’s Philosophical Analysis of the French Revolution.Levin Stephanie - unknown",
      "page_age": null
    },
    {
      "title": "Sandra L. Dwyer, Hannah Arendt's Distinction Between the Social and the Political: The Locus of Freedom",
      "url": "https://philpapers.org/rec/DWYHAD",
      "philpapers_id": "DWYHAD",
      "snippet": "But Arendt&#x27;s discussion of &quot;the social question&quot; in On Revolution, her interpretation of the distinction between praxis and poesis found primarily in The Human Condition, but also in her political philosophy generally, and her nuanced drawing of appropriate distinctions throughout her work, provide evidence that, in her view, poverty mitigates against freedom, strategic violence can justifiably be eliminated from politics and advocates of civil society fail to draw certain important and necessary distinctions.",
      "page_age": null
    },
    {
      "title": "Kei Hiruta, Introduction",
      "url": "https://philpapers.org/rec/HIRIKX",
      "philpapers_id": "HIRIKX",
      "snippet": "This introductory chapter firstly explains a threefold purpose of this volume: to elucidate Arendt’s flagship idea of political freedom in relation to its closely connected ideas, including liberation and revolution; to ...",
      "page_age": null
    },
    {
      "title": "Christopher J. Finlay, Hannah Arendt's Critique of Violence",
      "url": "https://philpapers.org/rec/FINHAC",
      "philpapers_id": "FINHAC",
      "snippet": "Arendt&#x27;s commitment to the American discovery in revolutionary politics of a means that needs no further ends to justify it permits a rereading of her conception of liberation as an attempt to envisage a violence that, while tactically instrumental, ...",
      "page_age": null
    },
    {
      "title": "Michael A. Wilkinson, Between freedom and law : Hannah Arendt on the promise of modern revolution and the burden of \"the tradition\"",
      "url": "https://philpapers.org/rec/WILBFA",
      "philpapers_id": "WILBFA",
      "snippet": "Hannah Arendt: considerations on the American Revolution.José João Neves Barbosa Vicente - 2020 - ARGUMENTOS - Revista de Filosofia 12 (23):87-94.",
      "page_age": null
    },
    {
      "title": "Jeffrey C. Isaac, Arendt, Camus, and Modern Rebellion",
      "url": "https://philpapers.org/rec/ISAACA",
      "philpapers_id": "ISAACA",
      "snippet": "The vision of a &quot;rebellious politics&quot; that Arendt and Camus shared is of great relevance to current debates in democratic theory and to the transformations taking place in Europe and the states of the former Soviet Union.",
      "page_age": null
    },
    {
      "title": "Robert Nisbet, Hannah Arendt and the American Revolution",
      "url": "https://philpapers.org/rec/NISHAA",
      "philpapers_id": "NISHAA",
      "snippet": "Placing On Revolution in the historiography of the French and American Revolutions.Lisa Disch - 2011 - European Journal of Political Theory 10 (3):350-371. Hannah Arendt as a Critic of Literature.Erich Heller - 1977 - Social Research: An International Quarterly 44.",
      "page_age": null
    }
  ],
  "count": 19,
  "errors": []
}
