{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "French Revolution tradition",
  "results": [
    {
      "title": "Craig Calhoun, Classical social theory and the French revolution of 1848",
      "url": "https://philpapers.org/rec/CALCST",
      "philpapers_id": "CALCST",
      "snippet": "The present paper summarizes aspects of the views of these theoretically minded observers, notes some points at which more recent historical research suggests revisions to these classical views, and poses three arguments: (1) The revolution of 1848 exerted a direct shaping influence on classical social theory through lessons (some now subject to revision) learned from observation of the revolutionary struggles. (2) The 1848 revolution influenced classical social theory indirectly by contributing to the submergence of the radical French revolutionary tradition (along with utopian socialism) after the defeat of the June insurrectionaires and Bonaparte&#x27;s coup.",
      "page_age": null
    },
    {
      "title": "Seamus Deane, The French Revolution and Enlightenment in England, 1789-1832",
      "url": "https://philpapers.org/rec/DEATFR",
      "philpapers_id": "DEATFR",
      "snippet": "The French Revolution, and Enlightenment in England 1789-1832.",
      "page_age": null
    },
    {
      "title": "Reidar Maliks & Trad Agustín José Menéndez Menéndez, Kant and the French Revolution",
      "url": "https://philpapers.org/rec/MALKAT-7",
      "philpapers_id": "MALKAT",
      "snippet": "In Kant’s nuanced account of the revolution’s two central phases, he refined a distinction between legitimate political transition and lawless popular rebellion. ... German republicanism french revolution protoutilitarian natural law revolution right of resistance sedition transition",
      "page_age": null
    },
    {
      "title": "Joseph V. Femia, Against the Masses:Varieties of Anti-Democratic Thought Since the French Revolution: Varieties of Anti-Democratic Thought Since the French Revolution",
      "url": "https://philpapers.org/rec/FEMATM",
      "philpapers_id": "FEMATM",
      "snippet": "In this lively and provocative book, the author provides the first systematic and detailed analysis of the anti-democratic tradition in Western thought. His approach is both thematic and historical. The author ...",
      "page_age": null
    },
    {
      "title": "Jack Amariglio & Bruce Norton, Marxist Historians and the Question of Class in the French Revolution",
      "url": "https://philpapers.org/rec/AMAMHA",
      "philpapers_id": "AMAMHA",
      "snippet": "This article evaluates the centrality of class in the &quot;social interpretation&quot; of the French Revolution put forward by George Lefebvre, Albert Soboul, and others. The social interpreters introduce an admirable complexity ...",
      "page_age": null
    },
    {
      "title": "Minchul Kim, Pierre-Antoine Antonelle and representative democracy in the French Revolution",
      "url": "https://philpapers.org/rec/KIMPAA-3",
      "philpapers_id": "KIMPAA",
      "snippet": "ABSTRACTThis article examines the political thought of Pierre-Antoine Antonelle, a prominent democrat during the French Revolution. In pamphlets and newspaper articles between 1795 and 1799 he put forth an elaborate theory ...",
      "page_age": null
    },
    {
      "title": "Francis Fukuyama, The Origins of Political Order: From Prehuman Times to the French Revolution",
      "url": "https://philpapers.org/rec/FUKTOO",
      "philpapers_id": "FUKTOO",
      "snippet": "Deleuze and Guattari on the French Revolution: Problems, Universal Minority, and the Bourgeoisie.Alex Underwood - 2024 - Theory and Event 27 (2):287-314. Comparative Political Theology.Erich Kofmel - manuscript · &quot;Hobbes and the Social Contract Tradition&quot; by Jean Hampton.Paul Russell - 1989 ...",
      "page_age": null
    },
    {
      "title": "Dmitry Shlapentokh, The French Revolution in Russian Intellectual Life: 1865-1905",
      "url": "https://philpapers.org/rec/SHLTFR-3",
      "philpapers_id": "SHLTFR",
      "snippet": "The French Revolution &amp; the Russian Anti-democratic Tradition: A Case of False Consciousness.Dmitry Shlapentokh - 1997 - Transaction.",
      "page_age": null
    },
    {
      "title": "William Farr Church, The influence of the enlightenment on the French Revolution: creative, disastrous, or non-existent?",
      "url": "https://philpapers.org/rec/CHUTIO-3",
      "philpapers_id": "CHUTIO",
      "snippet": "Human nature and the French Revolution: from the Enlightenment to the Napoleonic Code.Xavier Martin - 2001 - New York: Berghahn Books. Enlightened networking: import and export of enlightenment in 18th century Denmark.Thomas Bredsdorff &amp; Anne-Marie Mai (eds.) - 2004 - Odense M: University Press of Southern Denmark. French enlightenment and rabbinic tradition...",
      "page_age": null
    },
    {
      "title": "Geneviève Rousselière, Sharing freedom: republicanism and exclusion in revolutionary France",
      "url": "https://philpapers.org/rec/ROUSFR",
      "philpapers_id": "ROUSFR",
      "snippet": "Sharing Freedom presents the development of French republicanism from an older elitist theory of freedom into an inclusive theory of emancipation. Retracing the struggles of republicans during the French Revolution, it lays out the paradoxes that unwittingly led them to justify exclusions despite fervently embracing an expansion of freedom to all.",
      "page_age": null
    },
    {
      "title": "Iain Hampsher-Monk, The French Revolution, and Enlightenment in England 1789-1832",
      "url": "https://philpapers.org/rec/HAMTFR-3",
      "philpapers_id": "HAMTFR",
      "snippet": "Narrative order, 1789-1819: life and story in an Age of Revolution. [REVIEW]Mary-ann Constantine - 2007 - Enlightenment and Dissent 23:191-195. Cambridge in the age of Enlightenment: science, religion and politics from the Restoration to the French Revolution.",
      "page_age": null
    },
    {
      "title": "Elizabeth Racz, The Women's Rights Movement in the French Revolution",
      "url": "https://philpapers.org/rec/RACTWR",
      "philpapers_id": "RACTWR",
      "snippet": "“One injustice can never become a legitimate reason to commit another”: Condorcet, women’s political rights, and social reform during the French Revolution (1789–1795).Guillaume Ansart - 2023 - Intellectual History Review 33 (2):249-266.",
      "page_age": null
    },
    {
      "title": "Patrick H. Hutton, Vico's Theory of History and the French Revolutionary Tradition",
      "url": "https://philpapers.org/rec/HUTVTO",
      "philpapers_id": "HUTVTO",
      "snippet": "Philosophical Traditions · Philosophical Traditions · African/Africana Philosophy · Asian Philosophy · Continental Philosophy · European Philosophy · Philosophy of the Americas · Philosophical Traditions, Miscellaneous · Philosophy, Misc · Philosophy, Misc ·",
      "page_age": null
    },
    {
      "title": "Mark Philp, The French Revolution and Enlightenment in England: 1789–1832. Seamus Deane, Cambridge, Mass., Harvard University Press, 1988, pp. 212",
      "url": "https://philpapers.org/rec/MARTFR",
      "philpapers_id": "MARTFR",
      "snippet": "The French Revolution, and Enlightenment in England 1789-1832.",
      "page_age": null
    },
    {
      "title": "John Rees, The algebra of revolution: the dialectic and the classical Marxist tradition",
      "url": "https://philpapers.org/rec/REETAO",
      "philpapers_id": "REETAO",
      "snippet": "The Algebra of Revolution is the first book to study Marxist method as it has been developed by the main representatives of the classical Marxist tradition, namely Marx and Engels, Luxembourg, Lenin, Lukacs, Gramsci, and Trotsky.",
      "page_age": null
    },
    {
      "title": "Sandrine Bergès, Liberty in Their Names: The Women Philosophers of the French Revolution",
      "url": "https://philpapers.org/rec/SANLIT-5",
      "philpapers_id": "SANLIT",
      "snippet": "At a time when women could neither vote nor speak at the Assembly, they became influential through their writings. Yet instead of Gouges, Grouchy and Roland, we speak of Voltaire, Rousseau and Diderot. Sandrine Bergès examines the lives and writings of these trailblazing women philosophers, and their impact on philosophical thought during the French Revolution.",
      "page_age": null
    },
    {
      "title": "Jeffrey Michael Field, Revolution and Tradition in Descartes's Philosophy of Science",
      "url": "https://philpapers.org/rec/FIERAT-3",
      "philpapers_id": "FIERAT",
      "snippet": "The Uses of Antiquity: the scientific revolution and the classical tradition.Stephen Gaukroger (ed.) - 1991 - Kluwer Academic Publishers. Descartes and the Augustinian tradition of devotional meditation: Tracing a minim connection.Matt Hettche - 2010 - Journal of the History of Philosophy 48 (3):283-311. The Role of Memory in the Historiography of the French Revolution.Patrick H.",
      "page_age": null
    },
    {
      "title": "Ferenc Feher, Practical Reason in the Revolution: Kant's Dialogue with the French Revolution",
      "url": "https://philpapers.org/rec/FEHPRI",
      "philpapers_id": "FEHPRI",
      "snippet": "Kant&#x27;s Theory of Revolution.Thomas Seebohm - 1981 - Social Research: An International Quarterly 48. Sociability, Social Structure, and the French Revolution.Patrice Higonnet - 1989 - Social Research: An International Quarterly 56.",
      "page_age": null
    },
    {
      "title": "David Hunt, Peasant movements and communal property during the French Revolution",
      "url": "https://philpapers.org/rec/HUNPMA",
      "philpapers_id": "HUNPMA",
      "snippet": "Parallels between the 1784 transylvanian peasant-revolution in romania and the French-revolution of 1789.V. Gionea - 1989 - History of European Ideas 11:131-141. Communal cooperative institutions and peasant revolutions in South China, 1926–1934.Baohui Zhang - 2000 - Theory and Society 29 (5):687-736. David Goodman and Michael Redclift, &quot;From Peasant to Proletarian&quot;. [REVIEW]Harriet Friedmann - 1983 - Theory and Society 12 (4):539. [Book review] reinventing revolution, new social movements and the socialist tradition in india.",
      "page_age": null
    },
    {
      "title": "Eric Hobsbawm, Echoes of the Marseillaise: Two Centuries Look Back on the French Revolution",
      "url": "https://philpapers.org/rec/HOBEOT",
      "philpapers_id": "HOBEOT",
      "snippet": "And he considers why references to the French Revolution continued to inflame passions into the twentieth century, as a rhetorical touchstone for communist revolutionaries and as a boogeyman for social conservatives. _Echoes of the Marseillaise _is ...",
      "page_age": null
    }
  ],
  "count": 20,
  "errors": []
}
