{
  "status": "success",
  "source": "semantic_scholar",
  "query": "communitarian tradition loss liberal neutrality",
  "results": [
    {
      "paperId": "a2e615ee55202dca4860b53c4359d2d9ae91551c",
      "title": "Plurality as the Core of Human Rights Universality",
      "authors": [],
      "year": 2023,
      "abstract": "\"Liberal universality\" is the dominant framework of human rights in the literature. This paradigm asserts that human rights norms must be interpreted by prioritizing individualism, secularism, and autonomy in all spheres of life. According to this perspective, religiously grounded and duty-oriented visions should not be part of human rights standards, and in some cases, they must be excluded from international debates. This situation is due to a lack of academic scrutiny of the difference between human rights as internationally recognized norms and human rights standards or interpretations as developed by international mechanisms through this paradigm. The case study of the current development of sexual and reproductive health and rights reveals key problems with this interpretative framework: its questionable neutrality, its reduced notion of viewpoint diversity, and its top-down approach that disregards people’s real concerns. This book proposes to go back to basics by rediscovering the notion of \"pluralistic universality\" of the Universal Declaration of Human Rights of 1948, which welcomes interdependent and religiously grounded worldviews that are more compatible with non-Western cultures and some Western traditions. In this sense, the book encourages a redefinition of the universality of human rights in the light of the right to self-determination, as a tool to foster bottom-up approaches, intercultural dialogue, and global consensus for the development of universally acceptable human rights standards. In this way, these standards will enjoy greater legitimacy because they will reflect an international agreement that is responsive to local realities and one that accepts reasonable disagreement in controversial issues.\nThe increasing number of voices questioning the legitimacy of the implementation of human rights will lead to a widespread loss of faith in the concept of human right itself. Reverting this tendency is an urgent task that reveals the gap between the norms ruling the monitoring bodies and their actual performance. In accepting this challenge, this book will be a necessary source of study for anyone concerned with the purpose and practice of human rights.\n—Pilar Zambrano, University of Navarra\nAn original and fruitful approach to human rights, analyzing the ideology behind different interpretations, in particular the dogmatic Western liberal version. An excellent and important work.\n—Éric Wyler, Université Paris II Panthéon-Assas",
      "citationCount": 3,
      "doi": "10.3726/b21397",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2e615ee55202dca4860b53c4359d2d9ae91551c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "ebbec4f72ab077626c21d8e39577e15ec1c3cfbc",
      "title": "The Neutralization of Harmony: The Problem of Technological Neutrality, East and West",
      "authors": [
        {
          "name": "M. Thompson",
          "authorId": "1663562131"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ebbec4f72ab077626c21d8e39577e15ec1c3cfbc",
      "venue": "",
      "journal": {
        "name": "PRN: Legal Theories"
      },
      "publicationTypes": null
    },
    {
      "paperId": "97bc207f3e0e1528b1221e551a968d5a1c0ad357",
      "title": "Liberals, Communitarians, Republicans and the intervention of the State in the private sphere",
      "authors": [
        {
          "name": "Rafael",
          "authorId": "2070339265"
        },
        {
          "name": "Rodrigues",
          "authorId": "2071703703"
        },
        {
          "name": "Pereira",
          "authorId": "2059275431"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.17931/ivr2013_sws69_04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/97bc207f3e0e1528b1221e551a968d5a1c0ad357",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "354-362",
        "volume": "4"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7204ad2e9e35ddcd44ff30cf06c72f40c8cf24f8",
      "title": "Confucian Democracy in East Asia: A Discussion of Sungmoon Kim's Democracy After Virtue: Toward Pragmatic Confucian Democracy",
      "authors": [
        {
          "name": "S. Macedo",
          "authorId": "81274904"
        }
      ],
      "year": 2021,
      "abstract": "30/07/22 11:52 AM GS_30_1-2_13_Macedo.indd Page 171 30/07/22 11:52 AM the good society, vol. 30, nos. 1–2, 2021 Copyright © 2022 The Pennsylvania State University, University Park, PA doi: 10.5325/goodsociety.30.1–2.0171 Sungmoon Kim’s Democracy After Virtue is an impressive contribution to comparative political thought and the burgeoning literature on the relationship between East Asian Confucian traditions and liberal democracy. My aim here is to clarify and assess the overall shape of the book’s main argument in part I. In concluding, I turn more briefly to Kim’s account (in part II of his book) of how Confucian values such as filial piety may lend a distinctive shape to law, especially criminal law, in East Asia. Part I of Democracy After Virtue focuses on democratic theory, and consists of extended critical commentary on the work of other political theorists. This includes scholars whose work is influenced by Confucianism, including Confucian meritocrats (especially Daniel A. Bell, but also Tongdong Bai), Confucian communitarian democrats (“inspired by John Dewey as much as Confucius”),1 and Confucian moral perfectionists (Joseph Chan). The book also engages Western democratic theorists (including Thomas Christiano and Corey Brettschneider) on themes such as the relationship between the procedural and substantive aspects of democracy, and state neutrality. Kim develops his own position through criticisms of these alternatives. Here I try to reconstruct the book’s main argument without the commentary. Kim endorses “pragmatic Confucian democracy” which is a contextually and culturally specific version of the pragmatic democracy of John Dewey. He correctly emphasizes that any adequate account of democracy must Confucian Democracy in East Asia: A Discussion of Sungmoon Kim’s Democracy After Virtue: Toward Pragmatic Confucian Democracy",
      "citationCount": 0,
      "doi": "10.5325/goodsociety.30.1-2.0171",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7204ad2e9e35ddcd44ff30cf06c72f40c8cf24f8",
      "venue": "Good Society Journal, The",
      "journal": {
        "name": "The Good Society",
        "pages": "171 - 183",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "94f83c93b79efec7a08b78514638294df5704012",
      "title": "Recovering International Relations: The Promise of Sustainable Critique",
      "authors": [
        {
          "name": "D. Levine",
          "authorId": "29467826"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 89,
      "doi": "10.1093/acprof:oso/9780199916061.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94f83c93b79efec7a08b78514638294df5704012",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c9b14525b54078ee0167420d2b5940c8e69cf33a",
      "title": "LIBERALIZMO IR DEMOKRATIJOS SANTYKIS POLITINĖS FILOSOFIJOS POŽIŪRIU",
      "authors": [
        {
          "name": "Vaidotas Valantiejus",
          "authorId": "113481904"
        }
      ],
      "year": 2015,
      "abstract": "The main strategy of this article is to consider liberalism in contrast with democracy. Many critics of liberal democracy argue that there is no necessary relation between two distinct traditions but only a contingent historical articulation. The main ideas of liberalism are the rule of law, the defense of human rights and the respect of individual liberty. Democracy, by contrast, relies on substantial equality, identity between governing and governed, and popular sovereignty. In other words there is a tension between democratic homogeneity and liberal heterogeneity or pluralism. Mainly because of liberal assumption of an autonomous rights bearing individual, liberalism is very skeptical on the issue of democracy. Liberals stress the protection of freedom against potential oppressive democratic majorities. Equality in the liberal tradition is reduced to equal liberty. The abstract liberal conception of equality postulates that every person is, as a person, morally equal to every other person. The substantial democratic conception of equality, however, requires the possibility of inequality, i.e. the possibility of distinguishing who belongs to the demos and who is exterior to it. Equality is only valuable politically so long as it has substance or concrete political context. John Rawls’s theory of political liberalism accents formal and procedural aspects of liberal democracy. The main cause is that Rawls’s theory is deontological. He draws the distinction between the “right” and the “good” – between a framework of basic rights and liberties, and the conceptions of the good that people may choose to pursue within this framework. Rawls’s priority of the right over the good is presented as the principle of neutrality. But the problem is that political liberalism can provide a consensus only among reasonable persons who are persons who accept the principles of political liberalism. Thus Rawls’s allegedly neutral public reason is derived from the fundamentals of liberalism or the specific concept of good. Communitarian political philosophy criticizes liberalism for its atomism, concept of negative liberty and the priority of human rights. Deontological liberalism, it is said, is excessively individualistic, abstract and universalistic. Challenging the liberal commitment to individualism and to human rights, communitarians insist that democratic community cannot be justified without reference to common purposes and ends. To be a citizen is to interpret oneself as a member of the polity. Democratic homogeneity requires the identity between governing and governed. So, democracy rests not on individual rights, but essentially on the general will of the community. The model of deliberative democracy argues that the essence of democracy is deliberation itself, as opposed to voting, interest aggregation, constitutional rights, or self-government. Deliberative democracy concerns the degree to which democratic control is substantive and engaged by competent citizens. The influence of informal public opinion formation, it is claimed, has to be transformed into “communicative power” and accordingly into “administrative power”. But in essence deliberative theory accepts the key tenets of political liberalism. Some deliberative theorists argue that the priority of liberal rights is necessary for deliberative democracy itself. The agonistic model of democracy says that the dimension of antagonism is inherent in human relations. The ineradicability of antagonism, it is argued, is constitutive of the political. The main task of this model is to establish us/them discrimination in a way that is compatible with pluralist democracy. On the one hand, agonistic democracy criticizes neutral and procedural aspects of liberal democracy, on the other hand, both agonistic and liberal models accepts the priority of pluralism and individual rights. In summary, the processes of liberalization and democratization are conceptually contradictory. The ethos of liberalism, especially the ideal of negative liberty, reduces the substantial concept of equality to indifferent equal liberty. The principle of moral equality is gradually transformed to the principle of moral individualism. The deontological liberalism ignores the main democratic question – how to establish the democratic community with both the autonomy of persons and the shared understanding of the good? In this way political liberalism negates the ideal of democracy – the identity between governing and governed.",
      "citationCount": 0,
      "doi": "10.15388/POLIT.2009.4.8391",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c9b14525b54078ee0167420d2b5940c8e69cf33a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "81-102",
        "volume": "56"
      },
      "publicationTypes": null
    }
  ],
  "count": 6,
  "errors": []
}
