{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Sandel Taylor communitarian",
  "results": [
    {
      "title": "Andrew Jason Cohen, Does communitarianism require individual independence?",
      "url": "https://philpapers.org/rec/COHDCR",
      "philpapers_id": "COHDCR",
      "snippet": "In this paper, however, Iprovide ... the second regarding thecommunitarian view of individual autonomy – that the communitariantheory of Alasdair MacIntyre, Charles Taylor, and Michael Sandel,relies on individuals either being independent from theircommunities or having a ...",
      "page_age": null
    },
    {
      "title": "Wanpat Youngmevittaya, Does Sandel Misunderstand Rawls?",
      "url": "https://philpapers.org/rec/YOUDSM-2",
      "philpapers_id": "YOUDSM",
      "snippet": "The so-called liberal-communitarian debate in the 1980s was one of the most remarkable debates in Anglo-American political philosophy. While John Rawls was the most well-known thinker from the liberal camp, it can be said that Michael J. Sandel best represented the communitarian critique of Rawls&#x27; political theory.",
      "page_age": null
    },
    {
      "title": "Jeffrey Mark Friedman, The Politics of Communitarianism and the Emptiness of Liberalism",
      "url": "https://philpapers.org/rec/FRITPO-27",
      "philpapers_id": "FRITPO",
      "snippet": "Communitarianism, the approach ... and Michael Walzer, reproduces the proceduralism, the arbitrariness, the indeterminateness about the good---the emptiness---that the communitarians justly ......",
      "page_age": null
    },
    {
      "title": "Arup Jyoti Sarma, Rawls’ Idea of a Liberal Self: A Communitarian Critique",
      "url": "https://philpapers.org/rec/SARRIO",
      "philpapers_id": "SARRIO",
      "snippet": "Communitarians like Sandel, however, questions Rawls’ claim for the priority of right over good and maintains that liberals fail to recognize the self is ‘embedded,’ in and partly constituted by communal commitments and values which are objects of choice.",
      "page_age": null
    },
    {
      "title": "Charles Taylor, Cross-purposes: The liberal-communitarian debate",
      "url": "https://philpapers.org/rec/TAYCTL",
      "philpapers_id": "TAYCTL",
      "snippet": "The Communitarian Liberalism of Charles Taylor.James Bickerton, Stephen Brooks &amp; Alain-G. Gagnon - 2006 - In James Bickerton, Stephen Brooks &amp; Alain-G. Gagnon, Freedom, Equality, Community: The Political Philosophy of Six Influential Canadians. Montreal: McGill-Queen&#x27;s University Press.",
      "page_age": null
    },
    {
      "title": "Jeffrey Friedman, The politics of communitarianism",
      "url": "https://philpapers.org/rec/FRITPO-15",
      "philpapers_id": "FRITPO",
      "snippet": "Taylor, Sandel, Walzer, and MacIntyre waver between granting the community authority over the individual and limiting this authority so severely that communitarianism becomes a dead letter. The reason for this vacillation ...",
      "page_age": null
    },
    {
      "title": "Daniel Bell, Communitarianism and its critics",
      "url": "https://philpapers.org/rec/BELCAI",
      "philpapers_id": "BELCAI",
      "snippet": "In this entertaining book, written in dialogue form, Daniel Bell fills this gap, presenting and defending a distinctively communitarian theory against the objections of a liberal critic. Drawing on the works of such thinkers as Charles Taylor, Michael Sandel, and Alasdair MacIntyre, Bell attacks liberalism&#x27;s individualistic view of the person by pointing to our social embeddedness.",
      "page_age": null
    },
    {
      "title": "Charles Taylor, Can liberalism be communitarian?",
      "url": "https://philpapers.org/rec/TAYCLB-2",
      "philpapers_id": "TAYCLB",
      "snippet": "In Liberalism, Community and Culture, Will Kymlicka suggests that the cultural resources with which communitarians have been concerned, inasmuch as they are prerequisites for the individual choice of the good, are ...",
      "page_age": null
    },
    {
      "title": "Hilliard Aronovitch, From communitarianism to republicanism: On Sandel and his critics",
      "url": "https://philpapers.org/rec/AROFCT",
      "philpapers_id": "AROFCT",
      "snippet": "Humanism and antihumanism in lasch and sandel.Tom Hoffman - 1999 - Critical Review: A Journal of Politics and Society 13 (1-2):97-114. A Defense of Strong Voluntarism.Andrew Jason Cohen - 1998 - American Philosophical Quarterly 35 (3):251-265. Communitarianism and its Critics.Daniel A. Bell - 1993 - Clarendon Press. Added to PP 2009-01-28 Downloads 74 (#167,162) 6 months 2 (#312,344) ... Trudeau or Taylor...",
      "page_age": null
    },
    {
      "title": "James Louis Hart, Liberalism and Community: Communitarian Criticisms of John Rawls' Liberal Theory of Justice",
      "url": "https://philpapers.org/rec/HARLAC-4",
      "philpapers_id": "HARLAC",
      "snippet": "The purpose of this study is to evaluate such criticisms as they have been most recently advanced against the liberal theory of John Rawls by Michael Sandel and Alasdair MacIntyre. ;Chapters I and II examine the individualist and communitarian dimensions and Rawls&#x27; theory of justice as fairness.",
      "page_age": null
    },
    {
      "title": "Michael J. Sandel, The Procedural Republic and the Unencumbered Self",
      "url": "https://philpapers.org/rec/SANTPR-2",
      "philpapers_id": "SANTPR",
      "snippet": "Does Sandel Misunderstand Rawls?Wanpat Youngmevittaya - 2023 - Philosophia 51 (4):1883-1905. The sources of communitarianism on the American left: Pluralism, republicanism, and participatory democracy.Toby Reiner - 2011 - History of European Ideas 37 (3):293-303.",
      "page_age": null
    },
    {
      "title": "Michael J. Sandel, Encountering China: Michael Sandel and Chinese Philosophy",
      "url": "https://philpapers.org/rec/SANECM-3",
      "philpapers_id": "SANECM",
      "snippet": "In Sandel the Chinese have found a guide through the ethical dilemmas created by the nation&#x27;s swift embrace of a market economy--a guide whose communitarian ideas resonate with aspects of China&#x27;s own rich and ancient philosophical traditions.",
      "page_age": null
    },
    {
      "title": "Michael J. Sandel, Liberalism and the limits of justice",
      "url": "https://philpapers.org/rec/SANLAT-14",
      "philpapers_id": "SANLAT",
      "snippet": "A liberal society seeks not to impose a single way of life, but to leave its citizens as free as possible to choose their own values and ends. It therefore must ...",
      "page_age": null
    },
    {
      "title": "David Miller, In What Sense must Socialism be Communitarian?",
      "url": "https://philpapers.org/rec/MILIWS",
      "philpapers_id": "MILIWS",
      "snippet": "Liberalism and the Limits of Justice.Michael Sandel, Alasdair Macintyre, Benjamin Barber &amp; Charles Taylor - 1985 - Philosophy and Public Affairs 14 (3):308-322.",
      "page_age": null
    },
    {
      "title": "Michael Sandel, Liberalism and the limits of justice",
      "url": "https://philpapers.org/rec/SANLAT",
      "philpapers_id": "SANLAT",
      "snippet": "In the most important challenge yet to Rawls&#x27; theory of justice, Sandel traces the limits of liberalism to the conception of the person that underlies it, and argues for a deeper understanding of community than liberalism allows.",
      "page_age": null
    },
    {
      "title": "Andrew T. W. Hung, Atomism, Communitarianism, and Confucian Familism",
      "url": "https://philpapers.org/rec/HUNACA-4",
      "philpapers_id": "HUNACA",
      "snippet": "However, Brenda Lyshaug criticizes Taylor’s communitarianism as suppressing plurality and enhancing hostility among cultural groups.",
      "page_age": null
    },
    {
      "title": "Stephen Mulhall, Liberals and communitarians",
      "url": "https://philpapers.org/rec/MULLAC-4",
      "philpapers_id": "MULLAC",
      "snippet": "This book traces the progress of the liberal/communitarian debate. Beginning with an account of John Rawls&#x27;s A Theory of Justice, d it goes on to provide clear presentations of the work of the main communitarians - Michael Sandel, Alisdair MacIntyre, Charles Taylor and Michael Walzer.",
      "page_age": null
    },
    {
      "title": "David Luban, The Self: Metaphysical not Political: David Luban",
      "url": "https://philpapers.org/rec/LUBTSM-2",
      "philpapers_id": "LUBTSM",
      "snippet": "Sandel, Michael (1953–).Andrew T. W. Hung - 2015 - International Encyclopedia of Social and Behavioral Sciences, 2nd Edition, Vol. 20. The Politics of Communitarianism and the Emptiness of Liberalism.Jeffrey Mark Friedman - 2002 - Dissertation, Yale University",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
