{
  "status": "success",
  "source": "semantic_scholar",
  "query": "colonialism tradition destruction indigenous",
  "results": [
    {
      "paperId": "caa350c05fc22eda263136c7cb48496f880a1798",
      "title": "Indigenous mobility traditions, colonialism, and the anthropocene",
      "authors": [
        {
          "name": "K. Whyte",
          "authorId": "3147233"
        },
        {
          "name": "Jared L Talley",
          "authorId": "1798923270"
        },
        {
          "name": "Julia D. Gibson",
          "authorId": "1798823191"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT The anthropocene is often discussed as an era of ‘new’ environmental changes that require unprecedented forms of societal adaptation, one example being climate-induced resettlement. Yet discussions of the anthropocene can also be better contextualized in terms of their featuring certain phenomena as ‘new’ that are really much more longstanding phenomena. For example, many Indigenous peoples have ancient traditions of environmental ‘mobility.’ This essay reviews some of the history of Indigenous philosophies, especially Anishinaabe, of mobility, migration, and resettlement. Often these philosophies focus on fluid and transformative relationships as constituting the fabric of resilient societies. Indigenous traditions of mobility are critically relevant for climate justice. They put into relief how colonial power can operate as a containment strategy that works to curtail mobility. In this way, looking at Indigenous mobility in the anthropocene involves unraveling layers of colonialism where containment has been widely imposed. This claim can be used to signal some of the dangers of centering the causal role of climate change in certain cases societal movement. To further support our claims, the essay concludes with a brief analysis of some of the literature and testimonies on resettlement in the Gulf of Mexico and Alaska.",
      "citationCount": 76,
      "doi": "10.1080/17450101.2019.1611015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/caa350c05fc22eda263136c7cb48496f880a1798",
      "venue": "Mobilities",
      "journal": {
        "name": "Mobilities",
        "pages": "319 - 335",
        "volume": "14"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "5c20e9e22ae758f9f2239d8bd778e24d58d856f5",
      "title": "Critical theory and North American indigenous thought",
      "authors": [
        {
          "name": "Samuel Piccolo",
          "authorId": "2201049540"
        }
      ],
      "year": 2023,
      "abstract": "In recent years, critical theorists such as Amy Allen and Robert Nichols have aimed to “decolonize critical theory,” by which they mean to make the tradition of critical theory less hostile to, and more compatible with, the ideas and movements of Indigenous peoples. In this article, however, I argue these efforts have failed to consider the relationship of two key elements of critical theory with Indigenous thought: that all normativity is generated immanently to historically and socially located struggle, and that normativity is negatively defined. These two elements, I argue, are not fully endorsed in the work of many Indigenous thinkers. By drawing on the work of a diverse group of contemporary Indigenous scholars, I show, first, that nature is generally a relevant normative category in Indigenous thinking in a way that is irreducible to historical location. Second, I argue that for many Native scholars, right action is not simply a matter of resisting colonialism. While resistance features heavily, of course, I suggest that Indigenous thinking often includes a substantive positive vision of living well that has not—as of yet—been considered by critical theorists.",
      "citationCount": 3,
      "doi": "10.1177/14748851231177171",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c20e9e22ae758f9f2239d8bd778e24d58d856f5",
      "venue": "European Journal of Political Theory",
      "journal": {
        "name": "European Journal of Political Theory",
        "pages": "545 - 566",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7ab106253096485422de20f684818e99c81f11ff",
      "title": "Anarchist Futures: Indigenous Influences in the Speculative World-Making of Ursula K. Le Guin",
      "authors": [
        {
          "name": "Blaire Morseau",
          "authorId": "2355343106"
        },
        {
          "name": "Les W. Field",
          "authorId": "2385821744"
        }
      ],
      "year": 2025,
      "abstract": "Abstract:By focusing on the interventions Le Guin makes in the discipline of anthropology, theorists have missed a critical connection to radical and utopia studies—the diverse ways that anarchist thought can be and is being grounded in Indigenous radical theory. In this article, we argue that Le Guin was influenced by Native North American philosophy and political action, tracing the links between these influences and anarchism more generally. We also point out that the tradition of anarchism and critical theory, broadly speaking, that has developed in settler-colonial nations is greatly enriched by, indeed requires, Indigenous scholarship to imagine and construct truly liberated futures. In addition to critical Indigenous theory, Native-authored speculative world-making offers a poignant vantage point from which to actualize these anarchist futures in ways that do not assume the permanence of or reify settler colonialism.",
      "citationCount": 0,
      "doi": "10.1353/wic.2025.a971963",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7ab106253096485422de20f684818e99c81f11ff",
      "venue": "Wicazo Sa Review",
      "journal": {
        "name": "Wicazo Sa Review",
        "pages": "105 - 127",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "94f42ef67c26a69c208ea332a76cb60388ac7cdf",
      "title": "Paths of Reforestation of Thinking: Interculturality from Indigenous Philosophies",
      "authors": [
        {
          "name": "Magali De Menezes",
          "authorId": "2283593554"
        }
      ],
      "year": 2024,
      "abstract": "This text aims to affirm Indigenous philosophies as wisdom that contributes significantly to the way of thinking/feeling education and philosophy. From the Western tradition, philosophy has been constituted from the rupture of what we call mythical thought. Indigenous philosophies, however, start from the mythical narrative, symbolic thought, dreams, orality, and all the ancestry they carry to constitute their cosmologies. To affirm Indigenous thought is, therefore, to recover what was denied, showing that philosophy does not have a single soil of origin (Greece), but is built in different territories and historical times. The negation of indigenous philosophies translates, in many moments, to the very ontological negation of those who have produced and continue to produce thought. Therefore, Indigenous philosophies are forms of reforestation of monocultural rationality and can compose other political-pedagogical exercises, in which good living is a central element. The objective is to show that Indigenous philosophies carry ways of life that contribute to rethinking the “civilizing” processes that have led humanity and the planet to the destruction of the diversity of thought and, with this, teach us to live interculturality as a necessary learning for the survival of knowledge and peoples.",
      "citationCount": 1,
      "doi": "10.21500/22563202.6598",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94f42ef67c26a69c208ea332a76cb60388ac7cdf",
      "venue": "Revista Guillermo de Ockham",
      "journal": {
        "name": "Revista Guillermo de Ockham"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3e8084eac489da448a2b58f782c5440527e40d93",
      "title": "Terrorist Cultural Heritage Destruction and Ecotourism in Nigeria: Philosophical Perspectives",
      "authors": [],
      "year": 2022,
      "abstract": "Cultural heritage is an important aspect of a people’s life. Without cultural heritage, a people lose their sense of identity, cohesiveness, values; and their entire wellbeing is gravely impacted. Cultural heritage includes a people’s customs, places, practices, values, artistic expression, and landscapes. It is made up of tangible and intangible resources. Especially for tangible or material resources they are vital for eco-tourism. There will be no base for eco-tourism without the land, places, cultural artifacts, and monuments. Though cultural heritage is very important to cultural wellbeing and tourism in Nigeria, it is endangered by the activities of terrorists. This paper critically analyses the cultural destruction and threat posed by Boko Haram and other terrorist activities and how these have impeded eco-tourism in Nigeria. It will use viewpoints from both the western and indigenous philosophical tradition to highlight the significance of cultural heritage, the immorality of cultural destruction and the ethical imperative to promote eco-tourism. The paper finds that cultural heritages are being destroyed in Nigeria by terrorists and thus impeding ecotourism. It concludes that there is need to end terrorist cultural heritage destruction in Nigeria to promote ecotourism.",
      "citationCount": 0,
      "doi": "10.37284/eajenr.5.1.738",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3e8084eac489da448a2b58f782c5440527e40d93",
      "venue": "East African Journal of Environment and Natural Resources",
      "journal": {
        "name": "East African Journal of Environment and Natural Resources"
      },
      "publicationTypes": null
    },
    {
      "paperId": "10235bca1f9570234dd9fb61b1263a3637859556",
      "title": "Settler Colonialism, Ecology, and Environmental Injustice",
      "authors": [
        {
          "name": "K. Whyte",
          "authorId": "3147233"
        }
      ],
      "year": 2018,
      "abstract": "Settler colonialism is a form of domination that violently disrupts human relationships with the environment. Settler colonialism is ecological domination, committing environmental injustice against Indigenous peoples and other groups. Focusing on the context of Indigenous peoples’ facing US domination, this article investigates philosophically one dimension of how settler colonialism commits environmental injustice. When examined ecologically, settler colonialism works strategically to undermine Indigenous peoples’ social resilience as self determining collectives. To understand the relationships connecting settler colonialism, environmental injustice, and violence, the article first engages Anishinaabe intellectual traditions to describe an Indigenous conception of social resilience called collective continuance. One way in which settler colonial violence commits environmental injustice is through strategically undermining Indigenous collective continuance. At least two kinds of environmental injustices demonstrate such violence: vicious sedimentation and insidious loops. The article seeks to contribute to knowledge of how anti-Indigenous settler colonialism and environmental injustice are connected.",
      "citationCount": 461,
      "doi": "10.3167/ARES.2018.090109",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/10235bca1f9570234dd9fb61b1263a3637859556",
      "venue": "Environment and Society",
      "journal": {
        "name": "Environment and Society"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6293e51014eb365e732698e0754631b5abca1a84",
      "title": "Eco-Spirituality and the Nature of Colonialism in F. Sionil Jose’s The God Stealer",
      "authors": [
        {
          "name": "Hammim B. Casan",
          "authorId": "2006521123"
        }
      ],
      "year": 2022,
      "abstract": "Ecocritics argue that everything in the world is interconnected and that humans have a moral obligation to safeguard nature. According to some researchers, human culture and nature are intricately intertwined and impact one another. As a result, this is one of the few studies that looked at the nature of colonialism as described in F. Sionil Jose's The God Stealer. It also looked into the idealization of nature and the rural by building a link between nature and culture. Furthermore, the data revealed that nature plays an important role in many indigenous ceremonies, customs, cultures, and spiritualities. The concept is not to reject the worldly, but to live in harmony with nature. It argues that God's existence is revealed through His creation and creatures. Moreover, the theft of an idol or god in The God Stealer implies disregard for tribal beliefs and traditions. In addition, the character Sam Christie personifies an exploitative colonial force that devalues an idol/god (nature) by turning it into a collectible. The analyses also show that colonialism has caused alterations to traditional tribal ways of living. Thus, it is evident that the nature of colonialism is portrayed in F. Sionil Jose's The God Stealer. Also, An analysis of the eco-feministic approach to discovering masculine colonialism, as well as the socio-political structures, may be studied in order to uncover the themes and sub-themes in F. Sionil Jose’s Literature.",
      "citationCount": 0,
      "doi": "10.47175/rissj.v3i3.465",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6293e51014eb365e732698e0754631b5abca1a84",
      "venue": "Randwick International of Social Science Journal",
      "journal": {
        "name": "Randwick International of Social Science Journal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1cb0c751ee1d3c40240e661d236838206bf4ad77",
      "title": "Theoretical passages and boundaries: the indigenous subject, colonialism and governmentality",
      "authors": [
        {
          "name": "C. Spivakovsky",
          "authorId": "117687956"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cb0c751ee1d3c40240e661d236838206bf4ad77",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1-11",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4ba001e1d49e32f45e7f38599365273c7f1ef723",
      "title": "Beyond Colonial Completion: Arendt, Settler Colonialism and the End of Politics",
      "authors": [
        {
          "name": "Elizabeth Strakosch",
          "authorId": "104893198"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 18,
      "doi": "10.1007/978-981-10-2654-6_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ba001e1d49e32f45e7f38599365273c7f1ef723",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "15-33",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4c52c51b4c3ff3429177f6c83e32be966f230f51",
      "title": "What is New about the New Materialism? Reflections from the Global South and an Introduction to Materiality in Iran",
      "authors": [
        {
          "name": "Kusha Sefat",
          "authorId": "2219026141"
        }
      ],
      "year": 2025,
      "abstract": "\n The idea of decentering the human from our understanding of the world is under discussion across the globe. Behind this lies the question of anthropocentrism and the social sciences formed around it. In what follows, I outline what is involved in decentering humans and how this process is linked to materiality. This is not a new issue: an extensive tradition of materialist critiques of anthropocentrism stretches from eleventh-century Iran to sixteenth-century Rome, post-war Germany, and Indigenous knowledges passed down across generations. We need to access these histories and understand how they have interacted with, pushed back against, and been reconfigured by colonialism and empire. Dealing with such matters raises conceptual problems about power and agency, structure and change, and nature and the social. But this work also leads to questions about global knowledge production, including who gets to theorize, who is theorized, and how different regions—such as Iran—are rendered intelligible. While there is no single blueprint for change, there is scope for invention and experiment. In this article, I contribute to the nexus of new materialism, postcolonialism, and Iranian studies by exploring these questions and providing an overview of the special issue: “Materiality in Iran.”",
      "citationCount": 1,
      "doi": "10.1017/irn.2025.10089",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c52c51b4c3ff3429177f6c83e32be966f230f51",
      "venue": "Iran studies",
      "journal": {
        "name": "Iranian Studies"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "3d92cd7d889ea5f671fcc1c6f503f26adbc44b2b",
      "title": "Philosophical foundations for Indigenous economic and political rights",
      "authors": [
        {
          "name": "P. Patton",
          "authorId": "117015477"
        }
      ],
      "year": 2019,
      "abstract": "\nPurpose\nThe purpose of this paper is to examine some influential accounts of the basis for Indigenous rights, consider their strengths and weaknesses, and ascertain whether and in what degree they support effective self-government and self-determination for Indigenous people.\n\n\nDesign/methodology/approach\nThe paper begins with a brief discussion of the emergence of specifically Indigenous rights, the significance of self-determination as a means of improving the economic and social conditions of communities, and the problem such rights pose for late 20th versions of egalitarian liberalism. It then examines the liberal culturalist argument for minority rights developed by Will Kymlicka, before turning to James Tully’s elaboration of the historical approach to the justification of Indigenous rights that draws on the tradition of treaty relations in North American colonialism. Finally, it outlines a third approach based on the political liberalism of John Rawls.\n\n\nFindings\nThe conditions of legitimate government set out in Rawls’ political liberalism are a better way to provide normative foundations for Indigenous rights in contemporary postcolonial democracies.\n\n\nResearch limitations/implications\nThe discussion of Indigenous rights is confined to those countries established by colonization with largely British political institutions and populations. The arguments for Indigenous rights are confined to those advanced within the liberal tradition of political thought.\n\n\nOriginality/value\nSome of the criticisms of the liberal culturalist argument and of Tully’s approach are original. The case for Indigenous rights based in the legitimacy requirements of political liberalism is original and based on conceptual work by the author.\n",
      "citationCount": 2,
      "doi": "10.1108/IJSE-03-2019-0142",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3d92cd7d889ea5f671fcc1c6f503f26adbc44b2b",
      "venue": "International Journal of Social Economics",
      "journal": {
        "name": "International Journal of Social Economics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c199ad032604685a728e5b956261274512227021",
      "title": "Decolonial Animal Ethic in Eden Robinsonʼs Trickster Trilogy",
      "authors": [
        {
          "name": "Denisa Krásná",
          "authorId": "150970061"
        }
      ],
      "year": 2024,
      "abstract": "Indigenous epistemologies are full of warnings against human destructiveness and many contemporary Indigenous authors write provocative Anthropocene stories that question the centrality of humans in the world. In her latest work “Trickster Trilogy” (2017, 2018, 2021), the award-winning “Haisla/Heiltsuk” writer Eden Robinson disrupts traditional anthropocentric narratives by giving agency to her nonhuman characters. While she gives voice to silenced groups, she does not speak for but rather with nonhuman animals by connecting their ongoing oppression in the settler-colonial context to the position of Indigenous peoples, echoing Billy-Ray Belcourt (Driftpile Cree) and his decolonial animal ethic that sees colonization of Indigenous peoples and nonhuman animals as interconnected. Robinson sheds light on the precarious lives nonhuman animals lead in the Anthropocene and condemns environmental destruction and injustice that she links to expansive colonialism and thirst for profit, power, and status. “Trickster Trilogy” offers hope to both human and nonhuman animals as it enriches the conversation on decolonization and, as such, it constitutes an important addition to decolonial narratives that challenge the traditional colonial anthropocentric worldview.",
      "citationCount": 0,
      "doi": "10.7358/rela-2024-01-krad",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c199ad032604685a728e5b956261274512227021",
      "venue": "Relations. Beyond Anthropocentrism",
      "journal": {
        "name": "Relations. Beyond Anthropocentrism"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "37a63aef7e6cef18f9e0110a6f8f75d043850010",
      "title": "Reason and Solidarity with Persons against White Supremacy and Irresponsibility",
      "authors": [
        {
          "name": "Shyam Ranganathan",
          "authorId": "2400773816"
        }
      ],
      "year": 2024,
      "abstract": "White supremacy dominates the academy and political discussions. It first consists of conflating the geography of the West (where Black, Indigenous, and People of Color—BIPOC—are to be found) with a specific colonizing tradition originating in ancient Greek thought—call this tradition the West. Secondly, and more profoundly, it consists in treating this tradition as the frame for the study of every other intellectual tradition, which since the Romans it brands as religion. The political function of this marginalization of BIPOC philosophy is to shield Western colonialism from moral philosophical criticism. The mechanism of colonialism is interpretation—explanation in terms of propositional attitudes, like belief. Not only is this a basic commitment of the Western tradition owing to its foundational linguistic account of thought (LAT), the South Asian moral philosophy of Yoga shows interpretation to be the essence of irresponsibility: it undermines the possibilities of choice as it is antilogical and is the mechanism of oppression. In contrast, Yoga, a fourth basic ethical theory (in addition to virtue ethics, consequentialism, and deontology) identifies an alternate metaethical choice as the essence of moral responsibility: explication—understanding in terms of inferential relationships. Yoga is not only the locus classicus for a nondiscriminatory, antioppressive approach to moral standing: it constitutes reason-based, (both ideal and nonideal) normative practices of solidarity with people (including nonhumans and celestial bodies like the Earth). This paper explores the mutually exclusive disjunction between interpretation and explication, the historical impact of these methodologies, and the colonization by the West of philosophy in the game of Publish or Perish. Shaking this off is as easy as returning to the philosophically indigenous practice of explication",
      "citationCount": 0,
      "doi": "10.5206/fpq/2024.1/2.18723",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/37a63aef7e6cef18f9e0110a6f8f75d043850010",
      "venue": "Feminist Philosophy Quarterly",
      "journal": {
        "name": "Feminist Philosophy Quarterly"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2f76aa83eef6945436cef1af2d01660d9ae8dac2",
      "title": "Sikh Educational Philosophy and the Evolution of Sikh Learning Systems",
      "authors": [
        {
          "name": "Suraj Bhagat",
          "authorId": "2348397513"
        },
        {
          "name": "Dr. Baby Nilam (Guide)",
          "authorId": "2365693878"
        },
        {
          "name": "Dr. Meharban Singh",
          "authorId": "2348401957"
        }
      ],
      "year": 2025,
      "abstract": "This comprehensive research paper examines Guru Nanak's revolutionary educational philosophy and its practical implementation through Sikh institutions across six centuries. Beginning with an analysis of Guru Nanak's rejection of abstract idealism in favor of ethical pragmatism, the study traces the historical development of indigenous education systems during the Lodhi and Mughal periods. It provides a detailed exploration of traditional Sikh learning centers including Dharamsāls, Bungas, and Akharas, analyzing their pedagogical approaches, curriculum, and societal roles. The paper then investigates the disruptive impact of British colonialism on these systems and the subsequent Sikh resistance through the Singh Sabha Movement. Finally, it evaluates contemporary challenges facing Sikh education in post-independence India, offering critical insights into the ongoing tension between tradition and modernity. The research employs textual analysis of primary sources including the Guru Granth Sahib, colonial education reports, and institutional records, supplemented by secondary historical scholarship.",
      "citationCount": 0,
      "doi": "10.36676/urr.v12.i2.1547",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f76aa83eef6945436cef1af2d01660d9ae8dac2",
      "venue": "Universal Research Reports",
      "journal": {
        "name": "Universal Research Reports"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a9803cd89ca9520beb0bca1e94bc247acb146aab",
      "title": "Progress versus Regress: Critiquing Sen’s River of Stories in the Context of Hydrocolonialism",
      "authors": [
        {
          "name": "Dr Saikat Sarkar",
          "authorId": "2348582215"
        }
      ],
      "year": 2025,
      "abstract": "Postmodern discourses are exhaustively suspicious of the Eurocentric notion of ‘Progress’. Progress in human civilization in the material sense has been accelerated through modern technoscience and instrumental rationality. Progress therefore exemplifies one of the key signifiers in Modern epistemology. Modernist discourses believe in the idea of progress which is liner and chronological in character. Modernist ideologies aided in harbouring an anthropocentric attitude towards Nature which invariably typified the inception of the era of the anthropocene. Colonialism as an immediate and an ‘unfortunate’ aftermath of Enlightenment Modernity caused a systematic destruction of Nature. Nature eventually broke down both literally and metaphorically. Afterwards colonialist ideologies began taking up multifarious strategies for domination. Hydrocolonialism is one such paradigm which centres around confiscation of waterbodies for capitalist gains at the cost of rigorously dismantling the ecofriendly ways of living of indigenous populace. Orijit Sen’s River of Stories (2022) is a graphic novel which deals with colonialization of water through the construction of Rewa Sagar Dam which is subsequently followed by gruesome expostulation carried out by the Adivasis of Jamli village. Sen compellingly illustrates the tension among the Adivasis which is exacerbated through hydrocolonializing effects like displacement, migration, dispossession of land, loss of the indigenous knowledge systems etcetera. Sen’s acute expertise in presenting a graphic text as a ‘serious fiction’ is furnished with the propagation of a decolonial stance through tribal ecoconsciousness. The Adivasis are seen clinging onto a ‘regressive’ outlook which denounces the Modern vision of progress by reverting back to their earlier standards of living driven by environmental ethics. This paper is a modest attempt to analyze how ‘regression’ works as a modus operandi in the decolonial project against hydrocolonialism.",
      "citationCount": 0,
      "doi": "10.62424/jde.2025.18.00.08",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a9803cd89ca9520beb0bca1e94bc247acb146aab",
      "venue": "Journal of the Department of English",
      "journal": {
        "name": "Journal of the Department of English"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2e3119558e0965b556f35f594041ab6912fc0340",
      "title": "Indigenous Cosmolectics",
      "authors": [
        {
          "name": "G. Chacón",
          "authorId": "9292733"
        }
      ],
      "year": 2018,
      "abstract": "Latin America's Indigenous writers have long labored under the limits of colonialism, but in the late twentieth and twenty-first centuries, they have constructed a literary corpus that moves them beyond those parameters. Gloria E. Chacón considers the growing number of contemporary Indigenous writers who turn to Maya and Zapotec languages alongside Spanish translations of their work to challenge the tyranny of monolingualism and cultural homogeneity. Chacón argues that these Maya and Zapotec authors reconstruct an Indigenous literary tradition rooted in an Indigenous cosmolectics, a philosophy originally grounded in pre-Columbian sacred conceptions of the cosmos, time, and place, and now expressed in creative writings. More specifically, she attends to Maya and Zapotec literary and cultural forms by theorizing kab'awil as an Indigenous philosophy. Tackling the political and literary implications of this work, Chacón argues that Indigenous writers' use of familiar genres alongside Indigenous language, use of oral traditions, and new representations of selfhood and nation all create space for expressions of cultural and political autonomy. Chacón recognizes that Indigenous writers draw from universal literary strategies but nevertheless argues that this literature is a vital center for reflecting on Indigenous ways of knowing and is a key artistic expression of decolonization.",
      "citationCount": 5,
      "doi": "10.5149/northcarolina/9781469636795.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2e3119558e0965b556f35f594041ab6912fc0340",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "957171541227f7a4dced656b0ad7398909df4a35",
      "title": "Indigenous representation in the ‘moral museum’: perspectives from classical ethical theory",
      "authors": [
        {
          "name": "Beatrice Harris",
          "authorId": "2055556792"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1080/09647775.2018.1442738",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/957171541227f7a4dced656b0ad7398909df4a35",
      "venue": "",
      "journal": {
        "name": "Museum Management and Curatorship",
        "pages": "195 - 211",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b0e383ee9b710958f704b8ddf8c79a3aa7dd836a",
      "title": "Exploring a European tradition of allyship with sovereign struggles against colonial violence: A critique of Giorgio Agamben and Jacques Derrida through the heretical Jewish Anarchism of Gustav Landauer (1870–1919)",
      "authors": [
        {
          "name": "C. Gabay",
          "authorId": "116396239"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1057/s41296-019-00358-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b0e383ee9b710958f704b8ddf8c79a3aa7dd836a",
      "venue": "Contemporary Political Theory",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "251 - 273",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8e90666371b251c43394216f7ae19d7e649d25da",
      "title": "Settler-colonialism ' s \" miscarriage \" : thinking the failure of relationality through Irigaray ' s \" interval \"",
      "authors": [
        {
          "name": "Francis Group",
          "authorId": "1692884920"
        },
        {
          "name": "I. Angelak",
          "authorId": "2087072211"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e90666371b251c43394216f7ae19d7e649d25da",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "447d2e6eda61343549f34974f623966c506a6039",
      "title": "Indigenizing or Appropriating? Navigating the Boundaries of Institutional Decolonization",
      "authors": [
        {
          "name": "Gabrielle Legault",
          "authorId": "2334266761"
        },
        {
          "name": "D. Bleau",
          "authorId": "2158297958"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT As Indigenous researchers and advocates, we challenge the notion of decolonizing structures rooted in colonialism. We argue that systems built and established from, and with colonialism, cannot be fully decolonized due to their colonial foundations. Authentic decolonial praxis removes and/or abolishes colonial ways of being and knowing, making way for Indigenous ways of being and knowing. Many systems that claim to be decolonizing or decolonized are instead often either indigenizing or indigenized, adding in Indigenous aspects, traditions, knowledge or culture, without consideration of colonial foundations. Sometimes this involves the inclusion of Indigenous perspectives and authentic, culturally safe Indigenous knowledges or traditions to already established practices, but requires sensitivity to risks of appropriation, where Indigenous traditions, languages, or ways of knowing are misused, stolen, and/or decontextualized. Appropriation risks engaging in performative decolonization/indigenization, without abiding by Indigenous protocols, engaging in relationality, or appropriately relaying information and knowledge with appropriate permissions. Such language use is significant within the context of institutional attempts to engage in the work of both decolonization and indigenization. Through this paper, we unpack these nuances from our perspectives as a university professor and community social worker, who work within institutions such as education, carceral, and health systems.",
      "citationCount": 2,
      "doi": "10.1080/10455752.2024.2445586",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/447d2e6eda61343549f34974f623966c506a6039",
      "venue": "Capitalism Nature Socialism",
      "journal": {
        "name": "Capitalism Nature Socialism",
        "pages": "71 - 91",
        "volume": "36"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3a1fe618ff3c8afb990bf89d353d51ede4f41e71",
      "title": "CENTRALITY OF “LIFE” IN THE ORAON INDIGENOUS COMMUNITY OF CHOTANAGPUR",
      "authors": [
        {
          "name": "Jayant Kishor Lugun",
          "authorId": "1659260544"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3a1fe618ff3c8afb990bf89d353d51ede4f41e71",
      "venue": "",
      "journal": {
        "name": "Journal of emerging technologies and innovative research",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e846dbb73d87032cd1b0c514e10e4909599ea9f5",
      "title": "Decolonial Philosophy of Indigenous Colombia",
      "authors": [
        {
          "name": "Juan Alejandro Chindoy",
          "authorId": "115798321"
        }
      ],
      "year": 2020,
      "abstract": "Philosophically addressing three fundamental aspects of the Kamëntšá, an indigenous culture located in southwest Colombia, this book is an investigation of how a native culture creates meaning. Time, beauty and spirit are key philosophical experiences within the Kamëntšá culture which should be interpreted both as constituting and as constituted symbols because of their historicity and actuality and their potential power of transformation. The book addresses these living symbols that take hold of the past but whose significance goes beyond their antiquity through the traditions of storytelling and dance, ritual, healing and ceremony as well as the fraught political histories of colonialism and the ownership of the land.\n The author, raised within Kamëntšá culture, weaves personal experience with philosophical insights and significance of the Kamentsa culture, presented through its own frameworks and narratives. The philosophical dimensions of Kamentsa culture are articulated and contextualized within a legacy of colonial domination by long-term Spanish and Catholic rule that enacts the necessary separation of Kamentsa ideas from their representations through Catholic hermeneutic approaches. However, the book also embraces intercultural philosophical engagement, as the methodological approach is formed partly through some modern and contemporary Western thinkers as well as indigenous writers and figures like Carlos Tamabioy and N. Scott Momaday.",
      "citationCount": 0,
      "doi": "10.5040/9798881809270",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e846dbb73d87032cd1b0c514e10e4909599ea9f5",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "0bb7cf449a42b70a8a0b7179eff26c17b8dc8ad6",
      "title": "The Roman Catholic Tradition in Conversation with Thomas Berry’s Fourfold Wisdom",
      "authors": [
        {
          "name": "Simon Appolloni",
          "authorId": "152541267"
        }
      ],
      "year": 2015,
      "abstract": "Taking the threatening anthropogenic global environmental destruction—the anthropocene—as a starting point, this paper examines the Catholic tradition, which has remained relatively indifferent to this looming crisis, asking what might help it to change its focus from a decided human ecology to one that counts the human as an integral part of the larger natural ecology. Thomas Berry, whose teachings underlie this work, suggests that since the tradition has grown out of a cosmological perspective that places the human being at the center of ethical deliberations and separate from the natural world, it needs to rely on other Earth-centered and ecological expressions to help Catholics to discover more harmonious avenues of being on Earth, which he describes as a fourfold wisdom—the wisdoms of indigenous peoples, classical traditions, women, and science. Through a critical weaving of these wisdoms into a conversation with the Catholic tradition, this article examines the efficacy of the fourfold wisdom to transform the tradition into a more Earth-honoring expression. While this work concludes that the fourfold wisdom is effecting change where engaged, it also reflects on the challenges and opportunities this engagement faces in light of current realities within the Catholic tradition.",
      "citationCount": 5,
      "doi": "10.3390/REL6030794",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0bb7cf449a42b70a8a0b7179eff26c17b8dc8ad6",
      "venue": "",
      "journal": {
        "name": "Religion",
        "pages": "794-818",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0b233a7123a2773583932fe21ea000144b770ee4",
      "title": "Navigating the Semiotics of Colonization with Youth: CHamoru-izing P4C Education for the Production of Postcolonial Subjectivities on Guam",
      "authors": [
        {
          "name": "Jonathan Wurtz",
          "authorId": "2303559980"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11217-025-09983-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b233a7123a2773583932fe21ea000144b770ee4",
      "venue": "Studies in the Philosophy of Education",
      "journal": {
        "name": "Studies in Philosophy and Education",
        "pages": "395 - 413",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "db33653aefa93971de0554d6391f16e7c56fb33b",
      "title": "Prophecy redux: a critique of Leanne Simpson’s concept of autogenocide",
      "authors": [
        {
          "name": "Matthew Gravlin",
          "authorId": "118718344"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT This article examines the thought of Leanne Betasamosake Simpson as a case study in Indigenous decolonial theory. Primarily by engaging with Simpson’s approach in As We Have Always Done, it develops a critique of the concept of ‘autogenocide’. It argues that the liberatory potential of grounded normativity is undercut by Simpson’s juxtaposition of resistance with the immediate threat of self-destruction. This is signalled by the failure to exist in an adequately Indigenous ontological domain. The result arguably summons myths about Indigenous disappearance – that Indigenous peoples are a ‘dying race’ responsible for their own demise, and thus may read as injurious to Indigenous peoples who defy the markers of indigeneity outlined by Simpson in her Radical Resurgence Project. This critique is framed with reference to biopolitics, resilience, and Indigenous suicide. Transposing autogenocide to the Indigenous suicide crisis in Canada demands that the utility of the concept be evaluated in terms of another anti-colonial imaginary, where death by suicide exposes the structural violence of settler colonialism. It further contends that Critical Indigenous Studies is uniquely charged with confronting the intellectual, political, and philosophical consequences produced by the autogenocide concept. Most importantly, the alternative forms of essentialism and erasure that it heralds.",
      "citationCount": 0,
      "doi": "10.1080/2201473X.2024.2408139",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/db33653aefa93971de0554d6391f16e7c56fb33b",
      "venue": "Settler Colonial Studies",
      "journal": {
        "name": "Settler Colonial Studies",
        "pages": "23 - 41",
        "volume": "15"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f01f975e66bb47dea26c51d4647286449b2ce571",
      "title": "Empowered Resistance",
      "authors": [
        {
          "name": "Shandon C. Klein",
          "authorId": "2221413379"
        }
      ],
      "year": 2024,
      "abstract": "Theology plays a role in how we think about human agency for social change. One’s conception of God’s relationship to humanity, or lack thereof, can suppress or empower resistance to oppressive systems. The prophetic revolutionary fighter Aline Sitoë Diatta remains an inspirational symbol of resistance, not only for the Diola people of Senegal but also more broadly throughout West Africa. As “La femme qui était plus qu’un homme”—the woman who was more than a man—her legendary impact on subsequent generations offers the opportunity to investigate the empowering influence of the Diola indigenous faith tradition, awasena path, on moral and ethical formation. Employing the womanist theological ethics of Katie G. Cannon and Delores Williams, along with the quare theory of E. Patrick Johnson, this paper theorizes an ethic of resistance and an ethic of control. The paper will then explore Diatta’s use of both ethics based on an analysis of an African short film, À La Recherche Aline. Diatta’s embodiment of an ethic of resistance and an ethic of control within modern reenactments of her story depict her rebellion against colonialism as empowered by the awasena path and its theology. The film reflects a modern reception history of Diatta that continues to inspire those of African descent to defend against attacks on their personhood by white supremacy.",
      "citationCount": 0,
      "doi": "10.36615/5y8c5z25",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f01f975e66bb47dea26c51d4647286449b2ce571",
      "venue": "AFRICAN JOURNAL OF GENDER AND RELIGION",
      "journal": {
        "name": "African Journal of Gender and Religion"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "223605d66ae28914dabed53c4ee3790c83150ab5",
      "title": "Buddhism and the Suppression of Bon: A Paradox of Peace and Religious Hegemony",
      "authors": [
        {
          "name": "Himani Chaudhary",
          "authorId": "2373878827"
        },
        {
          "name": "Shubham Tyagi",
          "authorId": "2285696723"
        }
      ],
      "year": 2025,
      "abstract": "Buddhism is widely recognized for its teachings on non-violence (ahimsa), compassion, and tolerance. Yet, history reveals that when it became intertwined with state power, it sometimes participated in the suppression of other traditions. The case of Bon in Tibet is a striking example. Despite its core principles of tolerance, Buddhist rulers and institutions engaged in the systematic marginalization, suppression, and even destruction of Tibet’s indigenous religious system. Despite its suppression, Bon demonstrated remarkable resilience, adapting to Buddhist influence while preserving its distinct identity. By analyzing this case, the paper explores the paradox of how a religion of peace contributed to the systematic erasure of another faith. The study highlights how institutionalized religion, even one rooted in peace, can become an instrument of religious hegemony when intertwined with state power.",
      "citationCount": 0,
      "doi": "10.31995/jgv.2025.v16i01.014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/223605d66ae28914dabed53c4ee3790c83150ab5",
      "venue": "JOURNAL GLOBAL VALUES",
      "journal": {
        "name": "Journal Global Values"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ed85f192afa772422104da0a0a8a4926dcc40a6a",
      "title": "SETTLER-COLONIALISM’S “MISCARRIAGE”",
      "authors": [
        {
          "name": "Joanne Faulkner",
          "authorId": "51011160"
        }
      ],
      "year": 2019,
      "abstract": "Abstract The relation between Australia’s First Nations peoples and settler-colonial Australians may be characterised as having “miscarried” to the extent that colonial difference is unacknowledged, and Aboriginal peoples are expected to assimilate to white Australian culture. This paper brings Luce Irigaray’s feminist thought into dialogue with Indigenous philosophy and activism to think through this “relation” – or absence of relation. For Irigaray the miscarriage of relationality takes place between women and men when the sexual relation is mischaracterised as procreation, and thus reified as the concrete “child,” rather than conceived as a living, changing “interval” that is shared and maintained by each. Likewise, while coloniser Australians have – via appropriation of Aboriginal children – reduced the relation with Aboriginal peoples to one of absorption or assimilation, First Nations political action offers something akin to Irigaray’s “interval”: a third term co-produced by two different parties, through which they might negotiate equally the terms of their togetherness and autonomy. By creatively reworking Western conventions and concepts, Aboriginal activists and artists invite the coloniser to share a future grounded in acknowledgement of First Nations sovereignty and lore, whilst also challenging the authority of those Western conventions and concepts. As a case in point, I propose that, while the “interval” may certainly help forge a relation between two thought traditions, Aboriginal activism exposes the limitations of Irigaray’s philosophy with regard to thinking cultural difference, marked, as it is, by an absence of serious engagement with other traditions and perspectives.",
      "citationCount": 1,
      "doi": "10.1080/0969725X.2019.1620465",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed85f192afa772422104da0a0a8a4926dcc40a6a",
      "venue": "Angelaki",
      "journal": {
        "name": "Angelaki",
        "pages": "137 - 154",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a5acc28029ad7c00410eee55ef5d45156fa77fdb",
      "title": "Conquest and Law as a Eurocentric enterprise: An Azanian philosophical critique of legal epistemic violence in “South Africa”",
      "authors": [
        {
          "name": "Masilo Lepuru",
          "authorId": "87896513"
        }
      ],
      "year": 2023,
      "abstract": "This essay will critically analyse how conquest that resulted in white settler colonialism laid the foundation for epistemic violence.  Epistemic violence, which took the form of the imposition of the law of the European conqueror in the wake of land dispossession in 1652  in South Africa is the fundamental problem this essay will critically engage with. We will rely on the Azanian philosophical tradition as a  theoretical framework to critique this legal epistemic violence. Our theoretical framework is in line with Afrikan jurisprudence, which is  grounded in the culture and worldview of the Indigenous people conquered in wars of conquest. Fundamental to our argument is that  the law of the European conqueror, which was imposed through conquest is a Eurocentric enterprise, which seeks to negate the Afrikan  worldview and culture and reinforce historic injustice. It is important to note that epistemic violence commenced with the issuing of papal bulls, which undergirded conquest and white settler colonialism in South Africa. The thesis of the essay is that in the wake of conquest  and the attendant imposition of the law of the European conqueror, white settlers used their law to technicalise issues of historic injustice  such as land dispossession. It is in this sense that this essay seeks to contribute to the decolonisation of law by foregrounding  the worldview and culture of the Indigenous conquered people. ",
      "citationCount": 1,
      "doi": "10.4314/ft.v12i1.9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a5acc28029ad7c00410eee55ef5d45156fa77fdb",
      "venue": "Filosofia Theoretica Journal of African Philosophy Culture and Religions",
      "journal": {
        "name": "Filosofia Theoretica: Journal of African Philosophy, Culture and Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f58cec18c26fcf65e759649b00671195289e13a1",
      "title": "Multiple Voices, Multiple Paths: Towards Dialogue between Western and Indigenous Medical Knowledge Systems",
      "authors": [
        {
          "name": "R. Ngara",
          "authorId": "118896511"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.4018/978-1-5225-0833-5.CH015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f58cec18c26fcf65e759649b00671195289e13a1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "332-358",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
