{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "nationalism tradition",
  "results": [
    {
      "title": "Ernest Gellner, Nations and nationalism",
      "url": "https://philpapers.org/rec/GELNAN-15",
      "philpapers_id": "GELNAN",
      "snippet": "Professor Gellner asserts here that a society&#x27;s affluence and economic growth depend on innovation, occupational mobility, the effectiveness of the mass media, universal literacy, and an all-embracing educational system based on a shared, standard idiom. These factors, taken together, govern the relationship between culture and the state. Political units that do not conform to the principle, &quot;one state, one culture&quot; feel the strain in the form of nationalistic activity.",
      "page_age": null
    },
    {
      "title": "Patricia Anne Simpson, Tragic thought: Romantic nationalism in the german tradition",
      "url": "https://philpapers.org/rec/SIMTTR-3",
      "philpapers_id": "SIMTTR",
      "snippet": "Two széchenyis: From state patriotism to romantic nationalism.George Barany - 1993 - History of European Ideas 16 (1-3):273-280. The romantic tradition in British political thought: Jonathan Mendilow , 267 pp., £22.50.Timothy Kenyon - 1988 - History of European Ideas 9 (3):356-358.",
      "page_age": null
    },
    {
      "title": "Alain Dieckhoff (ed.), The Politics of Belonging: Nationalism, Liberalism, and Pluralism",
      "url": "https://philpapers.org/rec/DIETPO-14",
      "philpapers_id": "DIETPO",
      "snippet": "The Politics of Belonging represents an innovative collaboration between political theorists and political scientists for the purposes of investigating the liberal and pluralistic traditions of nationalism. Alain Dieckhoff introduces an indispensable ...",
      "page_age": null
    },
    {
      "title": "Per Anders Rudling, Eugenics and racial anthropology in the Ukrainian radical nationalist tradition",
      "url": "https://philpapers.org/rec/RUDEAR",
      "philpapers_id": "RUDEAR",
      "snippet": "The “turn to the right” over the 1930s placed an increased onus on race, and eugenics came to occupy an increasingly prominent place in Ukrainian radical nationalism from around 1936. In 1941, the leading Ukrainian far-right organization, the OUN had developed a project for eugenic engineering, for their aborted state, declared in L’viv on June 30, 1941.",
      "page_age": null
    },
    {
      "title": "Paul Gilbert & Paul Humphrey Gilbert, The Philosophy Of Nationalism",
      "url": "https://philpapers.org/rec/GILTPO-30",
      "philpapers_id": "GILTPO",
      "snippet": "He sets out to explore whether there are any common ideas about what constitutes nationhood and whether these “nations” have particular rights due to them. By treating nationalism as a coherent body of ideas, the text permits a rational reconstruction of the origins of nationalist movements.",
      "page_age": null
    },
    {
      "title": "Kei Hiruta, Fukuzawa Yukichi's Liberal Nationalism",
      "url": "https://philpapers.org/rec/HIRFYL",
      "philpapers_id": "HIRFYL",
      "snippet": "More specifically, I argue that Fukuzawa’s contributions help us reconsider three central claims made by his more mainstream peers: (1) cosmopolitanism poses the most important threat to liberal nationalism, (2) the strength of liberal nationalism lies in its perceptiveness about ordinary people’s sense of national belonging, and (3) liberal nationalism emerged in mid-nineteenth-century Europe and spread elsewhere in the age of decolonization.",
      "page_age": null
    },
    {
      "title": "Konstantinos Kostagiannis, Realist Thought and the Nation-State: Power Politics in the Age of Nationalism",
      "url": "https://philpapers.org/rec/KOSRTA",
      "philpapers_id": "KOSRTA",
      "snippet": "It also claims that the process of gradual impoverishment of the concept of power from classical to structural realism had profound implications for realism, as what the latter gained in parsimony it lost in analytical purchase. As a result, elaborate understandings of nationalism and its relation to the state are replaced by one-dimensional approaches.",
      "page_age": null
    },
    {
      "title": "Mark Luccarelli, Rosario Forlenza & Steven Colatrella (eds.), Bringing the nation back in: cosmopolitanism, nationalism, and the struggle to define a new politics",
      "url": "https://philpapers.org/rec/LUCBTN",
      "philpapers_id": "LUCBTN",
      "snippet": "Rather than taking sides the aim here is to diagnose the origins of the current impasse and to &quot;bring the nation back in&quot; by expanding what we mean by &quot;nation&quot; and national identity and by respecting the localizing processes that have led to national traditions and struggles.",
      "page_age": null
    },
    {
      "title": "Pheng Cheah, Spectral Nationality: Passages of Freedom from Kant to Postcolonial Literatures of Liberation",
      "url": "https://philpapers.org/rec/CHESNP",
      "philpapers_id": "CHESNP",
      "snippet": "Cheah argues that the widespread association of freedom with the self-generating dynamism of life and culture&#x27;s power of transcendence is the most important legacy of this tradition. Addressing this legacy&#x27;s manifestations in Fanon and Cabral&#x27;s theories of anticolonial struggle and contemporary anticolonial literature, including the Buru Quartet by Indonesian writer Pramoedya Ananta Toer, and the Kenyan writer Ngugi Wa Thiong&#x27;o&#x27;s nationalist novels, Cheah suggests that the profound difficulties of achieving freedom in the postcolonial world indicate the need to reconceptualize freedom in terms of the figure of the specter rather than the living organism.",
      "page_age": null
    },
    {
      "title": "Yael Tamir, Liberal Nationalism",
      "url": "https://philpapers.org/rec/TAMLN",
      "philpapers_id": "TAMLN",
      "snippet": "Tamir sees nationalism as an affirmation of communal and cultural memberships and as a quest for recognition and self-respect. Persuasively she argues that national groups can enjoy these benefits through political arrangements other than the nation-state.",
      "page_age": null
    },
    {
      "title": "Maurizio Viroli (ed.), For Love of Country: An Essay on Patriotism and Nationalism",
      "url": "https://philpapers.org/rec/VIRFLO",
      "philpapers_id": "VIRFLO",
      "snippet": "In this paperback edition of a highly successful, wide-ranging study, Maurizio Viroli shows exactly why patriotism is a political virtue and nationalism a political vice.",
      "page_age": null
    },
    {
      "title": "Andrew Fiala, Christian Nationalism and the Paradox of Secularism: Philosophical, Theological, and Historical Reflections on Religious Nationalism",
      "url": "https://philpapers.org/rec/FIACNA",
      "philpapers_id": "FIACNA",
      "snippet": "This critique of Christian nationalism argues in defence of political secularism using sources in political philosophy, theology, and in the history of the American political tradition. It shows that secularism reaches ...",
      "page_age": null
    },
    {
      "title": "Alp Eren Topal, Against Influence: Ziya Gökalp in Context and Tradition",
      "url": "https://philpapers.org/rec/EREAIZ",
      "philpapers_id": "EREAIZ",
      "snippet": "This study proposes a reassessment of the social and political thought of Ziya Gökalp, the most influential ideologue of Turkish nationalism. Challenging the still ubiquitous trend which emphasizes the influence of Western ideas to explain the dominant intellectual currents of the late Ottoman Empire, this article locates Gökalp’s thought in the continuity of Ottoman-Islamic intellectual tradition.",
      "page_age": null
    },
    {
      "title": "Julia Kristeva, Nations Without Nationalism",
      "url": "https://philpapers.org/rec/KRINWN",
      "philpapers_id": "KRINWN",
      "snippet": "Kristeva points to Montesquieu&#x27;s esprit général--his notion of the social body as a guaranteed hierarchy of private rights--in this humanistic plea for tolerance and commonality.",
      "page_age": null
    },
    {
      "title": "Sita Ranchod-Nilsson & Mary Ann Tétreault, Women, States, and Nationalism: At Home in the Nation?",
      "url": "https://philpapers.org/rec/RANWSA",
      "philpapers_id": "RANWSA",
      "snippet": "Women, States and Nationalism counters this attitude and examines the many and contradictory ways in which women negotiate their places in &#x27;the nation&#x27;. The volume includes theoretical essays that explore the multiple ways in which the very concept of &#x27;nation&#x27; is based upon notions of family, sexuality and gender power which are often overlooked of downplayed by &#x27;male-stream&#x27; scholarship.",
      "page_age": null
    },
    {
      "title": "Arash Abizadeh, Historical truth, national myths and liberal democracy: On the coherence of liberal nationalism",
      "url": "https://philpapers.org/rec/ABIHTN",
      "philpapers_id": "ABIHTN",
      "snippet": "The claim that liberal democratic normative commitments are compatible with nationalism is challenged by the widely acknowledged fact that national identities invariably depend on historical myths: the nationalist defence of such publicly shared myths is in tension with liberal democratic theory’s commitment to norms of publicity, public justification, and freedom of expression.",
      "page_age": null
    }
  ],
  "count": 16,
  "errors": []
}
