{
  "status": "success",
  "source": "semantic_scholar",
  "query": "French Revolution political tradition collapse",
  "results": [
    {
      "paperId": "fed5b562dff815f03b7412b2e4eccb3845ddf76c",
      "title": "Human Tradition in Modern Europe, 1750 to the Present",
      "authors": [],
      "year": 2007,
      "abstract": "This engaging and humanizing text traces the development of Europe since the mid-eighteenth century through the lives of people of the time. Capturing key moments, themes, and events in the continent's turbulent modern past, the book explores how ordinary Europeans both shaped their societies and were affected by larger historical processes. By focusing on the lives of individual actors, both famous and obscure, students can gain a sense for how the well-known revolutions, wars, and social transformations of the modern era were experienced in private homes, work places, political forums, and on battlefields throughout the region.\n Fittingly, the book opens with the French Revolution and concludes with the fall of the Berlin Wall and the collapse of Eastern European communism. Throughout, the contributors use compelling biographies to examine many of the major events and developments in European history, including the age of reaction and revolutions in the early nineteenth century; industrialization; Victorianism; new imperialism; fin de siècle culture; the first and second World Wars; the Russian Revolution; Italian fascism, Nazism, the Holocaust, and decolonization; Americanization; and the 1968 youth revolts.\n Contributions by: Karin Breuer, Helen Harden Chenut, John Cox, Stephen P. Frank, Cora Granata, Maura E. Hametz, Michael Kilburn, Cheryl A. Koos, Robert A. McLain, Karen Petrone, Paolo Scrivano, Alyssa Goldstein Sepinwall, Matthew G. Stanard, Michele M. Strong, and Patricia Tilburg",
      "citationCount": 0,
      "doi": "10.5040/9798881831110",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fed5b562dff815f03b7412b2e4eccb3845ddf76c",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "215f96c5dbd10b338c6e2b1fcf965ac367ac8914",
      "title": "Obstetrics during the French Revolution: political and medical controversies around the new obstetrical surgery.",
      "authors": [
        {
          "name": "Elena Danieli",
          "authorId": "2313070018"
        }
      ],
      "year": 2024,
      "abstract": "During the French Revolution, obstetrics underwent substantial transformations in practice, teaching, and the physical spaces where it was conducted. The revolutionary authorities implemented reforms in French medical institutions that promoted an instrument-centred style and the dissemination of novel surgical techniques in obstetrics. The selection of professors for the obstetrics chair at the newly established École de santé and the appointment of chiefs for the new maternity ward in Paris favoured proponents of a mechanistic approach to labour assistance. This essay explores the theoretical principles and societal pressures that guided these transformative reforms and the remarkable changes they introduced in healthcare and in the practise of medicine and surgery. Furthermore, it examines the consolidation of new epistemological, ethical, and professional boundaries within the context of late eighteenth-century French obstetrics. A critical section of this study focuses on the debate ignited by the contemporaries who voiced concerns that the rise of surgical interventions on pregnant women's bodies might result in unwarranted violence, in a diminishing of midwives' roles, and in a departure from the tradition of natural childbirth. These controversies among obstetricians highlight significant contradictions within the Revolutionary medical reforms.",
      "citationCount": 0,
      "doi": "10.1080/00033790.2024.2382436",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/215f96c5dbd10b338c6e2b1fcf965ac367ac8914",
      "venue": "Annals of Science",
      "journal": {
        "name": "Annals of science",
        "pages": "\n          1-30\n        "
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9288d2f6e5e4188cc08b0bec52abf183d3a1ecf8",
      "title": "Madame Brulart’s Bastille-bijoux: History and private lives in women’s writings around the French Revolution",
      "authors": [
        {
          "name": "Bálint Gárdos",
          "authorId": "2080204631"
        }
      ],
      "year": 2024,
      "abstract": "My paper offers an interpretation of four novels by women writers (Charlotte Smith, Mary Robinson, Helen Craik) written either during or very shortly after the French revolution. Its aims are briefly the following. 1) To challenge the traditional narrative (associated with Georg Lukács’s seminal study) according to which the historical novel as a genre was created by Walter Scott and responded originally to the shock of the Napoleonic wars. 2) To present a framework in which the pre-historicist (pre-Hegelian) understanding and narrating of history can be understood. This is the classical, rhetorical, exemplary view of history, most readily associated by the eighteenth-century authors with the name of Plutarch. 3) To offer an explanation of the prominence of women authors in the early history of the historical novel. My paper attempts that by emphasising the continuity between the personal and the political that the Plutarchan tradition enabled. Anecdotal, familial, even sentimental elements of such narratives take nothing away from the historical significance of the actors concerned. Women, for whom the initial promise of the transformation in France included the promise of opening up the rigid boundaries separating masculine public world from feminine domesticity used their accounts of the revolution to reinvestigate and reaffirm the continuities between those words.",
      "citationCount": 0,
      "doi": "10.15170/focus.14.2024.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9288d2f6e5e4188cc08b0bec52abf183d3a1ecf8",
      "venue": "Focus",
      "journal": {
        "name": "FOCUS:  Papers in English Literary and Cultural Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "687b0e8e0728c61ea3c2379b9ece21acbf16302a",
      "title": "Sieyès’s Constitutional Jury, the Pennsylvania Council of Censors, and the Debate on the Conservative Power in the French Revolution",
      "authors": [
        {
          "name": "A. Brown",
          "authorId": "49202560"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:Emmanuel-Joseph Sieyès’s 1795 proposal for a Constitutional Jury is usually portrayed as the first proposal for an institution to control the constitutionality of laws, and thus the ancestor of the modern constitutional court. Challenging this view, this article resituates the Constitutional Jury in a broader transatlantic tradition concerned with creating a conservative power, a non-judicial and explicitly political constitutional guardian, and demonstrates the influence of the 1776 Pennsylvania Council of Censors on Sieyès’s Constitutional Jury. Drawing upon the insights provided by this tradition, it then reevaluates the history of constitutionalism and the contemporary crisis of constitutional guardianship.",
      "citationCount": 0,
      "doi": "10.1353/jhi.2024.a933856",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/687b0e8e0728c61ea3c2379b9ece21acbf16302a",
      "venue": "Journal of the History of Ideas",
      "journal": {
        "name": "Journal of the History of Ideas",
        "pages": "479 - 508",
        "volume": "85"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7b7a81f1ed489cf3e01ee033f6dce9d10447c24a",
      "title": "The origins of political order: from prehuman times to the French revolution / Political order and political decay: from the industrial revolution to the globalization of democracy",
      "authors": [
        {
          "name": "Richard Javad Heydarian",
          "authorId": "104256892"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1080/01154451.2015.1090092",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7b7a81f1ed489cf3e01ee033f6dce9d10447c24a",
      "venue": "",
      "journal": {
        "name": "Philippine Political Science Journal",
        "pages": "71 - 73",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f2e33b665e6dcb76919e9b6c66e149a5ad7d0916",
      "title": "The concept of “popular royalism” in the latest historiography of the French Revolution and the Napoleonic Era: pro and contra",
      "authors": [
        {
          "name": "Andrey Mitrofanov",
          "authorId": "2317392628"
        }
      ],
      "year": 2024,
      "abstract": "In recent years, the concept of “popular royalism” has gained popularity in the historiography of the French Revolution and the Napoleonic Wars. The author of the article analyses the main tenets and criticisms of this concept based on the writings of the three main theorists, Paul Choplin, Álvaro Paris, and Andoni Artola. The term “popular royalism” appeared as a result of an incomplete discussion about the essence of counter-revolution in European countries in the late 18th – early 19th centuries. According to the authors of the concept, royalist and counter-revolutionary movements were not retrograde in nature and met the actual demands of different layers of society in the situation of civil war. The counter-revolution gave rise to an alternative way of politicization of the masses and contributed to the emergence of new models of their political participation. The royalists monopolised old sources of political legitimacy and adapted familiar discourses and images to new challenges. Drawing on the idea of legitimacy, they put forward a wide range of demands that were not only conservative but also innovative. Nevertheless, specific regional casess, especially from Italian history, show that the cross-class alliances led by the royalists were temporary and unsustainable. These alliances contributed to the Restoration, but only with foreign military intervention. Yet, since the national historiographical traditions are still very stable, the proposed new concept of popular royalist movements requires substantial clarifications, taking into account the specifics of the historical development of different countries and regions.",
      "citationCount": 0,
      "doi": "10.31857/s0130386424040037",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f2e33b665e6dcb76919e9b6c66e149a5ad7d0916",
      "venue": "Novaia i noveishaia istoria",
      "journal": {
        "name": "Novaia i noveishaia istoria"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5249c77fa865eefa330587180a381d511ebaaf8b",
      "title": "Carl Schmitt, Rousseau, and the French Revolution",
      "authors": [
        {
          "name": "William L. Patch",
          "authorId": "2326688071"
        }
      ],
      "year": 2024,
      "abstract": "Now a century old, Carl Schmitt’s The Crisis of Parliamentary Democracy still provides useful training for historians in the necessary task of making distinctions between “liberalism” and “democracy,” two movements that arose with overlapping but distinct core principles in eighteenth-century Europe, often competed with each other, and sometimes came into bloody conflict. Schmitt makes one highly controversial assertion, however, near the beginning of this book. After agreeing with Alexis de Tocqueville that the spread of democracy was the most powerful political trend of the nineteenth century, a trend that became almost irresistible,1 Schmitt declares that there is a crucial flaw in the argument of Jean-Jacques Rousseau that exposes a major problem with democratic theory in general. Democracy has taken so many different forms, according to Schmitt, that it can only be defined according to the basic principle that political decisions are only binding for those who participated in making them. This belief presupposes “that the will of the outvoted minority is in truth identical with the will of the majority. Rousseau’s frequently cited arguments in the Contrat social are fundamental [emphasis added] for democratic thought and ultimately conform to an old tradition.”2 Schmitt refers here to Rousseau’s argument in On the Social Contract (book IV, ch. 2) that if the proposition you supported fails to gain a majority in a referendum, you should acknowledge that you had been mistaken when you voted, because the question posed to citizens was not exactly whether they personally approved of the proposition, but “whether or not it conforms to the general will that is theirs.”3 Schmitt observes caustically that “with this Jacobin logic one can, it is well known, justify the rule of a minority over the majority, even while appealing to democracy.” The first democratic movement of the modern era, the Levellers in the English Civil War, had already attempted this, Schmitt argues, when they proclaimed in 1649 that only the “well-affected” deserved the right to vote in parliamentary elections.4 Schmitt concludes that democracy is therefore highly vulnerable to the emergence of dictatorship, and that the Bolsheviks had just as strong an argument in 1923 that their brutal dominion by an “enlightened” minority was truly democratic as did the Jacobins of 1793. “Theoretically, and in critical times also practically, democracy is helpless [emphasis added] before the Jacobin argument, that is, when faced with the authoritative identification of a minority as the people.” The meaning here of “authoritative identification” (entscheidenden Identifikation) is unclear; Schmitt does not seek to explain why the majority in a democracy should ever accept a minority’s claim that it alone possesses civic virtue or wisdom.5 A very similar argument about Rousseau was made nevertheless by J. L. Talmon in The Origins of Totalitarian Democracy (published in 1952), which has in turn influenced some recent scholars who, like Talmon, do not acknowledge any intellectual debt to Schmitt.6",
      "citationCount": 0,
      "doi": "10.3817/0924208043",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5249c77fa865eefa330587180a381d511ebaaf8b",
      "venue": "Télos",
      "journal": {
        "name": "Telos",
        "pages": "43 - 64",
        "volume": "2024"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9f591f4959353b8e259461a3da9d218c5805bc42",
      "title": "Algerian Women Between Tradition And Resistance:, A Historical Study Of Their Role In The Struggles From French Colonization To Post-Independence",
      "authors": [
        {
          "name": "Ikram Alliche",
          "authorId": "2369802980"
        }
      ],
      "year": 2025,
      "abstract": ": This research examines the role of Algerian women between tradition and resistance, from French colonization to post-independence. It focuses on the historical development of their status under colonial rule and the challenges they faced after independence in securing their social and political rights, despite their key role in the struggle against colonization. The study aims to highlight their participation in the revolution and their impact on social change after independence. The results show that Algerian women were essential in both military and social fields. However, despite their sacrifices, they encountered significant challenges in obtaining full rights post-independence, reflecting a gap between expectations and reality.",
      "citationCount": 0,
      "doi": "10.46313/1707-029-002-001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f591f4959353b8e259461a3da9d218c5805bc42",
      "venue": "مجلة المعيار",
      "journal": {
        "name": "مجلة المعيار"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "457c79d829ba2ff8049799cc8f77b5a6e46f7e04",
      "title": "The French Revolution as a Tragedy in British Literature: a Talk over the Century",
      "authors": [
        {
          "name": "B. Proskurnin",
          "authorId": "117342305"
        },
        {
          "name": "M. Firstova",
          "authorId": "2138627173"
        }
      ],
      "year": 2023,
      "abstract": "The article examines the artistic interpretation of the French Revolution of 1789–1794 inthe British literature of the 19th–20thcenturies on the basis of the works by Charles Dickens (A Tale of Two Cities, 1859), Elizabeth Gaskell (My Lady Ludlow, 1858), and Hilary Mantel (A Place of Greater Safety, 1992). As a result of the analysis of each of the three works, the study reveals a certain constant in the literary and artistic interpretation of the event that determined the course for the development ofthe political and social history of Western Europe in the following centuries. The article also explores a significant emphasis on the moral component in the literary depiction of the revolution and its participants. Thesimilarity between the three authors, but especially Dickens and Mantel, in understanding the causes and socio-politicalinevitability of the revolutionary explosion in France at the end of the 18thcentury is highlighted. The reasons for the Revolution and its imminence are shown on the basis of different social material due to different historiographic positions and artistic principles that are unique to each author.In the analyzed literary works, the Revolution is mainly represented as a personal, national and universal tragedy, and thecentral characters are portrayed as steadily turning into tragic ones. In the novel by Gaskell, this evaluation is given in a conventionally personal story-memoir of the main character, whose image is created on the basis of artistic techniques of realistic typification; in the novel of Dickens –in a large-scale realistic narrative with elements of romantic and sentimental-symbolist approaches; in Mantel’s work –in the best British traditions of the historicalnovel, but with an original narration, wherethe function of the omniscient author-historian is largely entrusted to the document, and the attention of the narrator-psychologist is focused on theinner world of the three leaders of the Revolution –Desmoulins, Danton, and Robespierre: large-scale revolutionary events are presented through the range of personal relationships of the characters, as a test for their friendship and personal qualities.",
      "citationCount": 0,
      "doi": "10.17072/2073-6681-2023-1-113-128",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/457c79d829ba2ff8049799cc8f77b5a6e46f7e04",
      "venue": "Вестник Пермского университета. Российская и зарубежная филология",
      "journal": {
        "name": "Вестник Пермского университета. Российская и зарубежная филология"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f3d5ae4dac86622c11878adacb1e8ec6b07592af",
      "title": "THE CONSTITUENT ASSEMBLY OF THE FRENCH REVOLUTION OF THE LATE 18TH CENTURY IN THE FIGHT AGAINST THE MOB ARBITRARINESS",
      "authors": [
        {
          "name": "S. Blumenau",
          "authorId": "123706156"
        }
      ],
      "year": 2023,
      "abstract": "In France under the Old Regime crop failures and subsequent food riots were a frequent occurrence. In the mythologized consciousness of the masses, there was an idea of a \"hunger pact\" - the desire of those in power to kill the people. The social groups associated with grain operations - large farmers, wealthy merchants, millers, bakers - were considered the instrument of this \"conspiracy\". The revolutionary events unfolding in the summer of 1789 marked the beginning of the collapse of the former government and created a sense of permissiveness among the population. Hence the self-styled reprisals of half-starved crowds against their real, and more often imaginary enemies. At first, the still politically weak revolutionary elite did not dare to take serious measures to counter popular riots and the extrajudicial reprisals that accompanied them. But in the autumn of 1789 the position of the Constituent Assembly was strengthened, and besides, it relied on local authorities and the National Guard.The murder of the baker Francois by the mob was the catalyst for passing a martial law decree. This law, and even more the resolution of the food crisis, led to the establishment of relative public peace, which made it easier for the legislators to carry out profound changes in various social and political spheres.",
      "citationCount": 0,
      "doi": "10.22281/2413-9912-2023-07-03-32-39",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3d5ae4dac86622c11878adacb1e8ec6b07592af",
      "venue": "Vestnik Bryanskogo gosudarstvennogo universiteta",
      "journal": {
        "name": "Vestnik Bryanskogo gosudarstvennogo universiteta"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fde2d3fabbbc67d99a492e71a595cdd7f55b2343",
      "title": "The analysis of the images of antiquity in M. Robespierre’s political writings during the early years of the French revolution (1789–1791)",
      "authors": [
        {
          "name": "Oleh Mashevskyi",
          "authorId": "1580884111"
        },
        {
          "name": "Khrystyna Lazavenko",
          "authorId": "2138066251"
        }
      ],
      "year": 2021,
      "abstract": "This research attempts to reassess the significance of the images of classical antiquity in Maximilien Robespierre’s political writings of 1789–1791 by analyzing their context, frequency, and their objectives for use and by creating statistical data to demonstrate main tendencies and patterns. It is necessary to admit that classical antiquity largely contributed to European culture by defining its basic virtues and vices and creating role models for future generations. Allusions and references to classical antiquity can be easily traced throughout European history. The French Revolution wasn’t an exception while its classical ancient traditions were clearly expressed in visual sources, political writings, and even in everyday life. It is commonly considered that the Jacobins used a large number of classical antiquity images in their political writings. We have to pay special attention to M. Robespierre as he was largely associated with the Jacobin party during the French Revolution as well as nowadays. However, the images of classical antiquity in his political writings are not regarded as an area of interest. Even if there are a few historical writings focused on this topic, they are usually concentrated on the Reign of Terror (1793–1794) while the period of the early Revolutionary years (1789–1791) is often neglected. In order to change this disproportion our research covers this very period.\nThe results of our analysis proved the significance of the classical antiquity images in M. Robespierre’s political writings providing a set of statistical data and describing its main tendencies. It was proved that the number of references increases each year, pointing out that M. Robespierre clearly understood the differences between antiquity and his times even in the early years of the French Revolution. In addition to this, the research put forward authors’ classification of the classical antiquity images and demonstrating the predominance of some image types.",
      "citationCount": 0,
      "doi": "10.17721/2524-048x.2021.18.09",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fde2d3fabbbc67d99a492e71a595cdd7f55b2343",
      "venue": "European Historical Studies",
      "journal": {
        "name": "European Historical Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c12dbda1993d8f735c8d88ad6018dab895cf8520",
      "title": "THE FRENCH REVOLUTION: THE MARXİST INTERPRETATION AND THE REVISIONIST CRITIC",
      "authors": [
        {
          "name": "Onur Dündar",
          "authorId": "2099947144"
        },
        {
          "name": "Mustafa İslamoğlu",
          "authorId": "2194122606"
        }
      ],
      "year": 2022,
      "abstract": "In the 18th century France, the peasants are for the third quarters landless. The peasantry, furthermore, could not get its share from the improvement in the agricultural productivity. This fact is not sufficient for explaining the unfolding of the French Revolution. The liberal, Marxist and Revisionist historians attempted to give a satisfactory explanation for the French Revolution. In this study, the Marxist, called also the Orthodox view and the Revisionist view shall be compared. It shall be made use of categorical systematic content analysis through qualitative research method. The French Revolution is in the study the unique case that occurred in a certain period in the history. The Marxist approach argues that the French Revolution is a bourgeois revolution. Furthermore, the bourgeois revolution is one of the main arguments of the Marxist tradition. Authors such as Draper have the conviction that Marx’s thought was considerably shaped by the French Revolution. French Marxist historians, in particular Jaures tried to find the roots of socialism in the French Revolution. This brought them to find the economic basis and dynamics of the revolution. In this dynamic, the bourgeoisie was the dominant class. The Revisionist starting from the 1950’s contested this approach. Cobban argued that the Third Estate which is qualified to represent the bourgeoisie in the General Assembly does not have a bourgeois character for the majority. For Furet, another revisionist, the French Revolution is not just an economic phenomenon it is also a cultural one. However, Furet insists on the fact that the feudal rights were not synonymous of land rent. So, even if the most important revenue for the French aristocracy in the 18th century is land rent that does not mean that the feudal rights were of dramatic quantity. Furet believes that the feudal system, contrarily to what the Marxists asserted was already politically destroyed by the monarchy. The economic mechanism of the feudal land was not sustainable anyway even before the Revolution. The Revolution wiped away the last remains of it.",
      "citationCount": 0,
      "doi": "10.33709/ictimaiyat.1187707",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c12dbda1993d8f735c8d88ad6018dab895cf8520",
      "venue": "İçtimaiyat",
      "journal": {
        "name": "İçtimaiyat"
      },
      "publicationTypes": null
    },
    {
      "paperId": "952cafdd38c4cbd7b789b3d5ac329cf3649326f9",
      "title": "French Political Thought in Southeastern Europe. Patterns and Limits of Reception",
      "authors": [
        {
          "name": "Paschalis M. Kitromilides",
          "authorId": "2128642159"
        }
      ],
      "year": 2025,
      "abstract": "French political thought in its liberal and republican expressions from the Enlightenment to the twentieth century formed the broader framework within which the aspirations of cultural and political change, modernization and individual and national liberty in the societies of Southeastern Europe were articulated. Exemplary exponents of liberal and radical political reflection who wrote under the impact of the ideas of the French Revolution included primarily Adamantios Korais and Rhigas Velestinlis and the anonymous author of Hellenic Nomarchy (1806) among the Greeks and D. Sturdza and Ionică Tăutu among the Romanians. Quite late in his life A. Korais discovered the importance of the writings of Benjamin Constant, several of whose works are present in Korais’ s library at Chios and bear the marks of his study. He was particularly interested in Constant’s probably most important work, De la religion, which he read and annotated. Arguments from French liberalism were used in support of constitutionalism and the rule of law in the new nation states of the Balkans, while translations of Tocqueville’s works contributed to the enunciation of political criticism in Greece and Romania. The apex of the appeal and impact of French liberal and constitutional ideas in Southeastern Europe came with the 1848 revolutionary movement in the principalities of Moldavia and Wallachia. In the twentieth century two towering personalities in political and intellectual life in Greece and Romania, Eleftherios Venizelos and Nicolae Iorga, acknowledged both the critical significance of the contribution of France in the attainment of the national aspirations of their respective countries and the weight of French civilization in shaping their cultural traditions since the Middle Ages.",
      "citationCount": 0,
      "doi": "10.59277/resee.2025.01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/952cafdd38c4cbd7b789b3d5ac329cf3649326f9",
      "venue": "Revue des etudes sud-est europeennes",
      "journal": {
        "name": "Revue des Études Sud-Est Européennes"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5fb94441b84294537903f7aa8a7036a3debe9ac3",
      "title": "A Short History of the French Revolution",
      "authors": [
        {
          "name": "J. Popkin",
          "authorId": "39664568"
        }
      ],
      "year": 2016,
      "abstract": "PREFACE CHAPTER 1: THE ORIGINS OF THE FRENCH REVOLUTION The Problems of the Monarchy The Failure of Reform Social Structure and Social Crisis The Third Estate The Lower Classes New Ideas and New Ways of Living The Growth of Public Opinion Notes CHAPTER 2: THE COLLAPSE OF THE ABSOLUTE MONARCHY, 1787-1789 The Prerevolution The Assembly of Notables From Failed Reforms to Revolutionary Crisis The Meeting of the Estates-General The Parliamentary Revolution The Storming of the Bastille Notes CHAPTER 3: THE REVOLUTIONARY RUPTURE, 1789-1790 The Concept of Revolution The \"Abolition of Feudalism\" and the Declaration of Rights The October Days The Accomplishments of the National Assembly, 1789-1791 The Constitutional Debates The Expropriation of Church Lands and the Assignats The Civil Constitution of the Clergy Notes CHAPTER 4: THE DEFEAT OF THE LIBERAL REVOLUTION, 1790-1792 The New Political Culture The King's Flight and the Crisis of 1791 The End of the National Assembly The Legislative Assembly The Revolt in the Colonies and Unrest at Home The Move toward War The Impact of War The Overthrow of the Monarchy Emergency Measures and Revolutionary Government The Failure of the Liberal Revolution Notes CHAPTER 5: THE CONVENTION AND THE REPUBLIC, 1792-1794 The Trial of the King Mounting Tensions The Victory of the Montagnards Terror Becomes the Order of the Day The Dictatorship of the Committee of Public Safety Revolutionary Culture The Radical Revolution and the Social Order The Great Terror and Thermidor The Revolution Victorious Thermidor Notes CHAPTER 6: THE RETURN TO ORDER, 1794-1799 The \"Bourgeois Republic\" and the Search for Order The Thermidorian Reaction The Defeat of the Sans-Culottes Counterrevolution and the Constitution of 1795 The Directory The Directory, Europe, and the Colonies The \"Politics of the Balance\" The \"Second Directory\" The Fall of the Directory CHAPTER 7: THE NAPOLEONIC CONSULATE, 1799-1804 The Consul and the Consulate Napoleon's Career The Institutions of the Consulate Consolidation of Power The Peace of Amiens and the Concordat Elements of Opposition Notes CHAPTER 8: THE NAPOLEONIC EMPIRE, 1804-1815 The Resumption of War From Ulm to Tilsit The Continental System The Empire at Home Culture under the Empire The Social Bases of the Empire The Decline of the Empire The Invasion of Russia The Hundred Days Note CHAPTER 9: THE REVOLUTIONARY HERITAGE The Postrevolutionary Settlement State and Nation The Revolution's Impact in the World The French Revolution as History The Jacobin Historical Synthesis The Revisionist Critique Postrevisionist Studies of the Revolution Notes SUGGESTIONS FOR FURTHER READING Bibliographies, Journals, and General Reference Works Specialized Titles: Select Bibliography CHRONOLOGY OF PRINCIPAL EVENTS DURING THE FRENCH REVOLUTION INDEX",
      "citationCount": 36,
      "doi": "10.4324/9781315508931",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5fb94441b84294537903f7aa8a7036a3debe9ac3",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "97181758ea0a7ed0a9afd92b162cbfce5a2c0f30",
      "title": "Terrorists as Monsters: The Unmanageable Other from the French Revolution to the Islamic State. By Marco Pinfari. Oxford: Oxford University Press, 2019. 232p. $99.00 cloth, $29.95 paper.",
      "authors": [
        {
          "name": "Beatrice A. de Graaf",
          "authorId": "1680785003"
        }
      ],
      "year": 2021,
      "abstract": "greater discussion than they get in this book. What drives NGO behavior? Even more important, are NGOs really able to be substitutes for government and business, to actually play the role many of them claim as the monitors and supervisors of the issue space in which they operate? A famous example has to do with labor in the clothing supply chain: workers confront crowded, unhealthy, underpaid, dangerous conditions, facing even death from fire or building collapse or chemical spills. Because controversy over these conditions caused big problems for manufacturers, they came to support mechanisms for monitoring the system that would be credible to the consumers of their products. This led to the creation of the Fair Labor Association, which sent out inspectors to factories. Its board was made up of representatives of the companies, labor, and university bookstores, because students were major protestors. But then theWorker Rights Consortium complained that the presence of the manufacturers undermined the credibility of the investigations; yet, lacking representation, the manufacturers were less likely to cooperate. This expresses well the dilemma: necessary buy-in at the cost of lower credibility. Full disclosure to the readers of this review—these credibility problems were the major focus of the 2012 book I coedited on this topic with David Lake and Janice Stein (The Credibility of Transnational NGOs). We share with the authors of this volume the worry that NGOs get too much of a free pass by assuming that the virtue of their goals gives them the cover of good performance. We agree they should be pushed like everyone else to see what actually happens. NGOs cannot replace both government and the private sector. They are not able to solve the problems of monitoring worldwide for the vast production of clothing or foodstuffs. Nor can they solve the immense problems of coordinating standards in the high-tech sector, though sometimes the market compels coordination for safety or uniformity. Health care, climate, and safety initiatives all need governments to establish and enforce standards, and they need markets and capital to coordinate production and distribution. The UN Global Compact makes an important contribution to this end. But transnational NGOs can play a huge role that otherwise goes unfilled: as societal monitors. They can be vital watchdogs and supervisors, serving as key pieces of the “fire alarms” system, in contrast to police patrols, as Matt McCubbins and Tom Schwartz called them (“Congressional Oversight Overlooked: Police Patrols versus Fire Alarms,” American Journal of Political Science, 28 [1], 1984). Shouting loudly when abuses happen is vital to ensuring that enforcement and punishment happen. Without the NGOs, the system of politicians, courts, regulators, and administrators is less likely to see those abuses. “Police patrols” can help, but they need a mobilized citizenry. Without them the political process is less likely to be effective. Interest groups have played this role. As this book makes clear, transnational NGOs are vital components of this process as well.",
      "citationCount": 0,
      "doi": "10.1017/S1537592721000670",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/97181758ea0a7ed0a9afd92b162cbfce5a2c0f30",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "692 - 693",
        "volume": "19"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "201176c9536c4b34d2e3d15c37223b001a5b7341",
      "title": "The Impact of the French Revolution on International Relations",
      "authors": [
        {
          "name": "Jixuan Liu",
          "authorId": "2108374253"
        }
      ],
      "year": 2021,
      "abstract": "The French Revolution was a critical turning point in France's history and the modern history of Europe more broadly. This monumental event or series of events began in 1789 and reached its peak during the 1790s with the emergence of Napoleon Bonaparte and his imperialistic and expansionary conquests in Europe and the Near East (Watson, 1992). The revolution's remarkable status in European history is firstly attributable to the wide-ranging and unprecedented citizen-led efforts to deconstruct and redesign the political landscape of their country, in the process uprooting long-standing institutions and traditions like the feudal system and absolute monarchy (Watson, 1992). Secondly, because such systems and institutions had come to define European culture and the European system of governance, over time, the reverberation of the revolution's consequences throughout Europe justifies the event’s characterization as a watershed moment in the history of the continent.",
      "citationCount": 0,
      "doi": "10.25236/FSST.2021.030315",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/201176c9536c4b34d2e3d15c37223b001a5b7341",
      "venue": "The Frontiers of Society, Science and Technology",
      "journal": {
        "name": "The Frontiers of Society, Science and Technology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dc28b15c696e9621ab6b34b73ccd3a4391c69708",
      "title": "The Collapse of the Ottoman Empire: An Evaluation on the Impact of Milestones in Europe",
      "authors": [
        {
          "name": "Şener Mustafa Burak",
          "authorId": "2317775638"
        }
      ],
      "year": 2024,
      "abstract": "One of the largest empires in world history, the Ottoman Empire had its golden age in the 16th century. However, in this period, when the Ottoman Empire was the strongest and unbeatable, some problems began to occur. The empire, which could not keep up with the developments and innovations in the world required by the period, collapsed over the centuries due to its weak internal structure. In the meantime, Europeans found new trade routes and colonised many places with geographical discoveries, advanced in science, art, and technology with the Age of Enlightenment, mechanised with the Industrial Revolution, and democratised with the French Revolution. While all those developments took place in Europe, the Ottoman Empire could not provide the necessary modernisation. In this direction, with its weakened internal structure in the military, economic, political, administrative, and educational fields, it could not prevent that process. Thus, it gradually became a state that fall behind in every area from Europe over the centuries and eventually collapsed. Accordingly, this study has comprehensively analysed the Ottoman disintegration process, which had started in the 16th century, by considering the significant historical developments in Europe and the gradually weakening Ottoman internal structure.",
      "citationCount": 0,
      "doi": "10.32561/nsz.2024.2.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc28b15c696e9621ab6b34b73ccd3a4391c69708",
      "venue": "Nemzetbiztonsági szemle",
      "journal": {
        "name": "Nemzetbiztonsági Szemle"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "44d9df47ed957a7cea264c58726165d4a1d91de2",
      "title": "Sociability, Natural Jurisprudence, and Republicanism in the French Revolution: Jean-Baptiste Salaville's Empiricist Science of the Legislator",
      "authors": [
        {
          "name": "Minchul Kim",
          "authorId": "47596875"
        }
      ],
      "year": 2018,
      "abstract": "Abstract:The radical ideas of the French Revolution are generally regarded as the offspring of the theory of social contract. However, even though the Revolutionaries cherished Rousseau's legacy, the period was not without instances in which this legacy could be subject to variation and the notion of social contract could be attributed, in a decidedly negative tone, less to Rousseau than to Hobbes. In this context, the present study of Jean-Baptiste Salaville's L'Homme et la société, ou nouvelle théorie de la nature humaine et de l'état social (1799) demonstrates that the idea of natural sociability could provide an opportunity to elaborate a radical republican future without the notion of social contract. Salaville's political vision, built on the tradition of natural jurisprudence, posited a new idea of the general will and empiricist legislation in the last days of the French Revolution.",
      "citationCount": 1,
      "doi": "10.1093/FS/KNY173",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44d9df47ed957a7cea264c58726165d4a1d91de2",
      "venue": "French Studies",
      "journal": {
        "name": "French Studies: A Quarterly Review",
        "pages": "505 - 520",
        "volume": "72"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cb7d32a3849700898a330bff143226bdaf1bed08",
      "title": "COMMUNAL DEMOCRACY, MODERNITY, AND THE JEWISH POLITICAL TRADITION",
      "authors": [
        {
          "name": "Robert A. Iicht",
          "authorId": "119478411"
        },
        {
          "name": "R. Licht",
          "authorId": "48829328"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cb7d32a3849700898a330bff143226bdaf1bed08",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1de61e5d8051f776c94759d3ef57d8e12b661a4c",
      "title": "The French Revolution and Utopia",
      "authors": [
        {
          "name": "Serge Bianchi",
          "authorId": "2059880730"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1de61e5d8051f776c94759d3ef57d8e12b661a4c",
      "venue": "",
      "journal": {
        "name": "Annales Historiques De La Revolution Francaise",
        "pages": "3-27",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e44259bf3eaec6458051dc63eb5db09056942d8e",
      "title": "The French Revolution and the Temporality of the Collective Subject between Sieyès and Marx",
      "authors": [
        {
          "name": "L. Basso",
          "authorId": "2072551363"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1163/9789004291201_004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e44259bf3eaec6458051dc63eb5db09056942d8e",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "31-57",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9a73c4b89d0175f7721ab60c2d42884966f8380f",
      "title": "The Representation of French Power in Belgium (1792-1799): Between Revolution and Tradition",
      "authors": [
        {
          "name": "Brecht Deseure",
          "authorId": "1397106459"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a73c4b89d0175f7721ab60c2d42884966f8380f",
      "venue": "",
      "journal": {
        "name": "Annales Historiques De La Revolution Francaise",
        "pages": "109-130",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0b5bf738c2487c19a299d45fa575071ecd4283f5",
      "title": "Terrorists as Monsters: The Unmanageable Other from the French Revolution to the Islamic State",
      "authors": [
        {
          "name": "M. Pinfari",
          "authorId": "101781223"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b5bf738c2487c19a299d45fa575071ecd4283f5",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "30913adbaa2e1f62d7be0457c1ef5cb9dbb75a0a",
      "title": "Nationalism in Modern Europe: Politics, Identity, and Belonging since the French Revolution by Derek Hastings (review)",
      "authors": [
        {
          "name": "Malcolm Anderson",
          "authorId": "145842525"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/30913adbaa2e1f62d7be0457c1ef5cb9dbb75a0a",
      "venue": "",
      "journal": {
        "name": "Canadian Journal of History",
        "pages": "194 - 196",
        "volume": "54"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "570d674efc2a5ce67d53589d93fd8bee10f17d2a",
      "title": "The Constitution of the Fourth French Republic (1946) in the Historical Perspective",
      "authors": [
        {
          "name": "Lech Jamróz",
          "authorId": "2364881658"
        }
      ],
      "year": 2025,
      "abstract": "The French Revolution marked the period of the beginning of the expansion of republican ideas in France, and its achievements include in particular the Declaration of Human and Citizen Rights (1789). The republican constitutional tradition then formed in the period of the Third Republic (1870–1940) and strengthened in the Fourth Republic (1946–1958). The Constitution of the Fourth Republic of 1946, which was the result of a political compromise, deserves attention because it finalises the process of forming the constitutional republican tradition. The Constitution of the Fourth Republic was adopted after a relatively long period of preparation and interim rule. The assumptions of the creators of this constitution were to constitute a departure from the political assumptions of the discredited Third Republic and the practice of applying the material constitution based on the constitutional laws in force at that time. However, it turned out that the departure from the constitutional tradition shaped over decades is not so obvious in practice because of internal premises such as the political system, social consciousness and international premises in the postwar period. These factors ultimately determined the short period of validity of the 1946 Constitution, and the Fourth Republic is treated as another episode in the history of the French constitutionalism. The text is based on scientific literature (Polish and French). In implementing the research assumptions, the dogmatic-legal method and the historical-legal method were used.",
      "citationCount": 0,
      "doi": "10.15290/mhi.2025.24.01.22",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/570d674efc2a5ce67d53589d93fd8bee10f17d2a",
      "venue": "Miscellanea Historico-Iuridica",
      "journal": {
        "name": "Miscellanea Historico-Iuridica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9e5c327f077991f23eb3b2fa93ae345d3f2200f8",
      "title": "Le Roi ne meurt jamais: On the Permanence of the Theologico-Political in Revolutionary France",
      "authors": [],
      "year": 2025,
      "abstract": "This article examines the permanence of the theological-political doctrine of the king’s two bodies in the French Revolution. The analysis is structured in two parts. The first section presents a critique of the dominant view of the adoption of the principle of national sovereignty in 1789 and offers in its place an interpretation inscribed in the horizon of meaning shaped by the monarchical tradition in the longue durée. The second section highlights the theological-political nature of the Revolution and traces the symbolic operation performed on the concept of sovereignty in order to show the organizational and representational schemes of the fiction of the king’s two bodies as it was translated into the Constitution of 1791 and preserved in the collective imagination after the execution of Louis XVI.",
      "citationCount": 0,
      "doi": "10.53765/20512988.46.2.285",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9e5c327f077991f23eb3b2fa93ae345d3f2200f8",
      "venue": "History of Political Thought",
      "journal": {
        "name": "History of Political Thought"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f3ac528009741af38218d9b1dc761eecd06aef14",
      "title": "The French Revolution in Germany and the Origins of Sociology",
      "authors": [
        {
          "name": "E. Lybeck",
          "authorId": "100803200"
        }
      ],
      "year": 2018,
      "abstract": "The French Revolution was central to the emergence of modern society, and by extension, modern social science. However, not only French scientists contributed to the invention of sociology, nor for that matter did sciences necessarily begin by emulating natural science. Instead, this paper argues for a different origin of sociology from the professional faculty of Law. This trajectory emerged in early nineteenth century Germany, not in emulation of the French Revolution, but as part of a broader conservative reaction to French rationalism and imperial hypocrisy. Understanding these origins not only help us better understand the familiar sociology of Max Weber, or even Marx and Durkheim who were trained in this legal scientific tradition; this historical understanding reveals an important relationship between sociology and the State as well as conservative politics.",
      "citationCount": 3,
      "doi": "10.14712/23363525.2018.37",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3ac528009741af38218d9b1dc761eecd06aef14",
      "venue": "Historicka Sociologie",
      "journal": {
        "name": "HISTORICKÁ SOCIOLOGIE"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cccfb573de7d9e100c8f22229c6a1d1d9079802c",
      "title": "The Collapse of the French Colonial Empire in the Memory Politics of the Fifth Republic",
      "authors": [
        {
          "name": "E. Filippova",
          "authorId": "145609556"
        },
        {
          "name": "V. R. Filippov",
          "authorId": "145828974"
        }
      ],
      "year": 2020,
      "abstract": "The historical memory of the French about the collapse of the French colonial empire is controversial and situational. The apologetic version of historical memory interprets French colonialism as the civilizational mission of France on the Black Continent. This version is based on mythologemes formulated by C. de Gaulle and his associates J. Foccart, F. Houphouet-Boigny and others. This is the approach to the historical past that informs the official historical narrative and memorial policy of the Fifth Republic. To a degree, all the presidents of the French Republic from J. Chirac to E. Macron remain faithful to it. This “patriotic version” of the national history provides the ideological foundation for Champs Elysee’s policies toward African nations. These policies, collectively known as “France-Afrique”, represent a latent mechanism for preserving economic and political dependence of the Tropical Africa’s nations on their former colonial master. An alternative version of historical memory interprets colonialism as a crime against humanity, and the African policy of the Champs Elysees as a special form of neocolonialism, designed to promote France's political and economic preferences in the countries that were formerly its colonies. This intellectual tradition is cultivated in the work of F.-X. Verschave and other researchers, members of the non-governmental organization “Survie”.",
      "citationCount": 2,
      "doi": "10.14258/IZVASU(2020)6-13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cccfb573de7d9e100c8f22229c6a1d1d9079802c",
      "venue": "",
      "journal": {
        "name": "Izvestiya of Altai State University",
        "pages": "77-80",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "11f976fd116ecadf1206f525240b3947cb7b35a1",
      "title": "Jacobin History: Charlotte Smith's Old Manor House and the French Revolution Debate",
      "authors": [
        {
          "name": "Carmel Murphy",
          "authorId": "6943950"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.3366/ROM.2014.0191",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11f976fd116ecadf1206f525240b3947cb7b35a1",
      "venue": "",
      "journal": {
        "name": "Romantisme",
        "pages": "271-281",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1d88943ca6af6343596ad6b5c2c8054c4b9bd168",
      "title": "SILENCE IN THE DILEMMA OF TRADITION AND MODERNITY: “MUSICAL REVOLUTION”",
      "authors": [
        {
          "name": "Sinem İrten",
          "authorId": "2097547076"
        }
      ],
      "year": 2018,
      "abstract": "The modernization movements that started with the collapse of feudalism in Europe have also affected the Ottoman Empire within a short period of time. First, the Sultan III. The historical process of the Turkish modernization movements started with the innovation studies carried out during the Selim period. After the proclamation of the Tanzimat Fermanı, the idea of continued innovation intensively in the social and political field continued with the declaration of the Republic. During this time, which transcends centuries, sometimes modernizations are considered to be \"westernization\" and are tried to be passed on; he has often mentioned himself both in the political and social arena. The music of the Ottoman Empire and the single-party period following the declaration of the Republic and the interventions of the modernization, which are seen in every field of the social field, became music. The purpose of studying all these things in mind; Referring to the declaration of the republic in the state starting from the Ottoman period as self-management and social structure frequently talked about \"modernization\" means the original conditions posed by shaping and shaping of this process in the context of Turkey; in the triangle of musicpolitics-society, the influence of politics on music, and music on society; To describe the reasons and purposes of the interventions directed to the music performed at different times and under different conditions, with the positive and negative consequences, taking into consideration the periods of the Ottoman State and the Single Party Republic. This research is done; to explain the changes aimed at the existing music tradition and the scope and continuity of the existing music tradition in the direction of the modernization by the state administration at different times and with the positive and negative consequences. The research is going to be carried out in the scanning model and the current situation is going to be tried to be described.",
      "citationCount": 0,
      "doi": "10.31811/ojomus.481135",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d88943ca6af6343596ad6b5c2c8054c4b9bd168",
      "venue": "Online Journal of Music Sciences",
      "journal": {
        "name": "Online Journal of Music Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d2b2bd46401a79154a02249f11c7f2abe783a555",
      "title": "The English Civil Wars and the French Revolution",
      "authors": [
        {
          "name": "Carolyn Harris",
          "authorId": "119282482"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/9781137491688_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2b2bd46401a79154a02249f11c7f2abe783a555",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "155-191",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c5ed7bd2fafff31f0a2648ffb6ed817f93a964b6",
      "title": "Stuff and Money in the Time of the French Revolution",
      "authors": [
        {
          "name": "R. Spang",
          "authorId": "27663182"
        }
      ],
      "year": 2015,
      "abstract": "Rebecca L. Spang, who revolutionized our understanding of the restaurant, has written a new history of money. It uses one of the most infamous examples of monetary innovation, the \"assignats\" a currency initially defined by French revolutionaries as circulating land to demonstrate that money is as much a social and political mediator as it is an economic instrument. Following the \"assignats\" from creation to abandonment, Spang shows them to be subject to the same slippages between policies and practice, intentions and outcomes, as other human inventions.But Spang s book is also a new history of the French Revolution, one in which radicalization was driven by an ever-widening gap between political ideals and the realities of daily life. Money played a critical role in creating this gulf. Wed to the idea that liberty required economic deregulation as well as political freedom, revolutionary legislators extended the notion of free trade to include freedom of money. The consequences were disastrous. Backed neither by the weight of tradition nor by the state that issued them, the \"assignats\" could not be a functioning currency. Ever reluctant to interfere in the workings of the market, lawmakers thought changes to the material form of the \"assignats\" should suffice to enhance their credibility. Their hopes were disappointed, and the Revolution spiraled out of control.\"Stuff and Money in the Time of the French Revolution\" restores economics, in the broadest sense, to its rightful place at the heart of the Revolution and hence to that of modern politics.\"",
      "citationCount": 25,
      "doi": "10.4159/harvard.9780674736146",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c5ed7bd2fafff31f0a2648ffb6ed817f93a964b6",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "12067bb252ad02830181dd92730f9092ee698f47",
      "title": "Empire and Revolution: The Political Life of Edmund Burke",
      "authors": [
        {
          "name": "R. Bourke",
          "authorId": "100493740"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 67,
      "doi": "10.23943/princeton/9780691175652.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12067bb252ad02830181dd92730f9092ee698f47",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5e543aa03b1d83c6ddaffd8b2a58d077cdb1eb7c",
      "title": "Reforming Ideas in Britain: Politics and Language in the Shadow of the French Revolution, 1789–1815; British Drama of the Industrial Revolution",
      "authors": [
        {
          "name": "Ian Haywood",
          "authorId": "2262993564"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/10509585.2016.1190092",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e543aa03b1d83c6ddaffd8b2a58d077cdb1eb7c",
      "venue": "",
      "journal": {
        "name": "European Romantic Review",
        "pages": "510 - 514",
        "volume": "27"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a55a9a9ae3c5363c2ab9556543dd44f145a54d0e",
      "title": "A reformation to end the revolution: Germaine de Staël and the struggle for republican mores under directory France",
      "authors": [
        {
          "name": "Adela Halo",
          "authorId": "2318210301"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT Between 1797 and 1798, Germaine de Staël argued that France needed a reformation to end the Revolution, proposing the adoption Protestantism as a religion of state. This proposal has been explained away as an obvious and uninteresting consequence of her Calvinist upbringing. While obviously relevant, Staël’s religious background is not a sufficient explanation for a proposal that would have upended the constitutional principles of the Directorial republic as well as centuries of tradition in France. I argue instead that Staël’s proposal is better understood in framework of the Directory’s plans to breach the state’s neutrality in religious matters, established in the 1795 Constitution, in order to promote love of the republic via a new religion, theophilanthropy. Thus, Staël identified a political opportunity for constitutional change in matters of religion and sought to steer the course towards an existing religion that, as she argued, had all the benefits that the Directory saw in theophilanthropy, but none of the pitfalls, especially the theophilanthropists’ association with the Terror. This re-interpretation of Staël’s proposal, made in Circonstances actuelles, has implications for our broader understanding of this work, hailed as her ‘most substantial contribution to political and constitutional theory’, and the Thermidorian republic.",
      "citationCount": 0,
      "doi": "10.1080/01916599.2024.2391383",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a55a9a9ae3c5363c2ab9556543dd44f145a54d0e",
      "venue": "History of European Ideas",
      "journal": {
        "name": "History of European Ideas",
        "pages": "257 - 275",
        "volume": "51"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d121670c63c316e45c3910177c8bf787c19d91e1",
      "title": "From the People to the Constitution. Inventing Democracy during the French Revolution",
      "authors": [
        {
          "name": "M. Fioravanti",
          "authorId": "2069192665"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d121670c63c316e45c3910177c8bf787c19d91e1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "51-58",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "58ce1c2dd921fc8f93ca5ee222dafe9bebbad1a5",
      "title": "Republicanism after the French Revolution: The Case of Sismonde de Sismondi",
      "authors": [
        {
          "name": "Nadia Urbinati",
          "authorId": "89586719"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1353/JHI.2012.0006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58ce1c2dd921fc8f93ca5ee222dafe9bebbad1a5",
      "venue": "",
      "journal": {
        "name": "Journal of the History of Ideas",
        "pages": "109 - 95",
        "volume": "73"
      },
      "publicationTypes": null
    },
    {
      "paperId": "59a82fecea9d6e383dc073ae5e6b2d7d2777fb25",
      "title": "Political languages of the French Revolution",
      "authors": [
        {
          "name": "K. Baker",
          "authorId": "117652253"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1017/CHOL9780521374224.024",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59a82fecea9d6e383dc073ae5e6b2d7d2777fb25",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "626-659",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3ebc6ff40282e09d7f31b582f38bc324c8fcebdd",
      "title": "British Identity and the Antirevolutionary Novel: Nineteenth-Century British Novels about the French Revolution",
      "authors": [
        {
          "name": "P. Cove",
          "authorId": "114775559"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3ebc6ff40282e09d7f31b582f38bc324c8fcebdd",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5f5b1400269236993a8198507ecb6cf788faa411",
      "title": "Between Tradition and Revolution: The Curious Case of Francisco Martínez Marina, the Cádiz Constitution, and Spanish Liberalism",
      "authors": [
        {
          "name": "Brendon Westler",
          "authorId": "117827979"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1353/JHI.2015.0023",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f5b1400269236993a8198507ecb6cf788faa411",
      "venue": "",
      "journal": {
        "name": "Journal of the History of Ideas",
        "pages": "393 - 416",
        "volume": "76"
      },
      "publicationTypes": null
    }
  ],
  "count": 40,
  "errors": []
}
