{
  "status": "success",
  "source": "openalex",
  "query": "Arendt totalitarianism tradition",
  "results": [
    {
      "openalex_id": "W617397225",
      "doi": null,
      "title": "Hannah Arendt and Karl Marx: On Totalitarianism and the Tradition of Western Political Thought",
      "authors": [
        {
          "name": "Tama Weisman",
          "openalex_id": "A5028903166"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-11-07",
      "abstract": "Preface Acknowledgments Chapter 1: Introduction Chapter 2: The Marx Project: A Brief Overview Chapter 3: Origins of Totalitarianism: Ideology and Terror Chapter 4: The Tradition Chapter 5: First Pillar: Labor is the Creator of Man On Labor, Necessity, and Loneliness Chapter 6: Third Pillar: The Eleventh Thesis on Feuerbach Chapter 7: Second Pillar: Violence is the Midwife of History Chapter 8: Die Aufhebung: As the State Withers a New Politics Arises and Philosophy Fades Away Bibliography Index",
      "cited_by_count": 15,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://ci.nii.ac.jp/ncid/BB16009810"
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W617397225"
    },
    {
      "openalex_id": "W1119698734",
      "doi": null,
      "title": "After Totalitarianism: Hannah Arendt, Isaiah Berlin, and the Realization and Defeat of the Western Tradition",
      "authors": [
        {
          "name": "Ilya Winham",
          "openalex_id": "A5070584731"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-03-01",
      "abstract": "University of Minnesota Ph.D. dissertation. March 2015. Major: Political Science. Advisor: Mary Dietz. 1 computer file (PDF); xiii, 228 pages.",
      "cited_by_count": 2,
      "type": "dissertation",
      "source": {
        "name": "University of Minnesota Digital Conservancy (University of Minnesota)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/11299/172101"
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Philosophy, Ethics, and Existentialism",
        "Political Theology and Sovereignty"
      ],
      "referenced_works_count": 94,
      "url": "https://openalex.org/W1119698734"
    },
    {
      "openalex_id": "W1489053600",
      "doi": "10.1515/9781400823161",
      "title": "Politics, Philosophy, Terror",
      "authors": [
        {
          "name": "Dana Villa",
          "openalex_id": "A5077075043"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "Hannah Arendt's rich and varied political thought is more influential today than ever before, due in part to the collapse of communism and the need for ideas that move beyond the old ideologies of the Cold War. As Dana Villa shows, however, Arendt's thought is often poorly understood, both because of its complexity and because her fame has made it easy for critics to write about what she is reputed to have said rather than what she actually wrote. Villa sets out to change that here, explaining clearly, carefully, and forcefully Arendt's major contributions to our understanding of politics, modernity, and the nature of political evil in our century. Villa begins by focusing on some of the most controversial aspects of Arendt's political thought. He shows that Arendt's famous idea of the banality of evil--inspired by the trial of Adolf Eichmann--does not, as some have maintained, lessen the guilt of war criminals by suggesting that they are mere cogs in a bureaucratic machine. He examines what she meant when she wrote that terror was the essence of totalitarianism, explaining that she believed Nazi and Soviet terror served above all to reinforce the totalitarian idea that humans are expendable units, subordinate to the all-determining laws of Nature or History. Villa clarifies the personal and philosophical relationship between Arendt and Heidegger, showing how her work drew on his thought while providing a firm repudiation of Heidegger's political idiocy under the Nazis. Less controversially, but as importantly, Villa also engages with Arendt's ideas about the relationship between political thought and political action. He explores her views about the roles of theatricality, philosophical reflection, and public-spiritedness in political life. And he explores what relationship, if any, Arendt saw between totalitarianism and the \"great tradition\" of Western political thought. Throughout, Villa shows how Arendt's ideas illuminate contemporary debates about the nature of modernity and democracy and how they deepen our understanding of philosophers ranging from Socrates and Plato to Habermas and Leo Strauss. Direct, lucid, and powerfully argued, this is a much-needed analysis of the central ideas of one of the most influential political theorists of the twentieth century.",
      "cited_by_count": 175,
      "type": "book",
      "source": {
        "name": "Princeton University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1489053600"
    },
    {
      "openalex_id": "W2979036854",
      "doi": "10.1017/ccol0521641985.001",
      "title": "Introduction",
      "authors": [
        {
          "name": "Dana Villa",
          "openalex_id": "A5020767440",
          "institutions": [
            "University of California, Santa Barbara"
          ]
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-11-30",
      "abstract": "Widely recognized as one of the most original and influential political thinkers of the twentieth century, Hannah Arendt remains an elusive figure. She never wrote a systematic political philosophy in the mode of Thomas Hobbes or John Rawls, and the books she did write are extremely diverse in topic, covering totalitarianism, the place of political action in human life, the trial of Adolf Eichmann, the meaning of the modern revolutionary tradition, the nature of political freedom and authority, and the faculties which make up “the life of the mind.” These works are not constructed upon a single argument, diligently unfolded, or upon a linear narrative. Rather, they are grounded upon a series of striking conceptual distinctions - between tyranny and totalitarianism; action, labor, and work; political revolution and struggles for liberation; thinking, willing, and judging - which Arendt elaborates and weaves into complex thematic strands. The interconnections between the strands are sometimes left to the reader. Thus, it is no surprise that newcomers to her work are often baffled by how the pieces fit together (not only from book to book, but often within a single volume). They cannot help wondering whether there is, in fact, a consistent perspective behind her varied reflections on the nature of political evil, the glories of political action, and the fragility of civilized society (the “human artifice”) in the face of mounting natural, technological, and political pressure. The situation is not helped by the fact that many commentators on Arendt have tended to seize upon one strand of her oeuvre, elevating her reflections on political action, or her theory of totalitarianism, to a position of unquestioned preeminence.",
      "cited_by_count": 43,
      "type": "book-chapter",
      "source": {
        "name": "Cambridge University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2979036854"
    },
    {
      "openalex_id": "W4300855128",
      "doi": "10.7312/katz11194",
      "title": "Desolation and Enlightenment",
      "authors": [
        {
          "name": "Ira Katznelson",
          "openalex_id": "A5109279789"
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-12-31",
      "abstract": "During and especially after the Second World War, a group of leading scholars who had been perilously close to the war's devastation joined others fortunate enough to have been protected by distance in an effort to redefine and reinvigorate Western liberal ideals for a radically new age. Treating evil as an analytical category, they sought to discover the sources of twentieth-century horror and the potentialities of the modern state in the wake of western desolation. In the process, they devised strikingly new ways to understand politics, sociology and history that reverberate still. In this major intellectual history, Ira Katznelson examines the works of Hannah Arendt, Robert Dahl, Richard Hofstadter, Harold Lasswell, Charles Lindblom, Karl Polanyi, and David Truman, detailing their engagement with the larger project of reclaiming the West's moral bearing. In light of their epoch's calamities these intellectuals insisted that the tradition of Enlightenment thought required a new realism, a good deal of renovation, and much recommitment. This array of historians, political philosophers, and social scientists understood that a simple reassertion of liberal modernism had been made radically insufficient by the enormities and moral catastrophes of war, totalitarianism, and holocaust. Confronting their period's dashed hopes for reason and knowledge, they asked not just whether the Enlightenment should define modernity, but which Enlightenment we should wish to have. Decades later, in the midst of a new type of war and reanimated discussions of the concept of evil, we share no small stake in assessing their successes and limitations.",
      "cited_by_count": 101,
      "type": "book",
      "source": {
        "name": "Columbia University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4300855128"
    },
    {
      "openalex_id": "W657991080",
      "doi": null,
      "title": "Political Investigations: Hegel, Marx and Arendt",
      "authors": [
        {
          "name": "Robert Fine",
          "openalex_id": "A5112804903"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-07-25",
      "abstract": "In this highly innovative book Robert Fine compares three great studies of modern political life: Hegel's Elements of the Philosophy of Right, Marx's Capital and Hannah Arendt's Origins of Totalitarianism, and argues that they are all profoundly radical texts, which jointly contribute to our understanding of the modern world. Fine maintains that these works are far more revealing when read together than in opposition, and draws a direct parallel between Hegel’s critique of social forms of right and Marx’s critique of social forms of value. Fine shows how fruitfully their work can and should be combined. \n\nHannah Arendt was in turn critical of what she saw as the historicism of both Hegel and Marx, but Fine argues that her study of the origins of totalitarianism directly picks up on their insights into the modern potential for fanaticism and destructiveness. Arendt never disavowed any of the nineteenth century thinkers who prefigured the catastrophes to come, but Fine shows her indebtedness to Hegel and Marx. \n\nThis fascinating book offers a re-reading of these texts as three pivotal moments in the construction of a critical humanist tradition.",
      "cited_by_count": 26,
      "type": "book",
      "source": {
        "name": "Medical Entomology and Zoology",
        "type": "journal",
        "issn": [
          "0424-7086",
          "2185-5609"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W657991080"
    },
    {
      "openalex_id": "W1514964719",
      "doi": "10.1353/phi.2014.a549342",
      "title": "“A Child Has Been Born unto Us”: Arendt on Birth",
      "authors": [
        {
          "name": "Adriana Cavarero",
          "openalex_id": "A5044187322"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-01",
      "abstract": "\"A Child Has Been Born unto Us\"Arendt on Birth Adriana Cavarero Translated by Silvia Guslandi and Cosette Bruhns In The Human Condition, at the end of the dense chapter on action, Hannah Arendt reiterates that action, that is, the political faculty for excellence, \"is ontologically rooted\" in the fact of natality, \"like an ever-present reminder that men, though they must die, are not born in order to die but in order to begin\" (Arendt 1998, 246).1 To reinforce this argument, Arendt compares action to miracles, and makes an interesting and, as we will see, somewhat perplexing reference to the Bible: [The miracle] is, in other words, the birth of new men and the new beginning, the action they are capable of by virtue of being born. Only the full experience of this capacity can bestow upon human affairs faith and hope, those two essential characteristics of human existence which Greek antiquity ignored altogether.…It is this faith in and hope for the world that found perhaps its most glorious and most succinct expression in the few words with which the Gospels announced their \"glad tidings\": \"A child has been born unto us.\" (HC, 247) The citation is suggestive, but incorrect. In the Gospels, which do announce with true joy the birth of the child, the phrase as it is quoted here does not exist. It appears instead in Isaiah (9:6), translated into English both as \"For to us a child is borne,\" and, in the version of the King James Bible from which Arendt is plausibly drawing, as \"For unto us a child is born.\" The error, if indeed it is an error, is thus twofold (see Young-Ah Gottlieb 2003, 136ff.), since [End Page 12] both the passage referenced and the words cited are incorrect. That Arendt frequently cites from memory, and that the citations tend to be bibliographically incorrect, is known to her interpreters, but in this case the error ends up being quite significant. As is well known, the prophetic text carries a strong Messianic burden, and such a burden would trouble significantly the thesis that Arendt is here illustrating; the Gospels' message creates instead fewer obstacles to her strategy of framing the meaning of birth within the mundane horizon that in her vocabulary takes the names of \"world\" or \"worldliness.\" Since \"'to live' and to 'be among men'\" mean the same thing (HC, 7), the child, every newborn, that is, every human being that makes its entrance in the world, is not, according to the Arendtian vision, born to us, coming from elsewhere, but appears among us here. The scenario of birth, like that of action, whatever be the holy text that mentions or exemplarily validates them, is, for Arendt, a radically mundane scenario that does not call into question any transcendence or religious instance of salvation. Jewish, secular, and classically trained in Greek and Latin, Arendt, who had little familiarity with the Jewish language and tradition, met Christian thought primarily through Saint Augustine, to whom she dedicated her doctoral thesis (Der Liebesbegriff bei Augustin, published in Berlin in 1929 and then in English in 1996 as Love and Saint Augustine), and who remained a constant point of reference throughout her work. A phrase from Augustine—initium ut esset homo creatus est—present in the thesis, appears, in fact, in Arendt's later texts, including The Human Condition, indeed with obsessive repetitiveness in reference to the category of birth.2 In her monumental work The Origins of Totalitarianism, published in 1951, a full seven years prior to The Human Condition, Arendt already writes: \"Beginning, before it becomes a historical event, is the supreme capacity of man; politically, it is identical with man's freedom. Initium ut esset homo creatus est, 'that a beginning be made, man was created', said Augustine. This beginning is guaranteed by each new birth; it is indeed every man\" (Arendt 1973, 479). On the philosophically anomalous theme of birth, the contributions of the Christian tradition that Arendt does appreciate are predominantly two: the \"glad tidings\" that herald the coming of the child, and Augustine's comments on the narrative of Creation. Natality, Birth, and the Human Condition of...",
      "cited_by_count": 46,
      "type": "article",
      "source": {
        "name": "philoSOPHIA",
        "type": "journal",
        "issn": [
          "2155-0891",
          "2155-0905"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Franz Kafka Literary Studies",
        "Phenomenology and Existential Philosophy"
      ],
      "referenced_works_count": 19,
      "url": "https://openalex.org/W1514964719"
    },
    {
      "openalex_id": "W406069883",
      "doi": "10.4324/9781315729428",
      "title": "Hannah Arendt",
      "authors": [],
      "publication_year": 2014,
      "publication_date": "2014-09-11",
      "abstract": "Introduction: Illuminating Hannah Arendt Patrick Hayden Part 1: On Human Condition 1. Natality Karin Fry 2. Labour, work and action Paul Voice 3. Hannah Arendt on world Siobhan Kattago 4. Narrating and understanding Masa Mrovlje Part 2: On Modernity's Crises 5. Totalitarianism and evil Lars Rensmann 6. Statelessness and right to have rights Ayten Gundogdu 7. Hannah Arendt on the social Philip Walsh 8. Hannah Arendt on authority and tradition Douglas Klusmeyer Part 3: On Politics and Public World 9. Power and violence Elizabeth Frazer 10. Arendt and political power of judgement Patrick Hayden 11. Responsibility Annabel Herzog 12. Arendt and question of revolution Anthony F. Lang, Jr. 13. Promising and forgiveness Marguerite La Caze. Index",
      "cited_by_count": 20,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W406069883"
    },
    {
      "openalex_id": "W4300407797",
      "doi": "10.1353/sor.2007.0001",
      "title": "Arendt, Heidegger, and the Tradition",
      "authors": [
        {
          "name": "Dana Villa",
          "openalex_id": "A5020767440"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-12-01",
      "abstract": "Dana Villa Arendt, Heidegger, and the Tradition IN THIS ESSAY I WANT TO SUGGEST THAT THE ANTAGONISM MANY critics feel toward Arendt’s attem pt to conceptualize action as an end in itself—as a “pure” form of praxis—rests on a fairly basic misunderstanding. W hat is this misunderstanding? It is the idea that Arendt’s theory of political action is prim arily a normative theory directed against either the advent of mass democracy and its attendant pathologies, or the rise of the social and the reduction of politics to economics that accompanies it. To be sure, both these events play a central role in Arendt’s thought. But her theory of political action is misunder­ stood if it is seen as essentially a reaction to one or both of these “late modern” tendencies. Framed in this way, there seems little doubt that Arendt is pursuing a rearguard “elitist” strategy against the increas­ ingly inclusive—and increasingly social—character of politics in the modern age. This framing of Arendt’s political theory is, however, wrong. While useful to her critics, it fails to take sufficient account of her intellectual trajectory. This was a trajectory from the attempt to under­ stand how the supremely destructive political phenomenon of totali­ tarianism became possible in the heart of civilized Europe; to a deeper engagement with the proto-totalitarian tendencies underlying the thought of Karl Marx; to—finally—a full-fledged and remarkably deep engagement with the Western tradition of political thought from Plato to Marx. This is a tradition Arendt increasingly came to view as antisocial research Voi 74 : No 4 : Winter 2007 983 pluralistic and (indeed) antipolitical in many of its most characteristic tropes, concerns, and conclusions. We can characterize the main phases in this intellectual trajec­ tory in “methodological” as well as substantive terms. Arendt, we might say, moves from the hermeneutic-analytic attem pt to under­ stand the constellation of events, practices, and mentalités that made totalitarianism possible to the genealogical attem pt to locate protototalitarian tendencies in the thought of Karl Marx to, finally, a “deconstructive ” encounter with the Western tradition of political thought itself. This encounter is driven by the desire to recover the experien­ tial basis of a “genuine” politics centered on human plurality, speech, and the exchange of opinion in the public sphere. This layer of expe­ rience—’’the political” in its original (Greek) incarnation—had been “covered over” by a fabrication model of action, a model installed by a philosophic tradition deeply hostile to human plurality and the “irre­ sponsibility and uncertainty of outcome” it apparently created in the public-political realm. It is at this level—and not at the level of any supposed existential­ ist contempt for the “inauthentic” they-self (das Man)—that we encoun­ ter Arendt’s real debt to Heidegger.1This debt has nothing to do with the politics of either Heidegger or the so-called political existentialists. Indeed, it is difficult to think of a deeper critic ofHeidegger’s philosoph­ ical politics—not to mention other fascist-leaning intellectuals—than Hannah Arendt. Rather, the debt is more methodological in character. It concerns not the substance of the political (about which Heidegger and Arendt were in total disagreement), but the manner in which one might go about recovering experiences and meanings that a layer of obfus­ cating tradition had plunged into obscurity, if not complete oblivion. To quote Arendt’s well-known characterization of her friend Walter Benjamin’s “m ethod” (a method which had remarkable affinities to both Heidegger and her own): this thinking, fed by the present, works with the “thought fragments” it can wrest from the past and gather about 984 social research itself. Like a pearl diver who descends to the bottom of the sea, not to excavate the bottom and bring it to light but to pry loose the rich and the strange, the pearls and the coral in the depths and to carry them to the surface, this thinking delves into the depths of the past—but not in order to resuscitate it the way it was and to contribute to the renewal of extinct ages. W hat guides this thinking is...",
      "cited_by_count": 27,
      "type": "article",
      "source": {
        "name": "Social research",
        "type": "book series",
        "issn": [
          "0037-783X",
          "1944-768X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4300407797"
    },
    {
      "openalex_id": "W2084242050",
      "doi": "10.1080/13510347.2013.738860",
      "title": "The three pillars of stability: legitimation, repression, and co-optation in autocratic regimes",
      "authors": [
        {
          "name": "Johannes Gerschewski",
          "openalex_id": "A5038093748",
          "orcid": "https://orcid.org/0000-0001-6994-3419",
          "institutions": [
            "WZB Berlin Social Science Center"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "Why do some autocracies remain stable while others collapse? This article presents a theoretical framework that seeks to explain the longevity of autocracies by referring to three pillars of stability: legitimation, repression, and co-optation. These three causal factors are derived by distilling and synthesizing the main arguments of classic and more recent research efforts. Particular emphasis is paid to re-incorporate legitimation in the explanation of stable autocracies. The article conceptionalizes the three pillars and discusses methods of concrete measurement. It then moves on to explain the stabilization process. How do these pillars develop their stabilizing effect? It is argued that reinforcement processes take place both within and between the pillars. They take the form of exogenous reinforcement, self-reinforcement, and reciprocal reinforcement. To illustrate the inner logic of these processes, I draw on empirical examples. I also state what we would need to observe empirically and how we can approach the three pillars methodically. A theoretical framework of this nature has two advantages: it is able to take the complexity of autocratic regimes into account while remaining parsimonious enough to be applicable to all autocratic regimes, irrespective of their subtype; and it integrates a static view to explain stability, with the emphasis on the underlying stabilization mechanisms and facilitates within-case and cross-case comparisons.",
      "cited_by_count": 938,
      "type": "article",
      "source": {
        "name": "Democratization",
        "type": "journal",
        "issn": [
          "1351-0347",
          "1743-890X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.econstor.eu/bitstream/10419/200982/1/f-17712-full-text-Gerschewski-Pillars-v2.pdf"
      },
      "topics": [
        "Social Policy and Reform Studies",
        "Political Conflict and Governance",
        "Electoral Systems and Political Participation"
      ],
      "referenced_works_count": 99,
      "url": "https://openalex.org/W2084242050"
    },
    {
      "openalex_id": "W2076475150",
      "doi": "10.3898/newf.71.04.2011",
      "title": "Defending the Plural: Hannah Arendt and Genocide Studies",
      "authors": [
        {
          "name": "Dan Stone",
          "openalex_id": "A5043591621",
          "orcid": "https://orcid.org/0000-0002-8551-5681"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-06-27",
      "abstract": "INTRODUCTION In the burgeoning world of 'Arendt scholarship', perhaps the most noteworthy development--and certainly one of the more contentious--is the identification of Hannah Arendt as an intellectual forebear for the emerging field of 'genocide studies'. Discussions of many aspects of Arendt's thought--secularization, cliche and terror, liberalism, republicanism, rights discourse and international relations, and so on--continue apace, as they have long done. But with genocide studies, Arendt is fast being canonised, in a way that would have amazed her, as one of the 'founding fathers' of the field. (1) Yet ironically, in claiming Arendt for their intellectual heritage, genocide scholars may be misreading her. In this essay, I examine the way in which Arendt's ideas have been taken up by genocide scholars, furnishing them with an intellectual lineage. My concern is less with the content of Arendt's ideas than with their adoption and adaptation in the context of genocide studies. In a recent article, Dirk Moses argues that scholars who invoke Arendt's so-called 'boomerang thesis' to justify their argument that the violence of European overseas colonialism formed the basis of fascism in Europe have misunderstood her position: Far from proposing a 'boomerang' thesis about the corrosive effect of colonialism in Africa on the German and European metropole, Arendt was advancing an alternative continuity argument in service of a broader agenda about the discontinuity between what she called 'the Western tradition' and totalitarian crimes. The relevance of her invocation of British colonialism in Africa was not to demonstrate their infection of Germany, let alone Russia. It was to redeem British rule, which she admired. The German colonialism and imperialism relevant to Nazism and the Holocaust was not to be found in Africa, as commonly supposed, but in the Pan-Germanism and Pan-Slavism of Central Europe. 'Continental imperialism', as she called Pan-Germanism and Pan-Slavism, fed into totalitarianism and its unique crimes, while any abuses of 'Western imperialism' were rationally limited. (2) In Moses's reading, Arendt's aim in limiting the connections between European atrocities overseas and Nazi genocide in Europe was to assert the uniqueness of the Holocaust. Or, we might add, to defend the Western tradition, which Arendt wanted to quarantine from contamination with her comment that Nazism came 'from the gutter'. These are extremely thought-provoking claims. Not only do they suggest that genocide scholars are misreading Arendt, a problem to which I will return, but they also imply that genocide studies, a field that--one hopes--is founded on solidarity with the oppressed, actually panders to western stereotypes about 'exotic' peoples and morbid fantasies about unrestrained violence. Let us not forget that Edward Said lumped Arendt together with Joseph Conrad, Graham Green and VS. Naipaul as a purveyor of just such stereotypes, one 'whose speciality is to deliver the non-European world either for analysis and judgment or for satisfying the exotic tastes of European and North American audiences'. (3) Whatever the truth about Arendt's intentions, it remains the case that her imprimatur is regularly invoked in order to make a connection between imperialism and fascism, colonialism and genocide. Just as Marx turned Hegel on his head to argue that material conditions generated ideas rather than vice versa, so historians have rendered topsy-turvy Arendt's description of the discontinuities between western overseas expansionism and continental imperialism within Europe. What matters is that Arendt placed these two apparently discrete trends of world history together; it is the juxtaposition which fuels the historical imagination, not Arendt's attempt to delimit its relevance. In what follows, I show how Arendt is often the inspiration for many scholars in genocide studies, whether they cite her or not. …",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "New Formations",
        "type": "journal",
        "issn": [
          "0950-2378",
          "1741-0789"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2076475150"
    },
    {
      "openalex_id": "W2254682828",
      "doi": null,
      "title": "Arendt and America",
      "authors": [
        {
          "name": "Richard H. King",
          "openalex_id": "A5067416960"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-10-20",
      "abstract": "German political philosopher Hannah Arendt (1906-75) fled from Nazis to New York in 1941, and during next thirty years in America she penned her best-known and most influential works, such as The Human Condition, The Origins of Totalitarianism, and On Revolution. Yet, despite fact that a substantial portion of her oeuvre was written in America-not Europe-no one has directly considered influence of America on her thought-until now. In Arendt and America, historian Richard H. King argues that while all of Arendt's work was haunted by her experience of totalitarianism, it was only in her adopted homeland that she was able to formulate idea of modern republic as an alternative to totalitarian rule. Situating Arendt within context of US intellectual, political, and social history, King reveals how Arendt developed an extensive grasp of American constitutional history and how her idea of American republic grew through her dialogue with work of Alexis de Tocqueville. King also re-creates her intellectual exchanges with American friends and colleagues, such as Dwight Macdonald and Mary McCarthy, and shows how her lively correspondence with sociologist David Riesman helped her understand modern American culture and society. In last section of Arendt and America, King sets out context in which Eichmann controversy took place and follows debate about the banality of evil that has continued ever since. As King shows, Arendt's work, regardless of focus, was shaped by postwar American thought, culture, and politics, including Civil Rights Movement and Cold War. For Arendt, United States was much more than a refuge from Nazi Germany; it was a stimulus to rethink political, ethical, and historical traditions of human culture. This authoritative combination of intellectual history and biography offers a unique approach for thinking about influence of America on Arendt's ideas and also effect of her ideas on American thought.",
      "cited_by_count": 14,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2254682828"
    },
    {
      "openalex_id": "W2501681592",
      "doi": "10.1525/california/9780520220560.003.0008",
      "title": "Totalitarianism, Modernity, and the Tradition",
      "authors": [
        {
          "name": "Dana Villa",
          "openalex_id": "A5020767440"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-08-01",
      "abstract": "Abstract To what extent does Hannah Arendt view totalitarianism as a distinctively modern phenomenon, one that reveals essential aspects of our time? What is the connection between her conception of totalitarianism and the phenomenology of human activities laid out in The Human Condition? Finally, what is the link between the critique of the Western tradition of political philosophy she mounts in that book and her view of the “essence” of totalitarianism? Does Arendt believe that totalitarianism, most often regarded as the nihilistic negation of our tradition, is, in fact, a partial product of that tradition? If so, what possible (and plausible) connection can there be between Plato and Aristotle and Hitler and Stalin? This chapter sketches brief responses to the first two questions, and then devotes the bulk of the discussion to the third, the question of a possible link between the “great tradition” of Western political thought and totalitarianism. It focuses on this question out of a desire to clarify some suggestions made in the book Arendt and Heidegger: The Fate of the Political.",
      "cited_by_count": 5,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Italian Fascism and Post-war Society"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2501681592"
    },
    {
      "openalex_id": "W973703729",
      "doi": "10.1524/9783050047256.87",
      "title": "Arendt, Heidegger, and the Tradition*",
      "authors": [],
      "publication_year": 2007,
      "publication_date": "2007-01-01",
      "abstract": "critics feel toward Arendt's attempt to conceptualize action as an end in itselfas a pure form of praxis rests on a fairly basic misunderstanding. What is this misunderstanding? It is the idea that Arendt's theory of political action is primarily a normative theory directed against either the advent of mass democracy and its attendant pathologies, or the rise of the social and the reduction of politics to economics that accompanies it. To be sure, both these events play a central role in Arendt's thought. But her theory of political action is misunderstood if it is seen as essentially a reaction to one or both of these late tendencies. Framed in this way, there seems little doubt that Arendt is pursuing a rearguard elitist strategy against the increasingly inclusive and increasingly social character of politics in the modern age. This framing of Arendt's political theory is, however, wrong. While useful to her critics, it fails to take sufficient account of her intellectual trajectory. This was a trajectory from the attempt to understand how the supremely destructive political phenomenon of totalitarianism became possible in the heart of civilized Europe; to a deeper engagement with the proto-totalitarian tendencies underlying the thought of Karl Marx; tofinallya full-fledged and remarkably deep engagement with the Western tradition of political thought from Plato to Marx. This is a tradition Arendt increasingly came to view as anti-",
      "cited_by_count": 15,
      "type": "book-chapter",
      "source": {
        "name": "Akademie Verlag eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Philosophy, Ethics, and Existentialism",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 16,
      "url": "https://openalex.org/W973703729"
    },
    {
      "openalex_id": "W2329039823",
      "doi": "10.1080/00071773.2015.1097405",
      "title": "Another Origin of Totalitarianism: Arendt on the Loneliness of Liberal Citizens",
      "authors": [
        {
          "name": "Jennifer Gaffney",
          "openalex_id": "A5026566505",
          "orcid": "https://orcid.org/0000-0002-4667-4241",
          "institutions": [
            "Texas A&M University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-10-28",
      "abstract": "This paper examines Hannah Arendt's notion of citizenship with reference to her account of loneliness in the modern age. Whereas recent scholarship has emphasized Arendt's notion of the \"right to have rights\" in order to advance her conception of citizenship in the context of global democratic theory, I maintain that this discourse threatens to overshadow the depth of her critical relation to the liberal tradition. By turning to loneliness, I aim to show that Arendt's understanding of citizenship guides a prescient critique of the basic assumptions that underlie notions of citizenship within liberal political theory. On her view, these forms of citizenship do not secure liberty, but instead reproduce the very loneliness that has made modern individuals susceptible to totalitarian domination. With this, I argue that Arendt poses her notion of citizenship as an antidote to loneliness and, thus, to the vulnerability of modern political life to totalitarianism.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Journal of the British Society for Phenomenology",
        "type": "journal",
        "issn": [
          "0007-1773",
          "2332-0486"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Political Theology and Sovereignty",
        "Philosophy, Ethics, and Existentialism"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W2329039823"
    },
    {
      "openalex_id": "W4250036156",
      "doi": "10.4324/9780203995471",
      "title": "Political Investigations",
      "authors": [
        {
          "name": "R. Fine",
          "openalex_id": "A5045916936",
          "orcid": "https://orcid.org/0000-0003-0300-5539"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-07-08",
      "abstract": "In this highly innovative book Robert Fine compares three great studies of modern political life: Hegel's Elements of the Philosophy of Right, Marx's Capital and Hannah Arendt's Origins of Totalitarianism, and argues that they are all profoundly radical texts, which jointly contribute to our understanding of the modern world. Fine maintains that these works are far more revealing when read together than in opposition, and draws a direct parallel between Hegel's critique of social forms of right and Marx's critique of social forms of value. Fine shows how fruitfully their work can and should be combined. Hannah Arendt was in turn critical of what she saw as the historicism of both Hegel and Marx, but Fine argues that her study of the origins of totalitarianism directly picks up on their insights into the modern potential for fanaticism and destructiveness. Arendt never disavowed any of the nineteenth century thinkers who prefigured the catastrophes to come, but Fine shows her indebtedness to Hegel and Marx. This fascinating book offers a re-reading of these texts as three pivotal moments in the construction of a critical humanist tradition.",
      "cited_by_count": 8,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4250036156"
    },
    {
      "openalex_id": "W2040619520",
      "doi": "10.1353/jnt.2011.0070",
      "title": "Hannah Arendt and the Politics of Narrative",
      "authors": [
        {
          "name": "Ned Curthoys",
          "openalex_id": "A5056908761",
          "orcid": "https://orcid.org/0000-0002-9082-8762"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-09-01",
      "abstract": "Hannah Arendt and the Politics of Narrative Ned Curthoys . . . authoritative discourse . . . demands our unconditional allegiance ... It is indissolubly fused with its authorityÂ—wiÃ¼i political power, an institution, a person. . . . One cannot divide it upÂ—agree with one part, accept but not completely another part, reject utterly a third part. ... A playing with distances, with fusion and dissolution, with approach and retreat, is not here possible ... (authoritative discourse in prose) is by its very nature incapable of being double-voiced; it cannot enter into hybrid constructions ... (t)here is no space around it to play in, no contradictory emotionsÂ—it is not surrounded by an agitated and cacophonous dialogic life ... Â—Bakhtin, The Dialogic Imagination Uprising of the anecdotes. . . . The constructions of history are comparable to instructions that commandeer me true life and confine it to barracks. On the other hand: the street insurgence of the anecdote. The anecdote brings things near to us spatially, lets them enter our life. It represents the strict antithesis to die sort of history which demands 'empathy', which makes everything abstract. .. . The pathos of nearness, the hatred of die abstract configuration of human life in epochs, has animated the great skeptics. Â—Benjamin, The Arcades Project JNT: Journal of Narrative Theory 32.3 (Fall 2002): 348-370. Copyright Â© 2002 by JNT: Journal of Narrative Theory. Hannah Arendt and the Politics of narrative 349 ... the public realm, as the common world, like every in-between , relates and separates men at the same time. Â—Hannah Arendt, The Human Condition With these words Hannah Arendt issued a vibrant challenge to the \"unworldliness \" she felt had pervaded the mass society of late industrial capitalism , establishing the conditions for the rise of totalitarianism in the twentieth century. In The Origins of Totalitarianism (1950) Arendt connects unworldliness to a condition of uprootedness and superfluousness , the lack of a place in the world \"recognized and guaranteed by others \". For Arendt, such loneliness in the individual is a \"common ground for terror, the essence of totalitarian government\" (475, quoted in Benhabib , 67). In The Human Condition (1958), Arendt suggests that the common world we share is manifested in the spaces between us and the media which connect us, analogous to a table which both relates and separates us, gathers us together and yet prevents us falling over each other (The Human Condition, 50-52). In this essay I explore Arendt's interest in forms of worldliness that can be granted recognition in narrative representation , through biography, anecdote, vignette, and social genealogy. I discuss Arendt's fascination with what Deleuze and Guattari have termed \"conceptual personae\" (What is Philosophy? 73). These are characters and personalities who immerse thought in the abundance and inconsistencies of worldly existence, and are deeply disdainful of sectarianism and orthodoxy . Conceptual personae 'figure' thought as disposition and praxis, an engaged mode of existence rather than an authoritative or monologic discourse . Evoking Arendt's polysÃ©mie worldliness, I hope to put her work in a triangular conversation with Bakhtin's theory of the cacophonous, multiform carnivalesque and Benjamin's philosophy of history. Both Arendt and Benjamin seek to undermine the transparency, utility, and consistency of received traditions and homogeneous metanarratives. Arendt's conceptual personae revive the importance in political life of a public ethos, a disposition to communicate and deliberate rather than indoctrinate , to act spontaneously rather than surrender the language of politics to impersonal historical and material forces. Arendt, I argue, is inter- 350 JNT ested in the genres of writing which illuminate a vital ethos, in particular intellectual biography, and its episodic and anecdotal forms of reportage. Her conceptual personae recover a republican language of politics, which emphasises heroic participatory virtues and individual duties to the polis, an enthusiasm for the political arena as open theatre and spectacle. Throughout her oeuvre, Arendt counterposes individual political virtues to the abstract, mechanistic, and teleological political ideologies that have dominated modernity since the nineteenth century. I focus, in this article, on two Arendt texts, firstly the The Human Condition , which stresses the importance of discursive qualities, particularly rhetorical ability, for the vitality of a political arena. I then discuss Men in Dark Times (1970), a collection of intellectual-biographical essays, which provide examples...",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Journal of Narrative Theory",
        "type": "journal",
        "issn": [
          "1548-9248",
          "1549-0815"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Philosophy, Ethics, and Existentialism",
        "Contemporary Literature and Criticism"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W2040619520"
    },
    {
      "openalex_id": "W4249928159",
      "doi": "10.5325/soundings.100.4.0375",
      "title": "The Evil of Banality: On the Life and Death Importance of Thinking",
      "authors": [
        {
          "name": "Stephen Bloch-Schulman",
          "openalex_id": "A5013294586",
          "institutions": [
            "Elon University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-11-01",
      "abstract": "The Evil of Banality: On the Life and Death Importance of Thinking is important, timely, and needed—truly a tour de force. I might describe the purpose of the book in different ways, each of which would be quite accurate: a phenomenology of systematic evil and the good that is needed to combat it; a microscopic view of the nature of evil and goodness; a fuller consideration of Hannah Arendt's important essay, “Thinking and Moral Considerations” that becomes a powerful revival of Arendt the ethicist (Arendt 1971); a consideration of good and evil that goes beyond romantic notions; a paean (or maybe an elegy) to the kind of thinking that a liberal arts education fosters; an exploration of the ethical things themselves; and a badly needed effort to really think about what we are doing when we are thinking and when we are not, particularly given the particular challenges of the times in which we live.In this remarkable work, Elizabeth Minnich follows Arendt (Albert Camus, and others) on a quest to discover the nature of the kind of evil that transpires on a large scale, with a substantial number of people who are actively involved, collaborating, and failing to stand for what is ethically needed. Furthermore, they are doing it for shockingly banal reasons: to obtain a promotion, to get along without conflict, to fail to resist because it is “too late,” or to leave it to someone else because they feel it is someone else's job to address the wrong-doing. All of these trite reasons are, at their core, forms of thoughtlessness. That is, when we examine what is really going on beyond the romantic, grandiose, and self-serving explanations we often give and receive concerning evil-doing, we find a failure to face up to what one is (they are) doing. And these failures, Minnich argues, are prepared for in quotidian ways in ordinary lives.Therefore, Minnich's goal in this book is, as Arendt advised, to trace “experiences rather than doctrines,” because doctrines can falsify experiences (that is, they find hero-sized, huge personalities committed, like comic-book characters, to doing otherworldly evil) and thereby misdirect much needed attention and understanding. Fortunately, true villains, such as Iago, are rare enough that they are incapable, without help, of doing the kinds of harm that we need to be most worried about, injuries that are the true “burden of our time.” Minnich calls injuries caused by true moral monsters “intensive evils,” and argues that to focus on them is to avoid the kind of harm we need to most pay attention to and choose to ignore. She refers to this much more sinister kind of harm “extensive evils” because it is the kind we are most likely to be morally enmeshed in. They include genocide, slavery, sexual trafficking, and grinding economic exploitation, among others.Both intensive and extensive evils are made possible by being out of touch. The problem is not, as Arendt describes it in The Burden of Our Time—published in the United States as The Origins of Totalitarianism—that the totalitarian system is so powerful that it can grind even the most hearty and moral person to dust. Rather, the problem is how little it takes to turn so many into murderers and collaborators.Minnich then turns to Arendt (Phillip Hallie, and others) to examine experiences, rather than doctrines, to find the kind of people and actions that are required to combat extensive evil. What is particularly striking about the people who fought evil is that they look no more like paragons of heroism than the real evil of banality looks like the grand, malevolent evil that is so easy to spot and comes upon us so noticeably. The dangers of portraying all attempts to combat evil as grandiose, romanticized notions of good (with saints and martyrs) is shown as well. They are easy targets for regimes that are out to do harm and all-too-easily neutralized. Instead, what are needed are thinkers, those who know that they cannot live with themselves if they go along with evil. They remain in touch, attentive to realities and so are prepared for the seeping, creeping evil; they are in touch with themselves, with their thinking, and with others. They are the “conscious pariahs,” those who refuse to try to collaborate and to ingratiate, like the always unsuccessful “parvenu.” Usually, they are what Minnich calls “moral introverts,” holding themselves accountable even when external guideposts, “banisters” as Arendt would say, have fallen.Finally, the book examines the way people are conditioned to thoughtlessness through the spread of clichés; through careerism; through peer pressure and the desire to fit in; and through knowledgism, that is thoughtless submission to supposed experts and their knowledge.1 These are always present and can always take over and leave people vulnerable to doing, or not stopping, the ongoing, daily, widespread work of extensive evil. But omnipresent, too, are the abilities to engage consciousness and thereby to rouse our conscience.The book is highly original on two fronts. First, it takes up Arendt's thinking about morality (and about the relationship between thinking and morality), which is all too often overlooked because of the power of her political insights. Second, it puts into language—in a way that more people will be able to hear—the message of the need to think and to show the implications of that message, worked out through interesting and surprising stories, insights, and analysis.While I would like to have more information about the role of embodiment and its relationship to thinking and thoughtlessness, and would like to have a clearer sense of the role of thinking as a bulwark against others (as the moral introvert stands) in its relation to thinking with others, I see these desires as what we, as readers, can bring to the reading of the text. The author here has done more than enough work for us; it is our turn to inquire about the ideas expressed herein.Part of what makes this book so successful, what makes it the kind of writing that might reach more people than Arendt did, is the tone and voice, which are mature, humane, and wise. While I love Arendt's works, I have always found her writing to be more attuned to her own working out of ideas than to her audience. Minnich's book, on the other hand, is not just about the need to think, but shows us how to do it in ways that are, even when facing something tragic and horrific, gentle and inviting. While its discourse with other theorists is not as extensive as it could be, it is very much in the esteemed tradition of authors like bell hooks, who write for their readers in a way that is deep, passionate, and accessible. And for those who are scholars who engage in discourse about evil and engage with Arendt's work on morality, the conversation is addressed sufficiently, even if not taken up explicitly.Minnich's mature, humane, and wise style suggests that these powerful insights will be read very widely, both by academics and by those who would be turned off by jargon and technical language, and thus, meet the author's deepest goals. I am absolutely convinced that this book is going to be read broadly and loved dearly as a way to help us make sense of our world, ourselves and our actions. And even, dare I say, to make us better people.",
      "cited_by_count": 37,
      "type": "article",
      "source": {
        "name": "Soundings An Interdisciplinary Journal",
        "type": "journal",
        "issn": [
          "0038-1861",
          "2161-6302"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4249928159"
    },
    {
      "openalex_id": "W2803072540",
      "doi": "10.1111/phc3.12504",
      "title": "Hannah Arendt on the evil of not being a person",
      "authors": [
        {
          "name": "Мартин Шустер",
          "openalex_id": "A5012567518",
          "orcid": "https://orcid.org/0000-0001-7543-1188",
          "institutions": [
            "Goucher College"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-04-24",
      "abstract": "Abstract This article presents Hannah Arendt's novel conception of evil, arguing that what animates and undergirds this conception is an understanding of human agency, of what it means to be a person at all. The banality of evil that Arendt theorizes is exactly the failure to become a person in the first place—it is, in short, the evil of being a nobody. For Arendt, this evil becomes extreme when a mass of such nobodies becomes organized by totalitarianism. This article focuses on the connection between Arendt's understanding of personhood and her conception of evil, showing how Arendt falls into a Kantian tradition of prioritizing apperception—thinking—as central for human agency. In this way, the article shows that thinking—being a person—is central to Arendt's work, thereby prioritizing and making sense of her claim in The Human Condition that one is never “more active” than when thinking.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Philosophy Compass",
        "type": "journal",
        "issn": [
          "1747-9991"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Philosophy, Ethics, and Existentialism",
        "War, Ethics, and Justification"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W2803072540"
    },
    {
      "openalex_id": "W2381374127",
      "doi": "10.1017/s0034670509000035",
      "title": "Hannah Arendt, 1906–1975",
      "authors": [
        {
          "name": "Dana Villa",
          "openalex_id": "A5020767440"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-01",
      "abstract": "Abstract This essay provides an overview of the life and theoretical concerns of Hannah Arendt. It traces the way her experience as a German Jew in the 1930s informed her analysis of totalitarianism in The Origins of Totalitarianism and her idea of the “banality of evil” in Eichmann in Jerusalem . The essay takes issue with those of Arendt's critics who detect a lack of “love of the Jewish people” in her writing. It also traces the way Arendt's encounter with totalitarian evil led to a deeper questioning of the anti-democratic impulses in the Western tradition of political thought—a questioning that finds its fullest articulation in The Human Condition and On Revolution . Throughout, my concern is to highlight Arendt's contribution to thinking “the political” in a way friendly to the basic phenomenon of human plurality. I also highlight her recovery and extension of the main themes of the civic republican tradition.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "The Review of Politics",
        "type": "journal",
        "issn": [
          "0034-6705",
          "1748-6858"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Philosophy, Ethics, and Existentialism",
        "Political Theology and Sovereignty"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W2381374127"
    },
    {
      "openalex_id": "W2332211822",
      "doi": "10.1177/1468795x12472549",
      "title": "Natural law and critical theory: Bringing rights back in",
      "authors": [
        {
          "name": "Robert Fine",
          "openalex_id": "A5112804903",
          "institutions": [
            "University of Warwick"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-05-01",
      "abstract": "This paper re-assesses the significance of the idea of ‘right’ in the tradition of critical theory. Focusing on the work of Hannah Arendt and Theodor Adorno, especially their confrontation with totalitarianism, it addresses their conceptualization of rights, their engagement with the philosophies of right created by Kant and Hegel, and the ambivalent place of Marx in their thinking about rights. My argument is that critical theory turned to natural rights in response to the perceived difficulties positive sociology had in confronting the barbarities of fascism and Stalinism. Critical theory steered a path between philosophies of right that acknowledged the idea of right within an unacceptably naturalistic frame of reference, and a sociological consciousness that de-natured the idea of right at the cost of its devaluation. Arendt and Adorno both confronted the contradictions of an age in which the rights of the individual were elevated as a supreme value while individuality was subjected to the forces of technological and economic determination. Both understood the barbarism of their times in terms of the disintegration of mediations between freedom and determination. Both recognized the gulf that separates the concept of rights from the material interests, inequalities and prejudices concealed behind them. And both drew on the critical substance of natural right theory to distinguish between the critique of rights, which has as its end their revaluation, and the trashing of rights, which serves to reinforce their devaluation. I argue that there is much to be gained, in terms of our understanding both of rights and of critique, from critical theory’s engagement with the natural law tradition.",
      "cited_by_count": 10,
      "type": "article",
      "source": {
        "name": "Journal of Classical Sociology",
        "type": "journal",
        "issn": [
          "1468-795X",
          "1741-2897"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Political Theology and Sovereignty",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 38,
      "url": "https://openalex.org/W2332211822"
    },
    {
      "openalex_id": "W2030995407",
      "doi": "10.1080/07075332.2011.555372",
      "title": "Contesting Thucydides' Legacy: Comparing Hannah Arendt and Hans Morgenthau on Imperialism, History and Theory",
      "authors": [
        {
          "name": "Douglas B. Klusmeyer",
          "openalex_id": "A5088805169",
          "institutions": [
            "Schlumberger (Ireland)"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-03-01",
      "abstract": "Abstract Post-war realists of every stripe have long sought to bolster the intellectual pedigree of their visions of international politics by claiming to be heirs of Thucydides. Hans Morgenthau invokes Thucydides to identify his own brand of realism with the timeless wisdom of a long tradition in Western political thought against the shallow modern conceits of contemporary liberal idealists. Using Arendt's and Morgenthau's treatments of imperialism as a point of comparison, the paper argues that she not only thought much more carefully about Thucydides' example than Morgenthau ever did, but also that her approach to politics, theory and history is much closer to Thucydides' own approach than Morgenthau's. This essay employs both Thucydides and Arendt to critique Morgenthau's approach, and argues that Arendt's approach to realism is superior to Morgenthau's. In drawing this comparison the paper focuses on three issues. First, Morgenthau's conception of ‘rational theory’ is compared with Arendt's understanding of event-centered history and the importance of narrative. Second, Morgenthau's attempt to ground the study of politics on human nature is compared with Arendt's focus on the character of human action. In contrast to Thucydides, Morgenthau postulates human nature as an abstract construct divorced from any specific circumstances. However, Arendt develops her conception of action from pre-Platonic Greek sources. Third, the theme of corruption in Arendt's analysis of imperialism is examined. The idea of corruption is a fundamental category of both classical and early-modern republican thought, and is predicated on the belief that politics is a virtuous activity but one always prone to decay, decadence and degeneration. Thucydides' account of the civil war in Corcyra offers one of the most incisive analyses of corruption. However, this theme is not only absent in Morgenthau's analysis of imperialism, but is fundamentally incompatible with his conception of politics as intrinsically corrupt in itself. Keywords: Realismtragedynarrativecorruptionprudenceimperialism Notes 1. See, for example, M.J. Smith, Realist Thought from Weber to Kissinger (Baton Rouge, 1986), 4; B. Frankel (ed), Roots of Realism (Portland, OR, 1996); T.W. Smith, History and International Relations (New York, 1999), 35. 2. H.J. Morgenthau, Scientific Man vs. Power Politics (Chicago, 1946), 42. 3. See, for example, D. Garst, ‘Thucydides and Neorealism’, International Studies Quarterly, xxxiii, 1 (1989) 3–27; L.M. Johnson Bagby, ‘The Use and Abuse of Thucydides', International Organization, xlviii, 1 (1994), 131–53; P.J. Ahrensdorf, ‘Thucydides’ Realist Critique of Realism’, Polity, xxx, 2 (1997), 231–65; R.N. Lebow, ‘Thucydides the Constructivist’, American Political Science Review, xcv, 3 (2001), 547–60; N. Kokaz, ‘Moderating Power: a Thucydidean Perspective’, Review of International Studies, xxvii, (2001), 27–49; D.A. Welch, ‘Why IR Scholars Should Stop Reading Thucydides’, Review of International Studies, xxix, 3 (2003), 301–19. 4. See, for example, L.J. Disch, Hannah Arendt and the Limits of Philosophy (Ithaca, NY, 1994), 124–31, 138–9, 156; P. Owens, Between War and Politics: International Relations and the Thought of Hannah Arendt (Oxford, 2007), 9, 37–43, 50–1, 150. 5. H.J. Morgenthau, Politics among Nations: The Struggle for Power and Peace, 5th ed. (New York, 1973), 46. 6. W.J. Mommsen, Theories of Imperialism, trans. P.S. Falla (Chicago, 1982), 74–5; see also, L. Dehio, ‘Ranke und der deutsche Imperialismus’, Historische Zeitschrift, clxxiv, 2 (1952), 307–28; W.J. Mommsen, ‘Ranke and the Neo-Rankean School in Imperial Germany’, in G.G. Iggers and J.M. Powell (ed), Leopold von Ranke and the Shaping of the Historical Discipline (Syracuse, NY, 1990), 124–40; J. Farrenkopf, ‘The Challenge of Spenglerian Pessimism to Ranke and Political Realism’, Review of International Studies, xvii, 3 (1991), 269–74, 280–3. 7. Morgenthau, Politics among Nations, 50–1. 8. Thucydides, The Landmark Thucydides, ed. R.B. Strasser, trans. R. Crawley (New York, 1998), i.23. 9. H. Arendt, The Origins of Totalitarianism (New York, 1973), 123. 10. Ibid., 130. 11. Ibid., 503. 12. P. Spencer, ‘From Rosa Luxemburg to Hannah Arendt: Socialism, Barbarism and Extermination Camps’, The European Legacy, xi, 5 (2006), 527–40. 13. Arendt, Totalitarianism, 147. 14. Ibid.,152. 15. Ibid., xviii. 16. R.N. Lebow, The Tragic Vision of Politics (Cambridge, 2003), 117. 17. Morgenthau, Politics among Nations, 240. 18. Ibid., 8. 19. S. Turner and G. Mazur, ‘Morgenthau as a Weberian Methodologist’, European Journal of International Relations, xv, 3 (2009), 477–504. 20. H. Arendt, ‘Understanding and Politics’, in J. Kohn (ed), Essays in Understanding, 1930–1954 (New York, 1994), 318–20. 21. H. Arendt, ‘A Reply to Eric Voegelin’, in Kohn (ed), Essays in Understanding, 402–403. 22. C.J. Lee, ‘“Causes” versus “Conditions”: Imperial Sovereignty, Postcolonial Violence and the recent Re-Emergence of Arendtian Political Thought in African Studies’, South African History Journal, lx, 1 (2008), 124–46; A. Court, ‘Conditions of Possibility versus Conditions of Causality: Some Comments on the Contemporary Reception of Hannah Arendt's Writings on Imperialism and Totalitarianism’, South African History Journal, lx, 4 (2008), 655–82. 23. H. Arendt, ‘On Humanity in Dark Times’, in H. Arendt (ed), Men in Dark Times (New York, 1968), 22; see generally, D. Luban, ‘Explaining Dark Times: Hannah Arendt's Theory of Theory’, Social Research, l, 1 (1983), 215–48; S. Benhabib, ‘Hannah Arendt and the Redemptive Power of Narrative’, Social Research, lvii, 1 (1990), 167–96; Disch, Arendt; A. Herzog, ‘Illuminating Inheritance: Benjamin's Influence on Arendt's Political Storytelling’, Philosophy and Social Criticism, xxvi, 1 (2000), 1–27; L.R. Wilkinson, ‘Hannah Arendt and Isak Dineson: Between Storytelling and Theory’, Comparative Literature, lvi, 1 (2004), 77–89. 24. A.J. Tellis, ‘Reconstructing Political Realism: The Long March to Scientific Theory’, in Roots of Realism, 48. 25. N.A. Graebner, ‘Morgenthau as Historian’, in K. Thompson and R.J. Meyers (ed), Truth & Tragedy (Washington, DC, 1984), 76. 26. Smith, History, 72. 27. H.J. Morgenthau, ‘The Commitments of Political Science’, in The Decline of Democratic Politics (Chicago, 1962), 49; see also, H.J. Morgenthau, ‘The Intellectual and Political Functions of Theory’, Truth and Power (New York, 1970), 250–1. 28. R.B.J. Walker, Inside/Outside: International Relations Political Theory (Cambridge, 1993), 88–92; I. Lustick, ‘History, Historiography and Political Science’, American Political Science Review, xc, 3 (1996), 605–18. 29. W. Robert Connor, Thucydides (Princeton, 1984), 232. 30. Morgenthau, Scientific Man, 204–23. 31. Arendt, Reply to Eric Voegelin, 404. 32. J. Haslam, No Virtue like Necessity: Realist Thought in International Relations since Machiavelli (New Haven, 2002), 237. 33. Morgenthau, Politics among Nations, 5. 34. M.R. Marrus, The Unwanted: European Refugees in the Twentieth Century (Oxford, 1985), 3–5. 35. Thucydides, Landmark, 7.29. 36. Arendt, ‘Reply to Eric Voegelin’, 403. 37. Ibid., 403–4. 38. Quoted in: E. Young-Bruehl, Why Arendt Matters (New Haven, 2006), 34. 39. Arendt, Totalitarianism, viii. 40. Ibid., 185. 41. Arendt, ‘Reply to Eric Voegelin’, 402. 42. Herzog, ‘Illuminating Inheritance’, 13. 43. Arendt, Totalitarianism, 290–302; Herzog, ‘Illuminating Inheritance’, 11. 44. Disch, Arendt, 128–31; Owens, Between War and Politics, 9, 37–43, 50. 45. H. Arendt, ‘The Concept of History’, in H. Arendt, Between Past and Present (New York, 1993), 51–2. 46. H. Arendt, ‘Introduction into Politics’, in J. Kohn (ed), The Promise of Politics (New York, 2005), 175–6; H. Arendt, The Human Condition (Chicago, 1998), 57–8. 47. On applying these distinctions to Arendt’s conception and practice of history, see: J.N. Shklar, ‘Rethinking the Past’, Social Research, xliv, 1 (1977), 80–90. 48. Arendt, ‘Concept of History’, 44–5, 58. 49. Arendt, Human Condition, 192. 50. H.J. Morgenthau, ‘The Intellectual and Moral Dilemmas of Politics’, in H.J. Morgenthau, The Decline of Democratic Politics (Chicago, 1962), 9. 51. Morgenthau, ‘Moral Dilemmas’, 10. 52. Ibid., 10. 53. Ibid., 11. 54. H. Arendt, ‘Europe and the Atom Bomb’, in H. Arendt (ed), Essays in Understanding, 421; H. Arendt, On Revolution (New York, 2006), 3–5. 55. H. Arendt, ‘Social Science Technique and the Concentration Camps’, in Essays in Understanding, 243. See also, Arendt, Totalitarianism, 438–444. 56. Arendt, Totalitarianism, 456. 57. Ibid., 438, 456–9. 58. D. Klusmeyer, ‘Hannah Arendt’s Critical Realism: Power, Justice, and Responsibility’, in A.F. Lang, Jr. and J. Williams (ed), Hannah Arendt and International Relations (New York, 2005), 113–78; D. Klusmeyer, ‘Beyond Tragedy: Hans J. Morgenthau and Hannah Arendt on Responsibility, Evil and Political Ethics’, International Studies Review, xxi, 2 (2009), 332–51. 59. O. Bartov, Mirrors of Destruction: War, Genocide, and Modern Identity (Oxford, 2000), 166. 60. R.J. Bernstein, Radical Evil: A Philosophical Investigation (Cambridge, UK, 2002), 4; S. Neiman, Evil in Modern Thought: An Alternative History (Princeton, 2002), 251–8. 61. D.H. Deudney, Bounding Power: Republican Security Theory from the Polis to the Global Village (Princeton, 2007), 7–8. 62. T. Lawson, The Church of England and the Holocaust: Christianity, Memory and Nazism (Woodbridge, 2006), 114. 63. Morgenthau, Politics among Nations, 4. 64. Ibid., 90. 65. Ibid., 35. 66. Ibid., 36. 67. L.M. Johnson Bagby, ‘Thucydidean Realism: Between Athens and Melos’, in Roots of Realism, 170, 175–8, 189. 68. M.W. Doyle, ‘Thucydidean Realism’, Review of International Studies, xvi, 3 (1990), 225, 233–5. 69. Welch, ‘IR Scholars’, 316. 70. Arendt, Human Condition, 11–12. 71. On this tragic dimension in Arendt’s approach to politics, see: R.C. Pirro, Hannah Arendt and the Politics of Tragedy (DeKalb, 2000); Klusmeyer, ‘Beyond Tragedy’. 72. Arendt, ‘Introduction into Politics’, 186. 73. Arendt, Human Condition, 183–4. 74. Arendt, ‘What is Freedom?’, in H. Arendt (ed), Between Past and Future (New York, 1993), 165–6. 75. Ibid., 146. 76. Ibid., 152. 77. Morgenthau, Politics among Nations, 10; Morgenthau, Scientific Man, 186; Arendt, Human Condition, 183–7, 230–5. For an insightful attempt to bridge differences between Morgenthau's and Arendt's conceptions of agency, see A.F. Lang, Jr. Agency and Ethics: The Politics of Military Intervention (Albany, 2002), 9–21. 78. Arendt, Human Condition, 26, 184. 79. Connor, Thucydides, 154–6. 80. Thucydides, Landmark, 7.75. 81. For the importance of Roman history to Arendt's thinking about politics, see, for example, D. Hammer, ‘Hannah Arendt and Roman Political Thought: The Practice of Theory’, Political Theory, xxx, 1 (2002), 124–49. 82. Arendt, ‘Socrates’, in Kohn, The Promise of Politics, 16. 83. Arendt, Revolution, 2; see also, Arendt, Human Condition, 63–4; Arendt, ‘Introduction into Politics’, 165, 168–71, 180–2. 84. Arendt, Totalitarianism, 127–8. 85. Arendt, Human Condition, 192. 86. Thucydides, Landmark, 2.43; Arendt, Human Condition, 192. 87. J.P. Euben, ‘The Corcyrean Revolution: Corruption, Dismemberment, and Political Theory in Thucydides' History’, in The Tragedy of Political Theory (Princeton, 1990), 168–9. 88. H.J. Morgenthau, in A.F. Lang, Jr. (ed), Political Theory and International Affairs: Hans J. Morgenthau on Aristotle's Politics (Westport, CT, 2004), 122–3. 89. Arendt, Totalitarianism, viii. 90. M. Canovan, Hannah Arendt: A Reinterpretation of her Political Thought(Cambridge, 1992), 22–3. 91. A. Gilbert, Must Global Politics Constrain Democracy? Great Power Realism, Democratic Peace, and Democratic Internationalism (Princeton, 1999), 66–87; see also, W.E. Scheuerman, ‘A Theoretical Missed Opportunity? Hans Morgenthau as Critical Realist’, in D. Bell (ed), Political Thought and International Relations: Variations on a Realist Theme (Oxford, 2009), 41–62. 92. Gibert, Global Politics, 148-–79. 93. Morgenthau, Politics among Nations, 10. 94. Ibid., 8. 95. Ibid., 8. 96. Ibid., 170–2. 97. Arendt, ‘Reply to Eric Voegelin’, 406; Arendt, Human Condition, 182–3; Arendt, Revolution, 76–7. 98. Arendt, Human Condition, 24. 99. Thucydides, Landmark, 2:37; 2.42. 100. Arendt, Totalitarianism, 145. 101. H. Arendt, ‘Public Rights and Private Interests: In Response to Charles Frankel,’ in M. Mooney and F. Stuber (ed), Small Comforts for Hard Times: Humanists on Public Policy, ed, New York, 1977), 104–6. 102. Morgenthau, Politics among Nations, 8–9. 103. J.P. Euben, ‘Corruption’, in T. Ball, J. Farr and R.L. Hanson (ed), Political Innovation and Conceptual Change (Cambridge, 1989), 220–46. 104. Thucydides, Landmark, 2.65. 105. Ibid., 2.40. 106. Ibid., 2.44. 107. Ibid., 2.65. 108. Ibid., 6.15. 109. Ibid., 2.65. 110. Ibid., 3.82. 111. J.L. Price, Thucydides and Internal War (Cambridge, 2001), 28. 112. Thucydides, Landmark, 3.82. 113. Ibid., 3.82. 114. Arendt, Totalitarianism, 141–2. 115. Ibid., 107, 155. 116. Ibid., 155–6. 117. Ibid., 147, 317. 118. Arendt, Totalitarianism, 147, 155–7. 119. Morgenthau, Politics among Nations, 59, 162–3. 120. Ibid., 93–4. 121. Thucydides, Landmark, 3.37. 122. Ibid., 3.37. 123. Arendt, Totalitarianism, xvii, 206, 211, 223. 124. Ibid., 137–8. 125. Ibid., 185. 126. Ibid., 157. 127. Ibid., 185. 128. Ibid., 186, 214, 243–5. 129. Ibid., 301. 130. H. Arendt, ‘Introduction,’ in J. Glenn Gray, The Warriors: Reflections on Men in Battle (Lincoln, 1998), viii-ix, xiii. 131. Morgenthau, Politics among Nations, 10. 132. T. Heilke, ‘Realism, Narrative, and Happenstance: Thucydides' Tale of Brasidas’, The American Political Science Review, xcviii, 98.1 (2004), 129. 133. H. Arendt, Eichmann in Jerusalem (New York, 1969). 134. H. Arendt, The Life of the Mind (New York, 1977), 3–5. 135. H. Arendt, in R. Beiner (ed) Lectures on Kant's Political Philosophy (Chicago, 1992), 43–4, 7–77. See also, H. Arendt, ‘Truth and Politics’ and ‘The Crisis in Culture’, in Between Past and Future, 220–23, 241–2 136. Arendt, Revolution, 69–76, 78–80. 137. Ibid., 80, 85. 138. Morgenthau, Scientific Man, 177. 139. Morgenthau, Politics among Nations, 8. Additional informationNotes on contributorsDouglas B. Klusmeyer I would like to thank the readers who have improved this essay through their insightful suggestions and criticisms. Along with the anonymous referees, these readers are: Richard Beardsworth, Gretchen Pfau, Robert C. Kunath, Anthony F. Lang, J., James J. Sheehan, Karen Telis, and Richard F. Wetzell. Of course, I alone remain responsible for the mistakes that remain.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "The International History Review",
        "type": "journal",
        "issn": [
          "0707-5332",
          "1949-6540"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Seventeenth-Century Political and Philosophical Thought",
        "Political Philosophy and Ethics",
        "Political Theory and Influence"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2030995407"
    },
    {
      "openalex_id": "W2970714471",
      "doi": "10.5040/9781472594723",
      "title": "Hannah Arendt and Theology",
      "authors": [],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "Hannah Arendt is regarded as one of the most important political philosophers of the twentieth century. Famous for her account of the banality of evil, her wide-ranging work explored such themes as totalitarianism, the Holocaust, statelessness and human rights, revolutions and democratic movements, and the various challenges of modern technological society. Recent years have seen a growing appreciation of her complex relationship to theological sources, especially Augustine, the subject of her doctoral dissertation and a thinker with whom she contended throughout her life. This book explores how Arendt’s critical and constructive engagements with theology inform her broader thought, as well as the lively debates her work is stirring in contemporary Christian theology on such topics as evil, tradition, love, political action, and the life of the mind. A unique interdisciplinary investigation bridging Arendt studies, political philosophy, and Christian theology, Hannah Arendt and Theology considers how the insights and provocations of this public intellectual can help set a constructive theological agenda for the twenty-first century.",
      "cited_by_count": 6,
      "type": "book",
      "source": {
        "name": "Bloomsbury T&T Clark eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2970714471"
    },
    {
      "openalex_id": "W639605336",
      "doi": "10.1007/1-4020-4765-7",
      "title": "Life Conduct in Modern Times: Karl Jaspers and Psychoanalysis",
      "authors": [
        {
          "name": "Matthias Bormuth",
          "openalex_id": "A5113977758"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": null,
      "cited_by_count": 13,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Mental Health and Psychiatry",
        "Psychoanalysis and Social Critique",
        "Nietzsche, Schopenhauer, and Hegel"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W639605336"
    },
    {
      "openalex_id": "W293967366",
      "doi": "10.1353/sor.2007.0008",
      "title": "Europe and Its Refugees: Arendt on the Politicization of Minorities",
      "authors": [
        {
          "name": "Wolfgang Heuer",
          "openalex_id": "A5048329978",
          "orcid": "https://orcid.org/0000-0001-5966-8046"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-12-01",
      "abstract": "Wolfgang Heuer Europe and Its Refugees: Arendt on the Politicization of Minorities IN JANUARY 1940, A FEW M ONTHS BEFORE HER INTERNM ENT IN FRANCE, Hannah Arendt wrote in a very distinct and programmatic letter to her friend Erich Cohn-Bendit that “All minority policies, not only those affecting the Jewish minority, are doomed to failure as a result of the continued existence of state sovereignty” (Arendt, 2000: 231). “W ith the beginning of Russian mass migration,” she continued, at the latest in 1923/24, . . . we can see the emergence of a completely new European class of people: the state­ less. If we consider European history as the development of European nations or as the development of European peoples into nations, then the stateless are the most significant product of recent history. Since 1920, almost all European states have hosted huge masses of people who have no right of residence anywhere, no consular protec­ tion anywhere—modern pariahs. . .. The impossibility of absorbing this mass of people clearly shows that the very fact of assimilation has lost its significance to an enormous extent. Assimilation no longer exists in Europe, nations are too developed and too old. Assimilation is no longer possible for Jews either. The opportunities to assimilate in the 19th century... were in fact the result of a new consti­ social research Vol 74 : No 4 : Winter 2007 1159 tuting of peoples caused by the French Revolution and their development into nations. However, this process is now over. Nothing else can be added. In fact the opposite is taking place: the outsourcing of huge masses of people and their depravation to pariahs. Now the pariahs, although Europeans, are cut off from any interests that are specifi­ cally national, they are the first to be interested in panEuropean politics (Arendt, 2000: 231). Under these conditions, Arendt wrote, minority rights are completely inadequate, and can only mean cultural autonomy. But “culture with­ out politics, that is, without a historical or national context, becomes featherbrained folklore and folkish barbarism” (231). Hannah Arendt’s letter culminates in a plea for a “new European federal system.” “It doesn’t seem utopian to me to hope for the possiblity of a union of nations with a European parliament,” where the Jewish people would also be recognized and represented as a European nation (231). This letter could be described as Arendt’s political manifesto and is reflected in the rest of her work. In the second volume of The Origins of Totalitarianism she presents a more detailed analysis of what she calls the decline of the nation-state and the end of the rights of man, and the emergence of the nation of minorities and the stateless people. Her letter already contains the idea of a federation as an alter­ native to the sovereign nation state, an idea she is encouraged in by her encounter with the United States, which was to become her second country of exile. Moreover, the letter includes a move toward politi­ cal action. Minorities and the stateless deprived of their rights, the insecure and the faceless, all victims stepping out of the darkness of lawlessness and facelessness into the light of politics: as pariahs they become actors. During the 1930s, Hannah Arendt finished her book on Rahel Varnhagen’s failed attempts at assimilation, describing the latter’s conscious rejection of assimilation and her decision to live the 1160 social research life of a pariah. In 1943, she also published a disturbing article in the MenorahJournal entitled “We Refugees,” in which she pleaded that refu­ gees demonstrate political self-confidence as pariahs. A year later “The Hidden Tradition” appeared, promoting the pariah rebellion as the sole chance of survival. These texts undoubtedly refer to the specific situation after World War I, which saw the emergence of vast numbers of stateless people and refugees following the dissolution of the Russian, Austrian, and Ottoman Empires. It was at this time that totalitarian movements, particularly that of Germany, began to look for a “final solution” to their insecure existence. Although the situation in Europe is now differ­ ent—after all, we have the European Union so favored by Arendt and, like her, are aware of the...",
      "cited_by_count": 17,
      "type": "article",
      "source": {
        "name": "Social research",
        "type": "book series",
        "issn": [
          "0037-783X",
          "1944-768X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W293967366"
    },
    {
      "openalex_id": "W2953052196",
      "doi": "10.4324/9781351301725-5",
      "title": "The Politics of Ausgrenzung, the Nazi-Past and the European Dimension of the New Radical Right in Austria",
      "authors": [
        {
          "name": "Sonja Puntscher Riekmann",
          "openalex_id": "A5060363358"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-04-24",
      "abstract": "Totalitarianism is probably the main burden of European modernity and nobody could really come to terms with it. As the heated German controversy about Daniel Goldhagen's book on Hitler's Willing Executioners or the row on the Wehrmacht exhibition in Germany and Austria have shown, there is still little certainty in dealing with the subject. National Socialism has conduced Western civilization to a breaking point beyond which no easy way of return to the beliefs and patterns of action of the tradition was and is available. In 1950 Hannah Arendt wrote in the preface to the first edition of The Origins of Totalitarianism:. After 1945, however, the overwhelming majority of the German and Austrian societies tried to treat the Nazi-past as past and to define the future in terms of what has been called the Wiederaufbau: the reconstruction of their markets and political institutions and the reassessment of their international status.",
      "cited_by_count": 4,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Communism, Protests, Social Movements",
        "European history and politics",
        "German legal, social, and political studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2953052196"
    },
    {
      "openalex_id": "W2314974149",
      "doi": "10.2307/3115200",
      "title": "Hannah Arendt Twenty Years Later: A German Jewess in the Age of Totalitarianism",
      "authors": [
        {
          "name": "Joanna Vecchiarelli Scott",
          "openalex_id": "A5002505840"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-01-01",
      "abstract": "Strange Dialectics: Arendt on Caritas and Jewishness How many Hannah Arendts are there? Is she the German Jewish pariah who nonetheless loved the world? Is she the twentieth-century literary modernist who, in writing Origins of Totalitarianism, recapitulated Augustine's City of God? Is she the unrelenting critic of conformism in bourgeois liberal culture who celebrated American political liberalism? Is she the German-Jewish refugee who accused Adolph Eichmann of philistine banality? Is she the Heideggerian fifth-columnist intent on destroying the Western philosophic tradition who wrote her dissertation on St. Augustine's social philosophy? Recently published and still emerging evidence of her earliest writing, together with her already published books, journal articles, reviews and correspondence clearly demonstrate that from the start of her public career in 1929 Arendt presented all of these masks to the public world, often simultaneously. Beginning with her dissertation on St. Augustine's",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "New German Critique",
        "type": "journal",
        "issn": [
          "0094-033X",
          "1558-1462"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2314974149"
    },
    {
      "openalex_id": "W3111156965",
      "doi": "10.1080/17570638.2020.1842701",
      "title": "Politics of the Idea: (Anti-)Platonic Politics in Arendt and Badiou",
      "authors": [
        {
          "name": "Jussi Backman",
          "openalex_id": "A5031694175",
          "orcid": "https://orcid.org/0000-0002-5243-6004",
          "institutions": [
            "University of Jyväskylä"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-09-01",
      "abstract": "This paper compares two influential but conflicting contemporary models of politics as an activity: those of Hannah Arendt and Alain Badiou. It discovers the fundamental difference between their approaches to politics in their opposing evaluations of the contemporary political significance of the legacy of Plato, Platonism, and the Platonic Idea. Karl Popper’s and Arendt’s analyses of the inherently ideological nature of totalitarianism are contrasted with Badiou’s vindication of an ideological “politics of the Idea.” Arendt and Badiou are shown to share an understanding of politics as a realm for the human deployment of novelty and world-transformation. Their key disagreement concerns the form of activity that accomplishes this deployment. For Arendt, political activity has the basic form of noninstrumental and nonteleological action (praxis), devalued by the Platonic tradition of political philosophy. Badiou, by contrast, follows Plato in regarding politics essentially as a process of production (poiēsis) oriented to an ideal end.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Comparative and Continental Philosophy",
        "type": "journal",
        "issn": [
          "1757-0638",
          "1757-0646"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.1080/17570638.2020.1842701?needAccess=true"
      },
      "topics": [
        "Psychoanalysis, Philosophy, and Politics",
        "Hannah Arendt's Political Philosophy",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W3111156965"
    },
    {
      "openalex_id": "W58466575",
      "doi": "10.1017/cbo9780511779060.014",
      "title": "In Search of a Miracle: Hannah Arendt and the Atomic Bomb",
      "authors": [
        {
          "name": "Jonathan Schell",
          "openalex_id": "A5073168150"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-10-25",
      "abstract": "In the work Hannah Arendt published in her lifetime, there is a conspicuous gap. She reflected deeply and powerfully on the nature of totalitarianism, imperialism, nationalism, antisemitism, and almost every other horror and vexation of the twentieth century that might be mentioned, yet she devoted no sustained attention to nuclear arms, which of course were born into the world in July of 1945, a full six years before she published her first thoroughly political book, The Origins of Totalitarianism. The omission had a particular fascination for me. Beginning in the mid-1970s, I began to devote my attention to the nuclear dilemma. Notwithstanding her avoidance of the subject, I found her work more fruitful than anyone else's for thinking about it, and especially for riddling out the meaning of the possible self-extinction of human beings that nuclear arsenals had made possible. For example, in her thinking about the great crimes of the twentieth century, she gave primacy to genocide. As she was one of the first to understand, that crime has a special significance not only because of the shocking numbers of people killed but also because each act of genocide is an attack on the “plurality” of the earth's peoples. That is, it not only destroys living persons but also shuts down the unique culture and public world of a whole people and its traditions. Genocide is, to speak in contemporary terms, a kind of ecological crime within the human sphere: a crime against the diversity of human cultures. It is also a crime against the human future, inasmuch as its essence is cancellation of the regenerating power of a people, which thereafter disappears from the continuation of the human story. (If some of the people's murderers could have their way, it would disappear from memory as well.) Clearly, a nuclear holocaust would be an event of this kind, though raised to a higher order. It would be the highest crime of that type, destroying all peoples and, thus, the human future per se.",
      "cited_by_count": 7,
      "type": "book-chapter",
      "source": {
        "name": "Cambridge University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W58466575"
    },
    {
      "openalex_id": "W2149275882",
      "doi": "10.1017/s0260210506007054",
      "title": "The postcolonial moment in security studies",
      "authors": [
        {
          "name": "Tarak Barkawi",
          "openalex_id": "A5002242528",
          "orcid": "https://orcid.org/0000-0001-5526-5055"
        },
        {
          "name": "Mark Laffey",
          "openalex_id": "A5034540664"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-04-01",
      "abstract": "In this article, we critique the Eurocentric character of security studies as it has developed since World War II. The taken-for-granted historical geographies that underpin security studies systematically misrepresent the role of the global South in security relations and lead to a distorted view of Europe and the West in world politics. Understanding security relations, past and present, requires acknowledging the mutual constitution of European and non-European worlds and their joint role in making history. The politics of Eurocentric security studies, those of the powerful, prevent adequate understanding of the nature or legitimacy of the armed resistance of the weak. Through analysis of the explanatory and political problems Eurocentrism generates, this article lays the groundwork for the development of a non-Eurocentric security studies.",
      "cited_by_count": 557,
      "type": "article",
      "source": {
        "name": "Review of International Studies",
        "type": "journal",
        "issn": [
          "0260-2105",
          "1469-9044"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/6C926733D93FF9F7B1ABD136CD6D5440/S0260210506007054a.pdf/div-class-title-the-postcolonial-moment-in-security-studies-div.pdf"
      },
      "topics": [
        "International Relations and Foreign Policy",
        "Peacebuilding and International Security",
        "Global Security and Public Health"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W2149275882"
    },
    {
      "openalex_id": "W1996306303",
      "doi": "10.3898/newf.71.03.2011",
      "title": "Hannah Arendt and the Concept of Revolution in the 1960s",
      "authors": [
        {
          "name": "Richard H. King",
          "openalex_id": "A5067416960"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-06-27",
      "abstract": "In my essay I want to explore the issues raised above and then propose that if we look at C.L.R. James's The Black Jacobins (1938; 1963), Frantz Fanon's The Wretched of the Earth (1961) and Arendt's On Revolution (1963), we have three models of revolution. James emphasises the social and economic dimension; Fanon the psychological; and Arendt the political. From this perspective, Arendt was tone-deaf to the Haitian Revolution because she was pre-disposed to fear revolutions whose main goal was the alleviation of poverty and clearly disliked Fanon's emphasis upon the reconstruction of self aimed for through revolutionary violence. In truth, Fanon's emphasis upon recognition signalled another goal of Third World revolution beyond national liberation--the forging of a new individual and group identity through revolutionary struggle. Finally, I will suggest that in the post-colonial era, Arendt's focus on the importance of a 'constitution of liberty,' implying for her a politics of democratic participation in the context of stable institutions, remains a worthy, if more limited, goal of post-colonial regimes. Hannah Arendt's attitude toward revolutionary upheaval in the non-European world was always ambivalent and her views on it ambiguous. Almost uniquely among (white) European and American thinkers, she underlined the importance of the colonial experience for understanding European fascism, even though it was a widely shared assumption among Black and Third World thinkers such as WEB Du Bois, Aime Ceesaire and Frantz Fanon. Despite this daring claim, which generally received little attention and even less credence, Arendt's depiction of sub-Saharan African cultures in The Origins of Totalitarianism has proven an embarrassment to even her most convinced admirers. A resolute and outspoken critic of racism in Europe, she adopted Eurocentric formulations to describe the African societies of the late nineteenth and early twentieth century conquered by Europeans. (1) Surprisingly, Arendt all but abandoned this cluster of problems--race and culture, colonialism and imperialism--after Origins. To be sure, she published a controversial, short essay casting doubt on the morality or wisdom of school desegregation in Little Rock, Arkansas (2) and also wrote essays dealing with aspects of the New Left, the US Civil Rights and Black Power movements, and the anti-Viet Nam War protests of the 1960s. Much of this work, primarily in the US, demonstrated relatively little research into, or philosophical depth, about the complex transition, for instance, from the Civil Rights Movement to the Black Power movement of the late 1960s. She could also sound awfully dismissive of the political insurgencies in non-European parts of the globe, as when she wrote in 1969 that 'The Third World is not a reality but an ideology'. (3) It's hard not to feel that Ned Curthoys is correct when he underlines Arendt's 'lack of interest in a colonized or subaltern perspective on the racist exclusions and colonialist inheritance of Western liberalism', (4) though most Third World thinkers would have levelled that indictment at the European left in general, not just liberalism. So, was her rather daring boomerang thesis in Origins a fluke and the pertinence of her thought for Third World liberation movements minimal? I don't think so. Much of what she proposed about the effects of colonialism on European culture and politics in Origin still needs study by political, cultural and intellectual historians. For instance, Paul Gilroy's Between Camps: Nations, Culture and the Lure of Race (5) refers favourably to Arendt's boomerang thesis at numerous points, while several of the essays in a recent collection of essays, Hannah Arendt and the Uses of History, point up her relevance for contemporary African Studies. On the subject of revolution per se, which I will explore in what follows, her On Revolution remains one of the most important, even if eccentric, post-1945 texts for rethinking the modern revolutionary tradition of the West and global revolutionary traditions in general. …",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "New Formations",
        "type": "journal",
        "issn": [
          "0950-2378",
          "1741-0789"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1996306303"
    },
    {
      "openalex_id": "W2114180701",
      "doi": "10.11156/aibr.040303e",
      "title": "Performativity, precarity, and Sexual Policies",
      "authors": [
        {
          "name": "Edith Butler",
          "openalex_id": "A5113666636",
          "institutions": [
            "University of California, Berkeley",
            "Ibero-American University Puebla",
            "Ibero American University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-09-01",
      "abstract": "Gender performativity is one of the core concepts in Judith Butler’s work. In this paper Butler re-examines this term and completes it with the idea of precarity, by making a reference to those who are exposed to injury, violence and displacement, those who are in risk of not being qualified as a subject of recognition, There are issues that constantly arise in the nation- states, such as claiming a right when there is not a right to claim, or being forced to follow certain norms in order to change these norms. This is particularly relevant in the sexual policies that are shaped within the nation-states.",
      "cited_by_count": 375,
      "type": "article",
      "source": {
        "name": "AIBR, Revista de Antropologia Iberoamericana",
        "type": "journal",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://doi.org/10.11156/aibr.040303e"
      },
      "topics": [
        "Gender, Violence, Rights in Latin America",
        "Political and Social Dynamics in Chile and Latin America",
        "Latin American socio-political dynamics"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2114180701"
    },
    {
      "openalex_id": "W4404262617",
      "doi": "10.5771/9781498533621",
      "title": "Strong Democracy in Crisis",
      "authors": [
        {
          "name": "Trevor Norris",
          "openalex_id": ""
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "This is a robust and relevant collection from a truly distinguished group of political theorists actively rethinking the promise and perils of democracy. The book is coherent in its focus on a common theme and aim: to advance and refine the political project of promoting democratic theory and practice. While the contributors are admirers of the promotion of various models of democracy they also express distinct approaches and concerns. Each builds on and expands the central theme of democracy and ultimately contends with potential limits of current configurations of democratic life. While to some extent they share common concerns they express considerable dissent and fruitful opposition that deepens and advances the debate. Contributors explore democracy from different perspectives: law and constitutionalism, globalization and development, public life and the arts, pluralism, democracy and education, and democratic listening and democratic participation. The contributions point towards new ways of living and thinking politically, new directions for contending with some of the more significant and seemingly intractable political problems, challenging conventional presuppositions about democracy by expanding the boundaries of what kinds of democracy may be possible. The book critiques liberal notions of democracy that forefront rational autonomy and a citizenship characterized by narrow self-interest, and critique naïve claims that any infringement on the rights of the autonomous individual must invariably lead to authoritarianism and totalitarianism. Instead contributors suggest that the abandonment of the res publica in pursuit of private interests may well lead to arid politics or authoritarianism. Citizens are called upon to be more than just voters but rather define themselves by participation in a community beyond their self-interest—in fact arguing, like Aristotle, Rousseau, Jefferson and Arendt, that we are only human when we participate in something beyond ourselves, that we forge and preserve our political community by our commitment to and participation in robust debate and meaningful political action. Contributors are not only revolutionary scholars that challenge problematic streams of democratic theory and traditions, but are deeply involved in shaping the character and constitution of the American body politic and promoting debates about community and citizenship and justice around the world.",
      "cited_by_count": 12,
      "type": "book",
      "source": {
        "name": "Lexington Books",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4404262617"
    },
    {
      "openalex_id": "W2151496890",
      "doi": "10.1080/0031322x.2012.672224",
      "title": "Hannah Arendt's analysis of antisemitism in<i>The Origins of Totalitarianism</i>: a critical appraisal",
      "authors": [
        {
          "name": "Peter Staudenmaier",
          "openalex_id": "A5001738538",
          "orcid": "https://orcid.org/0000-0002-3874-0579",
          "institutions": [
            "Marquette University"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-04-19",
      "abstract": "ABSTRACT Hannah Arendt's seminal work The Origins of Totalitarianism begins with an extended study of the history of antisemitism. Many of Arendt's arguments in this groundbreaking text have been challenged by other scholars. Examining the chief contours of Arendt's account of the rise of modern antisemitism, Staudenmaier offers detailed reasons for approaching her conclusions sceptically while appreciating the book's other virtues. Arendt's repeated reliance on antisemitic sources, her inconsistent analysis of assimilation, her overstated distinction between social and political dimensions of anti-Jewish sentiment, and her emphasis on partial Jewish responsibility for antisemitism indicate fundamental problems with her interpretation of the historical record. A thorough critical appraisal of Arendt's argument offers an opportunity for both her admirers and her detractors to come to terms concretely with the contradictory aspects of her historical legacy. Keywords: antisemitismassimilationHannah ArendthistoryJews The Origins of Totalitarianism Acknowledgements I am grateful to Michael Steinberg, Jonathan Judaken, Robert Fine, Lars Rensmann, Marcel Stoetzler, Christine Achinger, Geeta Raval and the anonymous reviewers for Patterns of Prejudice for critical commentary on various aspects of my argument. Notes 1Hannah Arendt, The Origins of Totalitarianism [1951], revd 3rd edn (New York: Harcourt Brace Jovanovich 1973), vii. This edition of the work was the last published during Arendt's lifetime. Subsequent references to it will be cited parenthetically in the text. 2According to Margaret Canovan's by no means uncritical study The Political Thought of Hannah Arendt (London: Dent 1974), 27. Arendt's book remains a point of reference throughout the scholarly literature on antisemitism; noteworthy examples include Samuel Salzborn, Antisemitismus als negative Leitidee der Moderne: Sozialwissenschaftliche Theorien im Vergleich (Frankfurt-on-Main and New York: Campus 2010), 119–30; Steven Beller, Antisemitism: A Very Short Introduction (Oxford and New York: Oxford University Press 2007), 120; Shulamit Volkov, Germans, Jews, and Antisemites: Trials in Emancipation (Cambridge and New York: Cambridge University Press 2006), 71–2; and Hermann Greive, Geschichte des modernen Antisemitismus in Deutschland (Darmstadt: Wissenschaftliche Buchgesellschaft 1988), 2–3, 58. The general German reception has been similar; Thomas Nipperdey's standard work, Deutsche Geschichte 1866–1918, 2 vols (Munich: Beck 1992), II, 923, cites Arendt's book specifically as a study of antisemitism. Arendt's admirers make stronger claims on behalf of the book. For Elisabeth Young-Bruehl, Arendt's analysis of antisemitism is ‘historically the most rich and illuminating of any produced in response to the Holocaust’; Elisabeth Young-Bruehl, ‘Hannah Arendt among feminists’, in Larry May and Jerome Kohn (eds), Hannah Arendt: Twenty Years Later (Cambridge, MA: MIT Press 1996), 307–24 (319). See also George Kateb, Hannah Arendt: Politics, Conscience, Evil (Totowa, NJ: Rowman and Allanheld 1984), 58–61; Phillip Hansen, Hannah Arendt: Politics, History and Citizenship (Stanford, CA: Stanford University Press 1993), 139–42; John McGowan, Hannah Arendt: An Introduction (Minneapolis: University of Minnesota Press 1997), 20–2; and Julia Kristeva, Hannah Arendt, trans. from the French by Ross Guberman (New York: Columbia University Press 2001), 122–9. 3Bernard Wasserstein, ‘Blame the victim: Hannah Arendt among the Nazis: the historian and her sources’, Times Literary Supplement, 9 October 2009, 13–15. 4Shlomo Avineri, ‘Where Hannah Arendt went wrong’, Haaretz, 3 March 2010. 5A variety of perceptive studies along these lines are available, including Dagmar Barnouw, Visible Spaces: Hannah Arendt and the German-Jewish Experience (Baltimore: Johns Hopkins University Press 1990); Richard J. Bernstein, Hannah Arendt and the Jewish Question (Cambridge, MA: MIT Press 1996); Steven E. Aschheim (ed.), Hannah Arendt in Jerusalem (Berkeley: University of California Press 2001); Julia Schulze Wessel, Ideologie der Sachlichkeit: Hannah Arendts politische Theorie des Antisemitismus (Frankfurt-on-Main: Suhrkamp 2006); Leon Botstein, ‘Liberating the pariah: politics, the Jews, and Hannah Arendt’, Salmagundi, vol. 60, Spring 1983, 73–106; David Groiser, ‘The origins of Hannah Arendt’, Patterns of Prejudice, vol. 31, no. 4, 1997, 61–82; Joanna Vecchiarelli Scott, ‘Hannah Arendt twenty years later: a German Jewess in the age of totalitarianism’, New German Critique, vol. 86, Spring–Summer 2002, 19–42; and Seyla Benhabib and Raluca Eddon, ‘From antisemitism to “the right to have rights”: the Jewish roots of Hannah Arendt's cosmopolitanism’, in Phyllis Lassner and Lara Trubowitz (eds), Antisemitism and Philosemitism in the Twentieth and Twenty-first Centuries: Representing Jews, Jewishness, and Modern Culture (Newark: University of Delaware Press 2008), 63–80. For a broad collection of relevant texts, see Hannah Arendt, The Jewish Writings, ed. Jerome Kohn and Ron H. Feldman (New York: Schocken Books 2007). 6Bernstein, Hannah Arendt and the Jewish Question, 50. 7Elisabeth Young-Bruehl, Hannah Arendt: For Love of the World, 2nd edn (New Haven, CT and London: Yale University Press 2004), 201. While this reticence is not always reflected in the bold tone of the text itself, there is nothing inherently wrong in assigning a subordinate role to historiographical concerns; the book can be read as first and foremost a work of political philosophy, not historical reconstruction. 8Hannah Arendt, ‘A reply to Eric Voegelin’ [1953], in Hannah Arendt, Essays in Understanding, 1930–1954, ed. Jerome Kohn (New York and London: Harcourt, Brace and Co. 1994), 403. ‘A comprehensive history of antisemitism’, Arendt wrote in the preface to Part One of Origins of Totalitarianism, ‘is beyond the scope of this book’ (xv). See Dana Villa (ed.), The Cambridge Companion to Hannah Arendt (Cambridge and New York: Cambridge University Press 2001), 87–8; Leonard Krieger, ‘The historical Hannah Arendt’, Journal of Modern History, vol. 48, no. 4, 1976, 672–84; and Richard H. King, ‘Arendt between past and future’, in Richard H. King and Dan Stone (eds), Hannah Arendt and the Uses of History: Imperialism, Nation, Race, and Genocide (New York: Berghahn Books 2007), 250–61. 9 Hannah Arendt, Antisemitism: Part One of the Origins of Totalitarianism (New York: Harcourt Brace Jovanovich 1968). The text and pagination are identical to the third edition of Origins of Totalitarianism. In the context of its original 1951 publication, contemporaneous points of comparison include Paul Massing, Rehearsal for Destruction: A Study of Political Anti-Semitism in Imperial Germany (New York: Harper 1949) and Eva G. Reichmann, Hostages of Civilisation: A Study of the Social Causes of Anti-Semitism in Germany (Boston: Beacon Press 1951). 10Steven E. Aschheim, In Times of Crisis: Essays on European Culture, Germans, and Jews (Madison: University of Wisconsin Press 2001), 243. 11The extent of Frank's role within the text of The Origins of Totalitarianism is obscured by the remarkably incomplete entry in the index, which lists only four references to Frank in the entire book; there are in fact more than twice that number. References to Frank appear on pp. xiv, 21, 33, 95, 96, 97, 98, 100, 106, 339 and 402, including a half-dozen generally unproblematized citations from his various works and several explicitly affirmative characterizations; only two of the references are critical. 12Reinhard Rürup notes that Frank's Forschungen zur Judenfrage, on which Arendt draws repeatedly, ‘operated on the basis of antisemitic theories’; Reinhard Rürup, Emanzipation und Antisemitismus: Studien zur ‘Judenfrage’ der bürgerlichen Gesellschaft (Göttingen: Vandenhoeck und Ruprecht 1975), 121 (all translations, unless otherwise stated, are by the author). On Frank as an especially fanatical supporter of the Nazis, see Winfried Schulze and Otto Oexle (eds), Deutsche Historiker im Nationalsozialismus (Frankfurt-on-Main: Fischer Taschenbuch 1999), 23, 89, 95, 208. For further context, see the excellent treatment by Dirk Rupnow, ‘Racializing historiography: anti-Jewish scholarship in the Third Reich’, Patterns of Prejudice, vol. 42, no. 1, 2008, 27–59. 13The phrase ‘the well-known historian Walter Frank’ appears unaltered (and unaccompanied by quotation marks) in Young-Bruehl's biography (Hannah Arendt, 187). Frank took his own life the day after the capitulation of the Nazi regime. 14For context, see Michael Burleigh, Germany Turns Eastwards: A Study of Ostforschung in the Third Reich (Cambridge and New York: Cambridge University Press 1988), 132, 137; Karen Schönwälder, Historiker und Politik: Geschichtswissenschaft im Nationalsozialismus (Frankfurt-on-Main and New York: Campus 1992), 316; Hagen Schulze, ‘Walter Frank’, in Hans-Ulrich Wehler (ed.), Deutsche Historiker, vol. 7 (Göttingen: Vandenhoeck und Ruprecht 1980), 79; Joachim Lerchenmueller, Die Geschichtswissenschaft in den Planungen des Sicherheitsdienstes der SS (Bonn: Dietz 2001), 25–7, 70–2; and Patricia von Papen, ‘Schützenhilfe nationalsozialistischer Judenpolitik: Die “Judenforschung” des “Reichsinstituts für Geschichte des neuen Deutschlands” 1935/1945’, in Fritz-Bauer-Institut (ed.), ‘Beseitigung des jüdischen Einflusses …’: Antisemitische Forschung, Eliten und Karrieren im Nationalsozialismus (Frankfurt-on-Main and New York: Campus 1999), 17–42. 15Frank had collaborated with Rosenberg extensively since the 1920s and, after 1933, Rosenberg was one of Frank's chief backers within the higher ranks of the regime. As late as 1941, just before their final estrangement, Frank acknowledged his debt to Rosenberg (and Julius Streicher) in print, while praising Rosenberg's works on the ‘Jewish question’; see Walter Frank, ‘Die Erforschung der Judenfrage: Rückblick und Ausblick’, in Walter Frank (ed.), Forschungen zur Judenfrage, vol. 5 (Hamburg: Hanseatische Verlagsanstalt 1941), 7–21 (8–10). 16Walter Frank, ‘Deutsche Wissenschaft und Judenfrage’, in Walter Frank (ed.), Forschungen zur Judenfrage, vol. 1 (Hamburg: Hanseatische Verlagsanstalt 1937), 17, 31. See also Frank's earlier essays ‘Der ewige Jude’ and ‘Wenn Israel nicht mehr König ist’, in Walter Frank, Geist und Macht: Historisch-politische Aufsätze (Hamburg: Hanseatische Verlagsanstalt 1938), a book dedicated to Erich Ludendorff. An important consideration in assessing Arendt's reliance on Frank's work concerns the question of how much of that work was available to her during the composition of The Origins of Totalitarianism. In her 1955 preface to the German edition of the book, Arendt notes that a considerable number of publications from Nazi Germany were not accessible in American libraries at the time she was preparing the original manuscript; Hannah Arendt, Elemente und Ursprünge totaler Herrschaft (Frankfurt-on-Main: Europäische Verlagsanstalt 1955), 15. 17Helmut Heiber, Walter Frank und sein Reichsinstitut für Geschichte des neuen Deutschlands (Stuttgart: Deutsche Verlagsanstalt 1966). See also the thorough review of Heiber's book by Rudolf Vierhaus, ‘Walter Frank und die Geschichtswissenschaft im nationalsozialistischen Deutschland’, Historische Zeitschrift, vol. 207, 1968, 617–27. 18See, for example, Heiber, Walter Frank und sein Reichsinstitut für Geschichte des neuen Deutschlands, 349–51. 19See, for example, Heiber, Walter Frank und sein Reichsinstitut für Geschichte des neuen Deutschlands, 350. 20See, for example, Heiber, Walter Frank und sein Reichsinstitut für Geschichte des neuen Deutschlands, 458–62. 21Once again, this reference to Paulus does not appear in the book's index. See also the quotations from Paulus in Hannah Arendt, ‘The moral of history’ [1946], in Hannah Arendt, The Jew as Pariah: Jewish Identity and Politics in the Modern Age (New York: Grove Press 1978), 106–10 (now reprinted in Arendt, The Jewish Writings, 312–16). 22Heinrich Paulus, Die jüdische Nationalabsonderung nach Ursprung, Folgen, und Besserungsmitteln (Heidelberg: C. F. Winter 1831). 23In the German edition of The Origins of Totalitarianism, Arendt cites an earlier text by Paulus in support of this claim; see Arendt, Elemente und Ursprünge totaler Herrschaft, 143. 24Gotthard Deutsch, ‘Anti-Semitism’, in Cyrus Adler and Isidore Singer et al. (eds), The Jewish Encyclopedia, 12 vols (New York and London: Funk and Wagnalls 1901–6), I, 641–9 (643). 25Entry on ‘Antisemitismus’, in DTV-Lexikon in 20 Bänden (Munich: Deutscher Taschenbuch-Verlag 1990), I, 220; the other listed figures are Dühring, Lagarde, Langbehn and Drumont. 26Jacob Katz, Out of the Ghetto: The Social Background of Jewish Emancipation, 1770–1870 (New York: Schocken Books 1978), 199. Katz is one of two historians of modern Jewry whose work Arendt commends in The Origins of Totalitarianism (xii); the other is her friend Salo Baron. 27Rürup, Emanzipation und Antisemitismus, 50. 28Jonathan M. Hess, Germans, Jews and the Claims of Modernity (New Haven, CT and London: Yale University Press 2002), 189. 29Alfred D. Low, Jews in the Eyes of the Germans: From the Enlightenment to Imperial Germany (Philadelphia: Institute for the Study of Human Issues 1979), 112. Low discusses Die jüdische Nationalabsonderung nach Ursprung, Folgen, und Besserungsmitteln on 245–6. 30Jacob Katz, Emancipation and Assimilation: Studies in Modern Jewish History (Farnborough, Hampshire: Gregg 1972), 39. Katz explains that, for Paulus, ‘liberal principles were inapplicable to Jews since they had isolated themselves from the general society by their adherence to their own religion and traditions’ (67). 31Rainer Erb and Werner Bergmann, Die Nachtseite der Judenemanzipation: Der Widerstand gegen die Integration der Juden in Deutschland 1780–1860 (Berlin: Metropol 1989), 202–3. 32Riesser's rejoinder to Paulus is a fine counter-argument to Arendt's claim that prominent Jews defended only their own interests rather than those of Jewry as such; see Gabriel Riesser, Vertheidigung der bürgerlichen Gleichstellung der Juden gegen die Einwürfe des Herrn Dr. Paulus (Altona: J. F. Hammerich 1831). For background, see Moshe Rinott, ‘Gabriel Riesser: fighter for emancipation’, Leo Baeck Institute Yearbook, vol. 7, no. 1, 1962, 11–38. 33On the influence of this trope and Paulus's role in promoting it, see Nicoline Hortzitz, ‘Früh-Antisemitismus’ in Deutschland (1789–1871/72): Strukturelle Untersuchungen zu Wortschatz, Text und Argumentation (Tübingen: Niemeyer 1988), 148–50, 184–6, also 325–6 for extensive excerpts from Die jüdische Nationalabsonderung nach Ursprung, Folgen, und Besserungsmitteln. 34For an insightful discussion of Paulus's argument, see Eleonore Sterling's section ‘Der Vorwurf der jüdischen “Nationalabsonderung”’, in Eleonore Sterling, Judenhaß: Die Anfänge des politischen Antisemitismus in Deutschland (1815–1850) (Frankfurt-on-Main: Europäische Verlagsanstalt 1969), 81–3. Paulus accorded the Jews ‘only the subordinate status of “Schutzbürgern” and led an illiberal struggle against their general emancipation’; Wolfgang Schenk, ‘Paulus, Heinrich Eberhard Gottlob’, in Traugott Bautz (ed.), Biographisch-bibliographisches Kirchenlexikon, vol. 7 (Herzberg: Traugott Bautz 1994), 96. 35Erb and Bergmann, Die Nachtseite der Judenemanzipation, 57. 36For a detailed analysis of the role of Paulus's treatise in the debates of the Baden Reformlandtag of 1831, see Rürup, Emanzipation und Antisemitismus, 56–9, 152–3; for Paulus's influence on liberal opponents of emancipation, see Reinhard Rürup, ‘German liberalism and the emancipation of the Jews’, Leo Baeck Institute Yearbook, vol. 20, no. 1, 1975, 59–68 (62–3). 37Jacob Katz, From Prejudice to Destruction: Anti-Semitism, 1700–1933 (Cambridge, MA: Harvard University Press 1980), particularly 155–8. Katz provides extensive quotes from Die jüdische Nationalabsonderung nach Ursprung, Folgen, und Besserungsmitteln, and his summary runs directly contrary to Arendt's. 38Jacob Katz, From Prejudice to Destruction: Anti-Semitism, 1700–1933 (Cambridge, MA: Harvard University Press 1980), particularly 155–8. Katz provides extensive quotes from Die jüdische Nationalabsonderung nach Ursprung, Folgen, und Besserungsmitteln, and his summary runs directly contrary to Arendt's, 155, 179, 239. 39Jacob Katz, From Prejudice to Destruction: Anti-Semitism, 1700–1933, 156, 179, 157. 40Arendt adopts arguments from Nazi disquisitions on the ‘Jewish question’ in order to reinforce her own historical assertions at other points in the book as well; see, for example, The Origins of Totalitarianism, 202, 204. In another instance she endorses a passage about Jews by Édouard Drumont that confirms her account (98). 41For critical context on these unsustainable claims, see Peter Pulzer, Jews and the German State: The Political History of a Minority, 1848–1933 (Oxford and Cambridge, MA: Blackwell 1992); Werner Mosse, Jews in the German Economy: The German-Jewish Economic Elite, 1820–1935 (Oxford and New York: Oxford University Press 1987); Selma Stern, The Court Jew: A Contribution to the History of the Period of Absolutism in Central Europe (Philadelphia: Jewish Publication Society 1950); and Marion A. Kaplan, The Making of the Jewish Middle Class: Women, Family, and Identity in Imperial Germany (Oxford and New York: Oxford University Press 1991). 42See Ismar Schorsch, Jewish Reactions to German Anti-Semitism, 1870–1914 (New York: Columbia University Press 1972), 58–9, and Sanford Ragins, Jewish Responses to Anti-Semitism in Germany 1870–1914: A Study in the History of Ideas (Cincinnati: Hebrew Union College Press 1980), 31–2: both offer accounts of Bleichröder's actions on this same occasion that are diametrically opposed to Arendt's credulous claims, which are based entirely on testimony from Bismarck and his son in private correspondence as presented by Walter Frank in his biography of Stöcker. This relatively unimportant episode indicates the extent of Arendt's trusting use of antisemitic sources and the harmful historiographical consequences of this practice. 43See Massing, Rehearsal for Destruction, 41–3, 223–4, and Peter Pulzer, The Rise of Political Anti-Semitism in Germany and Austria (New York: Wiley 1964), 92–4. 44Fritz Stern, and and the of the German (New York: it a to for his at and The A History of (Oxford and New York: Oxford University Press See also und die in Werner (ed.), Juden im (Tübingen: and John und der in John C. G. und und die (Munich: Beck 2007), Arendt, does not in Hannah Arendt, The of a ed. trans. from the German by Richard and (Baltimore: Johns Hopkins University Press 1997), Arendt appears to the of antisemitism that she in The Origins of Totalitarianism. in the study she a of assimilation, one that does not ‘the of the Jews Arendt's admirers to that to Jewish is with assimilation, this to Arendt see, for example, ‘Jewish to the in Katz and Thomas (eds), in Hannah Arendt on and Politics (New York: University Press 2010), and Jews in Politics, and in the 1870–1914 University Press 1975), the comprehensive study by Der jüdischen (Munich: Beck earlier study of and that the the and of most German The of the German University of Press 1975), Jewry and the of in (ed.), Jewish in Modern Times Press the passage on in which Arendt ‘Jewish with of to the passage on in which she against the that Jewry was and that Jews were with For on this see David The of German (Oxford and New York: Oxford University Press 1987); George Mosse, and The the and the for a in Germany University Press 1987); George Mosse, German Jews beyond University Press Paul German A Identity (New Haven, Yale University Press The of A History of the Jews in (New York: The Jews and From the to the of trans. from the French by University of Press and Michael and J. (eds), In of Jewish Jewish in Germany and University Press to Paulus is not to her argument. Arendt explains that the of were only to Jews their Jewishness, she an on this it to those Jews this of her own negative of with society as to be of as there were other available, and the entry of Jews European society in the of emancipation not at the time any of the that the in Arendt's political Arendt her that social was the of of this can be to background, see in trans. from the German by NJ: University Press Reinhard Rürup, und in Erb and Michael (eds), Antisemitismus und jüdische Geschichte (Berlin: Reinhard Rürup, und Antisemitismus: Historische in and (eds), Antisemitismus: der (Frankfurt-on-Main: Campus and (eds), of Jews, and Citizenship NJ: University Press Der und die der die der Integration der Juden in Deutschland and Marcel Stoetzler, The the Nation, and the and the Antisemitism in Germany University of Press Arendt as friend of the Jews’, in the his as the of the Jews from and quotes that the Jews to be she on to this as a of and Jews in 58. book ‘the of the Jews in the Reich to the society and at the same time their Jewish This on the of German Jews was of a struggle of to in modern society as of German Jewry not with other works Arendt acknowledged that of the Jews were that the of Jewish was Jewish see Hannah Arendt, in Arendt, The Jew as and Arendt, The Jewish Writings, ‘German to and in and David (eds), and Modern German Jewry (Tübingen: and Jews in ‘the of German Jewry to its and its in this from of political to was the and Jews on German to the society while its and throughout the book ‘the of German Jewry on its ‘German Jews, most of the Jews in the a their as and at the same time their Jewish Jews in the Eyes of the Germans, Jews in the Eyes of the Germans, See also Beller, Marion A. Kaplan, and the and of Jews in Imperial Leo Baeck Institute Yearbook, vol. no. 1, and The Jews in Germany University Press 1980), particularly ‘The Jew as German the for an Jewish Studies and in Germany the Jewish Social in the (Stanford, CA: Stanford University Press David has further this fundamental between contrary of David and two and their to German-Jewish Leo Baeck Institute Yearbook, vol. no. 1, between and of assimilation, the first by those and the by liberal and terms that were in the notes that the broad of that and the of the Jews In the by Jewish explicitly the of the Jews as ‘The more the of the of the will an of Ismar and Eleonore Sterling, Die Geschichte der Juden in Deutschland (Frankfurt-on-Main: Europäische Verlagsanstalt Die in Deutschland (Hamburg: und from in (New Haven, Yale University Press 2001); Jews Germans: The History of and in (New Haven, Yale University Press and Jews and other Germans: and Politics in (Madison: University of Wisconsin Press For a detailed analysis and see the section on in und politische Geschichte der Juden in that Jews have is a antisemitic it is in the of it is and an to Arendt's claim about Jews among other a of and within itself, including and not to is to On the of as a was inherently that it see David ‘The German-Jewish history in modern Central European History, vol. no. 4, See also Shulamit critical",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Patterns of Prejudice",
        "type": "journal",
        "issn": [
          "0031-322X",
          "1461-7331"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2151496890"
    },
    {
      "openalex_id": "W241652841",
      "doi": "10.1353/sor.2007.0071",
      "title": "A State on Trial: Hannah Arendt vs. the State of Israel",
      "authors": [
        {
          "name": "Idith Zertal",
          "openalex_id": "A5001720363"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-12-01",
      "abstract": "Idith Zertal A State on Trial: Hannah Arendt vs. the State of Israel W HETHER SHE LIKED IT OR NOT, ARENDT WAS AN EXCEPTIONAL W OMAN in her own way, as much as she was, apparently, malgre elle, an “excep­ tion Jewess.”1And equipped precisely with both just qualities and repu­ tations she burst into the national classroom to wreak havoc as Israel’s mythical founder and political leader, David Ben-Gurion, was holding his last great national undertaking, the Eichmann trial. Indeed, when she came to Jerusalem to cover the trial for The New Yorker, everything about her was exceptional: she was an utterly independent, critical intel­ lectual acting within a tightly structured political space; a prominent woman scholar in a discipline reserved at the time exclusively for men. She was also an exilic Jewess who was perceived as having intruded into a highly national, cathartic Israeli event; a sole elderly woman who positioned herself from the outset in defiance of the young nationalistcollectivist state that was celebrating its statehood and sovereignty by means of the trial. What I intend to focus on in this essay is Arendt’s challenge to the political, nationalist character of the organized event of which she was one of the protagonists—if only as a side actor, a close-range observer; or more generally her open, public defiance ofthe Ben-Gurionian “king­ dom” (it is no accident that Ben-Gurion’s etatism got the Hebrew term Mamlachtiut, a mixture of kingship and royalism) and its practices. And through the slits of her criticism of the way the trial was conducted and social research Vol 74 : No 4 : Winter 2007 1127 of the state institutions that performed it, one could perceive, I believe, her older and more conceptual consideration of the European kind of nation-state, namely her profound hostility toward and mistrust of the concept and practice of the nation-state in particular and national sovereignty in general. The nation-state, according to the European model as adopted by the Jewish state, meant for Arendt a state not only subordinated to the idea of the nation but which was actually “conquered” by the nation: a state with a ruling homogeneous population unified by common history, language, culture, memories, and traditions; a state that marginalizes, discriminates, and acts to the effective exclusion of ethnic minorities. “In the name of the will of the people the state was forced to recognize only ‘nationals’ as citizens, to grant full civil and political rights only to those who belonged to the national community by right of origin and fact of birth,” Arendt wrote in her master work on totalitarianism (Arendt, 1968: 230). But more important even for the present argument was the perception and mobilization by the ruling population and state institutions of the law and the entire legal system exclusively in the service of the nation, and not in the service of the entire citizenry. The meaning of this, she wrote, was “that the state was partly transformed from an instrument of law into an instrument of the nation” (Arendt, 1968: 230).2 Furthermore, according to Arendt, the one-party dictatorship was lurking not far from the multiparty system of the nation-state, and was “only the last stage in the devel­ opment of the nation-state in general and of the multiparty system in particular,” as she would write (Arendt, 1963b: 265-266). Thus, the nation-state presented a political case always pregnant with the most disastrous form of political government in modem times, the one she studied thoroughly in The Origins ofTotalitarianism. It is noteworthy that the Israel of the early 1960s, when the trial was held in Jerusalem—still under the spell of the authoritarian rule of Ben-Gurion and with the prevailing cult of national unity and unanimity she had dreaded since the inception of statehood—represented for her the potential danger of sliding down the slope toward a totalitarian regime.3 1128 social research JUDGING ISRAEL The challenging and judging of the state of Israel while it was imple­ menting the highly symbolic act of putting on trial the Nazi arch­ criminal was performed by Arendt in a series of public...",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Social research",
        "type": "book series",
        "issn": [
          "0037-783X",
          "1944-768X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Philosophy, Ethics, and Existentialism",
        "Political Theology and Sovereignty"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W241652841"
    },
    {
      "openalex_id": "W4253595306",
      "doi": "10.4324/9780203340288-25",
      "title": "Despotism, ersatz religion, religious ersatz",
      "authors": [
        {
          "name": "HANS BUCHHEIM",
          "openalex_id": "A5099308108"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-10-14",
      "abstract": "In this context, Arendt refers to Montesquieu, who contrasts despotism-as a fundamentally unique kind of rule-to the triad of monarchy, aristocracy and democracy. (The latter three, as is well known, could all be 'republican' according to the European tradition of political theory.) Because only the oriental despotisms stood at Montesquieu's disposal as examples of despotism, many of the characteristics named by him do not fit totalitarianism. Nonetheless, there are some important ones:• The principle of despotism is fear5 (which is total rule for Arendt).",
      "cited_by_count": 1,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4253595306"
    },
    {
      "openalex_id": "W4300429559",
      "doi": "10.1353/sor.2002.0051",
      "title": "Introduction",
      "authors": [
        {
          "name": "JEROME L. KOHN",
          "openalex_id": "A5113817856"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-06-01",
      "abstract": "I THE editor of Social Research, Arien Mack, and I both thought that it would be appropriate and of interest to begin this issue with a hitherto unpublished selection of Hannah Arendt’s writings that immediately followed the publication of The Origins of Totalitarianism. Origins was first published in 1951 and that same year Arendt submitted a proposal to the John Simon Guggenheim Memorial Foundation for a book that she described as follows: The most serious gap in The Origins of Totalitarianism is the lack of an adequate historical and conceptual analysis of the ideological background of Bolshevism. This omission was deliberate. All other elements that eventually crystallized into the totalitarian movements and forms of government can be traced back into subterranean currents in Western history, emerging only when and where the traditional social and political framework of European nations had broken down. Racism and imperialism, the tribal nationalism of the pan-movements and antisemitism, bear no relation to the great political and philosophical traditions of the West. The shocking originality of totalitarianism , the fact that its ideologies and methods of governing were entirely unprecedented and that its causes defied proper explanation in the usual historical terms, is easily overlooked if one lays too much stress on the only element that has behind it a respectable tradition and whose critical discussion requires a criticism of some of the chief tenets of Western political philosophy: Marxism.1 The new book was originally to be called Totalitarian Elements in Marxism, but as Arendt began work on it she became convinced Introduction of what she had only given a hint at the end of the final sentence in the description just quoted: namely, that her study could not be adequately undertaken without first thoroughly examining the entire tradition of philosophic and political thought. She realized that Marx not only stood firmly in that tradition, but also with him that tradition had come full circle: in an extremely complicated way it had come back to its origins and thus, as she said later, “culminated and found its end.”2 Henceforth Arendt’s working title for the book became Karl Marx and the Tradition of Western Political Thought, which is the overall title of the two manuscripts from which the selections published here are taken (the title of the first manuscript omits the word “Western”). The first selection bears the subtitle “The Broken Thread of Tradition” and the second “The Modern Challenge to Tradition.” Arendt’s proposed book was never completed. Although parts of it were incorporated into The Human Condition, On Revolution, and Between Past and Future, approximately a thousand pages prepared for or relevant to the work on Marx are in the Library of Congress’s collection of Arendt’s papers. Some of these materials were delivered as lectures for the Christian Gauss Seminar at Princeton University in 1953, others at Notre Dame University the following year, and still others elsewhere. To read these manuscript pages is not easy: they are disordered, cut up and pasted together for the various lectures, and for that reason also at times repetitive. More than anything else, however, their difficulty stems from the fact that in the early 1950s Arendt’s mind was extraordinarily fecund, literally brimming over with ideas, some revisited for further probing and all written down in white heat in a decidedly Germanized English. The sentences, and consequently the paragraphs, are often far too long and unwieldy; in addition, as she used to say and here exemplified, “the English language has no rules where the adverbs go.” Nevertheless, to immerse oneself in these texts is metaphorically to swim in a sea of ideas that would later be thematized in distinctive ways in Arendt’s published VI SOCIAL RESEARCH works throughout the rest of her life. These thematizations can be generally characterized as reflecting the tension that Arendt keenly felt between what she sometimes called thinking and acting and sometimes philosophy and politics. All the Marx manuscripts have been collected and edited and will be published under a title that tries to capture that tension at the moment it first became apparent to her: Karl Marx and the Problem of Political Philosophy. The following selections...",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Social research",
        "type": "book series",
        "issn": [
          "0037-783X",
          "1944-768X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Eastern European Communism and Reforms"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4300429559"
    },
    {
      "openalex_id": "W2908263144",
      "doi": "10.4324/9781315884424-5",
      "title": "Heidegger’s Shadow",
      "authors": [
        {
          "name": "Jonathan Judaken",
          "openalex_id": "A5060191022"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-11-28",
      "abstract": "This chapter considers how Emmanuel Levinas and Hannah Arendt both thought within but also sought to move beyond \"Martin Heidegger shadow\": his tutelage, his approach to the Western metaphysical and philosophical tradition, and his support of Nazism. It traces the intellectual legacies of Heidegger, Levinas, and Arendt by mapping how scholars have addressed the debates about Hitlerism, race and racism, Jews and Judeophobia, the Holocaust and genocide, and the ethics and politics in their work. The shadow of Heidegger's relationship to Nazism haunts the scholarship of his views on race. This is because in April of 1933, shortly after Hitler's assumption of the chancellorship and amid the political restructuring of education, Heidegger maneuvered to obtain the post of rector of the University of Freiburg. Levinas and Arendt were twin critics of the stream of Western history that resulted in totalitarianism, racism, empire, anti-Semitism, and genocide.",
      "cited_by_count": 1,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Philosophy, Ethics, and Existentialism",
        "Phenomenology and Existential Philosophy"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2908263144"
    },
    {
      "openalex_id": "W2940520767",
      "doi": "10.20318/hn.2019.4722",
      "title": "Old camps, New concentrations. 1939 Spanish Republican exclusions and today’s refugees = Viejos campos, nuevas concentraciones. 1939 Exclusiones republicanas españolas y refugiados de hoy",
      "authors": [
        {
          "name": "José María Naharro-Calderón",
          "openalex_id": "A5110573705",
          "orcid": "https://orcid.org/0000-0002-4317-4276",
          "institutions": [
            "University of Maryland, College Park"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-04-25",
      "abstract": "Resumen: La moderna tradición de desplazamientos forzados planetarios ha continuado durante este siglo, mientras los sistemas democráticos recortan derechos inalienables. No obstante, en Manuscrito cuervo de Max Aub, se lee: “es bien sabido que se acabaron las guerras y los campos de concentración”. Esta irónica declaración coetánea a libros de Joaquim Amat-Piniella, Hannah Arendt, o Primo Levi sobre campos y totalitarismos, es premonitoria de esta resiliencia del sistema concentracionario como forma generalizada de represión en nuestra modernidad. Mucho antes de que Giorgio Agamben la actualizara para su homo sacer, la experiencia de los republicanos de las Españas en campos de concentración de la Tercera República francesa y Vichy ya los había certificado y anticipado como método inherente de exclusión en una modernidad recortada en sus derechos.Palabras clave: campos de concentración, internamiento, diasporas, memoria, modernidad.Abstract: The modern tradition of forced planetary displacements has continued during the Twentieth First Century, while democratic systems curtail inalienable rights. Nevertheless, The Crow Manuscript by Max Aub, states that “it is well known that wars and concentration camps are long gone”. This ironic declaration, contemporary to Joaquim Amat-Piniella’s, Hannah Arendt’s or Primo Levi’s books about camps and totalitarianisms, is premonitory of the concentration system resilience as a generalized form of repression in modern times. Well before Giorgio Agamben refurbished the camp through his homo sacer, plural Spain Republicans’ experiences in the French Third Republic and Vichy concentration camps had already anticipated and displayed them as an inherent method of modern exclusion and set back in rights.Keywords: concentration camps, internment, diasporas, memory, modernity.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "HISPANIA NOVA Primera Revista de Historia Contemporánea on-line en castellano Segunda Época",
        "type": "journal",
        "issn": [
          "1138-7319"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.20318/hn.2019.4722"
      },
      "topics": [
        "Political Theology and Sovereignty",
        "Spanish Culture and Identity",
        "Spanish History and Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2940520767"
    },
    {
      "openalex_id": "W67520449",
      "doi": "10.1007/s11578-008-0016-z",
      "title": "Zwischen Europa und Amerika — Hannah Arendts Wanderungen durch die politische Ideengeschichte",
      "authors": [
        {
          "name": "Alfons Söllner",
          "openalex_id": "A5034759914",
          "institutions": [
            "Chemnitz University of Technology"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-06-01",
      "abstract": "This essay argues, that the path of Hannah Arendt, escaping the Hitler-regime, is reflected in a special mode in her trilogy of political science. In the book on totalitarianism she would say good bye to the European modernity. But in “Vita activa” she would turn back to the ancient greek origins of the political. And in her book on revolution finally she would end with the discussion of the alternative between French and American democracy, judging demonstratively for the latter line of tradition.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Leviathan",
        "type": "journal",
        "issn": [
          "0340-0425",
          "1861-8588"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Political Theology and Sovereignty",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W67520449"
    }
  ],
  "count": 40,
  "errors": []
}
