{
  "status": "success",
  "source": "semantic_scholar",
  "query": "technology tradition disruption",
  "results": [
    {
      "paperId": "9efef2a1e4b031e63b4089c6a8c29b5569556ce9",
      "title": "Theological Insights on Ecology and Technology towards Sustainable Development and Peace in Africa",
      "authors": [
        {
          "name": "Margaret Gecaga",
          "authorId": "97691622"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9efef2a1e4b031e63b4089c6a8c29b5569556ce9",
      "venue": "",
      "journal": {
        "name": "Hekima Review",
        "pages": "57-73",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3120d200aad4b8b217fee70924002f07d1f1b5dc",
      "title": "Jacques Tati i moderna vremena",
      "authors": [
        {
          "name": "Saša Milić",
          "authorId": "2070998291"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3120d200aad4b8b217fee70924002f07d1f1b5dc",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1048-1059",
        "volume": "4"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c7ddc21e2e96d96f68cadd0982e85c073b2d2e82",
      "title": "Two Different Approaches to the Relationship between Poetry, History and Philosophy: Walter Benjamin and Martin Heidegger",
      "authors": [
        {
          "name": "Michael J. Mack",
          "authorId": "46375868"
        }
      ],
      "year": 2014,
      "abstract": "This article first shows how an early essay of Walter Benjamin casts poetry as a transcendental mode of potential disruption that swerves away from harmful practices of politics. It then analyses how Benjamin’s understanding of the political dimension of the aesthetic differs from Martin Heidegger’s notion of truth as historical origin. According to Benjamin, art’s as well as technology’s political potential consists in a disturbance of history’s continuity. By breaking the link between the work of art and the aura of its tradition and history, mechanical reproduction helps give birth to the new cosmos of poetry, whose liberating potential Benjamin celebrates in his response to a poem by Friedrich Holderlin. This article argues that Benjamin is concerned with the social impact of art but in ways different to Heidegger. Rather than subordinating art to historical forces of politics and economics, Benjamin makes us see its intrinsic revolutionary potential.",
      "citationCount": 1,
      "doi": "10.18573/NEWREADINGS.96",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c7ddc21e2e96d96f68cadd0982e85c073b2d2e82",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1-30",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1c6c5cc0fdc38bc6ddd173c8b47e7ad2617a2fdc",
      "title": "Chinese Wisdom and Western Progess",
      "authors": [
        {
          "name": "Reg Little",
          "authorId": "113488643"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c6c5cc0fdc38bc6ddd173c8b47e7ad2617a2fdc",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "252e8222797f39c7ee9fa30b708180c062d2aef3",
      "title": "Spiritual Exercises in the Rinzai Zen Tradition: Imminence and Disruption in Ikkyū Sōjun and Hakuin Ekaku",
      "authors": [
        {
          "name": "Kevin Taylor",
          "authorId": "2284545871"
        },
        {
          "name": "Eli Kramer",
          "authorId": "2284539827"
        }
      ],
      "year": 2024,
      "abstract": "In this paper, we will present Rinzai practices from Zen Masters Ikkyū Sōjun (一休宗純, 1394–1481) and Hakuin Ekaku (白隠 慧鶴, 1686–1769) as offering a distinctive kind of spiritual exercise: disruptive reorientation to transcendence (enlightenment) through immanence (a return to the world in all its ugly distractions, beauty, and insight). This paper seeks to explore Hadot’s philosophy as a way of life (PWL) through Rinzai Zen’s unique and often bizarre spiritual exercises. In so doing, this paper hopes to explore new grounds for PWL spiritual exercises in the eccentricities of Japanese Rinzai Zen masters whose approaches wander and diverge yet remain distinctively Rinzai in nature. In the first section, we provide some background on treating spiritual exercises in an intercultural context and explore the exemplarily disruptive spiritual exercises that Rinzai Zen offers PWL practice, especially through poetry, kōans, and meditation in the midst of everyday activity. We then turn to particular examples found in the lives and spiritual practices of Ikkyū and Hakuin. We conclude with reflections on how Rinzai Zen and PWL inform one another through the exploration of “spiritual exercise” and disruption not only as scholarly pursuits but also in terms of our own arts of mindful living today.",
      "citationCount": 1,
      "doi": "10.3390/rel15020226",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/252e8222797f39c7ee9fa30b708180c062d2aef3",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1d6f57e7d0210c8f00d27806bb48f9f6006a7610",
      "title": "The Philosophy of Technology Tradition",
      "authors": [
        {
          "name": "Björn Sjöstrand",
          "authorId": "2137845992"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-83407-4_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d6f57e7d0210c8f00d27806bb48f9f6006a7610",
      "venue": "Derrida and Technology: Life, Politics, and Religion",
      "journal": {
        "name": "Derrida and Technology: Life, Politics, and Religion"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8f25142ea451cf7d4e54f984dbfe830fcd92306a",
      "title": "THE ETHICAL PERSPECTIVE OF DIGITAL-TECHNOLOGY-DRIVEN ECONOMIC DISRUPTION",
      "authors": [
        {
          "name": "Emeralda Ayu Kusuma",
          "authorId": "2082955139"
        },
        {
          "name": "Wahyu Widhi Wicaksono",
          "authorId": "2331803574"
        }
      ],
      "year": 2024,
      "abstract": "The digital world has penetrated various corners of space and dimensions in human life. Filling in previously unimaginable gaps. Humans are now more familiar with the presence of the digital world. Suddenly, and sometimes without realizing it, a new culture and behaviour has formed, namely digital culture. Along with the emergence of new habits, new cultures, new worlds, then at least two sides are formed, the good side and the bad side. The digital world offers convenience and new opportunities. Meanwhile, on a small scale we can see humans hiding behind anonymous identities, feel free to do anything in cyberspace. This has led to a new social problem. On a national scale, the digital world requires state apparatus to adapt and prepare policy directions and legal instruments to protect national interests and their citizens. The scope of economic activity cannot be separated from the influence of the presence of the digital world. One of its influences even touched on ethics. Many studies show that companies that apply ethics get a competitive advantage compared to companies that ignore it. When the wave of disruption comes, companies also feel the dynamics and make adaptations in their business activities and operations. Also adapting related to the ethics of the company. This paper specifically tries to identify problems faced by companies due to disruption in the era of digital transformation. Mainly viewed from an ethical perspective. At the same time, it also offers a study and a view of its impact. The method used is literature study from various sources related to digital disruption, companies’ ethics, and socio-cultural behaviour caused by digitization. The purpose of this paper is to find new study perspectives related to companies, social behaviour, and culture, resulting from disruption in the era of digital transformation, and the ethical side that goes with it. The digital revolution presents businesses with the challenge of leveraging technology for economic gain while navigating complex ethical issues related to human well-being, fairness, and social justice. To address these challenges, companies must adopt responsible innovation, invest in workforce development, establish ethical frameworks, and foster inclusive dialogue. Ensuring digital equity through an inclusive economy is vital, requiring a shift from profit maximization to prioritizing transparency and accountability. The findings of this study are to inspire and provide practical and strategic benefits for companies, what they must do ethically in surfing during a wave of disruption in this era of digital transformation and to increase competitive advantage and maintain sustainability. Future research should focus on adaptive strategies and policy interventions to manage technological disruptions, promoting economic growth without ethical compromises. By embracing ethical leadership and responsibility, businesses can unlock innovation, competitive advantage, and sustainability while contributing to societal good.",
      "citationCount": 1,
      "doi": "10.24034/icobuss.v4i1.580",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f25142ea451cf7d4e54f984dbfe830fcd92306a",
      "venue": "International Conference of Business and Social Sciences",
      "journal": {
        "name": "International Conference of Business and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "9f650244bc3443bbab2a4a3965c2aeec6a4c7d48",
      "title": "Balancing Tradition and Technology: Islam's Approach to Modern Healthcare Across All Ages",
      "authors": [
        {
          "name": "S. S. Meraj",
          "authorId": "2335206474"
        },
        {
          "name": "Mohamad Fauzan Bin Noordin",
          "authorId": "2335205516"
        },
        {
          "name": "Asadullah Shah",
          "authorId": "2335206504"
        }
      ],
      "year": 2024,
      "abstract": "Advancements in medical and healthcare fields have sparked discussions within the Islamic community, particularly regarding healthcare decisions spanning birth to death. Technologies like Artificial Intelligence (AI), Internet of Medical Things (IoMT), robotic-assisted surgery, organ transplantation, 3D bioprinting of organs, and genetically modified babies raise ethical dilemmas. Mental health issues among adolescents due to online content consumption and elderly care complexities add to these concerns. This discussion aims to address the ethical implications of modern healthcare technologies from an Islamic perspective. Supporting Islamic principles with medical progress is crucial, requiring the establishment of Bio-ethics committees guided by Islamic teachings and scholars' rulings. These committees would ensure ethical decision-making in healthcare, considering critical conditions under which these technologies can be ethically employed.",
      "citationCount": 0,
      "doi": "10.31436/jia.v21i2.1259",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f650244bc3443bbab2a4a3965c2aeec6a4c7d48",
      "venue": "Journal of Islam in Asia (E-ISSN 2289-8077)",
      "journal": {
        "name": "Journal of Islam in Asia (E-ISSN 2289-8077)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e78491f6deedf8526e551252d2617e7f41feb3ac",
      "title": "Philosophical Challenges in the Era of Industrial Technology Disruption 4.0",
      "authors": [
        {
          "name": "Abustan .",
          "authorId": "2187022006"
        },
        {
          "name": "Farhana .",
          "authorId": "2187021487"
        },
        {
          "name": "Hamdan Azhar Siregar",
          "authorId": "2187056011"
        },
        {
          "name": "Otonom Mustomi",
          "authorId": "2187056124"
        }
      ],
      "year": 2022,
      "abstract": "In the development of a world that is experiencing the intensity of technological disruption, which has actually broken down the boundaries of space and time, and has ceased various developments in the order of daily life. This confirms the need for a clear mindset that every development or dynamic of technology in the industrial era 4.0 is like a double-edged sword. In a sense, positive and negative impacts. The technological progress of philosophy responds back, that is, one way of doing philosophy in the midst of increasingly powerful industrial technological advances. At that point, it becomes a challenge for philosophy to carry out its function as a critic and as a contributor of constructive direction. The struggle of the 21st century is the progression of industrial technology; therefore, this reality is interesting to study/examine in such a way through a comparative approach, a reflective approach in photographing and articulating sharply “artificial intelligence” technology. The double face of the impact of technological disruption will ultimately remind us that “humans” will be the main determinant of all matters of life on this earth. \nKeywords: philosophy challenge, era of disruption, 21st century",
      "citationCount": 2,
      "doi": "10.18502/kss.v7i15.12126",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e78491f6deedf8526e551252d2617e7f41feb3ac",
      "venue": "KnE Social Sciences",
      "journal": {
        "name": "KnE Social Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "aa15884e3956db1deab1f70e048568f154346dfb",
      "title": "Islam's Response to Tradition and Modernity: The Integration of Global Values, Technology, and Civilization",
      "authors": [
        {
          "name": "Akhmed Reza Pahlevi",
          "authorId": "2390771568"
        },
        {
          "name": "Dendi Eriyan Ihza Nakazima",
          "authorId": "2390773534"
        },
        {
          "name": "Eko Nursalim",
          "authorId": "2382415202"
        }
      ],
      "year": 2025,
      "abstract": "Islam is continuously engaged with diverse traditions, cultures, ethnic groups, races, and civilizations, including the dynamics of modernization, which is marked by technological progress and the swift circulation of information. The purpose of this study is to explore the concepts, challenges, and critical perspectives on tradition and modernity within Islamic thought. This paper employs a literature review method with a descriptive qualitative approach, gathering data and insights from a range of references such as books, scholarly articles, journals, and other relevant sources. The results show that Islam provides a selective response based on the principle of adopting new, beneficial ideas without abandoning good old traditions. Islam encourages the use of technology for da'wah (Islamic outreach), the integration of religious curricula with science, the development of sharia economics as an alternative to capitalism, the filtering of modern ideas, and an active contribution to creating a balanced global civilization.",
      "citationCount": 0,
      "doi": "10.59525/ijois.v6i1.990",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa15884e3956db1deab1f70e048568f154346dfb",
      "venue": "Indonesian Journal of Islamic Studies",
      "journal": {
        "name": "IJoIS: Indonesian Journal of Islamic Studies"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "aeab2de111efbdf1b4b615339ebfcd2875ff4297",
      "title": "Philosophy of Education and Technology to Achieve a Balance between Tradition and Innovation",
      "authors": [
        {
          "name": "Ima Maisaroh",
          "authorId": "2201206196"
        },
        {
          "name": "Soleh Hidayat",
          "authorId": "2358072065"
        },
        {
          "name": "Nanah Sujanah",
          "authorId": "2222211565"
        },
        {
          "name": "Supiyati",
          "authorId": "2358078367"
        },
        {
          "name": "Muhammad Umar Mehmed",
          "authorId": "2358073952"
        }
      ],
      "year": 2025,
      "abstract": "The philosophy of education provides a theoretical foundation for integrating traditional moral, ethical, and cultural values with the demands of innovation in the digital age. Educational technologies, such as online learning and artificial intelligence, offer excellent opportunities to expand access to learning and improve efficiency. However, reliance on technology may reduce education's personal and emotional aspects. This research aims to discuss the role of educational philosophy in bridging the balance between tradition and innovation in the era of rapidly developing technology. The method used is descriptive qualitative research with a literature study approach. The study results show that educational philosophy plays a vital role in maintaining the relevance of traditional education through the wise utilization of technology. One example of the application of this concept is blended learning, which allows technology to complement learning without eliminating direct interaction between teachers and students. In addition, educational philosophy emphasizes the importance of character development, social responsibility, and morality of students as essential aspects of education. This research concludes that the integration of tradition and technology must be balanced so that innovation does not come at the expense of the fundamental values of education. With educational philosophy as a guide, technology can enrich the learning process holistically while maintaining a balance between technological efficiency and humanist values.",
      "citationCount": 0,
      "doi": "10.30738/jipg.vol6.no1.a18693",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aeab2de111efbdf1b4b615339ebfcd2875ff4297",
      "venue": "Jurnal Ilmiah Profesi Guru",
      "journal": {
        "name": "Jurnal Ilmiah Profesi Guru (JIPG)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bc0f8df24ca360e40296c6f4e55bcc61d6516dd8",
      "title": "Transforming Ayurvedic Science Through Modern Medical Technology: Bridging Tradition and Innovation",
      "authors": [
        {
          "name": "Tanya Chaudhary",
          "authorId": "2378547630"
        },
        {
          "name": "Supriya Tonge",
          "authorId": "2378548112"
        }
      ],
      "year": 2025,
      "abstract": "This review paper takes a closer look at how Ayurvedic science has evolved and found its place within the realm of modern medical technology. As the healthcare landscape shifts towards more personalized and holistic approaches, the blending of traditional practices like Ayurveda with cutting-edge innovations such as AI, nanotechnology, and the Internet of Things is creating exciting new possibilities in medicine. This paper sheds light on the latest developments, transformative uses, challenges, and future prospects for integrating Ayurvedic principles into today’s healthcare systems.",
      "citationCount": 0,
      "doi": "10.30574/wjbphs.2025.23.2.0746",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc0f8df24ca360e40296c6f4e55bcc61d6516dd8",
      "venue": "World Journal of Biology Pharmacy and Health Sciences",
      "journal": {
        "name": "World Journal of Biology Pharmacy and Health Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "eec9e606b5a43f983b010738ab350ca0f5036b45",
      "title": "What is conceptual disruption?",
      "authors": [
        {
          "name": "Samuela Marchiori",
          "authorId": "81389681"
        },
        {
          "name": "Kevin Scharp",
          "authorId": "2290813303"
        }
      ],
      "year": 2024,
      "abstract": "Recent work on philosophy of technology emphasises the ways in which technology can disrupt our concepts and conceptual schemes. We analyse and challenge existing accounts of conceptual disruption, criticising views according to which conceptual disruption can be understood in terms of uncertainty for conceptual application, as well as views assuming all instances of conceptual disruption occur at the same level. We proceed to provide our own account of conceptual disruption as an interruption in the normal functioning of concepts and conceptual schemes. Moreover, we offer a multilevel taxonomy thereof, where we distinguish between instances of conceptual disruptions occurring at different levels (conceptual scheme, conceptual clusters, and individual concepts), taking on different forms (conceptual gaps and conceptual conflicts), and leading to different degrees of severity (extending from mild to severe). We also provide detailed accounts through historical examples of how conceptual gaps and conceptual conflicts can occur at different times in the very same process of conceptual disruption. Finally, we make the case that different kinds of conceptual engineering can provide meaningful ways to assess and overcome distinct types of conceptual disruption.",
      "citationCount": 11,
      "doi": "10.1007/s10676-024-09749-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eec9e606b5a43f983b010738ab350ca0f5036b45",
      "venue": "Ethics and Information Technology",
      "journal": {
        "name": "Ethics Inf. Technol.",
        "pages": "18",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fdee3c8abb2d3eccd5147d0ce42963e2bb7eec28",
      "title": "Bridging Tradition and Technology: Ethical Artificial Intelligence (AI) and the Preservation of Indigenous Knowledge in Fiji and the Pacific",
      "authors": [
        {
          "name": "Davendra Sharma",
          "authorId": "2382368292"
        }
      ],
      "year": 2025,
      "abstract": "The rapid advancement of artificial intelligence (AI) presents both unprecedented opportunities and complex challenges for the preservation and transmission of indigenous knowledge in Fiji and the broader Pacific region. Traditional knowledge, including oral histories, ecological practices, cultural rituals, and indigenous languages, forms the backbone of Pacific identity and resilience. However, globalization, urbanization, and environmental pressures increasingly threaten its continuity. This paper critically examines the intersection of AI and indigenous knowledge, exploring how emerging technologies can support the documentation, revitalization, and dissemination of cultural heritage while also addressing the ethical, social, and governance challenges inherent in their deployment. Through a review of contemporary literature, case studies, and regional initiatives, the study highlights the potential of AI-driven tools to enhance climate resilience, educational engagement, and intergenerational knowledge transfer. Simultaneously, it underscores critical risks, including data misappropriation, cultural misrepresentation, and the erosion of community agency, emphasizing the necessity of community-led governance frameworks. The paper concludes that ethically guided AI integration, rooted in the principles of cultural respect, digital sovereignty, and participatory collaboration, offers a transformative pathway to safeguard Pacific indigenous knowledge for future generations while harnessing the benefits of emerging technologies.",
      "citationCount": 0,
      "doi": "10.55640/ijssll-05-10-03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fdee3c8abb2d3eccd5147d0ce42963e2bb7eec28",
      "venue": "International journal of social sciences, language and linguistics",
      "journal": {
        "name": "International Journal of Social Sciences, Language and Linguistics"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "3203037e9cfeb0c32db7a11be3a1f42842e1c7bf",
      "title": "Disruption, technology and the question of (artificial) identity",
      "authors": [
        {
          "name": "Dina Babushkina",
          "authorId": "115178513"
        },
        {
          "name": "Athanasios Votsis",
          "authorId": "2881614"
        }
      ],
      "year": 2021,
      "abstract": "The current state of human–machine interaction has set forth a process of hybridization of human identity. Technology—and most notably AI—is used as an effective cognitive extender, which enables the extension of human personhood to include artificial elements, leading to the emergence of artificial identity. Discussing—and accommodating—anthropomorphization in human–machine interaction should no longer be the primary focus. Rather, the scope and quality of frameworks in which the hybridization of human identity occurs and evolves has significant ethical implications that pose very pragmatic challenges to users, the industry, and regulators. This paper puts forth a few main principles upon which such a discussion should evolve. We illustrate why disruptiveness can easily turn into human harm when the frameworks facilitating it overlook the human vulnerabilities that arise from hybrid identity, notably the asymmetric and asynchronous relationship between the human and artificial counterparts. Finally, we claim that these new types of vulnerabilities, to which a person is exposed due to the intimate degree of pairing with technology, justifies introducing and protecting artificial identity as well.",
      "citationCount": 8,
      "doi": "10.1007/s43681-021-00110-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3203037e9cfeb0c32db7a11be3a1f42842e1c7bf",
      "venue": "AI and Ethics",
      "journal": {
        "name": "AI and Ethics",
        "pages": "611-622",
        "volume": "2"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f7ab53efac3bdaa545b0ff23659923ab7a1f88cc",
      "title": "Undisruptable or stable concepts: can we design concepts that can avoid conceptual disruption, normative critique, and counterexamples?",
      "authors": [
        {
          "name": "B. Lundgren",
          "authorId": "38273734"
        }
      ],
      "year": 2024,
      "abstract": "It has been argued that our concepts can be disrupted or challenged by technology or normative concerns, which raises the question of whether we can create, design, engineer, or define more robust concepts that avoid counterexamples and conceptual challenges that can lead to conceptual disruption. In this paper, it is argued that we can. This argument is presented through a case study of a definition in the technological domain.",
      "citationCount": 2,
      "doi": "10.1007/s10676-024-09767-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f7ab53efac3bdaa545b0ff23659923ab7a1f88cc",
      "venue": "Ethics and Information Technology",
      "journal": {
        "name": "Ethics and Information Technology",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "318f4933e84427d363df70dc2be78aadbd77ceb7",
      "title": "To Tend or to Subdue? Technology, Artificial Intelligence, and the Catholic Ecotheological Tradition",
      "authors": [
        {
          "name": "C. Labrecque",
          "authorId": "40139940"
        }
      ],
      "year": 2022,
      "abstract": "In February 2020, the president of Microsoft, the executive vice president of IBM, the director general of the Food and Agriculture Organization (FAO) of the United Nations, and the former Italian Minister of Innovation joined the president of the Vatican’s Pontifical Academy for Life in Rome to sign The Rome Call for AI Ethics. In doing so, they promoted a shared sense of responsibility and commitment—by industry, government, and Church—to uphold certain ethical standards in the areas of digital innovation, artificial intelligence, and technological progress. In this article, I discuss The Rome Call for AI Ethics in conjunction with Pope Francis’ rendering of integral ecology and the technocratic paradigm in Laudato Si’. My aim here is to link Catholic teaching on technology (using AI as a starting point) to the environment and the ecological crisis.",
      "citationCount": 6,
      "doi": "10.3390/rel13070608",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/318f4933e84427d363df70dc2be78aadbd77ceb7",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "913d3805590c9eb17d42eaa55a8cd6cec95c0dfb",
      "title": "Strengthening Islamic Economic Ethics for Online Business Actors in Facing Digital Disruption",
      "authors": [
        {
          "name": "Nuril Hidayati",
          "authorId": "2273598351"
        },
        {
          "name": "Mohd Shahid",
          "authorId": "2355829227"
        },
        {
          "name": "Mohd Shahid Mohd Noh",
          "authorId": "2355511217"
        },
        {
          "name": "Y. Utama",
          "authorId": "114974299"
        },
        {
          "name": "Dijan Novia Saka",
          "authorId": "2082215279"
        },
        {
          "name": "Binti Mutafarida",
          "authorId": "2134146229"
        },
        {
          "name": "M. W. Fawaid",
          "authorId": "2355447711"
        },
        {
          "name": "Arif Zunaidi",
          "authorId": "2355449313"
        },
        {
          "name": "M. Zaenuddin",
          "authorId": "2355509014"
        },
        {
          "name": "Ulfi Dina",
          "authorId": "70077244"
        },
        {
          "name": "Jurnal Pengabdian kepada Masyarakat",
          "authorId": "2086686428"
        }
      ],
      "year": 2024,
      "abstract": "The rapid development of digital technology presents opportunities as well as challenges for online business people, especially in maintaining business ethics according to Islamic principles. The seminar activities held at IAIN Kediri aim to strengthen understanding of Islamic economic ethics for students and online business people in facing digital disruption. The community service method used is service learning, which involves interactive learning through theory, practice and reflection. This seminar includes an explanation of the basic concepts of Islamic business ethics, group discussions to explore the application of sharia principles in online business, as well as a simulation of ethical business management. The results of the activity showed an increase in participants' understanding regarding the importance of integrity, honesty and responsibility in running an online business. In addition, this activity encourages participants to integrate Islamic values in their digital marketing strategy, creating a balance between profit and blessing. This activity makes a real contribution in empowering online business people to face the challenges of the digital era ethically and professionally.",
      "citationCount": 0,
      "doi": "10.30762/welfare.v2i4.1827",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/913d3805590c9eb17d42eaa55a8cd6cec95c0dfb",
      "venue": "Jurnal Pengabdian Masyarakat",
      "journal": {
        "name": "Welfare : Jurnal Pengabdian Masyarakat"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "891b139ef9ef65ddbf7052fa9703f9c539bbeab6",
      "title": "Tradition, Transformation, and Democratic Education",
      "authors": [
        {
          "name": "McWilliams Barndt Susan",
          "authorId": "2289357756"
        }
      ],
      "year": 2024,
      "abstract": "\n As Tocqueville saw almost 200 years ago, rituals sit uncomfortably with democratic people, who tend to see them as inegalitarian or unjust impositions of authority. Molly Farneth's new book, The Politics of Ritual, encourages American progressives to see ritual differently. Rituals, she says, can be enacted in novel ways to serve democratic ends in the service of political and cultural transformation. But in emphasizing the transformative potential of rituals, Farneth may undersell the traditional value of rituals—a value that I think should be just as important to contemporary progressives. Against the serious antidemocratic forces arrayed in the United States today, most of which speak in terms of “transformation” and “disruption,” progressives would do well to think of themselves as the conservators and protectors of democracy—not just as radical innovators. In making this argument, I give special attention to the state of U.S. higher education.",
      "citationCount": 0,
      "doi": "10.1093/psquar/qqae021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/891b139ef9ef65ddbf7052fa9703f9c539bbeab6",
      "venue": "Political science quarterly",
      "journal": {
        "name": "Political Science Quarterly"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d256b43704d1787266c9250ef6ac9d9a13bc35f8",
      "title": "The Ethical Limitation of Using Artificial Intelligence (AI) in Teaching Prophetic Tradition",
      "authors": [
        {
          "name": "Abdul Mufid",
          "authorId": "2331205310"
        }
      ],
      "year": 2024,
      "abstract": "This research explored the relationship between Prophetic traditions and artificial intelligence (AI), focusing on the ethical implications and dynamics of human-AI interactions in the context of hadith teachings in the postmodern technological era. Involving an in-depth analysis of the Prophet's teachings regarding science and technology, this research aims to detail ethical perspectives that can guide the development and use of artificial intelligence. With an interdisciplinary approach, this research combined religious values with developments in AI technology, discussing the confluence between the traditions of the Prophet and current dynamics in the world of technology. Ethical implications from an Islamic hadith perspective were detailed, highlighting how moral and human values could be integrated into designing and implementing AI technologies. Additionally, this research explored the impact of human-AI interactions in the postmodern era, considering how AI technology could support the development of a society based on the Prophet's teachings and values. A comprehensive understanding of artificial intelligence's limitations, risks, and human responsibilities was also detailed to balance technological progress and moral values. Hopefully, the research results will contribute to a better understanding of the relationship between religious traditions, especially hadith teachings, and advances in AI technology, providing a solid ethical foundation for technological development in the postmodern era",
      "citationCount": 1,
      "doi": "10.24014/jush.v32i2.31618",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d256b43704d1787266c9250ef6ac9d9a13bc35f8",
      "venue": "Jurnal Ushuluddin",
      "journal": {
        "name": "Jurnal Ushuluddin"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1bf32121ade57b65143078d5a34b4b636138cf37",
      "title": "From Tradition to Tech: An Ontological Journey in Igbo-African Culture",
      "authors": [
        {
          "name": "Ignatius Nnaemeka Onwuatuegwu",
          "authorId": "2318867891"
        }
      ],
      "year": 2024,
      "abstract": "This philosophical exploration examines the emergence of technology in the Igbo-African context. Drawing on philosophical literature and Igbo cultural practices, the paper explores how technology has been understood and used in Igbo society. It considers the role of culture, ethics, and values in shaping the development of technology and highlights the importance of a holistic approach to technology that takes into account the social and cultural context in which it is used. The paper argues that a deeper understanding of the Igbo worldview and philosophy can provide insights into the ethical and social implications of technology and offer a more balanced approach to technology development and implementation. Ultimately, the paper suggests that an engagement with African philosophical traditions can enrich global discussions about technology and contribute to a more diverse and inclusive technological landscape.",
      "citationCount": 1,
      "doi": "10.70315/uloap.ulete.2024.0101003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1bf32121ade57b65143078d5a34b4b636138cf37",
      "venue": "Universal Library of Engineering Technology",
      "journal": {
        "name": "Universal Library of Engineering Technology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e570f8b4efa9d38a42b8ad5fdff50b684838e378",
      "title": "Disruption and emergence: How to think about human rights futures",
      "authors": [
        {
          "name": "A. Choi-Fitzpatrick",
          "authorId": "1404875068"
        }
      ],
      "year": 2023,
      "abstract": "Abstract This article suggests that humanity may be approaching a critical juncture, since a confluence of macro-historical changes might—individually or collectively—fundamentally transform the field of human rights, and usher in a second human rights era. In particular, it suggests that the confluence of tectonic geopolitical changes, system-wide shifts in climate and energy, and fundamentally new developments in science and technology might lead to a rupture of the same scale as the cluster of events that heralded the onset of the current rights regime. This argument builds on a number of literatures, especially those focused on norms cycles, rights generations, and what is being called the “ontological turn.” Yet the implications extend beyond these conversations in terms of both conceptual scale (the emphasis here is on critical junctures between eras, rather than cycles or generations within eras) as well as temporal scale (the emphasis is on the medium-to-long-range future, rather than the near future). An effort to ground this speculation takes the form of testable hypotheses and practical recommendations.",
      "citationCount": 4,
      "doi": "10.1080/14754835.2023.2269231",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e570f8b4efa9d38a42b8ad5fdff50b684838e378",
      "venue": "Journal of Human Rights",
      "journal": {
        "name": "Journal of Human Rights",
        "pages": "105 - 123",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0b668b6e5f518633f8845d938e02048fa168187c",
      "title": "The Qur’an and Digital Da’wah : A Thematic Study on Religious Communication Strategies in the Age of Technological Disruption",
      "authors": [
        {
          "name": "Elang Bakhrudin",
          "authorId": "2377098463"
        }
      ],
      "year": 2025,
      "abstract": "The rapid advancement of technology in the age of disruption has significantly transformed patterns of religious communication, particularly in the context of Islamic da’wah. This study adopts a thematic approach to explore Qur’anic-based strategies that are adaptable to digital platforms. It integrates the Islamic epistemological frameworks of bayani (textual reasoning), burhani (rational reasoning), and irfani (intuitive-spiritual reasoning) to identify core da’wah principles: wisdom (hikmah), sincere exhortation (maw‘idzah), and respectful dialogue (mujādalah). These principles are analyzed in relation to their practical application through various forms of digital media, including social networking platforms, podcasts, and interactive video content. Relevant Qur’anic verses are examined to highlight values such as communicative ethics, emotional intelligence, and contextual sensitivity, which serve as guidelines for formulating adaptive da’wah strategies in the digital sphere. The findings suggest that effective digital da’wah requires not only technical fluency and mastery of communication tools, but also spiritual authenticity and epistemological depth. Balancing the timeless revelatory essence of the Qur’an with the adaptability required by modern media can foster communication that is inclusive, contextually relevant, and transformative. Furthermore, the research emphasizes that contemporary da’wah should avoid superficial engagement by grounding messages in a holistic understanding of Qur’anic guidance while utilizing creative and interactive formats. This synthesis of tradition and innovation ensures that the delivery of Islamic messages remains impactful, ethically grounded, and responsive to the needs of diverse audiences. In conclusion, digital da’wah is most effective when it harmonizes the enduring wisdom of revelation with the dynamic opportunities of technological communication, thus enabling a message that resonates across both spiritual and digital landscapes.",
      "citationCount": 0,
      "doi": "10.70062/iccms.v2i1.123",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b668b6e5f518633f8845d938e02048fa168187c",
      "venue": "Proceeding International Collaborative Conference on Multidisciplinary Science",
      "journal": {
        "name": "Proceeding International Collaborative Conference on Multidisciplinary Science"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "812cf04bd5b947c203c71b1d89271a2a6c98abab",
      "title": "Philosophical Thought of Al-Farabi as Models of Establishing Civil Society in the Era of Technology Disruption",
      "authors": [
        {
          "name": "Mohammad Yusuf",
          "authorId": "2061813832"
        }
      ],
      "year": 2019,
      "abstract": "Islamic educational institutions or schools are educational institutions which have tersistem the first time in Indonesia before the Dutch introduced the school system. Their historical time interval that shows long-existence of Islamic educational institutions becomes a serious problem when Islamic education has not been able to produce human beings are ready to face the era of technology disruption (the industrial revolution 4.0) as it is today. The limited views on Islamic education is only concerned issues of religious materials, does not include a general matter, giving rise to the separation between Islamic educational institutions with general education institutions. So these problems, this study tries to introduce the conception of alFarabi's philosophical thinking about civil society and Islamic education to address and provide solutions for the development of Islamic education in today's changing times is the era of technology disruption (the industrial revolution 4.0). This research method using descriptive qualitative method with historical-philosophical approach and heuristic data analysis, verification, interpretation, synthesis. The results showed the order of life of civil society perspective of al-Farabi will materialize if the community prefers aspects of teaching and character formation in the era of disruption technology (industrial revolution 4.0) in order to reach happiness essentials (happiness physical and spiritual), which became the main feature of a civil society. In the middle era of technology disruption (the industrial revolution 4.0) element of physical and spiritual happiness into the main thing that technology can be used wisely and optimally.",
      "citationCount": 3,
      "doi": "10.35940/ijrte.b3773.078219",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/812cf04bd5b947c203c71b1d89271a2a6c98abab",
      "venue": "International journal of recent technology and engineering",
      "journal": {
        "name": "International Journal of Recent Technology and Engineering"
      },
      "publicationTypes": null
    },
    {
      "paperId": "84c420c801dd18c1901c4f7a6eb87e38a14a4d7f",
      "title": "SOCIOCULTURAL TRADITION AND DIGITAL SOCIETY: TWO STRATEGIC LANDMARKS OF THE CHINESE FORESIGHT TECHNOLOGY",
      "authors": [
        {
          "name": "Mikhail Yu",
          "authorId": "2259697221"
        }
      ],
      "year": 2021,
      "abstract": "The article analyses the features of the formation and strategic guidelines of the Chinese foresight technology, its potential opportunities, the limits of its use in order to build the desired digital future and determine specific steps to achieve it effectively. To this end, the author considers the archetypal traces of the predictive activity of Ancient China, their interaction with modern predictive practice as an integral part of the design of the alleged digital image of the future. The paper determines theoretical and methodological foundations of modern Chinese foresight technology, initial basic methodological principles and technology of prospective step-by-step application of comprehensive foresight, including the method of scenario design. The article pays special attention to the understanding of modern China foresight projects, possibility of their implementation on the national basis and impact of foresight results on the Chinese model of development and change management at the transition stage to digital society. ",
      "citationCount": 2,
      "doi": "10.26425/1816-4277-2021-2-159-165",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/84c420c801dd18c1901c4f7a6eb87e38a14a4d7f",
      "venue": "Вестник университета",
      "journal": {
        "name": "Vestnik Universiteta",
        "pages": "159-165"
      },
      "publicationTypes": null
    }
  ],
  "count": 25,
  "errors": []
}
