{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "tradition authenticity",
  "results": [
    {
      "title": "John J. Preston, Heidegger and the Origin of Authenticity",
      "url": "https://philpapers.org/rec/PREHAT-4",
      "philpapers_id": "PREHAT",
      "snippet": "By analyzing the full phenomena of authenticity and tracing its first technical uses back to Heidegger’s early lectures on Aristotle, I show that Heidegger’s methodological breakthrough in the early 1920s, the development of hermeneutic phenomenology, and the very structure of Being and Time are the result of Heidegger’s appropriation of Aristotle’s philosophical method. By analyzing these lectures and traditionally ignored uses of authenticity in Being and Time, I develop an account of the methodological sense of authenticity which looks to the tradition to uncover phenomena which have been obscured and covered over.",
      "page_age": null
    },
    {
      "title": "Regina Bendix, In Search of Authenticity: The Formation of Folklore Studies",
      "url": "https://philpapers.org/rec/BENISO",
      "philpapers_id": "BENISO",
      "snippet": "Beginning with precursors of Herder and Emerson and the “discovery” of the authentic in expressive culture and literature, she traces the different, albeit intertwined, histories of German Volkskunde and American folklore studies. A Swiss native educated in American folklore programs, Bendix moves effortlessly between the two traditions, demonstrating how the notion of authenticity was used not only to foster national causes, but also to lay the foundations for categories of documentation and analysis within the nascent field of folklore studies.",
      "page_age": null
    },
    {
      "title": "Megan Altman & Hans Pedersen (eds.), Horizons of Authenticity in Phenomenology, Existentialism, and Moral Psychology",
      "url": "https://philpapers.org/rec/HANHOA-2",
      "philpapers_id": "HANHOA",
      "snippet": "This volume centers on the exploration of the ways in which the canonical texts and thinkers of the phenomenological and existential tradition can be utilized to address contemporary, concrete philosophical issues. In particular, the included essays address the key facets of the work of Charles Guignon, and as such, honor and extend his thought and approach to philosophy. To this end, the four main sections of the volume deal with the question of authenticity, id est what it means to be an authentic person, the ways in which the phenomenological and existential traditions can impact the sciences, how best to understand the fact of human mortality, and, finally, the ways philosophical reflection can help address current questions of value.",
      "page_age": null
    },
    {
      "title": "Alessandro Ferrara, Modernity and Authenticity: A Study of the Social and Ethical Thought of Jean-Jacques Rousseau",
      "url": "https://philpapers.org/rec/FERMAA-7",
      "philpapers_id": "FERMAA",
      "snippet": "This study on the contemporary relevance of Rousseau’s ethical and social thought, the “ethic of authenticity,” responds to the tensions of modern morality and rivals the answers generated by the more mainstream tradition of the “ethic of autonomy.”",
      "page_age": null
    },
    {
      "title": "Julian Dodd, Performing Works of Music Authentically",
      "url": "https://philpapers.org/rec/DODPWO",
      "philpapers_id": "DODPWO",
      "snippet": "This paper argues that, within the Western ‘classical’ tradition of performing works of music, there exists a performance value of authenticity that is distinct from that of complying with the instructions encoded in the work&#x27;s score.",
      "page_age": null
    },
    {
      "title": "Alexandre Erler & Tony Hope, Mental Disorder and the Concept of Authenticity",
      "url": "https://philpapers.org/rec/ERLMDA",
      "philpapers_id": "ERLMDA",
      "snippet": "Most of the data considered in ... and their sense of their authentic self. We discuss the principal modern ac-counts of authenticity within the analytic philosophical tradition....",
      "page_age": null
    },
    {
      "title": "Sean O’Brien, Pursuing Authenticity by Changing the Body",
      "url": "https://philpapers.org/rec/OBRPAB",
      "philpapers_id": "OBRPAB",
      "snippet": "Because a person’s conception of identity lies at the core of many body alterations, any change to the body must pursue sincere authenticity, the virtue that fulfills one’s true identity. Cite · Plain text · BibTeX · Formatted text · Zotero · EndNote · Reference Manager · RefWorks · Options · Mark as duplicate · Find it on Scholar · Request removal from index · Revision history · Edit · Seán O&#x27;Brien · Add categories · Applied Philosophy Business and Professional Ethics Catholic Tradition ·",
      "page_age": null
    },
    {
      "title": "John Smithers & Alun E. Joseph, The trouble with authenticity: separating ideology from practice at the farmers' market",
      "url": "https://philpapers.org/rec/SMITTW-4",
      "philpapers_id": "SMITTW",
      "snippet": "Steeped in tradition, there are also widely held assumptions related to the type of food and food vendors that belong at a farmers’ market in addition to the type of experience that should take place. There remains a need to explore and analyze these fundamental aspects of the farmers’ market and to consider how they influence their formation and function. This paper argues that discourses of authenticity are central to the identity of the farmers’ market, and that they are constructed differently “from above” by those seeking to regulate farmers’ markets in particular jurisdictions and “from below” by managers, producers, and consumers at individual markets.",
      "page_age": null
    },
    {
      "title": "Hans-Georg Moeller & Paul J. D’Ambrosio, You and Your Profile: Identity After Authenticity",
      "url": "https://philpapers.org/rec/MOEYAY",
      "philpapers_id": "MOEYAY",
      "snippet": "Instead of polemicizing against the profile, Hans-Georg Moeller and Paul J. D’Ambrosio outline how it works, how we readily apply it in our daily lives, and how it shapes our values—personally, economically, and ethically. They develop a practical vocabulary of life in the digital age. Informed by the Daoist tradition, they suggest strategies for handling the pressure of social media by distancing oneself from one’s public face.",
      "page_age": null
    },
    {
      "title": "Somogy Varga, The Paradox of Authenticity",
      "url": "https://philpapers.org/rec/VARTPO-17",
      "philpapers_id": "VARTPO",
      "snippet": "The “age of autonomy” that emphasized the individual&#x27;s self-governing abilities is replaced by what Charles Taylor called “the age of authenticity.”1 In the same vein, Alessandro Ferrara notes that the concept of authenticity is “to contemporary modernity as the notion of autonomous subjectivity is to early modernity.”2At the same time, authenticity is no…",
      "page_age": null
    },
    {
      "title": "Richard Michael McDonough, The Dark Side of Heidegger's \"Authenticity Philosophy\". A Spenglerian Model",
      "url": "https://philpapers.org/rec/MCDTDS-3",
      "philpapers_id": "MCDTDS",
      "snippet": "§ I describes Heidegger’s account of authenticity in BT. § II describes Spengler’s account of Dasein as the being of plants.4 § III argues that Heidegger holds that authentic Dasein is rooted in a Volk as a plant is rooted in its soil. § IV shows that Heidegger’s post-Being and Time authenticity consists in embracing the plant-like dream, expressed in “primordial poetry,” of one’s Volk.",
      "page_age": null
    },
    {
      "title": "Francesca E. S. Montemaggi, Authenticity and Religion in the Pluralistic Age: A Simmelian Study of Christian Evangelicals and New Monastics",
      "url": "https://philpapers.org/rec/MONAAR-4",
      "philpapers_id": "MONAAR",
      "snippet": "Belief, Deconversion, and Authenticity Among US Emerging Evangelicals.James S.",
      "page_age": null
    },
    {
      "title": "Charles Taylor, The Ethics of Authenticity",
      "url": "https://philpapers.org/rec/TAYTEO-7",
      "philpapers_id": "TAYTEO",
      "snippet": "While some lament the slide of Western culture into relativism and nihilism and others celebrate the trend as a liberating sort of progress, Charles Taylor calls on us to face the ...",
      "page_age": null
    },
    {
      "title": "Tom Nenon, Husserl's Conception of Reason as Authenticity",
      "url": "https://philpapers.org/rec/NENHCO-2",
      "philpapers_id": "NENHCO",
      "snippet": "Authenticity in Normative Ethics · Catholic Tradition Contemporary Philosophy Continental Philosophy · 00318256 · 10.5840/philtoday200347supplement9 · No versions found · Upload a copy of this work Papers currently archived: 107,844 · From the Publisher via CrossRef (no proxy) pdcnet.org (no proxy) pdcnet.org [2] (no proxy) Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server ·",
      "page_age": null
    },
    {
      "title": "Kyle Michael James Shuttleworth, The history and ethics of authenticity: meaning, freedom and modernity",
      "url": "https://philpapers.org/rec/SHUTHA",
      "philpapers_id": "SHUTHA",
      "snippet": "Kyle Michael James Shuttleworth traces the historical development of the ethics of authenticity in relation to the rise of social freedom and individualism. Traversing the German Idealists, Habermas, Foucault, and MacIntyre, Shuttleworth proposes a socio-existential account of ethical authenticity, using Taylor and Sartre.",
      "page_age": null
    },
    {
      "title": "Simon Feldman (ed.), Against Authenticity: Why You Shouldn't Be Yourself",
      "url": "https://philpapers.org/rec/FELAAW",
      "philpapers_id": "FELAAW",
      "snippet": "Simon Feldman explores how the concept of authenticity has become an unrealistic ideal founded on metaphysically confused notions of the self. In Against Authenticity, Feldman argues for the validity and value ...",
      "page_age": null
    },
    {
      "title": "Bernard Williams, 8. From Sincerity to Authenticity",
      "url": "https://philpapers.org/rec/WILFS-2",
      "philpapers_id": "WILFS",
      "snippet": "Assessing Enhancement Technologies: Authenticity as a Social Virtue and Experiment.Cristian Iftode - 2019 - The New Bioethics 25 (1):24-38.",
      "page_age": null
    },
    {
      "title": "Taylor S. Coughlan, Lovely Earth (Leonidas of Tarentum Anth. Pal. 7.440 = Gow/page, HE 11)",
      "url": "https://philpapers.org/rec/COULE-2",
      "philpapers_id": "COULE",
      "snippet": "Scholars and editors of Hellenistic epigram have often discounted the authenticity of dialectal variance attested in the manuscript tradition, either privileging the dialectal variant that conforms to the predominant dialect in the epigram or even choosing to change attested dialect forms to produce a uniform coloring.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
