{
  "status": "success",
  "source": "openalex",
  "query": "conservative tradition breakdown modernity",
  "results": [
    {
      "openalex_id": "W2237775352",
      "doi": "10.1515/eip-2015-0003",
      "title": "Repositioning English and multilingualism in English as a Lingua Franca",
      "authors": [
        {
          "name": "Jennifer Jenkins",
          "openalex_id": "A5060566513",
          "orcid": "https://orcid.org/0000-0002-8715-8315",
          "institutions": [
            "University of Southampton"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-08-14",
      "abstract": "Abstract In the relatively few years since empirical research into English as a Lingua Franca began being conducted more widely, the field has developed and expanded remarkably, and in myriad ways. In particular, researchers have explored ELF from the perspective of a range of linguistic levels and in an ever-increasing number of sociolinguistic contexts, as well as its synergies with the field of Intercultural Communication and its meaning for the fields of Second Language Acquisition and English as a Foreign Language. The original orientation to ELF communication focused heavily, if not exclusively, on form. In light of increasing empirical evidence, this gave way some years later to an understanding that it is the processes underlying these forms that are paramount, and hence to a focus on ELF users and ELF as social practice. It is argued in this article, however, that ELF is in need of further retheorisation in respect of its essentially multilingual nature: a nature that has always been present in ELF theory and empirical work, but which, I believe, has not so far been sufficiently foregrounded. This article therefore attempts to redress the balance by taking ELF theorisation a small step further in its evolution.",
      "cited_by_count": 716,
      "type": "article",
      "source": {
        "name": "Englishes in Practice",
        "type": "journal",
        "issn": [
          "2049-7156"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://content.sciendo.com/downloadpdf/journals/eip/2/3/article-p49.pdf"
      },
      "topics": [
        "Second Language Learning and Teaching",
        "Multilingual Education and Policy",
        "EFL/ESL Teaching and Learning"
      ],
      "referenced_works_count": 84,
      "url": "https://openalex.org/W2237775352"
    },
    {
      "openalex_id": "W2596389280",
      "doi": "10.1146/annurev-polisci-060415-093825",
      "title": "Police Are Our Government: Politics, Political Science, and the Policing of Race–Class Subjugated Communities",
      "authors": [
        {
          "name": "Joe Soss",
          "openalex_id": "A5057374585",
          "orcid": "https://orcid.org/0000-0002-1348-8573",
          "institutions": [
            "University of Minnesota"
          ]
        },
        {
          "name": "Vesla M. Weaver",
          "openalex_id": "A5111612582",
          "institutions": [
            "Yale University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-03-17",
      "abstract": "Against the backdrop of Ferguson and the Black Lives Matter movement, we ask what the American politics subfield has to say about the political lives of communities subjugated by race and class. We argue that mainstream research in this subfield—framed by images of representative democracy and Marshallian citizenship—has provided a rich portrait of what such communities lack in political life. Indeed, by focusing so effectively on their political marginalization, political scientists have ironically made such communities marginal to the subfield's account of American democracy and citizenship. In this article, we provide a corrective by focusing on what is present in the political lives of such communities. To redress the current imbalance and advance the understandings of race and class in American politics, we argue that studies of the liberal-democratic “first face” of the state must be complemented by greater attention to the state's more controlling “second face.” Focusing on policing, we seek to unsettle the mainstream of a subfield that rarely inquires into governmental practices of social control and the ways “race-class subjugated communities” are governed through coercion, containment, repression, surveillance, regulation, predation, discipline, and violence.",
      "cited_by_count": 531,
      "type": "article",
      "source": {
        "name": "Annual Review of Political Science",
        "type": "journal",
        "issn": [
          "1094-2939",
          "1545-1577"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-polisci-060415-093825"
      },
      "topics": [
        "Policing Practices and Perceptions",
        "Crime Patterns and Interventions",
        "Gun Ownership and Violence Research"
      ],
      "referenced_works_count": 178,
      "url": "https://openalex.org/W2596389280"
    },
    {
      "openalex_id": "W4256736754",
      "doi": "10.4324/9781315712802",
      "title": "Against Meritocracy",
      "authors": [
        {
          "name": "Jo Littler",
          "openalex_id": "A5083822108",
          "orcid": "https://orcid.org/0000-0001-8496-6192",
          "institutions": [
            "Roskilde University",
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-16",
      "abstract": "Meritocracy today involves the idea that whatever your social position at birth, society ought to offer enough opportunity and mobility for ‘talent’ to combine with ‘effort’ in order to ‘rise to the top’. This idea is one of the most prevalent social and cultural tropes of our time, as palpable in the speeches of politicians as in popular culture. In this book Jo Littler argues that meritocracy is the key cultural means of legitimation for contemporary neoliberal culture – and that whilst it promises opportunity, it in fact creates new forms of social division.&#13;\\n&#13;\\nAgainst Meritocracy is split into two parts. Part I explores the genealogies of meritocracy within social theory, political discourse and working cultures. It traces the dramatic U-turn in meritocracy’s meaning, from socialist slur to a contemporary ideal of how a society should be organised. Part II uses a series of case studies to analyse the cultural pull of popular ‘parables of progress’, from reality TV to the super-rich and celebrity CEOs, from social media controversies to the rise of the ‘mumpreneur’. Paying special attention to the role of gender, ‘race’ and class, this book provides new conceptualisations of the meaning of meritocracy in contemporary culture and society.",
      "cited_by_count": 281,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/books/oa-mono/download?identifierName=doi&identifierValue=10.4324/9781315712802&type=webpdf"
      },
      "topics": [],
      "referenced_works_count": 267,
      "url": "https://openalex.org/W4256736754"
    },
    {
      "openalex_id": "W2785381275",
      "doi": "10.1017/s1740022817000262",
      "title": "Discussion: the futures of global history",
      "authors": [
        {
          "name": "Richard Drayton",
          "openalex_id": "A5068410144",
          "orcid": "https://orcid.org/0000-0002-9811-8765",
          "institutions": [
            "King's College London"
          ]
        },
        {
          "name": "David Motadel",
          "openalex_id": "A5085934593",
          "orcid": "https://orcid.org/0000-0002-2218-618X",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-02-14",
      "abstract": "Abstract Global history has come under attack. It is charged with neglecting national history and the ‘small spaces’ of the past, with being an elite globalist project made irrelevant by the anti-globalist politics of our age, with focusing exclusively on mobile people and things, and with becoming dangerously hegemonic. This article demonstrates that global history is intertwined with the histories of the nation and the local, individuals, outsiders, and subalterns, and small and isolated places. Moreover, global history has directly addressed immobility and resistances to flow, and remains relatively weak in the discipline, versus the persistent dominance everywhere of national history. The article offers a new short history of the rise of the contemporary idiom of global history, and a prospect for a future in which scholars may find, through collaboration, alternatives to the European weights and measures of the past, and to the dominance of Anglophone historians. It argues that we should no more reverse the ‘global turn’ than we should return history’s gaze only to propertied white men. Rather than a retreat from global history, we need it more than ever to fight against myths of imperial and national pasts, which often underpin nationalist populisms.",
      "cited_by_count": 220,
      "type": "article",
      "source": {
        "name": "Journal of Global History",
        "type": "journal",
        "issn": [
          "1740-0228",
          "1740-0236"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/36C53116D551E0B47E42865EC8DE0C41/S1740022817000262a.pdf/div-class-title-discussion-the-futures-of-global-history-div.pdf"
      },
      "topics": [
        "Australian History and Society",
        "Colonial History and Postcolonial Studies",
        "Philippine History and Culture"
      ],
      "referenced_works_count": 180,
      "url": "https://openalex.org/W2785381275"
    },
    {
      "openalex_id": "W2607489397",
      "doi": "10.1093/tcbh/hwx006",
      "title": "Telling Stories about Post-war Britain: Popular Individualism and the ‘Crisis’ of the 1970s",
      "authors": [
        {
          "name": "Emily Robinson",
          "openalex_id": "A5070263547",
          "orcid": "https://orcid.org/0000-0002-5494-6999",
          "institutions": [
            "University of Sussex"
          ]
        },
        {
          "name": "Camilla Schofield",
          "openalex_id": "A5046713883",
          "institutions": [
            "University of East Anglia"
          ]
        },
        {
          "name": "Florence Sutcliffe‐Braithwaite",
          "openalex_id": "A5088301207",
          "orcid": "https://orcid.org/0000-0001-8114-6092",
          "institutions": [
            "University College London"
          ]
        },
        {
          "name": "Natalie Thomlinson",
          "openalex_id": "A5050986480",
          "orcid": "https://orcid.org/0000-0001-5325-4977",
          "institutions": [
            "University of Reading"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-15",
      "abstract": "This article argues that, by the 1970s, people in Britain were increasingly insistent about defining and claiming their individual rights, identities and perspectives. Using individual narratives and testimonies, we show that many were expressing desires for greater personal autonomy and self-determination. We suggest that this was an important trend across the post-war decades, and of particular importance to understanding the 1970s. This popular individualism was not the result of Thatcher; if anything, it was a cause of Thatcherism. But this individualism had multiple political and cultural valences; desires for greater individual self-determination, and anger with the 'establishment' for withholding it, did not lead inexorably to Thatcherism. There were, in fact, some sources for, and potential outlets for, popular individualism on the left-outlets that explicitly challenged class, gender and racial inequalities. With this, we suggest the possibility of a new meta-narrative of post-war Britain, cutting across the political narrative that organizes post-war British history into three periods: social democracy, 'crisis' and the triumph of 'neoliberalism'. The 1970s was a key moment in the spread of a popular, aspirational form of individualism in post-war Britain, and this development is critical to our understanding of the history of the post-war years.",
      "cited_by_count": 161,
      "type": "article",
      "source": {
        "name": "Twentieth Century British History",
        "type": "journal",
        "issn": [
          "0955-2359",
          "1477-4674"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://ueaeprints.uea.ac.uk/id/eprint/62963/1/Accepted_manuscript.pdf"
      },
      "topics": [
        "Political and Economic history of UK and US",
        "Historical Studies on Reproduction, Gender, Health, and Societal Changes",
        "Irish and British Studies"
      ],
      "referenced_works_count": 7,
      "url": "https://openalex.org/W2607489397"
    },
    {
      "openalex_id": "W3029757703",
      "doi": "10.18326/ijims.v10i1.1-24",
      "title": "The Demise of Moderate Islam: new media, contestation, and reclaiming religious authorities",
      "authors": [
        {
          "name": "Wahyudi Akmaliah",
          "openalex_id": "A5042873646",
          "orcid": "https://orcid.org/0000-0003-1661-2127"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-05-29",
      "abstract": "The landscape of the Indonesian public sphere amidst the rise of new media has opened both opportunities and threats dealing with Islamic teaching. This condition shapes a danger for the two largest of moderate Muslim Organisations (Muhammadiyah and Nahdatul Ulama/NU), in which they do not engage a lot of this development of the digital platform. Consequently, dealing with religious issues, their voices become voiceless. By employing desk research through some relevant references and collecting information from social media, specifically Instagram and Youtube, this article examines the role of the Islamic organization of moderate Islam in the rapid of the digital platform as the new of the public sphere. The article finds that they have difference respond to dealing with the presence of the new religious authorities. In comparison, while Muhammadiyah is more accepting of them calmly, NU is more reactively in responding.Lanskap ruang publik Indonesia di tengah muncunya media sosial membuka kesempatan sekaligus ancaman terkait dengan dakwah Islam. Hal itu merupakan ancaman bagi dua organisasi besar Moderat Islam di Indonesia (Muhammadiyah dan NU), di mana mereka menjadi kelompok minoritas dalam aktivitas dakwah online. Akibatnya, berkaitan dengan issu-isu keagamaan, suara mereka menjadi tidak terdengar/didengarkan. Dengan melakukan riset studi literatur yang relevan dan informasi yang didapatkan dari akun media sosial, khususnya Instagram dan Youtube, artikel ini menjelaskan peranan organisasi Islam moderat di tengah cepatnya platform digital di ruang publik. Artikel ini menemukan bahwa Muhammadiyah dan NU memiliki respon yang berbeda terkait dengan kehadiran otoritas keagamaan baru. Sebagai perbandingan, penerimaan Muhammadiyah terhadap kehadiran mereka terlebih lebih biasa ketimbang dengan NU yang reactif.",
      "cited_by_count": 114,
      "type": "article",
      "source": {
        "name": "Indonesian Journal of Islam and Muslim Societies",
        "type": "journal",
        "issn": [
          "2089-1490",
          "2406-825X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://ijims.iainsalatiga.ac.id/index.php/ijims/article/download/3227/pdf"
      },
      "topics": [
        "Islamic Finance and Communication",
        "Islamic Studies and Radicalism",
        "Educational Methods and Impacts"
      ],
      "referenced_works_count": 13,
      "url": "https://openalex.org/W3029757703"
    },
    {
      "openalex_id": "W3182935039",
      "doi": "10.1017/s1537592721001924",
      "title": "Forging, Bending, and Breaking: Enacting the “Illiberal Playbook” in Hungary and Poland",
      "authors": [
        {
          "name": "Andrea L. P. Pirro",
          "openalex_id": "A5003455231",
          "orcid": "https://orcid.org/0000-0002-0111-4865",
          "institutions": [
            "Scuola Normale Superiore",
            "Uniwersytet SWPS"
          ]
        },
        {
          "name": "Ben Stanley",
          "openalex_id": "A5015716464",
          "orcid": "https://orcid.org/0000-0001-6932-1046",
          "institutions": [
            "Scuola Normale Superiore",
            "Uniwersytet SWPS"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-07-09",
      "abstract": "In recent years, Central and Eastern Europe have furnished several examples of illiberalism in power. The most prominent and consequential cases are Fidesz, which has ruled in Hungary since 2010, and Law and Justice (PiS), which has ruled in Poland since 2015. In both cases, illiberal governments have embarked upon an extensive project of political reform aimed at dismantling the liberal-democratic order. We examine the nature, scope, and consequences of these processes of autocratisation. We first argue that illiberal changes are ideologically founded and identify how both populism and nativism figure in the policymaking of illiberals in power. We then show how these practices emerge from a common “illiberal playbook”—a paradigm of policy change comprising forms of forging , bending , and breaking —and elaborate on the notion that illiberal governments are using legalism to kill liberalism. The fine-grained approach that we employ allows us to distinguish between different rationales and gradations of illiberal policymaking, and assess their implications for the rule of law, executive power, and civil rights and freedoms",
      "cited_by_count": 156,
      "type": "article",
      "source": {
        "name": "Perspectives on Politics",
        "type": "journal",
        "issn": [
          "1537-5927",
          "1541-0986"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/3DD83EDB9BA4D3DA72DC4F77A8F0686A/S1537592721001924a.pdf/div-class-title-forging-bending-and-breaking-enacting-the-illiberal-playbook-in-hungary-and-poland-div.pdf"
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Electoral Systems and Political Participation",
        "Gender Politics and Representation"
      ],
      "referenced_works_count": 58,
      "url": "https://openalex.org/W3182935039"
    },
    {
      "openalex_id": "W2492008805",
      "doi": "10.1146/annurev-anthro-102215-100224",
      "title": "Design and Anthropology",
      "authors": [
        {
          "name": "Keith M. Murphy",
          "openalex_id": "A5067301403",
          "orcid": "https://orcid.org/0000-0002-5002-1091",
          "institutions": [
            "University of California, Irvine"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-08-02",
      "abstract": "In this review, I examine the recent turn to design in anthropology in three different configurations: anthropology of design, anthropology for design, and design for anthropology. Although these three configurations represent different cuts in a complex set of relations between these two disciplines, I have chosen to discuss them together because they all represent—though not always obviously so—attempts to contend with the moral implications of humans intervening in the lives of other humans. One goal of this article is to specify and evaluate a long-standing but underarticulated regard for design and designed things in anthropology while also offering a framework for critically engaging anthropology's relationship with design in its multiple configurations.",
      "cited_by_count": 175,
      "type": "article",
      "source": {
        "name": "Annual Review of Anthropology",
        "type": "journal",
        "issn": [
          "0084-6570",
          "1545-4290"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-anthro-102215-100224"
      },
      "topics": [
        "Innovative Human-Technology Interaction",
        "Crafts, Textile, and Design",
        "Anthropology: Ethics, History, Culture"
      ],
      "referenced_works_count": 136,
      "url": "https://openalex.org/W2492008805"
    },
    {
      "openalex_id": "W2277530508",
      "doi": "10.1111/pops.12334",
      "title": "Ontological Security and Public (Mis)Recognition of International Crises: Uncertainty, Political Imagining, and the Self",
      "authors": [
        {
          "name": "Dmitry Chernobrov",
          "openalex_id": "A5046655421",
          "orcid": "https://orcid.org/0000-0002-6598-0412",
          "institutions": [
            "University of Sheffield"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-10",
      "abstract": "Public narratives of unexpected international events frequently help (re)imagine uncertainty as something familiar or predictable. This process underlies social and political responses and is deeply significant in relation to identity and boundary security. I propose to read early perceptions of international crises through a reformulation of ontological security principles that find motivation for behavior in self‐identity needs. Political imagining is shown to seek continuous self‐concepts and to routinize new encounters within familiar and self‐affirming frames. This article suggests a new approach to ontological continuity: instead of an unchanging narrative, its security may rest in a continuously positive version of the self, with narratives of others balancing and securing the relationship. In the second half of the article, I draw on interviews about the “Arab Spring” to show how illusions of recognizing unexpected events and the political imagining this produces can be motivated by self‐concepts in need of security.",
      "cited_by_count": 129,
      "type": "article",
      "source": {
        "name": "Political Psychology",
        "type": "journal",
        "issn": [
          "0162-895X",
          "1467-9221"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/pops.12334"
      },
      "topics": [
        "International Relations and Foreign Policy",
        "Global Security and Public Health",
        "Peacebuilding and International Security"
      ],
      "referenced_works_count": 78,
      "url": "https://openalex.org/W2277530508"
    },
    {
      "openalex_id": "W2890093862",
      "doi": "10.4324/9781315712802",
      "title": "Against Meritocracy: Culture, Power and Myths of Mobility",
      "authors": [
        {
          "name": "Jo Littler",
          "openalex_id": "A5083822108",
          "orcid": "https://orcid.org/0000-0001-8496-6192"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-16",
      "abstract": "In this book Jo Littler argues that meritocracy is the key cultural means of legitimation for contemporary neoliberal culture – and that whilst it promises opportunity, it in fact creates new forms of social division. Against Meritocracy is split into two parts. Part I explores the genealogies of meritocracy within social theory, political discourse and working cultures. It traces the dramatic U-turn in meritocracy’s meaning, from socialist slur to a contemporary ideal of how a society should be organised. Part II uses a series of case studies to analyse the cultural pull of popular ‘parables of progress’, from reality TV to the super-rich and celebrity CEOs, from social media controversies to the rise of the ‘mumpreneur’. Paying special attention to the role of gender, ‘race’ and class, this book provides new conceptualisations of the meaning of meritocracy in contemporary culture and society.",
      "cited_by_count": 141,
      "type": "book",
      "source": {
        "name": "OAPEN (OAPEN)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://www.oapen.org/search?identifier=1004179"
      },
      "topics": [
        "Youth Education and Societal Dynamics",
        "Cultural Industries and Urban Development",
        "Social Policy and Reform Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2890093862"
    },
    {
      "openalex_id": "W2211754710",
      "doi": "10.1177/0967010615617684",
      "title": "Angst springs eternal: Dangerous times and the dangers of timing the ‘Arab Spring’",
      "authors": [
        {
          "name": "Andrew R. Hom",
          "openalex_id": "A5049015093",
          "orcid": "https://orcid.org/0000-0001-5979-4712",
          "institutions": [
            "University of Glasgow"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-19",
      "abstract": "Various reflections on the ‘Arab Spring’ evince a common view of the relationship between change and time that imbues events with a sense of intrinsic peril. Based on a framework developed from Norbert Elias’s concept of timing, this article elaborates the relationship between time and the ‘Arab Spring’ by unpacking and explaining three rhetorical tropes prevalent in academic responses to the revolts. The first two construct a problem to which the third proffers a solution. First, analysts treat time itself as a problematic force confounding stability and progress. Second, they deploy fluvial metaphors to present dynamic events as inherently insecure. Third, they use temporal Othering to retrofit the ‘Arab Spring’ to the familiar arc of liberal democracy, which renders the revolts intelligible and amenable to external intervention. These moves prioritize certainty and order over other considerations and constrain open-ended transformations within a familiar rubric of political progress. They also constitute an active timing effort based on a conservative standard, with important implications for our understanding of security and for scholarly reflexivity. The article concludes with three temporal alternatives for engaging novel changes like the ‘Arab Spring’.",
      "cited_by_count": 57,
      "type": "article",
      "source": {
        "name": "Security Dialogue",
        "type": "journal",
        "issn": [
          "0967-0106",
          "1460-3640"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/0967010615617684"
      },
      "topics": [
        "Political Conflict and Governance",
        "Terrorism, Counterterrorism, and Political Violence",
        "Sociology and Norbert Elias"
      ],
      "referenced_works_count": 66,
      "url": "https://openalex.org/W2211754710"
    },
    {
      "openalex_id": "W2894404705",
      "doi": "10.1007/s40803-018-0082-5",
      "title": "Creating Authoritarian Clientelism: Poland After 2015",
      "authors": [
        {
          "name": "Radosław Markowski",
          "openalex_id": "A5031438803",
          "orcid": "https://orcid.org/0000-0001-6018-3409",
          "institutions": [
            "Uniwersytet SWPS"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-09-24",
      "abstract": "Since the 2015 elections, Poland has 'enjoyed' the attention of social sciences—political science in particular—to an extent greater than at any time since the period of \"Solidarity\" in the early 1980s. In contrast to that period, Poland's idiosyncratic development over the last two and a half years can hardly be said to play the function of a normative role model. Political developments in Poland in recent times devolve into two stories: one of profound civilizational, economic and social development prior to the 2015 elections; the other of an unexpected and sudden shift toward the dismantling of the liberal democratic system after the Law and Justice (PiS) party came to power in late 2015. The first part of this article describes the most important features of pre-2015 political developments in Poland and identifies key determinants of vote choice in the 2015 parliamentary election in Poland. In brief, this analysis shows two things: that there was no 'demand' for systemic change at these elections, and that support for the winning party was mainly determined by socio-cultural factors rather than economic ones. The second part of the article aims to answer the question of why the PiS government has embarked on a course of political action that violates both the abstract principles of liberal democracy and concrete, binding provisions of Poland's 1997 Constitution. Several theoretical and speculative ideas are offered in answer to this question.",
      "cited_by_count": 66,
      "type": "article",
      "source": {
        "name": "Hague Journal on the Rule of Law",
        "type": "journal",
        "issn": [
          "1876-4045",
          "1876-4053"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s40803-018-0082-5.pdf"
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Electoral Systems and Political Participation",
        "Post-Communist Economic and Political Transition"
      ],
      "referenced_works_count": 17,
      "url": "https://openalex.org/W2894404705"
    },
    {
      "openalex_id": "W2226732849",
      "doi": "10.1007/s11562-015-0350-2",
      "title": "Separate or together? Women-only public spaces and participation of Saudi women in the public domain in Saudi Arabia",
      "authors": [
        {
          "name": "Annemarie van Geel",
          "openalex_id": "A5084314341",
          "institutions": [
            "Radboud University Nijmegen"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-05",
      "abstract": "Gender segregation in the public domain has become a cornerstone of the Saudi interpretation of Islam (Doumato 2009). It is a development that has led to the coming about of extensive separate public spaces that are only for women (Doumato 2009; Hamdan 2005; Le Renard 2008, 2014). In these women-only public spaces, women undertake activities that are by them and for them, therewith reinforcing the existence of these separate structures. This institutionalisation and practice of women-only public spaces, as well as its opposite phenomenon of 'mixing' between the two sexes (ikhtilāṭ) however is contested and led to a heated debate. This debate centres around the question of whether and if so, how women should participate in the public domain. Starting with an overview of the historical development of women-only public spaces and ikhtilāṭ in Saudi Arabia, I will show how these have evolved. Drawing on fieldwork among urban, educated Saudi women, I shed light on how attitudes and strategies of female respondents regarding women-only public spaces and ikhtilāṭ are related to their ideas about their presence in the public domain and notions of 'the liberation of women', 'empowerment', and 'the rise of women'. I conclude by demonstrating how ideas about the participation of women in the public sphere are positioned as part of the construction of a local, 'enchanted' modernity (Deeb, 2006) that has a material and a spiritual dimension.",
      "cited_by_count": 48,
      "type": "article",
      "source": {
        "name": "Contemporary Islam",
        "type": "journal",
        "issn": [
          "1872-0218",
          "1872-0226"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007%2Fs11562-015-0350-2.pdf"
      },
      "topics": [
        "Socioeconomic Development in MENA",
        "Middle East and Rwanda Conflicts",
        "Jewish and Middle Eastern Studies"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W2226732849"
    },
    {
      "openalex_id": "W2991252691",
      "doi": "10.4324/9780429057823",
      "title": "The Age of Sustainability: Just Transitions in a Complex World",
      "authors": [
        {
          "name": "Mark Swilling",
          "openalex_id": "A5020003554",
          "orcid": "https://orcid.org/0000-0002-1059-6202",
          "institutions": [
            "Stellenbosch University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-11-06",
      "abstract": "With transitions to more sustainable ways of living already underway, this book examines how we understand the underlying dynamics of the transitions that are unfolding. Without this understanding, we enter the future in a state of informed bewilderment. Every day we are bombarded by reports about ecosystem breakdown, social conflict, economic stagnation and a crisis of identity. There is mounting evidence that deeper transitions are underway that suggest we may be entering another period of great transformation equal in significance to the agricultural revolution some 13,000 years ago or the Industrial Revolution 250 years ago. This book helps readers make sense of our global crisis and the dynamics of transition that could result in a shift from the industrial epoch that we live in now to a more sustainable and equitable age. The global renewable energy transition that is already underway holds the key to the wider just transition. However, the evolutionary potential of the present also manifests in the mushrooming of ecocultures, new urban visions, sustainability-oriented developmental states and new ways of learning and researching. Shedding light on the highly complex challenge of a sustainable and just transition, this book is essential reading for anyone concerned with establishing a more sustainable and equitable world. Ultimately, this is a book about hope but without easy answers.",
      "cited_by_count": 91,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global Energy and Sustainability Research",
        "Sustainable Development and Environmental Policy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2991252691"
    },
    {
      "openalex_id": "W2260460114",
      "doi": "10.1007/s12115-015-9984-1",
      "title": "Intensified Religious Pluralism and De-differentiation: the British Example",
      "authors": [
        {
          "name": "Linda Woodhead",
          "openalex_id": "A5028984997",
          "orcid": "https://orcid.org/0000-0002-1232-1173",
          "institutions": [
            "Lancaster University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-15",
      "abstract": "Drawing on surveys of religion and values in Great Britain, this paper suggests that Peter Berger's paradigm of two pluralisms can be usefully supplemented by taking account of a third kind of intensified pluralism. This involves the breakdown of the boundaries between religions, and between the religious and the secular, and is therefore a pluralism of de-differentiation. It helps explain many features of contemporary religion and identity, including the rise of the \"nones\" and the increasing reluctance of each new generation to identify with religious (and secular) labels and packages.",
      "cited_by_count": 52,
      "type": "article",
      "source": {
        "name": "Society",
        "type": "journal",
        "issn": [
          "0147-2011",
          "1936-4725"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s12115-015-9984-1.pdf"
      },
      "topics": [
        "Religion and Society Interactions",
        "Religion, Society, and Development",
        "Religion, Spirituality, and Psychology"
      ],
      "referenced_works_count": 13,
      "url": "https://openalex.org/W2260460114"
    },
    {
      "openalex_id": "W4210987974",
      "doi": "10.4324/9780429448546",
      "title": "Invisible Search and Online Search Engines",
      "authors": [
        {
          "name": "Jutta Haider",
          "openalex_id": "A5075409529",
          "orcid": "https://orcid.org/0000-0002-8293-8208",
          "institutions": [
            "Lund University",
            "University of Klagenfurt",
            "University of Borås"
          ]
        },
        {
          "name": "Olof Sundin",
          "openalex_id": "A5008904200",
          "orcid": "https://orcid.org/0000-0001-6352-8580",
          "institutions": [
            "Lund University",
            "University of Borås",
            "University of Klagenfurt"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-03-04",
      "abstract": "Invisible Search and Online Search Engines considers the use of search engines in contemporary everyday life and the challenges this poses for media and information literacy. Looking for mediated information is mostly done online and arbitrated by the various tools and devices that people carry with them on a daily basis. Because of this, search engines have a significant impact on the structure of our lives, and personal and public memories. Haider and Sundin consider what this means for society, whilst also uniting research on information retrieval with research on how people actually look for and encounter information. &#13;\\n&#13;\\n&#13;\\nSearch engines are now one of society’s key infrastructures for knowing and becoming informed. While their use is dispersed across myriads of social practices, where they have acquired close to naturalised positions, they are commercially and technically centralised. Arguing that search, searching, and search engines have become so widely used that we have stopped noticing them, Haider and Sundin consider what it means to be so reliant on this all-encompassing and increasingly invisible information infrastructure. &#13;\\n&#13;\\n&#13;\\nInvisible Search and Online Search Engines is the first book to approach search and search engines from a perspective that combines insights from the technical expertise of information science research with a social science and humanities approach. As such, the book should be essential reading for academics, researchers, and students working on and studying information science, library and information science (LIS), media studies, journalism, digital cultures, and educational sciences.",
      "cited_by_count": 92,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/books/oa-mono/download?identifierName=doi&identifierValue=10.4324/9780429448546&type=webpdf"
      },
      "topics": [
        "Web Data Mining and Analysis",
        "Spam and Phishing Detection",
        "Digital Marketing and Social Media"
      ],
      "referenced_works_count": 300,
      "url": "https://openalex.org/W4210987974"
    },
    {
      "openalex_id": "W4294001794",
      "doi": "10.15868/socialsector.40709",
      "title": "Islam as statecraft: How governments use religion in foreign policy",
      "authors": [
        {
          "name": "Peter Mandaville Mandaville",
          "openalex_id": "A5056278027"
        },
        {
          "name": "Shadi Hamid Hamid",
          "openalex_id": "A5004687048"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-16",
      "abstract": "In this report published by the Brookings Institution, Peter Mandaville and Shadi Hamid explore the religious dimensions of the Saudi-Iranian rivalry, looking at how the Islamic outreach strategies of the two governments have evolved in response to changing regional and global environments. The authors assess the much-discussed phenomenon of Saudi Arabia’s export of Wahhabism, arguing that the nature and effects of Saudi religious influence around the world are more complicated than we ordinarily think. Meanwhile, the governments of prominent Muslim-majority countries (including Jordan, Morocco, and Egypt) have positioned themselves as the purveyors of a “moderate Islam” capable of blunting the narrative of extremist groups. They also look at Turkey and Indonesia as examples of emerging powers that have integrated elements of religious outreach into their broader soft power strategies across Asia and Africa. Mandaville and Hamid ultimately argue that while states are not always able to control the religious narrative or its effects, it is nonetheless important—and growing more important—to pay attention to the increased salience of culture, religion, and ideas in the context of an emerging “post-liberal” world order.",
      "cited_by_count": 91,
      "type": "report",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.15868/socialsector.40709"
      },
      "topics": [
        "Islamic Studies and History",
        "Terrorism, Counterterrorism, and Political Violence",
        "Education and Islamic Studies"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W4294001794"
    },
    {
      "openalex_id": "W1928780026",
      "doi": "10.26181/605174a510a38",
      "title": "Ethnic Policy in China Is Reform Inevitable?",
      "authors": [
        {
          "name": "James Leibold",
          "openalex_id": "A5068350739",
          "orcid": "https://orcid.org/0000-0002-3097-7571"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-11-04",
      "abstract": "Following significant interethnic violence beginning in 2008, Chinese intellectuals and policymakers are now engaged in unprecedented debate over the future direction of their country's ethnic policies. This study attempts to gauge current Chinese opinion on this once-secretive and still highly sensitive area of national policy.Domestic Chinese opinion on ethnic policies over the last five years is reviewed and implications for future policies under the new leadership of CPC Secretary General Xi Jinping are explored. Careful review of a wide spectrum of contemporary Chinese commentary identifies an emerging consensus for ethnic-policy reform. Leading public intellectuals, as well as some party officials, now openly call for new measures strengthening national integration at the expense of minority rights and autonomy. These reformers argue that divisive ethnic policies adopted from the former USSR must be replaced by those supporting an ethnic \"melting pot\" concept.Despite this important shift in opinion, such radical policy changes as ending regional ethnic autonomy or minority preferences are unlikely over the short-to-medium term. Small-yet-significant adjustments in rhetoric and policy emphasis are, however, expected as the party-state attempts to strengthen interethnic cohesiveness as a part of its larger agenda of stability maintenance.",
      "cited_by_count": 111,
      "type": "book",
      "source": {
        "name": "ScholarSpace (University of Hawaii at Manoa)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10125/30617"
      },
      "topics": [
        "China's Ethnic Minorities and Relations",
        "Vietnamese History and Culture Studies",
        "Philippine History and Culture"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W1928780026"
    },
    {
      "openalex_id": "W4206507173",
      "doi": "10.4324/9780429057823",
      "title": "The Age of Sustainability",
      "authors": [
        {
          "name": "Mark Swilling",
          "openalex_id": "A5020003554",
          "orcid": "https://orcid.org/0000-0002-1059-6202",
          "institutions": [
            "Stellenbosch University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-11-06",
      "abstract": "With transitions to more sustainable ways of living already underway, this book examines how we understand the underlying dynamics of the transitions that are unfolding. Without this understanding, we enter the future in a state of informed bewilderment.Every day we are bombarded by reports about ecosystem breakdown, social conflict, economic stagnation and a crisis of identity. There is mounting evidence that deeper transitions are underway that suggest we may be entering another period of great transformation equal in significance to the agricultural revolution some 13,000 years ago or the Industrial Revolution 250 years ago. This book helps readers make sense of our global crisis and the dynamics of transition that could result in a shift from the industrial epoch that we live in now to a more sustainable and equitable age. The global renewable energy transition that is already underway holds the key to the wider just transition. However, the evolutionary potential of the present also manifests in the mushrooming of ecocultures, new urban visions, sustainability-oriented developmental states and new ways of learning and researching.Shedding light on the highly complex challenge of a sustainable and just transition, this book is essential reading for anyone concerned with establishing a more sustainable and equitable world. Ultimately, this is a book about hope but without easy answers.",
      "cited_by_count": 73,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/books/oa-mono/download?identifierName=doi&identifierValue=10.4324/9780429057823&type=webpdf"
      },
      "topics": [],
      "referenced_works_count": 400,
      "url": "https://openalex.org/W4206507173"
    },
    {
      "openalex_id": "W2799341071",
      "doi": "10.1146/annurev-soc-073117-041307",
      "title": "Globalization and Social Movements",
      "authors": [
        {
          "name": "Paul Almeida",
          "openalex_id": "A5032914463",
          "orcid": "https://orcid.org/0000-0002-6516-1660",
          "institutions": [
            "University of California, Merced"
          ]
        },
        {
          "name": "Chris Chase-Dunn",
          "openalex_id": "A5036751513",
          "institutions": [
            "University of California, Riverside"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-12",
      "abstract": "A growing body of scholarship acknowledges the increasing influence of global forces on social institutions and societies on multiple scales. We focus here on the role of globalization processes in shaping collective action and social movements. Three areas of global change and movements are examined: first, long-term global trends and collective action; second, research on national and local challenges to economic globalization, including backlash movements and the types of economic liberalization measures most associated with inducing oppositional movements; and third, the emergence of contemporary transnational social movements. In each of these arenas we address debates on diffusion, intervening mechanisms, and the outcomes of collective mobilization in response to global pressures.",
      "cited_by_count": 70,
      "type": "article",
      "source": {
        "name": "Annual Review of Sociology",
        "type": "journal",
        "issn": [
          "0360-0572",
          "1545-2115"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-soc-073117-041307"
      },
      "topics": [
        "Labor Movements and Unions",
        "Elite Sociology and Global Capitalism",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 193,
      "url": "https://openalex.org/W2799341071"
    },
    {
      "openalex_id": "W4210479242",
      "doi": "10.1515/eduling-2021-0005",
      "title": "Challenges in decolonizing linguistics: the politics of enregisterment and the divergent uptakes of translingualism",
      "authors": [
        {
          "name": "Suresh Canagarajah",
          "openalex_id": "A5041834482",
          "orcid": "https://orcid.org/0000-0002-1292-2366",
          "institutions": [
            "Pennsylvania State University",
            "Center for Applied Linguistics"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-02-01",
      "abstract": "Abstract This article traces the roots of translingualism in the Global South, with particular relevance to the author’s South Asian heritage. After narrating his attempts to practice this orientation in his research and scholarship, the author analyzes the problematic ways in which translingualism is appropriated in the academic, economic, and political contexts in Global North. Employing the conceptual orientation of enregisterment, the article theorizes the challenges for decolonizing discourses in negotiating a critical and transformative uptake. It concludes by outlining some strategies that can help in entextualizing translingualism to preserve its decolonizing potential. It identifies areas of research that will expand the communities, contexts, and communication that will facilitate more pluriversal epistemologies and practices.",
      "cited_by_count": 68,
      "type": "article",
      "source": {
        "name": "Educational Linguistics",
        "type": "journal",
        "issn": [
          "2748-9310",
          "2748-9329"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.degruyter.com/document/doi/10.1515/eduling-2021-0005/pdf"
      },
      "topics": [
        "Multilingual Education and Policy",
        "Language, Discourse, Communication Strategies",
        "Discourse Analysis in Language Studies"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W4210479242"
    },
    {
      "openalex_id": "W3166100476",
      "doi": "10.1016/j.sciaf.2021.e00821",
      "title": "Climate change and small-scale agriculture in Africa: Does indigenous knowledge matter? Insights from Kenya and South Africa",
      "authors": [
        {
          "name": "Amos Apraku",
          "openalex_id": "A5084026702",
          "orcid": "https://orcid.org/0000-0001-6523-5167",
          "institutions": [
            "University of Energy and Natural Resources"
          ]
        },
        {
          "name": "John Morton",
          "openalex_id": "A5044470808",
          "orcid": "https://orcid.org/0000-0002-8013-5794",
          "institutions": [
            "University of Greenwich",
            "Natural Resources Institute"
          ]
        },
        {
          "name": "Benjamin Apraku Gyampoh",
          "openalex_id": "A5089727968",
          "orcid": "https://orcid.org/0000-0003-2069-7071",
          "institutions": [
            "Kwame Nkrumah University of Science and Technology"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-06-16",
      "abstract": null,
      "cited_by_count": 61,
      "type": "article",
      "source": {
        "name": "Scientific African",
        "type": "journal",
        "issn": [
          "2468-2276"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.1016/j.sciaf.2021.e00821"
      },
      "topics": [
        "Climate change impacts on agriculture",
        "Agricultural Innovations and Practices",
        "Rangeland Management and Livestock Ecology"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W3166100476"
    },
    {
      "openalex_id": "W4367158510",
      "doi": "10.7202/1084018ar",
      "title": "Consuming Passions: Child Abuse, Fetishism, and \"The New World Order\"",
      "authors": [
        {
          "name": "Jean Comaroff",
          "openalex_id": "A5012045294"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-11-25",
      "abstract": "While our current world — post-colonial, late-capitalist, translocal — might seem uniquely plagued by eroding frontiers and virtual realities, it is still peopled by beings who try to build shelters on what they take as relatively firm cultural ground. This paper explores one African instance of how people live at the juncture of global currents, how they deal with the \"beat\" of heteroglossia. I focus on the changing figure of the \"post-colonial\" witch — the witch who trades in commodities and travels by taxi — and I explore his/her characteristic obsessions. How do such figures bespeak late twentieth-century conditions? Why are they increasingly preoccupied with the bodies of the young? Does this bear any relation to what underlies the rising terror, in many Western contexts, of the physical vulnerability of children?",
      "cited_by_count": 37,
      "type": "article",
      "source": {
        "name": "Culture",
        "type": "journal",
        "issn": [
          "0229-009X",
          "2563-710X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.erudit.org/en/journals/culture/1997-v17-n1-2-culture06567/1084018ar.pdf"
      },
      "topics": [
        "Postcolonial and Cultural Literary Studies"
      ],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W4367158510"
    },
    {
      "openalex_id": "W2808092996",
      "doi": "10.1093/socrel/sry019",
      "title": "Atheists on the Santiago Way: Examining Motivations to Go On Pilgrimage",
      "authors": [
        {
          "name": "Miguel Farias",
          "openalex_id": "A5024220629",
          "orcid": "https://orcid.org/0000-0001-5925-795X",
          "institutions": [
            "Coventry University"
          ]
        },
        {
          "name": "Thomas J. Coleman",
          "openalex_id": "A5023511832",
          "orcid": "https://orcid.org/0000-0002-3003-5090",
          "institutions": [
            "Coventry University"
          ]
        },
        {
          "name": "James E. Bartlett",
          "openalex_id": "A5051792739",
          "orcid": "https://orcid.org/0000-0002-4191-5245",
          "institutions": [
            "Coventry University"
          ]
        },
        {
          "name": "Lluís Oviedo",
          "openalex_id": "A5081106641",
          "institutions": [
            "Pontifical University Antonianum"
          ]
        },
        {
          "name": "Pedro Pestana Soares",
          "openalex_id": "A5016003798",
          "orcid": "https://orcid.org/0000-0002-7227-4209",
          "institutions": [
            "Universidade Nova de Lisboa"
          ]
        },
        {
          "name": "Tiago Santos",
          "openalex_id": "A5034011439",
          "orcid": "https://orcid.org/0000-0001-6030-774X",
          "institutions": [
            "National Centre for Social research"
          ]
        },
        {
          "name": "María Bas",
          "openalex_id": "A5091827397",
          "orcid": "https://orcid.org/0000-0002-1221-0641",
          "institutions": [
            "Universitat de València"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-06-12",
      "abstract": "In the past 30 years, the camino to Santiago de Compostela has been recreated as an eclectic pilgrimage, open to both religious and atheist travelers. Following previous work on motivational orientations and religion, we conducted a study examining atheist versus religious pilgrims' motivations to walk the Santiago way. We assessed pilgrims (N = 360) at various parts of the northern Spanish camino using a questionnaire that measured motivations to go on pilgrimage. In addition, we measured levels of positive and negative affect, physical exertion, and emotional problems. Atheists scored significantly lower on community and religious types of motivations. However, in several measures no differences were found between groups. We suggest that both atheist and religious pilgrims are exploring forms of horizontal and vertical transcendence characterized by a desire to connect to nature and one's deeper self",
      "cited_by_count": 66,
      "type": "article",
      "source": {
        "name": "Sociology of Religion",
        "type": "journal",
        "issn": [
          "1069-4404",
          "1759-8818"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/socrel/article-pdf/80/1/28/27456459/sry019.pdf"
      },
      "topics": [
        "Religious Tourism and Spaces",
        "Religion and Society Interactions",
        "Pentecostalism and Christianity Studies"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W2808092996"
    },
    {
      "openalex_id": "W2804706614",
      "doi": "10.4102/hts.v74i3.4933",
      "title": "Religion and spirituality: What are the fundamental differences?",
      "authors": [
        {
          "name": "brimadevi van Niekerk",
          "openalex_id": "A5079069059",
          "orcid": "https://orcid.org/0000-0003-3107-8380",
          "institutions": [
            "University of South Africa"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-25",
      "abstract": "Some Victorian evolutionary thinkers, such as James Frazer, theorised that humanity’s mental stages are characterised by magic, followed by religion, culminating in science. Put another way, the notion of humanity’s encounter with the sacred in society will eventually retreat, giving way to secular conditions, and that science and rationality would triumph as a more persuasive means of satisfying human needs. In this first foray in explorations on spirituality and religion, this article asks what the fundamental differences between religion and spirituality are, and will examine the aspects of spirituality that are freely accessible and freely chosen and that are uneasy with religion, by looking at some of the constructed borders that result in religion becoming narrow, rigid, prescriptive and less attractive. The article then examines how the phenomenon of spirituality is creating new paradigms of consciousness. It draws on the literature on religion, spirituality, sociology and anthropology, and concludes that religion will not go away despite the efforts of secularisation.",
      "cited_by_count": 61,
      "type": "article",
      "source": {
        "name": "HTS Teologiese Studies / Theological Studies",
        "type": "journal",
        "issn": [
          "0259-9422",
          "2072-8050"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://hts.org.za/index.php/hts/article/download/4933/11206"
      },
      "topics": [
        "Religion, Spirituality, and Psychology",
        "Religion and Society Interactions",
        "Religious Studies and Spiritual Practices"
      ],
      "referenced_works_count": 35,
      "url": "https://openalex.org/W2804706614"
    },
    {
      "openalex_id": "W3202457388",
      "doi": "10.28968/cftt.v5i2.30027",
      "title": "Phytopoetics",
      "authors": [
        {
          "name": "Joela Jacobs",
          "openalex_id": "A5001302525",
          "orcid": "https://orcid.org/0000-0003-2250-8879",
          "institutions": [
            "University of Arizona"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-09",
      "abstract": "This article develops the notion of phytopoetics, which describes the role of plant agency in literary creations and the cultural imaginary. In order to show how plants prompt poetic productions, the article engages with narrative examples by modernist German authors Oskar Panizza, Hanns Heinz Ewers, and Alfred Döblin, which feature vegetal eroticism and violence. By close reading these texts and their contexts, the article maps the role of plant agency in the co-constitution of a cultural imaginary of the vegetal that results in literary works as well as societal consequences.",
      "cited_by_count": 59,
      "type": "article",
      "source": {
        "name": "Catalyst Feminism Theory Technoscience",
        "type": "journal",
        "issn": [
          "2380-3312"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://catalystjournal.org/index.php/catalyst/article/download/30027/25711"
      },
      "topics": [],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W3202457388"
    },
    {
      "openalex_id": "W4205496155",
      "doi": "10.4324/9780367260569-58",
      "title": "Illiberalism in East-Central Europe",
      "authors": [
        {
          "name": "Gábor Halmai",
          "openalex_id": "A5078998519",
          "orcid": "https://orcid.org/0000-0001-9472-5819",
          "institutions": [
            "European University Institute"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-11-17",
      "abstract": "This chapter seeks to determine whether there is a genuine constitutional theory of \"illiberal constitutionalism,\" as recently advocated in some East-Central European member states of the European Union, especially Hungary and Poland. These examples demonstrate that illiberal democracy has nothing to do with any majoritarian constitutional model based on the separation of powers, or with political constitutionalism, or any kind of weak judicial review, and that it misuses the concept of constitutional identity. The second part of the chapter investigates the social, religious, and cultural relations of illiberal societies. It is argued that there has been a very weak historical tradition of liberalism and modernization in East-Central European societies, and that the main driving force of the transition to liberal democracy was to reach Western living standards. The recent success of illiberalism in the region seems to indicate that its special historical circumstances require a longer period of time to build up a liberal democratic political and constitutional culture. But democratic backsliding is not proof positive of the failure of liberal democracy altogether, as illiberal leaders and their court ideologists want people to believe.",
      "cited_by_count": 32,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/chapters/edit/download?identifierName=doi&identifierValue=10.4324/9780367260569-58&type=chapterpdf"
      },
      "topics": [
        "Judicial and Constitutional Studies",
        "Law in Society and Culture",
        "European and International Law Studies"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W4205496155"
    },
    {
      "openalex_id": "W2911520441",
      "doi": "10.7146/aahcc.v1i1.21199",
      "title": "Charismatic Technology",
      "authors": [
        {
          "name": "Morgan G. Ames",
          "openalex_id": "A5060619205",
          "orcid": "https://orcid.org/0009-0002-2632-7186",
          "institutions": [
            "Intel (United States)",
            "Southern California Earthquake Center",
            "University of California, Irvine"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-10-05",
      "abstract": "&lt;div class=\"page\" title=\"Page 1\"&gt;&lt;div class=\"layoutArea\"&gt;&lt;div class=\"column\"&gt;&lt;p&gt;&lt;span&gt;To explain the uncanny holding power that some technologies seem to have, this paper presents a theory of &lt;/span&gt;&lt;span&gt;charisma &lt;/span&gt;&lt;span&gt;as attached to technology. It uses the One Laptop per Child project as a case study for exploring the features, benefits, and pitfalls of charisma. It then contextualizes OLPC’s charismatic power in the historical arc of other charismatic technologies, highlighting the enduring nature of charisma and the common themes on which the charisma of a century of technological progress rests. In closing, it discusses how scholars and practitioners in human-computer interaction might use the concept of charismatic technology in their own work. &lt;/span&gt;&lt;/p&gt;&lt;/div&gt;&lt;/div&gt;&lt;/div&gt;",
      "cited_by_count": 83,
      "type": "article",
      "source": {
        "name": "Aarhus Series on Human Centered Computing",
        "type": "journal",
        "issn": [
          "2445-7221"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://tidsskrift.dk/ashcc/article/download/21199/19574"
      },
      "topics": [
        "Innovative Human-Technology Interaction",
        "Information Systems Theories and Implementation",
        "ICT in Developing Communities"
      ],
      "referenced_works_count": 66,
      "url": "https://openalex.org/W2911520441"
    },
    {
      "openalex_id": "W2894986533",
      "doi": "10.4013/sdrj.2018.112.04",
      "title": "Mapping Indigenous Futures: Decolonising Techno-Colonising Designs",
      "authors": [
        {
          "name": "Tristan Schultz",
          "openalex_id": "A5018038057",
          "orcid": "https://orcid.org/0000-0002-6627-1749",
          "institutions": [
            "Griffith University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-09-06",
      "abstract": "This paper provides a critical interrogation of the consequences of modernity and coloniality, particularly in an Aboriginal Australian context, with focus on the accelerating speed of socio-communicative technological change. I argue from a perspective of being Australian with both Aboriginal and European heritage, with a designing politics for human ‘sustainment’ (Fry, 2009). Five provocations are provided that illustrate ways in which the seductive and repressive nature of modernity/coloniality enables socio-communicative technologies to increasingly eliminate groups’ capacities to imagine decolonising being-human. I summarise ways in which I apply learnings surrounding decolonising design modes of listening and comprehending that can contribute to help groups think, talk and map their situatedness among this phenomenon and mobilise decolonising options for their own worlds.",
      "cited_by_count": 41,
      "type": "article",
      "source": {
        "name": "Strategic Design Research Journal",
        "type": "journal",
        "issn": [
          "1984-2988"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://revistas.unisinos.br/index.php/sdrj/article/download/sdrj.2018.112.04/60746380"
      },
      "topics": [
        "Innovative Human-Technology Interaction",
        "Design Education and Practice"
      ],
      "referenced_works_count": 78,
      "url": "https://openalex.org/W2894986533"
    },
    {
      "openalex_id": "W4383912837",
      "doi": "10.3389/fpubh.2023.1137428",
      "title": "Because its power remains naturalized: introducing the settler colonial determinants of health",
      "authors": [
        {
          "name": "Bram Wispelwey",
          "openalex_id": "A5018514136",
          "orcid": "https://orcid.org/0000-0001-6716-9829",
          "institutions": [
            "Harvard Global Health Institute",
            "Brigham and Women's Hospital",
            "Harvard University"
          ]
        },
        {
          "name": "Osama Tanous",
          "openalex_id": "A5045277501",
          "orcid": "https://orcid.org/0000-0002-5484-0780",
          "institutions": [
            "Harvard University"
          ]
        },
        {
          "name": "Yara Asi",
          "openalex_id": "A5079071924",
          "orcid": "https://orcid.org/0000-0003-3432-6407",
          "institutions": [
            "Harvard University",
            "University of Central Florida"
          ]
        },
        {
          "name": "Weeam Hammoudeh",
          "openalex_id": "A5079489107",
          "orcid": "https://orcid.org/0000-0001-9733-3087",
          "institutions": [
            "Harvard University",
            "Birzeit University"
          ]
        },
        {
          "name": "David Mills",
          "openalex_id": "A5101883867",
          "orcid": "https://orcid.org/0000-0003-0188-7451",
          "institutions": [
            "Harvard University",
            "Boston Children's Hospital"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-07-11",
      "abstract": "Indigenous people suffer earlier death and more frequent and severe disease than their settler counterparts, a remarkably persistent reality over time, across settler colonized geographies, and despite their ongoing resistance to elimination. Although these health inequities are well-known, they have been impervious to comprehensive and convincing explication, let alone remediation. Settler colonial studies, a fast-growing multidisciplinary and interdisciplinary field, is a promising candidate to rectify this impasse. Settler colonialism’s relationship to health inequity is at once obvious and incompletely described, a paradox arising from epistemic coloniality and perceived analytic challenges that we address here in three parts. First, in considering settler colonialism an enduring structure rather than a past event, and by wedding this fundamental insight to the ascendant structural paradigm for understanding health inequities, a picture emerges in which this system of power serves as a foundational and ongoing configuration determining social and political mechanisms that impose on human health. Second, because modern racialization has served to solidify and maintain the hierarchies of colonial relations, settler colonialism adds explanatory power to racism’s health impacts and potential amelioration by historicizing this process for differentially racialized groups. Finally, advances in structural racism methodologies and the work of a few visionary scholars have already begun to elucidate the possibilities for a body of literature linking settler colonialism and health, illuminating future research opportunities and pathways toward the decolonization required for health equity.",
      "cited_by_count": 77,
      "type": "article",
      "source": {
        "name": "Frontiers in Public Health",
        "type": "journal",
        "issn": [
          "2296-2565"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fpubh.2023.1137428/pdf"
      },
      "topics": [
        "Indigenous Health, Education, and Rights",
        "Racial and Ethnic Identity Research",
        "Caribbean history, culture, and politics"
      ],
      "referenced_works_count": 208,
      "url": "https://openalex.org/W4383912837"
    },
    {
      "openalex_id": "W3080572979",
      "doi": "10.1093/isp/ekaa008",
      "title": "Differing about Difference: Relational IR from around the World",
      "authors": [
        {
          "name": "Tamara Trownsell",
          "openalex_id": "A5051379666",
          "orcid": "https://orcid.org/0000-0003-3008-4199",
          "institutions": [
            "Universidad San Francisco de Quito"
          ]
        },
        {
          "name": "Arlene B. Tickner",
          "openalex_id": "A5037858027",
          "orcid": "https://orcid.org/0000-0003-1370-7382",
          "institutions": [
            "Universidad del Rosario"
          ]
        },
        {
          "name": "Amaya Querejazu",
          "openalex_id": "A5000422324",
          "orcid": "https://orcid.org/0000-0001-9565-9083",
          "institutions": [
            "Universidad de Antioquia"
          ]
        },
        {
          "name": "Jarrad Reddekop",
          "openalex_id": "A5054553974",
          "orcid": "https://orcid.org/0000-0001-6989-9673",
          "institutions": [
            "University of Victoria",
            "Camosun College"
          ]
        },
        {
          "name": "Giorgio Shani",
          "openalex_id": "A5088732093",
          "orcid": "https://orcid.org/0000-0003-1221-9950"
        },
        {
          "name": "Kosuke Shimizu",
          "openalex_id": "A5051664925",
          "orcid": "https://orcid.org/0000-0003-1159-5436",
          "institutions": [
            "Ryukoku University"
          ]
        },
        {
          "name": "Navnita Chadha Behera",
          "openalex_id": "A5040753675",
          "orcid": "https://orcid.org/0000-0001-6975-3359",
          "institutions": [
            "University of Delhi"
          ]
        },
        {
          "name": "Anahita Arian",
          "openalex_id": "A5101918506",
          "orcid": "https://orcid.org/0000-0002-4585-0506",
          "institutions": [
            "University of Erfurt"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-08-25",
      "abstract": "Abstract Difference, a central concern to the study of international relations (IR), has not had its ontological foundations adequately disrupted. This forum explores how existential assumptions rooted in relational logics provide a significantly distinct set of tools that drive us to re-orient how we perceive, interpret, and engage both similarity and difference. Taking their cues from cosmological commitments originating in the Andes, South Asia, East Asia, and the Middle East, the six contributions explore how our existential assumptions affect the ways in which we deal with difference as theorists, researchers, and teachers. This initial conversation pinpoints key content and foci of future relational work in IR.",
      "cited_by_count": 51,
      "type": "article",
      "source": {
        "name": "International Studies Perspectives",
        "type": "journal",
        "issn": [
          "1528-3577",
          "1528-3585"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/isp/article-pdf/22/1/25/36159084/ekaa008.pdf"
      },
      "topics": [
        "International Relations and Foreign Policy",
        "Peacebuilding and International Security",
        "Gender, Security, and Conflict"
      ],
      "referenced_works_count": 176,
      "url": "https://openalex.org/W3080572979"
    },
    {
      "openalex_id": "W2329664302",
      "doi": "10.1016/j.wsif.2015.12.004",
      "title": "Refugee men as perpetrators, allies or troublemakers? Emerging discourses on men and masculinities in humanitarian aid",
      "authors": [
        {
          "name": "Elisabeth Olivius",
          "openalex_id": "A5073712527",
          "orcid": "https://orcid.org/0000-0002-2400-9144",
          "institutions": [
            "Umeå University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-28",
      "abstract": null,
      "cited_by_count": 84,
      "type": "article",
      "source": {
        "name": "Women s Studies International Forum",
        "type": "journal",
        "issn": [
          "0277-5395",
          "1879-243X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S0277539515301862"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Migration, Health and Trauma",
        "Gender, Security, and Conflict"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W2329664302"
    },
    {
      "openalex_id": "W2598267117",
      "doi": "10.1215/9780822373599",
      "title": "Hydraulic City: Water and the Infrastructures of Citizenship in Mumbai",
      "authors": [
        {
          "name": "Nikhil Anand",
          "openalex_id": "A5048778088",
          "orcid": "https://orcid.org/0000-0001-9249-3655"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-03-02",
      "abstract": "In Hydraulic City Nikhil Anand explores the politics of Mumbai's water infrastructure to demonstrate how citizenship emerges through the continuous efforts to control, maintain, and manage the city's water. Through extensive ethnographic fieldwork in Mumbai's settlements, Anand found that Mumbai's water flows, not through a static collection of pipes and valves, but through a dynamic infrastructure built on the relations between residents, plumbers, politicians, engineers, and the 3,000 miles of pipe that bind them. In addition to distributing water, the public water network often reinforces social identities and the exclusion of marginalized groups, as only those actively recognized by city agencies receive legitimate water services. This form of recognition—what Anand calls \"hydraulic citizenship\"—is incremental, intermittent, and reversible. It provides residents an important access point through which they can make demands on the state for other public services such as sanitation and education. Tying the ways Mumbai's poorer residents are seen by the state to their historic, political, and material relations with water pipes, the book highlights the critical role infrastructures play in consolidating civic and social belonging in the city.",
      "cited_by_count": 109,
      "type": "book",
      "source": {
        "name": "BiblioBoard Library Catalog (Open Research Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openresearchlibrary.org/ext/api/media/74403d26-4626-4612-9ffe-aad27e5e9941/assets/external_content.pdf"
      },
      "topics": [
        "Water Governance and Infrastructure",
        "Water Systems and Optimization",
        "Water resources management and optimization"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2598267117"
    },
    {
      "openalex_id": "W2399493231",
      "doi": "10.1515/9781474402972",
      "title": "Reinventing Liberty: Nation, Commerce and the Historical Novel from Walpole to Scott",
      "authors": [
        {
          "name": "Fiona Price",
          "openalex_id": "A5112542841"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-13",
      "abstract": "The British historical novel has often been defined in the terms set by Walter Scott’s fiction, as a reflection on a clear break between past and present. Returning to the range of historical fiction written before Scott, Reinventing Liberty challenges this view by returning us to the rich range of historical novels written in the late eighteenth-century. It explores how these works participated in a contentious debate concerning political change and British national identity. Ranging across well-known writers, like William Godwin, Horace Walpole and Frances Burney, to lesser-known figures, such as Cornelia Ellis Knight and Jane Porter, Reinventing Liberty reveals how history becomes a site to rethink Britain as ‘land of liberty’ and it positions Scott in relation to this tradition.",
      "cited_by_count": 43,
      "type": "book",
      "source": {
        "name": "BiblioBoard Library Catalog (Open Research Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openresearchlibrary.org/ext/api/media/c5c6cf04-4ca4-4ab8-9da9-865b871754c6/assets/external_content.pdf"
      },
      "topics": [
        "Literature: history, themes, analysis",
        "Australian History and Society",
        "Historical Studies on Reproduction, Gender, Health, and Societal Changes"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2399493231"
    },
    {
      "openalex_id": "W4384830110",
      "doi": "10.1515/9781399502795",
      "title": "Neo-traditionalism in Islam in the West",
      "authors": [
        {
          "name": "Walaa Quisay",
          "openalex_id": "A5083575608"
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-07-06",
      "abstract": "Studies the impact neo-traditionalism has on the religious and political subjectivities of Muslims in the West Shows the importance of neo-traditionalism in the changing conceptions of religious orthodoxy, religious authority and spirituality for young Muslims in the West Studies primarily – although not exclusively – three neo-traditionalist shaykhs: Hamza Yusuf, Abdal Hakim Murad and Umar Faruq Abd-Allah Analyses how neo-traditionalist shaykhs construct the notion of 'tradition' concerning what they perceive to have been lost in modernity Examines the political implications to their critiques of modernity – as it pertains to political quietism, race and gender This book examines the salience of neo-traditionalism in Anglo-American Muslim communities. By tracing the scholarship and impact of the key public pedagogues (shaykhs) associated with this phenomenon – Hamza Yusuf, Abdal Hakim Murad, and Umar Faruq Abd-Allah, Quisay shows how their critiques of modernity is solidified as political ideals and strategies. The shaykhs guide their community of followers and students – known as 'seekers of sacred knowledge' – to paradigmatic critique of modernity that emphasises the importance of reconnecting with the tradition, self-purification, religious orthodoxy, and advocating for the notion of traditional metaphysical worldview and recognition and deference to spiritual (and political) authorities. In secluded, spiritual retreats – held by the shaykhs – the seekers hope to opt out of the disenchanted modern in search for a form of re-enchantment where neither the modern world nor the particularities of their modern subjectivities can intrude. The enticement of re-enchantment, however, proves problematic in the face of modern political power.",
      "cited_by_count": 26,
      "type": "book",
      "source": {
        "name": "Edinburgh University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.degruyter.com/document/doi/10.1515/9781399502795/pdf"
      },
      "topics": [
        "Islamic Studies and History",
        "Education and Islamic Studies",
        "Terrorism, Counterterrorism, and Political Violence"
      ],
      "referenced_works_count": 137,
      "url": "https://openalex.org/W4384830110"
    }
  ],
  "count": 35,
  "errors": []
}
