{
  "status": "success",
  "source": "semantic_scholar",
  "query": "nationalism tradition construction",
  "results": [
    {
      "paperId": "4f1eee617aa9a0001b9fddbcf89eb968bc6d33c1",
      "title": "Konstruksi Identitas Nasionalisme Dalam Pikukuh Masyarakat Adat Baduy",
      "authors": [
        {
          "name": "A. Armawi",
          "authorId": "101053253"
        },
        {
          "name": "Desy Susilawati",
          "authorId": "117516466"
        }
      ],
      "year": 2021,
      "abstract": "This research is entitled “Construction of Nationalism Identity in Baduy Society Based on Pikukuh and Buyut.” This is a library research on the philosophical life of the Baduy, a traditional community in Indonesia. Analysis was conducted using interpretation, inductive and deductive, internal coherence, and holistica approaches. This research resulted is some conclusions. First, the Baduy community was found to uphold a form of ethno-nationalism which is based on Pikukuh and Buyut with a strong focus on the meaning of leadership, communal life, and observance of laws. However, this ethno-nationalism does not conflict with the state nationalism upheld by the Indonesian government. Indeed, seba shows that there has always been good relationship between the Baduy people (which uphold ethno-nationalism) and the Indonesian government (which upholds state nationalism). Secondly, the “imagined” nationalism in the Baduy community is founded based on traditional bond, in which case nationalism is not separated from tradition. Consequently, the values are oriented towards basic rationality in order to construct an identity of nationalism unique to the Baduy community. However, at the same time, instrumental rationality and the value-oriented rationality have the same role, in that they serve to construct the meaning of nationalism in the Baduy community. All of these factors result in a harmonious relationship between ethno-nationalism upheld by the the Baduy community and state nationalism upheld by the Indonesian government.",
      "citationCount": 3,
      "doi": "10.17510/paradigma.v11i2.530",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f1eee617aa9a0001b9fddbcf89eb968bc6d33c1",
      "venue": "Paradigma: Jurnal Kajian Budaya",
      "journal": {
        "name": "Paradigma: Jurnal Kajian Budaya"
      },
      "publicationTypes": null
    },
    {
      "paperId": "be684eb98cef399058f6aa8849fd722dd3a8ca06",
      "title": "Russia and the Caucasus",
      "authors": [
        {
          "name": "G. Novikova",
          "authorId": "13011150"
        }
      ],
      "year": 2015,
      "abstract": "IntroductionRussian influence in the South Caucasus region has a long history. Czar Ivan IV initiated construction of the Tarki fortress on the Caspian Sea as early as 1559. In the subsequent centuries Russia gradually extended control over the surrounding area, culminating with the 1829 Treaty of Turkmenchay that established the Aras River as the expanding empire's boundary with Persia.1 Russian policy toward the region has been dominated by the goal of maintaining a position of influence ever since.Challenges to Russian control have arisen from both internal and external sources. Between 1817 and 1863 Russia fought what it calls the Caucasian War against coalitions of local tribes led by the famous Imam Shamil, eventually prevailing in an armed conflict that was \"prosecuted with incredible savagery.\"2 Modem ethnic nationalism emerged in a Caucasus subjected to czarist control, with local identities conditioned by the status of Russia as a foil for resentment.3 A tradition of armed resistance to Russian control can be traced from the Caucasian War to the present. Against the background of the Russian Revolutions of 1917, the peoples of the Caucasus launched unsuccessful attempts to consolidate independent states, and during the 1920s and 1930s there were numerous local uprisings in defiance of Soviet power.4 The tradition of militant opposition to Russian domination has reemerged in the post-Soviet period and remains an important source of regional instability.The greater Caucasus has also been a subject of geopolitical competition between external actors. During the Crimean War (1853-1856) Ahmed Pasha led Ottoman armies into the Caucasus with the goal of pushing Russia north of the Terek and Kuban Rivers, a campaign whose logic (and unsuccessful outcome) was replayed by Ottoman forces under Enver Pasha during the First World War. The Caucasus was also the target of an offensive by Hitler's Wehrmacht during the Second World War, who were beaten back by the Soviet armed forces at great cost.5 Parvrn Darabadi characterizes these episodes as part of a larger struggle waged on the global chessboard to control a \"great Eurasian Central-Eurasia megazone\" including the Black and Caspian Seas.6 Today's conflicts for influence in the Caucasus region between the U.S. and its Western allies and the Russian Federation fit neatly into this tradition.The promise of a new beginning offered by the dismantling of the Soviet Union has not been fulfilled. Between 1994 and 1996 Boris Yeltsin's Russia fought the First Chechen War in an attempt to squelch separatism in the Russian North Caucasus, with catastrophic results. In the Second Chechen War (1999-2009) Russia achieved greater success, but armed resistance in the region has not been eliminated. Against the background of the Soviet collapse Armenia and Azerbaijan waged war over the enclave of Nagorno-Karabakh, while Georgia lost control over the rebellious provinces of South Ossetia and Abkhazia, giving rise to protracted or \"frozen\" conflicts that remain unresolved.7 Since the accession of Vladimir Putin to power in the Kremlin in 2000, Russia has committed to a long-term effort to restore something like its traditional dominant status. When the Georgian government of Mikhel Saakashvili sought to regain control over South Ossetia in 2008, Russia responded with a devastating invasion that seemed to make its goals, and the capacity that it possessed to pursue them, crystal clear.8Russia pursues an assertive regional policy in the Caucasus consistent with its historical traditions, which portray the region as \"an inalienable part of the history and fate of Russia,\" as well as its contemporary geostrategic interests.9 Meanwhile, its longstanding role as a major player in the region continues to shape its perceptions and priorities. Russia's policy toward the South Caucasus is also aligned with a larger vision for post-Soviet Eurasia, which is viewed as the crucible within which Russia will eventually be able to reassert itself as a great world power - a dynamic exposed once again by Russian reactions to the conflict that has been unfolding in Ukraine since 2013. …",
      "citationCount": 2,
      "doi": "10.11610/CONNECTIONS.14.2.01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be684eb98cef399058f6aa8849fd722dd3a8ca06",
      "venue": "",
      "journal": {
        "name": "Connections: The Quarterly Journal",
        "pages": "1-11",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5690fe91127dd8742af111c30b713192c5a37dac",
      "title": "A proposito della «invenzione della tradizione»",
      "authors": [
        {
          "name": "D. Bidussa",
          "authorId": "103423797"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.7375/75145",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5690fe91127dd8742af111c30b713192c5a37dac",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "04f305c6437c3096affe74bb49037c99504ba943",
      "title": "El tiempo y el mito: los argonautas en Liubliana",
      "authors": [
        {
          "name": "A. M. Tarrío",
          "authorId": "2079603339"
        }
      ],
      "year": 2012,
      "abstract": "This papers gives a breif overview of research in its initial phases, which examines, from the perspective of the construction of national identity, the traditional theme of the enduring and timeless nature of Classical myths and in particular the ancient myth, which is the subject of Borges’s sharp irony in his short-story “The immortal”. The reception of the Argonauts myth in Slovenian culture, initiated by the work of Janez Vajkard or Johann Weichard Freiherr von Valvasor (1641–1693), offers a significant case-study, which also highlights the relevance of Humanist and Baroque culture in the critical history of European nationalism. Writing before the emergence in Europe of the Hegelian conception of “Volkgeist”, the polymath writer applied a humanistic approach to patriotic themes, revealing Slovene culture, hybrid from its origins, to the wider world. A characteristic feature of his approach was the fusion of earlier textual tradition with contemporary oral material. Both in Slovenia and in the rest of Europe the comparison of the nineteenth century treatment of material dealing with national identity with its earlier treatment and transmission by humanist writers highlights the importance of the 16th and 17th centuries in the configuration of the different national faces of Europe as well as the significant role of common Greek and Latin roots. As a result, the myth of the Argonauts in Ljubljana, against the backdrop of idealistic or essentialist nationalist faiths, has the not inconsiderable virtue of underscoring the contaminatio that is characteristic of the construction of national identity.",
      "citationCount": 0,
      "doi": "10.4312/vh.20.2.285-294",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04f305c6437c3096affe74bb49037c99504ba943",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "5043cda87e20a8ac0858fc3188039ff26cc9c211",
      "title": "Study on Value Implications and Practical Paths of New-Era Family Tradition Construction from the Perspective of Cultural Inheritance",
      "authors": [
        {
          "name": "Lingna Zhou",
          "authorId": "2396428968"
        },
        {
          "name": "Nanxuan Li",
          "authorId": "2366698674"
        },
        {
          "name": "Wei Zhang",
          "authorId": "2155470615"
        },
        {
          "name": "Rui Yao",
          "authorId": "2396066789"
        }
      ],
      "year": 2025,
      "abstract": "The construction of family ethos in the new era is a key approach to the inheritance of China’s fine traditional culture. From the perspective of cultural inheritance, this paper systematically explores the value implications of family ethos construction in the new era - as a micro carrier for the intergenerational continuation of cultural genes, an important fulcrum for the nourishment of social cultural ecology, and an original field for the formation of individual cultural personality; it analyzes its practical predicaments, including the intergenerational transmission fracture in families, the estrangement between families and schools in collaboration, and the insufficiency of social synergy; and it proposes practical paths such as awakening cultural memory in families, integrating curriculum practices in schools, building a collaborative mechanism in society, and digital empowerment through media, aiming to provide theoretical support and practical guidance for cultural inheritance and family ethos construction in the new era.",
      "citationCount": 0,
      "doi": "10.53469/jssh.2025.7(11).23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5043cda87e20a8ac0858fc3188039ff26cc9c211",
      "venue": "Journal of social sciences and humanities",
      "journal": {
        "name": "Journal of Social Science and Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c2d5a893049b77547900b8c2264a313c6e52aa87",
      "title": "The Emperor’s New Clothes: Time Bar Clauses in Construction Contracts Between Legal Tradition and Good Faith",
      "authors": [
        {
          "name": "Haitham A. Haloush",
          "authorId": "66760809"
        }
      ],
      "year": 2021,
      "abstract": "\n There is no clear provision in how the Jordanian Civil Code deals with the principles of good faith and freedom of contract. Interpretations can go either way, although there is a notable tendency that gravitates towards good faith. One significant aspect of the principle of good faith is that it provides a solid ground of contractual and legal interpretation of controversial construction issues such as time bar clauses. This research highlights how time bar clauses in construction contracts may affect the rights and responsibilities of Employers and Contractors under the Jordanian law. Often application of the principle of good faith produces a result similar to that under time bar clauses in FIDIC rules. As far as the author is aware, this issue has not been researched comprehensively before from technical and legal standpoints. This article represents a first attempt to examine the issues arising in this difficult and important subject.",
      "citationCount": 1,
      "doi": "10.1163/15730255-BJA10081",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c2d5a893049b77547900b8c2264a313c6e52aa87",
      "venue": "Arab Law Quarterly",
      "journal": {
        "name": "Arab Law Quarterly"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1b6800773c26554c58eea9118c6cf0fd45c42f14",
      "title": "Construction Trajectory of Bekakak Tradition in Gamping: Analytical Study of Peirce Semiotics",
      "authors": [
        {
          "name": "Desiana Muryasari",
          "authorId": "2082056686"
        },
        {
          "name": "T. Retnowati",
          "authorId": "69975891"
        }
      ],
      "year": 2020,
      "abstract": "The tradition of the Bekakak doll couples in Gamping, Yogyakarta, is a ceremony scheduled for each year in the Sapar Islamic-Javanese calendar in which the month of Sapar means October in 2019. This ceremony performs the slaughter of a couple of Bekakak brides made of glutinous rice flour as a form of offerings to repel reinforcements. This study focuses on the Bekakak couples from their historical perspective, philosophy, and semiotic characteristics. The method used was descriptive qualitative with Peirce's semiotic analysis. Data were obtained through observation, interview, and documentation of photos, videos and recordings and analyzed by means of the Peirce semiotic approach by reviewing the meaning of the sign (icon, index, and symbols), object, and “interpretant” (the meaning of the sign). The results of the study reveal that the sign on the shape and color of the Bekakak brides describes the followings. First, the construction of the Bekakak couples forms its roots in the visual form of human brides that is fully equipped with fashion and accessory styles of Yogyakarta Paes Ageng. Second, the construction of the Bekakak has experienced significant changes, especially in the dimensions of form, meaning, and function. Third, along with the development of the industry 4.0, Bekakak tradition experienced commodification through creative industries now being aggressively discussed by the Indonesian government.",
      "citationCount": 3,
      "doi": "10.2991/assehr.k.200703.016",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b6800773c26554c58eea9118c6cf0fd45c42f14",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "77-82",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "872589dd1bfa2d6a179916f64c429f345f2c9a42",
      "title": "PERCEPTION OF THE NOTIONS PART OF SPEECH, WORD AND LOCATIVE CONSTRUCTION IN BRITISH LINGUISTIC TRADITION OF THE SECOND HALF OF THE 20TH CENTURY",
      "authors": [
        {
          "name": "J. V. Gavrilova",
          "authorId": "2086375108"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.18454/RULB.2021.27.3.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/872589dd1bfa2d6a179916f64c429f345f2c9a42",
      "venue": "",
      "journal": {
        "name": "Russian Linguistic Bulletin",
        "pages": "6-8",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d7345b3ef01856bda75bc437490163678106c71e",
      "title": "Construction and Deconstruction of Imagined Community—A Comparative Study of Daniel Defoe’s Robinson Crusoe and J. M. Coetzee’s Foe in Light of Nationalism",
      "authors": [
        {
          "name": "Wenju Han",
          "authorId": "9295416"
        }
      ],
      "year": 2017,
      "abstract": "This paper makes a comparative study of Daniel Defoe’s Robinson Crusoe and J. M. Coetzee’s Foe in light of nationalism. Robinson Crusoe and Foe have been studied comparatively from the perspective of post-colonialism and postmodernism. But they haven’t been studied in light of nationalism. This paper argues that Defoe’s Robinson Crusoe contributed to form the nation of England as an imagined community, shaped “Englishness” and Euro-centrism, but J. M. Coetzee’s Foe deconstructed “Englishness” and Euro-centrism, aroused the national imagination of the Africans by rewriting it, so as to expose the fact that Euro-centrism was constructed by language, indict the Dutch and English colonial administration in South Africa and its profound and lasting hurt: the deprivation of the rights of speech, the destruction of their culture, and encourage the Africans to eliminate cultural inferiority and discrimination by creating new voice.",
      "citationCount": 2,
      "doi": "10.17507/JLTR.0806.15",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7345b3ef01856bda75bc437490163678106c71e",
      "venue": "",
      "journal": {
        "name": "Journal of Language Teaching and Research",
        "pages": "1141-1146",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "28699fcec43eeb3c117e15e8ee424e2f9ab94fe0",
      "title": "Christian Nationalism and the Project of Christian Political Theory: A Review Essay of The Case for Christian Nationalism by Stephen Wolfe",
      "authors": [
        {
          "name": "Michael J. Demoor",
          "authorId": "115778845"
        }
      ],
      "year": 2023,
      "abstract": "\nThis review essay examines Stephen Wolfe’s The Case for Christian Nationalism, focusing on his presentation of his book as a work of Christian political theory. His claims regarding national will and agency are analyzed, and problems with them are traced to his political theology and his methodological assumptions about Christian political theory. In place of those assumptions, Kuyper’s idea of architectonic critique is recommended as a more fruitful approach to Christian political theory in the Reformed tradition.",
      "citationCount": 1,
      "doi": "10.1163/23528230-bja10076",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/28699fcec43eeb3c117e15e8ee424e2f9ab94fe0",
      "venue": "Philosophia Reformata",
      "journal": {
        "name": "Philosophia Reformata"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d805975dd479078199c8a2008baf224d8a1f511f",
      "title": "‘Lotus and the Dagger’: A Reading of Vedantic Nationalism of Sri Aurobindo",
      "authors": [
        {
          "name": "Nilanjana Chakraborty",
          "authorId": "145688771"
        }
      ],
      "year": 2023,
      "abstract": "Sri Aurobindo’s ideas of nationalism are eclectic, deriving their tradition from Hindu spiritualism, the vision of perfection in man as an entity, and intense esoteric realisation in the mystical philosophy of supramental consciousness of the being, as expounded in the Vedas and the Upanishads. Sri Aurobindo’s writings on political philosophy are a continuum, ranging from the utopian socialist ideas in Bande Mataram, a newspaper he edited to present the ideas of social, political, and judicial boycott to counter the British, to the writings of post-1910, when his life took a spiritual turn after years of spiritual realisations and yogic sadhana, where he mixes the power of the proletariat with the power of Vedantic mysticism. Sri Aurobindo’s ‘political vedantism’ is an attempt to restructure the political and social life of a colonised nation so that an indigenous idea of a nation can be constructed in concurrence with the Vedantic concept of society as a manifestation of a collective supremacy in man. Sri Aurobindo accepts spiritual determinism as the central principle of a nation, but at the same time, it is not a static concept to him but a constant movement of progressive self-evolution towards a perfection of the collective consciousness, manifested through the entity called the ‘nation’. This paper proposes to look at the ideas of spiritual nationalism of Sri Aurobindo and establish a dialogue with a nationalism that is neither socialist nor rightist.",
      "citationCount": 0,
      "doi": "10.22452/sare.vol60no1.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d805975dd479078199c8a2008baf224d8a1f511f",
      "venue": "Southeast Asian Review of English",
      "journal": {
        "name": "Southeast Asian Review of English"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8bc5b94c7f93b641faff133cd2478025a19db4c0",
      "title": "Contra Silentium Obsequiosum: On the Roman Catholic Approach to Dissent and Tradition",
      "authors": [
        {
          "name": "Travis LaCouter",
          "authorId": "2333686127"
        },
        {
          "name": "Ryszard Bobrowicz",
          "authorId": "73690864"
        },
        {
          "name": "Taylor Ott",
          "authorId": "2333684552"
        },
        {
          "name": "Judith Gruber",
          "authorId": "2287267788"
        }
      ],
      "year": 2024,
      "abstract": "Dissent, understood as a public rejection of the authoritatively pronounced rules, verdicts, and truth claims within a given community, although disruptive, can offer multiple benefits to the life of the community. However, the Roman Catholic Church (RCC) effectively leaves no other option for dissenters than to adopt a stance of obedient silence. This article emphasizes a need for a shift in the magisterial attitude toward dissent, one in which Catholic truth claims can bear the collective scrutiny and questioning expressed through dissent and thus be more fully integrated into the life of the community. To do that, the article divides the discussion into two parts. First, the article offers an analysis of the concept of dissent, its potential benefits, and its entanglement with the other concepts more broadly. Second, it scrutinizes the construction of power, tradition, and dissent in the RCC specifically.",
      "citationCount": 0,
      "doi": "10.1177/00405639241288575",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8bc5b94c7f93b641faff133cd2478025a19db4c0",
      "venue": "Theological Studies",
      "journal": {
        "name": "Theological Studies",
        "pages": "652 - 669",
        "volume": "85"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d5aae3e6ddcb602fe8ed4a9d1fed6a46faeabd77",
      "title": "Les Fossiles de François de Curel et Les Revenants d’Henrik Ibsen : deux façons de questionner la tradition dramatique",
      "authors": [
        {
          "name": "T. Kaczmarek",
          "authorId": "47366795"
        }
      ],
      "year": 2024,
      "abstract": "François de Curel has gone down in posterity as the partisan of boulevard theatre. However, while remaining somewhat attached to the canonical form of the drama, the author of Les Fossiles calls into question the construction of the Aristotelian “beautiful animal”, while proposing new solutions aimed at overcoming the formal constraints of tradition. It is curious to note in this regard that the French writer attacks the very foundations of the genre at the moment when Henrik Ibsen launches a new dramatic paradigm. In fact, the staging of Ghosts at the Théâtre-Libre upsets those accustomed to the “well-made play” by its undeniable novelty. Therefore, reviewing and comparing the two landmark dramas reveals the analogous processes that the writers adopted in their works, the emphasis being placed on the questioning of the fable and the new approach to the character.",
      "citationCount": 0,
      "doi": "10.4467/20843917rc.24.035.20990",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5aae3e6ddcb602fe8ed4a9d1fed6a46faeabd77",
      "venue": "Romanica Cracoviensia",
      "journal": {
        "name": "Romanica Cracoviensia"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "47044d788e4f441aaca94fe7563a034cbae2eca9",
      "title": "THE CONCEPT OF INDIVIDUAL AND SOCIETY: ANTAGONISM BETWEEN THE DURKHEIMIAN TRADITION AND THE SOCIOLOGICAL CONCEPTS OF NORBERT ELIAS",
      "authors": [
        {
          "name": "Hélio Vieira Júnior",
          "authorId": "2328518855"
        },
        {
          "name": "Edneuza Alves Trugillo",
          "authorId": "2328540331"
        },
        {
          "name": "Andreia Maria Neri Ecco",
          "authorId": "2328546045"
        },
        {
          "name": "Agnaldo Machado dos Santos",
          "authorId": "2328530147"
        },
        {
          "name": "Alcione Bom Despacho Teixeira Costa",
          "authorId": "2328800969"
        },
        {
          "name": "Fabiana de Lima Dias",
          "authorId": "2328502091"
        },
        {
          "name": "Fernando Castilhero Monteiro",
          "authorId": "2328543926"
        },
        {
          "name": "Quezia Nunes Junkes de Souza Kienen",
          "authorId": "2328540337"
        }
      ],
      "year": 2024,
      "abstract": "This article seeks to understand the antagonistic concept of the individual and society from the Durkheimian tradition to the contemporary Norbert Elias. This is a theoretical text with bibliographical research, which reflects on the concepts addressed by these two authors. This reading contributes to highlighting different perspectives in the understanding of the individual and society and that, one perspective complements the other, although antagonistic, since both are concerned, each in its own time, with understanding this construction of the individual and society, emphasizing the importance of sociology as a scientific field of study.",
      "citationCount": 0,
      "doi": "10.56238/arev6n2-192",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/47044d788e4f441aaca94fe7563a034cbae2eca9",
      "venue": "ARACÊ",
      "journal": {
        "name": "ARACÊ"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d751dc0107d82ab5efd78777467f887a926fc0fa",
      "title": "The Way to Treat National Traditional Culture — On the Theoretical Similarities and Differences between Cultural Nationalism and China's Cultural Confidence",
      "authors": [
        {
          "name": "Zhu Chen",
          "authorId": "2277134482"
        }
      ],
      "year": 2023,
      "abstract": "In the 18th century, the German philosopher Herder, faced with the division of the German nation and the encroachment of French thought on German culture, put forward the theory of Cultural Nationalism, pointing out that the establishment of a unified nation should be based on traditional culture. China's theory of Cultural Confidence similarly emphasizes drawing sustenance from traditional culture to promote the construction of a strong social and cultural nation while enhancing national self-confidence. It can be said that both the theory of Cultural Nationalism and Cultural Confidence regard traditional culture as the key to unify the national spirit and resolve the difficulties of national reality. On the basis of sorting out the theoretical connotation, this thesis explores the ways of treating traditional culture in the new era by comparing the specific practices of the two in treating traditional culture.",
      "citationCount": 0,
      "doi": "10.53469/jsshl.2023.06(06).06",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d751dc0107d82ab5efd78777467f887a926fc0fa",
      "venue": "Journal of Social Science Humanities and Literature",
      "journal": {
        "name": "Journal of Social Science Humanities and Literature"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8f1435634fa754ebe78f02d4ad55882cd3bdfee1",
      "title": "Ethnic Identity, Nationalism and Culture",
      "authors": [],
      "year": 2025,
      "abstract": "This book discusses various dimensions of the philosophical problems posed by the conception of identity. It looks at philosophical debates centred on ethnic identity, nationalism, and culture, where phenomenological grounding for otherness in Northeast India is extensively studied. It hermeneutically analyses tribal culture, religion, tradition of different ethnic groups that inhabit in Northeast India. The book highlights important issues the tribals here are facing today that are linked to their cultural religion and traditional life. It also examines how humans develop an understanding of themselves vis-à-vis their relationships with others. The philosophical discussion on the concept of tribal as a category of ontology is attempted to offer certain manifested realities on the problems entailed by the question ‘Who is the Other’? It also discusses nationalism and the search for the other’s otherness as a value signifier of identity, and how each of the different identities has a relative significance in different contexts.",
      "citationCount": 0,
      "doi": "10.3726/b22326",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f1435634fa754ebe78f02d4ad55882cd3bdfee1",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "aaca461f06fb504b83073d1fc4d2b1adcb65f319",
      "title": "The Cognitive Trap of Rousseau's \"Organic Metaphor\" and the Construction of U.S. Policy in Europe and Eurasia",
      "authors": [
        {
          "name": "K. Koktysh",
          "authorId": "2331070564"
        },
        {
          "name": "V. M. Sergeev",
          "authorId": "2331070193"
        },
        {
          "name": "A. A. Igityan",
          "authorId": "2307144822"
        }
      ],
      "year": 2024,
      "abstract": "The ideological dimension of international relations and foreign policy represents a distinct area of interaction, often situated at the intersection of political theory and philosophy. This study explores how metaphors, particularly Rousseau’s Organic Metaphor and its adaptation by Woodrow Wilson in his conceptualization of nationalism, function as powerful cognitive tools within the political sphere. These metaphors can act as \"cognitive keys\" that shape the perception of socio-political realities, influencing both the understanding and actions of political actors. However, while they provide a framework for understanding the internal logic of events, they also limit cognitive freedom by acting as implicit filters. This article traces the instrumental use of these metaphors in U.S. foreign policy, particularly how Wilson’s conceptualization of nationalism, derived from Rousseau’s metaphor, was utilized to reshape the ideational landscape of European politics in the 20th century and is now being applied in Eurasia. The concept of nationalism allowed for the fragmentation of competing political entities, aligning with the U.S. strategy of divide et impera to oppose integration movements. The article further examines how these strategies, which once targeted European empires, are now being employed against emerging integration unions in Eurasia, thereby highlighting the continuity of ideological tools in American foreign policy across different historical contexts.",
      "citationCount": 1,
      "doi": "10.24833/2071-8160-2024-5-98-161-184",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aaca461f06fb504b83073d1fc4d2b1adcb65f319",
      "venue": "MGIMO Review of International Relations",
      "journal": {
        "name": "MGIMO Review of International Relations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "55d685b5554178a92e81f69e58cda3ea7b6014f5",
      "title": "Ecumenical dissent from Christendom to Christian nationalism",
      "authors": [
        {
          "name": "John W. de Gruchy",
          "authorId": "2310765585"
        }
      ],
      "year": 2025,
      "abstract": "This essay on Dissent within Christendom is a contribution to the celebration of significant ecumenical anniversaries in 2025: the Nicene Creed (325), the Anabaptist movement (1525), the Kairos Document (1985), and the Voluntary Act in the Cape Colony (1875). Within that framework, I celebrate the eightieth anniversary of Dietrich Bonhoeffer’s death in 1945 and consider its significance for responding to the current resurgence of Christian Nationalism. Woven into the narrative are reflections on my own journey as a Nonconformist Dissenter and the way in which the Congregational tradition as represented by the United Congregational Church of Southern Africa, (UCCSA), of which I am a minister, has evolved within the context of South Africa.",
      "citationCount": 0,
      "doi": "10.17570/stj.2025.v11n1.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55d685b5554178a92e81f69e58cda3ea7b6014f5",
      "venue": "Stellenbosch theological journal",
      "journal": {
        "name": "Stellenbosch Theological Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "51c40c55fd79dc5ab93ab1559fcdcd496656b7ce",
      "title": "THE IDEA OF NATIONALISM AND RELIGIOUS UNITY IN INDIAN PHILOSOPHY IN THE TWENTIETH CENTURY",
      "authors": [
        {
          "name": "Ulviyya Aghabayova",
          "authorId": "2320925990"
        }
      ],
      "year": 2025,
      "abstract": "One of the main characteristics of Eastern philosophy is adherence to tradition and the preservation of the national spirit. Indian philosophical schools, having passed through the filter of centuries, have retained their originality and, in many cases, continued to develop in accordance with the demands of the time. In India, philosophical thought is primarily characterized by the syncretic content of religion and philosophy. However, the philosophical doctrines formed in the modern era have presented ideas that differ from one another. The worldview of the leaders of the national liberation movement, which gained wide momentum in India in the early twentieth century, is characterized by the idea of nationalism and religious unity. Great Indian thinkers such as M. Iqbal, R. Tagore, M. K. Gandhi, and J. Nehru struggled for the peaceful coexistence of people of different faiths for the sake of the country’s future development. The patriotic feeling of the prominent poet Rabindranath Tagore made him one of the main leaders in the struggle against British colonialism and violence. He understood the path of struggle as the enlightenment of the youth. Mahatma Gandhi put forward the principle of Satyagraha and was a thinker imbued with the spirit of nationalism. The basis of this principle was to ensure that every individual, regardless of religion or nationality, could live peacefully in India and to put an end to all forms of violence. Gandhi’s main desire was to light the way toward the country’s bright future. The foundation of Jawaharlal Nehru’s ideological platform was the demand to abandon religious rules that led people into inertia and to arm themselves with science. Thus, the main goal of the aforementioned thinkers was to determine the ways for the Indian people to advance toward a bright future under national and religious unity.",
      "citationCount": 0,
      "doi": "10.33864/2790-0037.2025.v6.i3.14-26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51c40c55fd79dc5ab93ab1559fcdcd496656b7ce",
      "venue": "Historia scientiarum",
      "journal": {
        "name": "History of Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d68c2e7f68213c1e1a4a036aad2cd8e399cad724",
      "title": "The Tradition of Russian Independent Theological Thought: A Complex Interplay between Believers, the Orthodox Church and the State in the Case of the Conflict in Ukraine",
      "authors": [
        {
          "name": "Bruno Husquinet",
          "authorId": "2311953157"
        }
      ],
      "year": 2024,
      "abstract": "The construction of the Russian state has been closely linked with the development of the autocephalous Russian Orthodox Church. Russian identity is deeply rooted in Orthodoxy: Russian literature, music, architecture and philosophy all bear a strong religious mark. The birth of the Russian state is also tied to the concept of Moscow as the Third Rome. Over time, the head of the Russian state has been invested with this mission to preserve orthodoxy embodied in Russian statehood. The attempts of the state to politicise religious institutions or to use religious teachings for political gains are not a new phenomenon and are certainly apparent to Russian Orthodoxy, including in the context of the conflict in Ukraine. The disturbing absence of distance displayed by the Church authorities towards the use of force has isolated the Patriarch, but has also triggered discontent within the ranks of the clergy. Dissonant voices have spoken regardless of the pressure exerted to silence them. In the complex history of State—Church relations, the symphony between the temporal and spiritual powers has fluctuated from complete subjugation of the Church under the authority of the State to a more autonomous and independent Church. On the margins of this volatile relationship, Orthodox believers and movements have always emerged to challenge both. This article pays tribute to the long tradition of dissonant Russian Orthodox voices and attempts to demonstrate the continuity of this tradition in the context of the conflict in Ukraine.",
      "citationCount": 0,
      "doi": "10.3366/swc.2024.0470",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d68c2e7f68213c1e1a4a036aad2cd8e399cad724",
      "venue": "Studies in World Christianity",
      "journal": {
        "name": "Studies in World Christianity"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2d2d6c5a5b711b983bbf664c6d14d60dad199e9a",
      "title": "Justice as a Pillar of Nationalism",
      "authors": [
        {
          "name": "Константин Аршин",
          "authorId": "2375614413"
        }
      ],
      "year": 2025,
      "abstract": "The article is devoted to the analysis of the significance of the concept of justice for the construction of nationalism as one of the fundamental practices of a developed industrial society. Using the example of social thought in Ancient Egypt, Babylonia, Antiquity, the Middle Ages and the New Age, it is demonstrated that reflections on the content of the concept of justice and the desire for the practical implementation of this concept have accompanied humanity throughout its history. However, it was in the New Age, within the framework of the formation of industrial society, that the concept of justice acquired special significance, becoming the foundation that ensures the connection and balance of the values of liberal ideology (based on the idea and free individual) and nationalism (postulating the values of collectivism), which became the basis of the modern democratic social order. The pinnacle of the development of modern industrial society, based on the combination of liberalism and nationalism, was the welfare state. However, since the 1980s, there has been a process of gradual rejection of the welfare state (which is beginning to be seen as excessively expensive and hindering the implementation of individual rights), which is a visible sign of the erosion of the modern social order, caused by the imbalance between liberalism (which has taken the form of neoliberalism) and nationalism. Such a loss leads to an as yet unconscious, but nonetheless important, atomization of societies, their disintegration into a conglomerate of parts of different compositions.",
      "citationCount": 0,
      "doi": "10.17323/patria.2025.26582",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d2d6c5a5b711b983bbf664c6d14d60dad199e9a",
      "venue": "PATRIA",
      "journal": {
        "name": "Patria"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "465289e1615ec835065a1a8f18720eb7c8927f33",
      "title": "Carol A. Newsom, Rhetoric and Hermeneutics: Approaches to Text, Tradition and Social Construction in Biblical and Second Temple Literature",
      "authors": [
        {
          "name": "R. Purcell",
          "authorId": "2808816"
        }
      ],
      "year": 2020,
      "abstract": "ask Jesus about paying taxes to Caesar, and the Sadducees pose a question about the resurrection. Matson finds a helpful connection in Josephus’ writings on the Sadducees, in which the ancient author notes the Sadducees’ lack of belief in a resurrection; this illuminates their ultimate aim in questioning Jesus in Mark 12. Moreover, this connection further highlights the power of Jesus’s response to the Sadducees. The brief essay ends with a list of further readings, English translations and critical editions of Josephus, and a bibliography of secondary literature. This format is followed in all of the essays. The beauty of this series is the diversity of authors and the diversity of material covered in connection with the Gospel of Mark. The book contains a glossary of helpful terms, information about contributors, and three indexes (passage, subject, and author). Each essay contains helpful footnotes and excellent resources for further study. This book is an excellent starting point for students, scholars, and laypersons studying the Gospel of Mark. Though each essay is brief and to the point, the notes, bibliography, and relevant connection to the Second Temple period provide numerous avenues for further study. The field of New Testament studies is better because of these collected essays. This work by Blackwell, Goodrich, and Matson is highly recommended for all.",
      "citationCount": 0,
      "doi": "10.1177/0034637320923300d",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/465289e1615ec835065a1a8f18720eb7c8927f33",
      "venue": "",
      "journal": {
        "name": "Review & Expositor",
        "pages": "306 - 307",
        "volume": "117"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "4cfabf7c7671f9672c76f276289b543c29b9e2a2",
      "title": "Reassessing Bassam Tibi’s critique of the Islamic purification movement: A hadith and Salafi tradition perspective",
      "authors": [
        {
          "name": "Sofyan Hadi",
          "authorId": "2364280640"
        },
        {
          "name": "Sofian Sori",
          "authorId": "2386234968"
        },
        {
          "name": "Amin Iskandar",
          "authorId": "2386233992"
        }
      ],
      "year": 2025,
      "abstract": "This article critically examines Bassam Tibi's conception of contemporary Islamic purification movements in his work \"Islamism and Islam\" using hadith criticism methodology and the Salaf scholars' tradition as analytical frameworks. The research identifies three fundamental problems in Tibi's thought construction based on manhaj an-naqd al-hadith and the Salaf scholars' critical methodology. First, methodological inconsistencies in understanding the concepts of bid'ah and purification, which contradict the basic principles established in authentic hadiths concerning renewal (tajdid) and purification (tasfiyah). Second, epistemological errors in comprehending the relationship between revealed texts (nass) and ijtihad, which deviate from the Salaf scholars' methodology in understanding the dynamic interaction between the two. Third, secularist bias in analyzing Islamic purification movements that contradicts the Salaf approach in understanding the concept of asalah (authenticity). This research argues that while Tibi raises important issues about extremism in contemporary purification movements, his analysis fundamentally contradicts the hadith criticism methodology and Salaf scholars' tradition. The article concludes that a more balanced approach is needed in examining Islamic purification movements, one that integrates hadith criticism methodology and the Salaf scholars' approach while maintaining a critical stance toward contemporary deviations in Islamic purification practices.",
      "citationCount": 0,
      "doi": "10.15575/jis.v5i3.43419",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4cfabf7c7671f9672c76f276289b543c29b9e2a2",
      "venue": "Jurnal Iman dan Spiritualitas",
      "journal": {
        "name": "Jurnal Iman dan Spiritualitas"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "45e57c534f7e74d9aeea880091a93ef95350c11c",
      "title": "Tradition and Its Excrement",
      "authors": [
        {
          "name": "Sławomir Masłoń",
          "authorId": "2267374353"
        }
      ],
      "year": 2023,
      "abstract": "Starting with a comparative reading of T.S. Eliot’s critical strategy in his famous essay Traditionand the Individual Talent and his poetic strategy in The Waste Land, both of which he usesto redefi ne the notion of tradition, the article aims to show that it is impossible to creatively understandtradition as an ideal and fi nished order with which one is able to strike up a dialogue.Because there is no standard in the modern world that would allow a writer to distinguish the treasuresof tradition from its excrements creative authors fail to understand the message of tradition.That is why a creative answer to being interpellated by tradition is possible only in the form that canbe illustrated by the behavior of the protagonist of Franz Kafka’s The Burrow – an unnamed animaldevelops its ideal construction by means of destroying its recognizable plan.",
      "citationCount": 0,
      "doi": "10.5604/01.3001.0053.9660",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/45e57c534f7e74d9aeea880091a93ef95350c11c",
      "venue": "Tekstualia",
      "journal": {
        "name": "Tekstualia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "962e5c342aa91daa64304cf9253f2f461937387d",
      "title": "Introduction. Benjamin's Construction of the Antinomies of Tradition",
      "authors": [],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.7591/9781501728679-003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/962e5c342aa91daa64304cf9253f2f461937387d",
      "venue": "Walter Benjamin and the Antinomies of Tradition",
      "journal": {
        "name": "Walter Benjamin and the Antinomies of Tradition"
      },
      "publicationTypes": null
    },
    {
      "paperId": "afd5bad8b189584b892e8cc95887eb106c8c5cbc",
      "title": "Worldview and the Construction of Economics: Secular and Islamic Tradition",
      "authors": [
        {
          "name": "Hafas Furqani",
          "authorId": "153638024"
        }
      ],
      "year": 2018,
      "abstract": "Economics as a system of thought and body of knowledge is constructed based on certain philosophical foundations derived from a particular worldview. The term worldview, which originated from the German Weltanschauung (composed of Welt, ‘world’, and Anschauung, ‘view’ or ‘outlook’) refers to a world perception, or the concept and framework of ideas through which human interprets the human life and world. The term worldview, in general, refers to belief, doctrine, perspective and values in the sense that it supplies views, assumptions and images of how to perceive things. The worldview which is the perspective in understanding the existence and realities decorates the scientifc atmosphere, its direction as well as objectives. The worldview is also fundamental in supporting the development of a science and its progress. Mainstream economics is developed from the foundation of Secular Worldview which is characterized as materialist (excluding the metaphysics), reductionist (reducing the epistemological basis on positivism with atomistic perspective) and individualist (isolating individual from society). Islamic economics, on the other hand, is developed on the basis of Islamic worldview. The Islamic worldview is claimed to be more comprehensive, integrative and holistic in nature. This would make Islamic economics having a potential to answer the shortcoming found in conventional economics. The paper would explore the nature of worldview in Secular and Islamic tradition and its implications in developing discipline of economics and Islamic economics. The paper also seeks to develop some foundations for Islamic economics to be a distinct discipline.",
      "citationCount": 7,
      "doi": "10.21111/tsaqafah.v14i1.2294",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/afd5bad8b189584b892e8cc95887eb106c8c5cbc",
      "venue": "Tsaqafah",
      "journal": {
        "name": "TSAQAFAH"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cfe0bbc0467cdd434e7870df676474a4ce2d05d3",
      "title": "Murtaza Mutahhari: Bridging Tradition and Modernity in Islamic Education Philosophy",
      "authors": [
        {
          "name": "Khalid Hussain Mir",
          "authorId": "2280665814"
        },
        {
          "name": "Rafique Anjum",
          "authorId": "2290952616"
        }
      ],
      "year": 2025,
      "abstract": "This study investigates the significance of Ayatullah Murtaza Mutahhari's educational philosophy amidst the challenges faced by contemporary Muslim societies. The study's main objectives are to scrutinize the core principles of Mutahhari's educational philosophy, evaluate its institutional and curricular consequences in post-revolutionary Iran, and discover practical implications for educational reform in contemporary Muslim societies. Using a qualitative approach, the study delineates Mutahhari's and relevant scholarly works to discover the integration of revelation, rationality, and ethical construction within the framework of his educational philosophy. The study's findings reveal that Mutahhari's thoughts advocate a holistic approach to education that underscores spiritual growth and critical thinking, critiques materialist principles, and fosters women's education. The implications of this study go beyond academic discourse by providing insights to educators, scholars, and policymakers on the reform of educational objectives and methods. Ultimately, the study affirms that Mutahhari's thoughts can conform to a meaningful, ethical, and trustworthy education framework and contribute to a more comprehensive discourse on Islamic intellectual revitalization.",
      "citationCount": 0,
      "doi": "10.33367/ijies.v8i1.5850",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cfe0bbc0467cdd434e7870df676474a4ce2d05d3",
      "venue": "Indonesian Journal of Islamic Education Studies (IJIES)",
      "journal": {
        "name": "Indonesian Journal of Islamic Education Studies (IJIES)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d7f1f99b73e157456a596051a79342d8cf96f3ec",
      "title": "A Study on the Establishment Process of Hongik Human Educational Ideology during the Construction of a New State",
      "authors": [
        {
          "name": "Ho-jung Song",
          "authorId": "2344865733"
        }
      ],
      "year": 2025,
      "abstract": "Purpose: This study was prepared to point out that the basic educational ideology of Korea, Hongik Human Thought, is too comprehensive and abstract, and to raise the need for a concrete and democratic new educational ideology. \nMethods: It has been described in a way that proves the validity of Hongik human thought as an educational ideology by reviewing many papers written on Hongik human and the contents of classics containing Hongik human thought. \nResults: After liberation, the Hongik human idea in the Dangun myth became Korea's educational ideology in an atmosphere where Dangun nationalism was prevalent. However, since its adoption, there have been criticisms that the Hongik human idea is a concept based on myths and does not fit the task of the era of 'building a country where the people are the masters'. The review revealed that the concept originated from Buddhist thought in the late Goryeo Dynasty. Therefore, it is necessary to explore the Hongik human educational ideology as a new ideology in that it is important to derive a concept that encompasses the universality of humanity, which is universal and democratic value, in the 21st century of Korea's educational ideology. \nConclusion: If it is the educational ideology of Korea in the 21st century, it will be important to derive a concept encompassing the universality of humanity of universal and democratic values. In this regard, I think it is necessary to explore the educational ideology of Hongik, which is based on Buddhist ideology in the late Goryeo Dynasty, as a new ideology.",
      "citationCount": 0,
      "doi": "10.14333/kjte.2024.41.1.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7f1f99b73e157456a596051a79342d8cf96f3ec",
      "venue": "Korean Journal of Teacher Education",
      "journal": {
        "name": "Korean Journal of Teacher Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "5889b50767c6d0359309bfbf94ef4adc635679a0",
      "title": "Fukuzawa Yukichi’s Liberal Nationalism",
      "authors": [
        {
          "name": "Kei Hiruta",
          "authorId": "21471136"
        }
      ],
      "year": 2022,
      "abstract": "Discussing An Outline of a Theory of Civilization by the Japanese thinker Fukuzawa Yukichi, this essay shows how theorists of liberal nationalism might draw on “non-Western” theoretical resources to enrich their normative ideas and better appreciate their own tradition. I argue that Fukuzawa’s work represents an alternative strand of liberal nationalism that complements its mainstream counterpart pioneered by David Miller, Yael Tamir, and others. More specifically, I argue that Fukuzawa’s contributions help us reconsider three central claims made by his more mainstream peers: (1) cosmopolitanism poses the most important threat to liberal nationalism, (2) the strength of liberal nationalism lies in its perceptiveness about ordinary people’s sense of national belonging, and (3) liberal nationalism emerged in mid-nineteenth-century Europe and spread elsewhere in the age of decolonization. In so doing, I show how the current “comparative turn” in political theory can benefit a specific debate—on liberal nationalism—within the discipline.",
      "citationCount": 2,
      "doi": "10.1017/S000305542200106X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5889b50767c6d0359309bfbf94ef4adc635679a0",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "940 - 952",
        "volume": "117"
      },
      "publicationTypes": null
    },
    {
      "paperId": "32d0661a22df6a8a806ccd529f8239b05bb74231",
      "title": "The Concept of Karl Marx and Friedrich Engels on Proletarian Internationalism in the \"Communist Manifesto\" and the Construction of Proletarian Internationalism in the Current Context",
      "authors": [
        {
          "name": "P. Vân",
          "authorId": "3733007"
        }
      ],
      "year": 2023,
      "abstract": "Proletarian internationalism, the important theoretical system of Marxism-Leninism on the principles and mottos of action in carrying out the working class's worldwide historical mission - the factors that ensure the successful implementation of the historic mission of the working class. In the current context, the impact of the modern industrial revolution, the globalization process, the \"new liberalism\" and modern nationalism... has made human labor workers and the working class's interest relationship with the national interest closely linked in terms of productive forces. Still, there is also a deep division in production relations. This practice poses new requirements for continuing to build Proletarian Internationalism to meet the tasks of the new situation.",
      "citationCount": 0,
      "doi": "10.47191/ijsshr/v6-i5-11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/32d0661a22df6a8a806ccd529f8239b05bb74231",
      "venue": "International journal of social science and human research",
      "journal": {
        "name": "International Journal of Social Science and Human Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "44fba21238d9e300b5af84067ac72ae6bd154ebd",
      "title": "Construction of socialist core values of family identity and ideal tradition",
      "authors": [
        {
          "name": "N. Zhang",
          "authorId": "36856144"
        },
        {
          "name": "Z. Yuan",
          "authorId": "153605460"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.18686/AHE.V1I2.457",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44fba21238d9e300b5af84067ac72ae6bd154ebd",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dd3b1e7ce20c73329075a85816641be15bd54736",
      "title": "Visual Ontologies: Style, Archaism and Framing in the Construction of the Sacred in the Western Tradition",
      "authors": [
        {
          "name": "J. Elsner",
          "authorId": "1888739"
        },
        {
          "name": "Verity Platt",
          "authorId": "66135718"
        },
        {
          "name": "M. Squire",
          "authorId": "49604770"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1017/9781316677155.014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dd3b1e7ce20c73329075a85816641be15bd54736",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "457-500",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6dab0460dab7f13fe0d77cbc68bc478a870e254d",
      "title": "Philosopher N.O. Lossky and his Reflections on the Russian Nation, Ukrainian and Belarusian Nationalism",
      "authors": [
        {
          "name": "A. Krutikov",
          "authorId": "144503277"
        }
      ],
      "year": 2022,
      "abstract": "Emphasizing the Russian people’s capacity for the highest forms of spiritual experience, and the universality and universalism of Russian culture, the philosopher N.O. Lossky, who was exiled from Russia in 1922, concluded that the “great Russian nation” had deep spiritual roots. The scholar substantiated the idea of the historical unity of Russians, Ukrainians and Belarusians, contrasting it with the practice of cultural and political separatism. Owing to common historical work, the three branches of the Russian nation, according to Lossky, created “a great power with a world culture”. Considering the nation from the standpoint of the philosophy of personalism as a “personality of the highest order”, N.O. Lossky argued for the indivisibility of the Russian cultural and historical tradition.",
      "citationCount": 0,
      "doi": "10.32726/2411-3417-2022-1-7-20",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6dab0460dab7f13fe0d77cbc68bc478a870e254d",
      "venue": "Perspectives and prospects E-journal",
      "journal": {
        "name": "Perspectives and prospects. E-journal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "597e7607856a946ce8e684aab0f9f6aa2a2697f9",
      "title": "Rethinking the relationship between intellectuals and nationalism: A sociology of knowledge approach to philosophers’ construction of national cultural identities in modern Japan and China",
      "authors": [
        {
          "name": "M. Chew",
          "authorId": "2114242"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1177/0011392114522759",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/597e7607856a946ce8e684aab0f9f6aa2a2697f9",
      "venue": "",
      "journal": {
        "name": "Current Sociology",
        "pages": "314 - 333",
        "volume": "62"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "03ef26221410d642de5af15c7ca170c469192018",
      "title": "Interplay of tradition and modernity in contemporary art practices",
      "authors": [
        {
          "name": "Andriy Pavliv",
          "authorId": "2233212769"
        },
        {
          "name": "O. Mosendz",
          "authorId": "2124598324"
        },
        {
          "name": "Olesia Rybchenko",
          "authorId": "2165602134"
        },
        {
          "name": "Anastasiia Avula",
          "authorId": "2161698628"
        },
        {
          "name": "Petro Fryz",
          "authorId": "2303281620"
        }
      ],
      "year": 2024,
      "abstract": "The purpose of this article is to examine the profound transformation of artistic consciousness in recent years, drawing attention to the relationship between traditional philosophy and art and modernity. Despite the instability of this connection, art today reflects the reality of our time and focuses on social problems and political revolutions. Using the method of literary analysis and processing of such databases as Scopus, Google scholar and Research Gate, the paper analyses the impact of postmodernism on contemporary art and culture, expanding the horizons of interpretation and understanding of the image in art. The results of the work revealed theories that enable each individual to express their ideas and views through art, creating new ways of perceiving the world around them. It has been shown that the interaction of tradition and modernity in contemporary art practices occurs through the image as a key element of postmodernism, which plays an important role in the modern world. Visual perceptions, symbolism, fantasy and imagination are combined in the work of artists and contribute to the formation of reflective thinking. Husserl's philosophy and approaches to the perception of entities helped to develop reflection and understanding of the contemporary socio-cultural environment through the image as a “condition of possibility” for perceiving the world. We conclude that the visual dimension reflects the social construction of the gaze and the atmosphere of our time, reflecting the unique spirit of the era in which we live. The result is a relevant and important understanding of the importance of the image in contemporary culture and the impact of tradition on society.",
      "citationCount": 1,
      "doi": "10.34069/ai/2024.75.03.28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03ef26221410d642de5af15c7ca170c469192018",
      "venue": "Revista Amazonía investiga",
      "journal": {
        "name": "Revista Amazonia Investiga"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6a995621492005a4ae48f95a098365a6c1f5c68f",
      "title": "Tradition as Body",
      "authors": [
        {
          "name": "David H. Nikkel",
          "authorId": "14363852"
        }
      ],
      "year": 2022,
      "abstract": "\nComing from the perspective of embodied or enactive cognition, this article argues for the bodily roots of all tradition. Given that tradition entails a givenness inherited from the past meeting with interpretation/modification/construction in the present, it examines tradition as an aspect of self-organizing cultural, particularly religious, systems, including in situations far from equilibrium. Building upon Michael Polanyi’s idea that what we tacitly rely upon becomes incorporated into our bodies, the article takes a phenomenological approach to argue that traditions function as part of our bodies through which we meaningfully engage the world. As such, tradition sets limits to our critical penetration, as much of our knowledge is unspecifiable. The Enlightenment ideal that all tradition is thoroughly contestable – open to explicitation and needing justification – remains strong in the academy. The article examines both the pitfalls of critical reflection and when critical reflection is appropriate or necessary.",
      "citationCount": 0,
      "doi": "10.2307/j.ctt1cgf0ht.7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6a995621492005a4ae48f95a098365a6c1f5c68f",
      "venue": "Method &amp; Theory in the Study of Religion",
      "journal": {
        "name": "Method &amp; Theory in the Study of Religion"
      },
      "publicationTypes": null
    },
    {
      "paperId": "285aef85ea47d2adc0529374fda3137857d4e10d",
      "title": "COMPREHENSION OF CHRISTIANITY IN D.S. MEREZHKOVSKY’S EMIGRANT WORK (ON THE EXAMPLE OF THE NOVEL LUTHER ): TRADITION AND ITS OVERCOMING",
      "authors": [
        {
          "name": "Olga V. Kuleshova",
          "authorId": "2316884112"
        }
      ],
      "year": 2024,
      "abstract": "Merezhkovsky’s Christ-centered philosophy lies at the heart of his emigrant work. Christ in his understanding is the greatest Person in history who united the divine and human natures, the pinnacle of the writer’s philosophical conception, the beginning of all his cultural and philosophical constructions. The comparative analysis of fragments of the novel The Brothers Karamazov by F.M. Dostoevsky and the novel-biography Luther by D.S. Merezhkovsky allows us to draw conclusions about Merezhkovsky’s inheritance of Dostoevsky’s ideas in comprehending historical Christianity, attitude to the Catholic Church, understanding of the philosophical category of freedom, issues of social structure of society, the danger of creating a totalitarian atheistic state. Answering the questions: What is the Church? What is Christ? What is Personality? Merezhkovsky follows the path of overcoming the traditional novel form, anticipating the “death” of the novel of the twentieth century. Merezhkovsky needs the image of Luther to realize his own ideas about the approach of the kingdom of God in the Third Covenant of the Spirit-Mother and the creation of an ecumenical Church, the understanding of the Person of Christ. But approaching the genre of philosophical essay in describing the spiritual portrait of Luther, the writer remains within the framework of artistic comprehension of reality, creates an artistic image using poetic figures of language, resorting to extended comparisons and metaphors, appealing to associative thinking. Creating an artistic image of Luther the Reformer, Merezhkovsky uses real biographical facts of his life, pursuing the goal not just to recreate the spiritual image of a significant historical figure, but seeks to substantiate his supra-worldly and extra-historical significance, relying on the artistic fabric of the narrative. Merezhkovsky’s novel is far from the traditional form of biographical and historical novels. It is a genre of novelized biography, “the only Merezhkovsky of his kind”, as his contemporaries said of him.",
      "citationCount": 0,
      "doi": "10.55959/msu0130-0075-9-2024-47-04-16",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/285aef85ea47d2adc0529374fda3137857d4e10d",
      "venue": "Lomonosov Journal of Philology",
      "journal": {
        "name": "Lomonosov Journal of Philology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8e16334dd0624f46ad3d83705dd2839c2f90e6e5",
      "title": "CONSTRUCTION OF GENDER EQUALITY",
      "authors": [
        {
          "name": "Nadhiraturrahmi Aidina",
          "authorId": "2338129539"
        },
        {
          "name": "Nada Rahmatina",
          "authorId": "2338132145"
        },
        {
          "name": "Rijal Ali",
          "authorId": "2338128682"
        }
      ],
      "year": 2024,
      "abstract": "This study aims to examine Amina Wadud’s thoughts in her interpretation of the Qur'an using Jacques Lacan’s psychoanalytic approach. The literature review research method is used as a research approach that involves various sources of literature, including Amina Wadud’s works, especially “Qur'an and Woman: Rereading the Sacred Text from a Woman’s Perspective,” as well as related literature that discusses Lacan's thoughts, Islamic feminism, and the interpretation of the Qur'an. Based on Lacan’s mirror stage and his psychoanalytic concepts to analyze the construction of Amina Wadud’s self-identity and gender roles in the interpretation of the Qur'an, it is found in the results of this study that there is identification related to gender identity, inequality, and rejection of patriarchal traditions in Amina Wadud’s thoughts reflected in her interpretation. One of them is in QS. Al-Nisā [4]: ​​1, showing the construction of Amina Wadud’s self-identity and gender roles in the interpretation of the Qur'an.",
      "citationCount": 0,
      "doi": "10.29313/takafu.v1i2.5084",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e16334dd0624f46ad3d83705dd2839c2f90e6e5",
      "venue": "Takafu: Journal of Tafsir and Gender Perspective",
      "journal": {
        "name": "Takafu: Journal of Tafsir and Gender Perspective"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "a6c2a94f2dedc54f7c20ee5ca4eb916047d6b789",
      "title": "Judgment and Afterlife in Ancient Egypt: The Principle of Ma’at, Osirian Tradition, and the Comparative Context of Eternal Punishment",
      "authors": [
        {
          "name": "A. Jock",
          "authorId": "146097225"
        },
        {
          "name": "Kinya Nelson Kingsley",
          "authorId": "2385023896"
        }
      ],
      "year": 2025,
      "abstract": "Purpose: This study investigates the concept of judgment and afterlife in Ancient Egypt with particular attention to the principle of Ma’at and the Osirian tradition, while situating its findings within the comparative context of the doctrine of eternal punishment. The research aims to determine whether the Egyptian system of judgment included the notion of everlasting torment or instead emphasized cosmic balance and annihilation of the unworthy soul. Methodology: Employing a qualitative, interpretive, and historical-comparative approach, the study analyzes primary sources such as the Book of the Dead, funerary inscriptions, and mummification rituals, alongside secondary scholarship in Egyptology and comparative religion. Findings: The findings demonstrate that the Egyptian system of judgment was rooted in the weighing of the heart against the feather of Ma’at, the practice of negative confession, and the tribunal presided over by Osiris and forty-two judges. Punishment was most often conceived as annihilation rather than eternal suffering, and the afterlife was envisioned as a regenerative cosmology tied to the Nile’s agrarian cycles. These results distinguish the Egyptian view fundamentally from the Christian doctrine of hell. The study further highlights the dual function of judgment: as a religious mechanism to ensure cosmic harmony and as a socio-political instrument reinforcing royal legitimacy and social hierarchy. Implications: The implications of this research extend to comparative religious studies, curricular development, and interfaith dialogue, demonstrating that doctrines of eternal hell are historically contingent constructions rather than universal inheritances. Originality and Value: The originality of this study lies in its reinterpretation of Ancient Egyptian eschatology as an autonomous system, independent from post-biblical theological frameworks, thereby offering a new comparative lens to clarify the origins of eschatological doctrines across traditions.",
      "citationCount": 1,
      "doi": "10.15575/jcrt.718",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6c2a94f2dedc54f7c20ee5ca4eb916047d6b789",
      "venue": "Journal of Contemporary Rituals and Traditions",
      "journal": {
        "name": "Journal of Contemporary Rituals and Traditions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ce210253f268869337d41410702c8690f29ffc44",
      "title": "INTEGRAL HUMANISM: THE QUEST FOR SOCIO-POLITICAL IDENTITY IN HINDU NATIONALISM",
      "authors": [
        {
          "name": "Raushan Thakur",
          "authorId": "2336999337"
        }
      ],
      "year": 2023,
      "abstract": "Integral humanism, a philosophical framework promulgated by Deendayal Upadhyaya, has profoundly influenced the formation of post-colonial Indian identity. This research paper investigates the philosophical foundations of integral humanism and assesses its potential as a reaction to colonialism and Western hegemony. The examination explores the historical and cultural settings that led to the emergence of integral humanism, identifying its origins in the many Indian philosophical traditions. This study examines the emergence of integral humanism principles, including the focus on the individual's harmonious integration within the collective, the significance of both spiritual and material well-being, and the repudiation of Western-centric development paradigms, as a counter-narrative to the legacy of colonialism and the imposition of Western ideologies. The study examines the significance of holistic humanism in developing a uniquely Indian strategy for nation-building, social reform, and the safeguarding of cultural identity in the post-independence period. It analyses the impact of this philosophical framework on discussions on nationalism, the individual-state relationship, and the formulation of development paradigms that emphasise the comprehensive well-being of the human being. This research paper critically examines the philosophical underpinnings of integral humanism and its influence on the formation of post-colonial Indian identity, thereby contributing to the scholarly discourse on the intellectual and cultural legacies stemming from India's interaction with Western colonialism and the development of indigenous thought and practice.",
      "citationCount": 0,
      "doi": "10.29121/shodhkosh.v4.i2.2023.3363",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ce210253f268869337d41410702c8690f29ffc44",
      "venue": "ShodhKosh Journal of Visual and Performing Arts",
      "journal": {
        "name": "ShodhKosh: Journal of Visual and Performing Arts"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
