{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "political tradition history",
  "results": [
    {
      "title": "Edmund Fawcett, Conservatism: the fight for a tradition",
      "url": "https://philpapers.org/rec/FAWCTF",
      "philpapers_id": "FAWCTF",
      "snippet": "An appendix includes definitions of leading terms, a brief account of conservatism&#x27;s philosophical origins and mini-lives of more than 200 conservatives. Historical and topical, neither celebration nor caricature, Conservatism is a unique, panoramic survey of the Western world&#x27;s dominant political tradition.",
      "page_age": null
    },
    {
      "title": "John Greville Agard Pocock (ed.), The Machiavellian moment: Florentine political thought and the Atlantic republican tradition",
      "url": "https://philpapers.org/rec/POCTMM",
      "philpapers_id": "POCTMM",
      "snippet": "The Machiavellian Moment is a classic study of the consequences for modern historical and social consciousness of the ideal of the classical republic revived by Machiavelli and other thinkers of Renaissance ...",
      "page_age": null
    },
    {
      "title": "Louis Hartz, The Liberal Tradition in America: An Interpretation of American Political Thought Since the Revolution",
      "url": "https://philpapers.org/rec/HARTLT-2",
      "philpapers_id": "HARTLT",
      "snippet": "Views American democracy, revolution, and capitalism in the light of Western history. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Hartz on American Liberal TraditionThe Liberal Tradition in America: An Interpretation of American Political Thought Since the Revolution.Ralph H.",
      "page_age": null
    },
    {
      "title": "Leo Strauss & Joseph Cropsey (eds.), History of political philosophy",
      "url": "https://philpapers.org/rec/STRHOP",
      "philpapers_id": "STRHOP",
      "snippet": "This volume provides an unequaled introduction to the thought of chief contributors to the Western tradition of political philosophy from classical Greek antiquity to the twentieth century. Written by specialists on ...",
      "page_age": null
    },
    {
      "title": "Alan Carling, Karl Marx's \"Theory of History\" and the Recovery of the Marxian Tradition",
      "url": "https://philpapers.org/rec/CARKMT",
      "philpapers_id": "CARKMT",
      "snippet": "The Marxist tradition consists of a distinctive combination of social and historical theory, socialist values and political practice, with secular materialist underpinnings. The theory of history inspired by G. A. Cohen&#x27;s work retains its vitality as a research program, and the socialist value base is also in reasonable shape.",
      "page_age": null
    },
    {
      "title": "Alison McQueen, Political realism and the realist ‘Tradition’",
      "url": "https://philpapers.org/rec/MCQPRA-2",
      "philpapers_id": "MCQPRA",
      "snippet": "Appeals to a ‘tradition’ stretching back to Thucydides have been central to the recent emergence of realism in political theory. This article asks what work these appeals to tradition are doing ...",
      "page_age": null
    },
    {
      "title": "Kody W. Cooper & Justin Buckley Dyer, The Classical and Christian Origins of American Politics: Political Theology, Natural Law, and the American Founding",
      "url": "https://philpapers.org/rec/COOTCA-7",
      "philpapers_id": "COOTCA",
      "snippet": "There has been a considerable amount of literature in the last 70 years claiming that the American founders were steeped in modern thought. This study runs counter to that tradition, arguing that the founders of America were deeply indebted to the classical Christian natural-law tradition for their fundamental theological, moral, and political outlook.",
      "page_age": null
    },
    {
      "title": "R. Adcock, The Emergence of Political Science as a Discipline: History and the Study of Politics in America 1875-1910",
      "url": "https://philpapers.org/rec/ADCTEO-3",
      "philpapers_id": "ADCTEO",
      "snippet": "This article explores the emergence of the American &#x27;political scientist&#x27; around the turn of the twentieth century. It first recovers the network of beliefs that ordered the tradition of historico-politics -- an intellectual tradition that in the 1880s constituted a dominant field within newly professionalized American social inquiry.",
      "page_age": null
    },
    {
      "title": "Timothy Fuller, Frederick Vaughan, \"The Tradition of Political Hedonism from Hobbes to J. S. Mill\"",
      "url": "https://philpapers.org/rec/FULFVT",
      "philpapers_id": "FULFVT",
      "snippet": "Studies in the history of political philosophy before and after Rousseau.Charles Edwyn Vaughan - 1925 - New York,: B. Franklin. Edited by A. G. Little &amp; H. B. Charlton. Timothy J. Golden: Frederick Douglass and the Philosophy of Religion: An Interpretation of Narrative, Art, and the Political. [REVIEW]Leland Harper - 2023 - Faith and Philosophy 40 (3):462-465. The Tradition of Political Hedonism.",
      "page_age": null
    },
    {
      "title": "Manfred Riedel, Between tradition and revolution: the Hegelian transformation of political philosophy",
      "url": "https://philpapers.org/rec/RIEBTA",
      "philpapers_id": "RIEBTA",
      "snippet": "The studies in this 1996 volume relate Hegel&#x27;s mature views on ethics and politics to the classical tradition of Western political thought. Applying superb scholarship and his knowledge of earlier thinkers ...",
      "page_age": null
    },
    {
      "title": "Eric Nelson (ed.), The Greek Tradition in Republican Thought",
      "url": "https://philpapers.org/rec/NELTGT-4",
      "philpapers_id": "NELTGT",
      "snippet": "The Greek Tradition in Republic Thought completely rewrites the standard history of republican political theory. It excavates an identifiably Greek strain of republican thought which attaches little importance to freedom as non-dependence and sees no intrinsic value in political participation.",
      "page_age": null
    },
    {
      "title": "Daniel Ambord, The Hermeneutics of Tradition: Political Implications of a Philosophical Legacy",
      "url": "https://philpapers.org/rec/AMBTHO-2",
      "philpapers_id": "AMBTHO",
      "snippet": "Gadamer&#x27;s discussion of tradition takes on an often-unacknowledged utility in light of these discussions by both observing the subtle ways in which tradition persists even in times of social change while also placing an emphasis on the volitional (hence, risky and contingent) character of engagements with tradition. Gadamer&#x27;s approach allows for a fidelity to tradition that nonetheless allows for a critical, emancipatory engagement with it, a precursor to the more explicitly political projects of hermeneutic thinkers such as Luigi Pareyson and Gianni Vattimo.",
      "page_age": null
    },
    {
      "title": "Michael P. Zuckert, The Natural Rights Republic: Studies in the Foundation of the American Political Tradition",
      "url": "https://philpapers.org/rec/MICTNR-2",
      "philpapers_id": "MICTNR",
      "snippet": "Ann Ward and Lee Ward, Natural Right and Political Philosophy: Essays in Honor of Catherine Zuckert and Michael Zuckert.Peter Busch - 2016 - Augustinian Studies 47 (1):127-132.",
      "page_age": null
    },
    {
      "title": "J. Moore, Hume’s Political Science and the Classical Republican Tradition",
      "url": "https://philpapers.org/rec/MOOHPS",
      "philpapers_id": "MOOHPS",
      "snippet": "A classical Republican in eighteenth-century France: the political thought of Mably.Johnson Wright - 1997 - Stanford, CA: Stanford University Press. ... Sorry, there are not enough data points to plot this chart. How can I increase my downloads? Classical Republicanism and the History of Ethics.J.",
      "page_age": null
    },
    {
      "title": "F. VAUGHAN, The Tradition of Political Hedonism: From Hobbes to Mill",
      "url": "https://philpapers.org/rec/VAUTTO-5",
      "philpapers_id": "VAUTTO",
      "snippet": "The Tradition of Political Hedonism. [REVIEW]Nicholas Jolley - 1986 - Review of Metaphysics 39 (3):589-590. Studies in the history of political philosophy before and after Rousseau.Charles Edwyn Vaughan - 1925 - New York,: B. Franklin. Edited by A. G. Little &amp; H.",
      "page_age": null
    },
    {
      "title": "David Lewis Schaefer, Illiberal Justice: John Rawls Vs. The American Political Tradition",
      "url": "https://philpapers.org/rec/SCHIJJ",
      "philpapers_id": "SCHIJJ",
      "snippet": "&quot;Schaefer challenges John Rawls&#x27;s practically sacrosanct status among scholars of political theory, law, and ethics by demonstrating how Rawls&#x27;s teachings deviate from the core tradition of American constitutional liberalism toward ...",
      "page_age": null
    },
    {
      "title": "Peter Schroder, Carl schmitts appropriation of the early modern european tradition of political thought on the state and interstate relations",
      "url": "https://philpapers.org/rec/SCHCSA-8",
      "philpapers_id": "SCHCSA",
      "snippet": "Carl Schmitt (1888-1985) appropriated the early modern tradition of political thought to his own juridical and political writings. By examining Schmitt&#x27;s use of this tradition, it is possible to decipher the ...",
      "page_age": null
    },
    {
      "title": "Sheldon S. Wolin, Hobbes and the epic tradition of political theory",
      "url": "https://philpapers.org/rec/WOLHAT",
      "philpapers_id": "WOLHAT",
      "snippet": "Sheldon S. Wolin: Hobbes y la tradición épica de la teoría política. Foro Interno, Madrid, 2005.Laura Adrián Lara - 2005 - Foro Interno.",
      "page_age": null
    },
    {
      "title": "Joseph Grcic, Hobbes and Rawls on Political Power",
      "url": "https://philpapers.org/rec/GRCHAR",
      "philpapers_id": "GRCHAR",
      "snippet": "The social contract tradition of political legitimacy has a long and complex history. John Rawls believed himself to be working in this tradition of Locke, Rousseau and Kant, but not that ...",
      "page_age": null
    }
  ],
  "count": 19,
  "errors": []
}
