{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Skocpol revolution social structure",
  "results": [
    {
      "paperId": "5b9f5afed7412c8926d2a9c4cad3a77d9bbbc730",
      "title": "Structure versus Ayatollah: Theda Skocpol's social revolution theory applied on the 1979 Islamic Revolution in Iran",
      "authors": [
        {
          "name": "G.L.H. Corten",
          "authorId": "113267743"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b9f5afed7412c8926d2a9c4cad3a77d9bbbc730",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "613d6d4cd7314ed087691ad910eb6b9912daf80d",
      "title": "A New Perspective on Revolution ——A Review of States and Social Revolutions by Skocpol",
      "authors": [
        {
          "name": "Zhou Li-hong",
          "authorId": "2052479583"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/613d6d4cd7314ed087691ad910eb6b9912daf80d",
      "venue": "",
      "journal": {
        "name": "Journal of Historical Science",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0c5fb8b47f87068ac6e53f1c58d8a21285ed9265",
      "title": "Miejsce metody porównawczej w teorii rewolucji Thedy Skocpol. Próba eksplikacji w aparaturze pojęciowej idealizacyjnej teorii nauki",
      "authors": [
        {
          "name": "Krzysztof Brzechczyn",
          "authorId": "2063291534"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c5fb8b47f87068ac6e53f1c58d8a21285ed9265",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "49-72",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b9e64201f8b196eb2a3b25ce3b1d686def762288",
      "title": "Kuhn's The Structure of Scientific Revolutions in South Korea",
      "authors": [
        {
          "name": "S. Yi",
          "authorId": "47418018"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1215/18752160-1905942",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9e64201f8b196eb2a3b25ce3b1d686def762288",
      "venue": "",
      "journal": {
        "name": "East Asian Science, Technology and Society: An International Journal",
        "pages": "533 - 539",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d165aa4f797b201cde1c3a3af8159f9afc1e6afb",
      "title": "Imagining a Revolutionary Iran: National Narratives in the Revolutionary Discourse of the Mojahedin-e Khalq",
      "authors": [
        {
          "name": "James Root",
          "authorId": "98388539"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d165aa4f797b201cde1c3a3af8159f9afc1e6afb",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "5ea93af76222ec2df4353cb12fbbd4cd52b6b07f",
      "title": "Left or centre? Theda Skocpol’s States and Social Revolutions from the French Revolution to today",
      "authors": [
        {
          "name": "Hugo Drochon",
          "authorId": "2265330439"
        }
      ],
      "year": 2024,
      "abstract": "Forty years on, Theda Skocpol’s account of the French Revolution remains remarkably robust. But how are we to think about political change today? Since Louis XVI walked up to the guillotine, we have been used to thinking of a left/right opposition driving political change, but this was not the only division at the time, nor indeed since: during the Terror, Robespierre was supported by the Montagnards, the deputies who sat on the highest benches of the Assembly, while the opposition was located at the bottom, in the Marais or the Plain. Like during la Terreur, today’s politics, from France to the United States, appears more to oppose a centre to an extreme, and this prism allows us to track Skocpol’s own evolution since 1979, from periphery to centre.",
      "citationCount": 3,
      "doi": "10.1177/02633957241245897",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ea93af76222ec2df4353cb12fbbd4cd52b6b07f",
      "venue": "Politics",
      "journal": {
        "name": "Politics",
        "pages": "543 - 553",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2d1e9978da355649f3b9ae095c677875621d1ebc",
      "title": "Krzysztof Brzechczyn, A Victorious Revolution and a Lost Modernization. An Attempt to Paraphrase Theda Skocpol’s Theory of Social Revolution in the Conceptual Apparatus of non-Marxian Historical Materialism. In: Krzysztof Brzechczyn, (ed.), Non-Marxian Historical Materialism: Reconstructions",
      "authors": [
        {
          "name": "K. Brzechczyn",
          "authorId": "103770705"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d1e9978da355649f3b9ae095c677875621d1ebc",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "4c005133c737c0882bbf58c430eb10ca3fa7af06",
      "title": "Analysis of the Synchrony between the Scientific Revolution and Changes in Social Structure",
      "authors": [
        {
          "name": "Zeqin Song",
          "authorId": "2393814221"
        }
      ],
      "year": 2025,
      "abstract": "The scientific revolution, as a core force driving the expansion of human cognitive boundaries, has always maintained a profound interactive relationship with changes in social structure. Their synchronous evolution constitutes a crucial thread in the development of human civilization. This paper first traces the historical progression of the synchronous development between scientific revolutions and social structural changes, revealing the correspondence between scientific breakthroughs and transformations in social forms across different historical stages. It then analyzes the intrinsic mechanisms underlying the synchronicity of scientific revolutions and social structural changes from multiple dimensions, elucidating the dynamic relationships between scientific breakthroughs and societal needs, the cycles of scientific development and social transformation, as well as scientific innovation and societal resources. Against the backdrop of the contemporary technological revolution, this study proposes practical pathways to strengthen demand-oriented scientific research planning, improve institutional adaptation support systems, and promote public participation and collaborative mechanisms. These suggestions aim to provide theoretical reference and practical guidance for achieving efficient synchronization and adaptation between technological revolutions and social structures.",
      "citationCount": 0,
      "doi": "10.18063/eir.v3i6.672",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c005133c737c0882bbf58c430eb10ca3fa7af06",
      "venue": "Educational Innovation Research",
      "journal": {
        "name": "Educational Innovation Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6a6a95087777d4a331a4e33ad75485037484580c",
      "title": "Overview of the causes of the October revolution through the supplemented analysis of Theda Skocpol",
      "authors": [
        {
          "name": "Sava Vojnović",
          "authorId": "2121861993"
        }
      ],
      "year": 2023,
      "abstract": "Starting from the global importance of the October Revolution as a historical event, as well as the complexity of social relations in such circumstances, the objective of this paper is to look as thoroughly as possible into the correlations between the Revolution itself and social circumstances that preceded it. The paper interprets historical data and examines the main arguments within theories of revolutions. The focus is on structural factors and the analysis presented by Theda Skocpol, with an additional emphasis on the role of the proletariat. The basic thesis is that one of the key conditions is the existence of branched networking of the peasant communes and workers' associations, with sufficiently strong connections within the classes. That is, discontent with the economic situation and the weakening of the central government would not in themselves lead to revolutionary events, just as joint activities of the proletariat and the leaders of opposition parties should not be neglected.",
      "citationCount": 0,
      "doi": "10.5937/socpreg57-40996",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6a6a95087777d4a331a4e33ad75485037484580c",
      "venue": "Sociološki Pregled",
      "journal": {
        "name": "Socioloski pregled"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "10c5cad657ad9b64ad49e8a495f4536f51180bd7",
      "title": "Cuba's New Social Structure: Assessing the Re-Stratification of Cuban Society 60 Years after Revolution",
      "authors": [
        {
          "name": "Katrin Hansing",
          "authorId": "103442959"
        },
        {
          "name": "Bert Hoffmann",
          "authorId": "145955938"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 12,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/10c5cad657ad9b64ad49e8a495f4536f51180bd7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "315"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9d96f31a9a15eb45d82214b4b2ad7682c458c771",
      "title": "Analyzing ‘Madhesh Bidrohako Nalibeli’ from Theda Skocpol’s Social Structural Approach",
      "authors": [
        {
          "name": "T. Subedi",
          "authorId": "2151323400"
        }
      ],
      "year": 2023,
      "abstract": "Collective human activities are the motors of social change. Change depends less on mutual understanding and more on the contradiction between different micro-to-macro-level functioning units. Thus, sociological theories bring together the network of relationship between multiple structures while analyzing the status of continuity or change in society. Insofar as Nepali society has undergone tremendous changes, attempts of inserting more recent sociological theories becomes customary. Notwithstanding this, the application of classical theories in analyzing the change has been a major trend. The 2007-Madhesh Revolt was one of the major turning points in Nepal’s socio-political history, which has brought significant macro-level changes in Nepal. Attempts are made to discuss and theorize the Revolt, but emphasis is given more to the internal structure bypassing the role of a macro-level international structure. This paper is written with reference to a widely acclaimed book ‘Madhesh Bidrohako Nalibeli’ and examines whether the book has applied the most updated sociological theories of social movement. After reviewing Theda Skocpol’s social structural approach of social movement, it is found that the book is too narrow in theorizing the revolt in a sociological manner. The book has given credit to national-level phenomena than the global capitalist process in shaping the Madhesh Revolt.",
      "citationCount": 0,
      "doi": "10.3126/jdr.v8i1.57124",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d96f31a9a15eb45d82214b4b2ad7682c458c771",
      "venue": "Journal of Development Review",
      "journal": {
        "name": "Journal of Development Review"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "07ecb0c70be8f21eb9d4a74911fdce1c2ae5e133",
      "title": "Political Organizations, Social Structure, and Institutional Success: Reflections From Genoa and Venice During the Commercial Revolution",
      "authors": [
        {
          "name": "A. Greif",
          "authorId": "108660396"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 15,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/07ecb0c70be8f21eb9d4a74911fdce1c2ae5e133",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0470c73c57084db73f099d5d2076588179fd9ae2",
      "title": "On some features of Theda Skocpol's theory of revolution",
      "authors": [
        {
          "name": "Damir R. Zakiev",
          "authorId": "2326147904"
        }
      ],
      "year": 2025,
      "abstract": "The article analyzes some features of Theda Skocpol's theory of revolution based on her main work «States and Social Revolutions». The time of creation of the work «States and Social Revolutions» is analyzed for similar studies of other Western authors of the same era. The main theses about revolutions according to T. Skocpol are considered. The features and shortcomings of T. Skocpol's provisions are identified from the point of view of the Marxist approach to understanding revolutions. The article is addressed not only to specialists in the theory of revolutions, but also to a wide range of researchers interested in the evolution of sociological thought in the second half of the 20th century.",
      "citationCount": 0,
      "doi": "10.53015/3034-3151_2025_6_2_114-122",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0470c73c57084db73f099d5d2076588179fd9ae2",
      "venue": "Человек. Общество. Наука",
      "journal": {
        "name": "Человек Общество Наука"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5e4d12c5190a8c3637a6db720136d197fb17220f",
      "title": "The methodological legacies of Theda Skocpol’s State and Social Revolutions: Locating the three pillars of comparative historical analysis",
      "authors": [
        {
          "name": "Marcus Kreuzer",
          "authorId": "2297716463"
        }
      ],
      "year": 2024,
      "abstract": "Stein Rokkan and Barrington Moore revived comparative historical analysis (CHA) in Europe and the United States, respectively, during the 1960s without, however, elaborating its methodological underpinnings. Theda Skocpol’s State and Social Revolutions as well as her Visions and Methods Historical Sociology filled this gap. In her important essay with Margaret Somers, she identified three distinct strands of CHA that tackled macro-historical question in distinct but ultimately also complimentary ways. In doing so, she established the foundation for subsequent work on CHA methodology. The article elaborates the subsequent elaborations of Skopol and Somer’s CHA typology and the factors contributing to this evolution. It also underscores how many of those innovations were already implicit in Skocpol’s State and Social Revolutions even though she herself did not highlight it in her own methodological writings. Skocpol the empirical scholar thus turns out to have been methodologically more advanced than Skocpol the methodologist.",
      "citationCount": 3,
      "doi": "10.1177/02633957241245893",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e4d12c5190a8c3637a6db720136d197fb17220f",
      "venue": "Politics",
      "journal": {
        "name": "Politics",
        "pages": "530 - 542",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4c504697d1cf61c6acb98a346523a6df78dca473",
      "title": "Book Review: Theda Skocpol “States and Social Revolutions: A Comparative Analysis of France, Russia and China",
      "authors": [
        {
          "name": "Benjamin Akwei",
          "authorId": "1697938931"
        }
      ],
      "year": 2023,
      "abstract": "In “States and Social Revolutions: A comparative Analysis of France, Russia, and China (1979), Theda Skocpol presents a comparative-historical analysis of social revolutions by looking beyond the existing social-scientific theories that explain the causes and outcomes of successful revolutions. Skocpol presents a contrast to the prevalent theories of social revolutions from a comparative historical analysis by presenting valid associations of potential causes within a given phenomenon. The author focuses on the structuralists’- perspectives to the causes of social revolutions in agrarian society with intense focus on the influence of transnational relations in the emergence of social-revolutionary crises that lead to basic social-structural transformations and the collapse of state organizations of old regimes.",
      "citationCount": 0,
      "doi": "10.36348/gajhss.2023.v05i04.004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c504697d1cf61c6acb98a346523a6df78dca473",
      "venue": "Global academic journal of humanities and social sciences",
      "journal": {
        "name": "Global Academic Journal of Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "81cbea72408a85df079a57447d8056fe3f70d519",
      "title": "Class Structure and Inequality During the Industrial Revolution: Lessons from England's Social Tables, 1688–1867",
      "authors": [
        {
          "name": "R. Allen",
          "authorId": "143622405"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 54,
      "doi": "10.1111/ehr.12661",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/81cbea72408a85df079a57447d8056fe3f70d519",
      "venue": "",
      "journal": {
        "name": "PSN: Income Inequality (Topic)"
      },
      "publicationTypes": null
    },
    {
      "paperId": "63814aebda732115f85458d2db38b8f0b7f4ac9d",
      "title": "The Civil War and the Modernization of American Society: Social Structure and Industrial Revolution in the Old South before and during the War",
      "authors": [
        {
          "name": "R. Luraghi",
          "authorId": "15528968"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 31,
      "doi": "10.1353/CWH.1972.0076",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/63814aebda732115f85458d2db38b8f0b7f4ac9d",
      "venue": "",
      "journal": {
        "name": "Civil War History",
        "pages": "230 - 250",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d68fe574ca469daa72d005ad659bf72ede8fe7e1",
      "title": "Interpretation of the Self-revolution System and Standard System in the New Era: Based on the Social System Research Methods",
      "authors": [
        {
          "name": "N. Yang",
          "authorId": "120602737"
        },
        {
          "name": "X. Zhang",
          "authorId": "1771551"
        }
      ],
      "year": 2023,
      "abstract": "Self-revolution is the fundamental driving force to maintain advanced nature and purity and realize long-term governance. The self-revolution system standard system boosts the transformation of self-revolution theory into concrete practice, and constructs the system fortress for the realization of self-revolution. Based on the research method of social system, this paper expounds and studies the system of self-revolution from the perspective of the four principles of integrity, structure, hierarchy and openness, so as to realize the multi-dimensional understanding of the system of self-revolution, and then leads the social revolution with self-revolution.",
      "citationCount": 0,
      "doi": "10.54691/fhss.v3i8.5551",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d68fe574ca469daa72d005ad659bf72ede8fe7e1",
      "venue": "Frontiers in Humanities and Social Sciences",
      "journal": {
        "name": "Frontiers in Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a68279d7a11b47cc7965b32bd9c456554982b18f",
      "title": "Historicizing Contemporary Growth: The Ethiopian Revolution, Social-Structural Transformation, and Capitalist Development",
      "authors": [
        {
          "name": "S. Admasie",
          "authorId": "113262167"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.14321/NORTAFRISTUD.16.1.0065",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a68279d7a11b47cc7965b32bd9c456554982b18f",
      "venue": "",
      "journal": {
        "name": "Northeast African Studies",
        "pages": "65 - 87",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7d9fa7251e006f2cfb43484c0510d7dec08c486f",
      "title": "Theda Skocpol’s Theory of Revolution",
      "authors": [
        {
          "name": "E. Shults",
          "authorId": "104350672"
        },
        {
          "name": "Шульц Эдуард Эдуардович",
          "authorId": "2094599315"
        }
      ],
      "year": 2019,
      "abstract": "The article analyzes several ideas suggested by American political scientist Theda Skocpol in regards to the theory of revolution. From the author’s point of view, Skocpol’s attitudes are noteworthy both in terms of studying the history of political science and understanding the current state of “the theory of revolution” as a scientific direction. The author critically examines the classification of “generations of the theory of the revolution contributors” offered by J. Goldstone, according to which T. Skocpol belongs to “the third generation”. At the same time, the key provisions of Skocpol’s concept continue the ideas of the first and second generations, as is suggested by Goldstone. The author highlights the importance of the conceptual provisions related to the questions of social system failures and the reasons and consequences of revolutions in the context of revolutionary modernization.",
      "citationCount": 0,
      "doi": "10.22363/2313-1438-2019-21-3-503-512",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7d9fa7251e006f2cfb43484c0510d7dec08c486f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "503-512",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b5783ab74760c68c70f3182fbb55d4bb1ef250a5",
      "title": "Revolution, reform and the rise of China: a political and social transformation",
      "authors": [
        {
          "name": "Bin Xiao",
          "authorId": "2336284622"
        }
      ],
      "year": 2024,
      "abstract": "Purpose\nThis study proposes a new political science–based interpretation of the rise of China and focuses on the academic discussion regarding its root causes. This study aims to identify the historical, economic and sociological perspectives in the relevant literature by offering a political science perspective on the factors that enabled China’s rise, analyze and comment on the controversy surrounding Perry Anderson’s theoretical approach and contribute to the literature by focusing on political and social transformation.\n\nDesign/methodology/approach\nBy offering a political science perspective on the factors that enabled China’s rise, this study aims to identify the historic, economic and sociological perspectives in the relevant literature; analyze and comment on the controversy surrounding Perry Anderson’s theoretical approach; and contribute to the literature by focusing on political and social transformation.\n\nFindings\nFirst, revolution and reform together provided the conditions for China’s rise, by establishing a sovereign state and revitalizing the system, respectively. Second, China’s reform model has resulted in a combined and complex institutional structure that effectively integrates the market, the state and political parties in a party-state system. Third, during the rise of China, the market economy, local competition and the authority of political parties have been the source of vitality, the driving force and the stabilizer, respectively.\n\nOriginality/value\nThis paper offers a critique of the theoretical interpretations of scholars such as Perry Anderson regarding the root causes of the rise of China.\n",
      "citationCount": 0,
      "doi": "10.1108/stics-08-2024-0012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b5783ab74760c68c70f3182fbb55d4bb1ef250a5",
      "venue": "Social Transformations in Chinese Societies",
      "journal": {
        "name": "Social Transformations in Chinese Societies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7c9561d452067e7c52abbc10c694b0094922fe93",
      "title": "Soviet Revolution and Rural Changes of Traditional Social Structure",
      "authors": [
        {
          "name": "Wan Zhen-fan",
          "authorId": "119858151"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7c9561d452067e7c52abbc10c694b0094922fe93",
      "venue": "",
      "journal": {
        "name": "Journal of Nanchang University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e8d34cd4a576078bda45715d0b854f4031230d04",
      "title": "From Social Structure and Function of Cultural Revolution Period to Analyse It's Reasons",
      "authors": [
        {
          "name": "Liu Chao-hai",
          "authorId": "104249612"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e8d34cd4a576078bda45715d0b854f4031230d04",
      "venue": "",
      "journal": {
        "name": "Journal of Yiyang Teachers College",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9c05e469e05bdeba85fc495c04312fee71b956ee",
      "title": "Influence in Social Media: An Investigation of Tweets Spanning the 2011 Egyptian Revolution",
      "authors": [
        {
          "name": "S. Venkatesan",
          "authorId": "134767997"
        },
        {
          "name": "R. Valecha",
          "authorId": "1901133"
        },
        {
          "name": "Niam Yaraghi",
          "authorId": "2787713"
        },
        {
          "name": "Onook Oh",
          "authorId": "144839915"
        },
        {
          "name": "H. Rao",
          "authorId": "1699888"
        }
      ],
      "year": 2021,
      "abstract": "Through the lens of social movement theory, this paper investigates the drivers of individual users’ social influence on Twitter during the Egyptian Revolution of 2011. Following this lens, we suggest an extended model of sustained social influence (that considers retweets as the measure of user influence) as a function of the duality of individual Twitter users’ social actions and the underlying facilitating Twitter network structure. Based on an analysis of organic large-scale Twitter data on this social movement, we examine how characteristics of individuals’ social actions, namely activity and tenure on Twitter, and characteristics facilitated by the network (i.e., the number of followers as well as centrality in the community structure of Twitter), impact retweet influence in time windows spanning the movement. Utilizing a mixed methods approach consisting of machine learning and human coding we conceptualize social movement-related engagement activities of Twitter users, which map to generic frames of social movement mobilization. The analysis reveals interesting patterns across different contexts of the Egyptian Revolution. Regarding individual social action, social movement related to “who” and “where” activities, as well as tenure, were found to contribute to individual social influence. In terms of the facilitating structure, the follower network (an observed network structure) and centrality (an unobserved network structure) were both found to contribute significantly to sustained influence.",
      "citationCount": 28,
      "doi": "10.25300/misq/2021/15297",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c05e469e05bdeba85fc495c04312fee71b956ee",
      "venue": "MIS Q.",
      "journal": {
        "name": "MIS Q.",
        "pages": "1679-1714",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5b10fa7d3e16497924a2a5b996f53d72c72f0253",
      "title": "Comparisons Between Social Functionalism and Constructivism International Relations: Example of the French Revolution",
      "authors": [
        {
          "name": "Xintong Ge",
          "authorId": "2056720680"
        }
      ],
      "year": 2023,
      "abstract": "For researchers in the fields of sociology and international relations, the thoughts and actions of using theories from each other’s fields are regular and frequent, as the two research fields sometimes share similar research goals and subjects. Yet even though corporations between subjects are regular, articles merely focusing on comparisons of theories in two research fields can be defined as in shortage. As a result, trying to find out similarities and differences between major sociological theories and international relations theories can be a great help and guidance for crossing-major research. From the analysis with a theoretical aspect, this paper tries to show the differences and similarities of two theories from a theoretical basis by adding a brief introduction of a combined new theory from two theories and a table showing the comparison of the two theories; the paper will show a much clearer vision to the differences and similarities. By using the example of situations in the French revolution, those true and existing historical issues with great influences on both French society and European, even international politics and diplomatic atmosphere gave out clear sights about the practical analysis for comparisons between international constructivism and social functionalism. As a result, from both theoretical aspects and practical examples, the paper will conclude that the similarities between the two theories will focus on the interdependent relationship between agencies and structures, and the differences will focus on the appropriate use fields.",
      "citationCount": 1,
      "doi": "10.54097/ehss.v8i.4481",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b10fa7d3e16497924a2a5b996f53d72c72f0253",
      "venue": "Journal of Education, Humanities and Social Sciences",
      "journal": {
        "name": "Journal of Education, Humanities and Social Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "819feed1e3af2a13c05cb87dbf49e6bb42ea1a0a",
      "title": "On the Impact of Innovations on the Social Structure",
      "authors": [
        {
          "name": "S. Dmitriev",
          "authorId": "143976327"
        },
        {
          "name": "V. Kalinicheva",
          "authorId": "90258943"
        },
        {
          "name": "E. Shadoba",
          "authorId": "102589740"
        },
        {
          "name": "Olesya Nikonets",
          "authorId": "120847506"
        },
        {
          "name": "D. Pogonysheva",
          "authorId": "122117676"
        },
        {
          "name": "Elena Shvarova",
          "authorId": "119824793"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/819feed1e3af2a13c05cb87dbf49e6bb42ea1a0a",
      "venue": "",
      "journal": {
        "name": "International Journal of Economics and Financial Issues",
        "pages": "107-113",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "92d5dd1109f85ff0aa5498f678bfc30fe29f85a3",
      "title": "Shortcuts from the Declaration of the Rights of Man and the Citizen to the Industrial Revolution",
      "authors": [
        {
          "name": "Constantinos Challoumis",
          "authorId": "79377252"
        }
      ],
      "year": 2024,
      "abstract": "The current work analyzes the social history from the point of view of social aspects and connects them to economic issues. The economic issues are many times behind the social changes of historical facts. This paper shows through the economic events of the Declaration of the Rights of Man and the Citizen to the Industrial Revolution period that the economic aspects were a significant part of social impact. The logic and thorough understanding of historical events form the foundation of the applied approach. The Cycle of Money demonstrates that capitalism is limited by its structure and is unable to address broad social issues, something that the economy of an Economocracy can accomplish",
      "citationCount": 4,
      "doi": "10.2139/ssrn.4880534",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92d5dd1109f85ff0aa5498f678bfc30fe29f85a3",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "22af0b253e6b94e0eeb45ba2878e43a891f3828f",
      "title": "Structure, Temporality, and Theories of Revolution. Reading Alberto Melucci in Revolutionary Saint Domingue, 1791–1804",
      "authors": [
        {
          "name": "C. Wilén",
          "authorId": "92545147"
        }
      ],
      "year": 2021,
      "abstract": "This article addresses the debate on structure, agency, and process in contemporary revolution theory, drawing on social movement theory and using the Haitian Revolution as an illustrative case. The article seeks to make three main contributions. Firstly, while accepting the critique against the failure of structuralist revolution theory to explain why revolutions can occur under difficult circumstances, the article proposes a structuralist solution instead of the focus on intentions and processes in contemporary revolution theory. Secondly, it brings a new angle to the emerging dialogue between the different fields that theorize social movements and revolutions, by combining Alberto Melucci's early and later approaches to social movements and temporality. Thirdly, the Meluccian approach is utilized in a case study that explores how independence from France can be understood in the Haitian Revolution, which serves to illustrate the strengths of the theoretical approach and to criticize the major accounts of independence in existing studies of the Haitian Revolution. production both in terms of its form and substance in the burning of the plantations and killing of slave ‐ owners; and (3) provoked a severe and uncompromising response from the slave ‐ owners (both grands blancs and gens de couleur ), the French administration, and the petits blancs .",
      "citationCount": 5,
      "doi": "10.1111/JOHS.12307",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22af0b253e6b94e0eeb45ba2878e43a891f3828f",
      "venue": "Journal of Historical Sociology",
      "journal": {
        "name": "Journal of Historical Sociology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3627bbf31488687fc542ff8e5f8bd05618133ca7",
      "title": "Application of Thomas Kuhn’s structure of scientific revolutions to the field of social Development: A review of literature",
      "authors": [
        {
          "name": "Pharaoh Ochichi",
          "authorId": "2070616021"
        }
      ],
      "year": 2023,
      "abstract": "This paper reviews the literature on the history of science and the field of social development, showing the nexus between Thomas Samuel Kuhn’s seminal work, The Structure of Scientific Revolutions and the three paradigms of social development, namely the Dominant (Modernisation), Dependency, and Participatory (Another Development). In the history of science, Kuhn 1970 argues in his landmark work that science passes through four phases. In the first phase, scientists operate without a paradigm, and during this period, they experience all sorts of problems. The second phase sees the birth of a paradigm, and scientists begin to operate within it. In the third stage, weaknesses or flaws of the new paradigm begin to emerge. They may be explained away if they are not serious; however, if they prove otherwise, the paradigm is overturned, ushering in the fourth phase (scientific revolution). The successor follows the route followed by the predecessor; thus, the paradigm shift becomes a life cycle. The paper argues that the field of social development commenced with the Dominant Paradigm that, over the years, began to face overwhelming problems that finally overthrew it. It was replaced by the Dependency Paradigm, which suffered the same fate and was ousted by Participatory Development. This Article, a synthesis of recent literature, demonstrates that Kuhn's paradigmatic stages apply to the field of social development. The work proves intriguing and useful to the broad and interdisciplinary field of social science.",
      "citationCount": 3,
      "doi": "10.51317/jpr.v2i1.414",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3627bbf31488687fc542ff8e5f8bd05618133ca7",
      "venue": "Journal of Philosophy and Religion (JPR)",
      "journal": {
        "name": "Journal of Philosophy and Religion (JPR)"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "28944212636198ecd1eec904cac528a6fc2b9533",
      "title": "Social learning as an underlying mechanism for sustainability in neglected communities: The Brazilian case of the Bucket Revolution project",
      "authors": [
        {
          "name": "M. Bonatti",
          "authorId": "47911569"
        },
        {
          "name": "Carla Erismann",
          "authorId": "2156285396"
        },
        {
          "name": "Ayna Askhabalieva",
          "authorId": "2156286910"
        },
        {
          "name": "J. Borba",
          "authorId": "120324131"
        },
        {
          "name": "Kamila Pope",
          "authorId": "52149820"
        },
        {
          "name": "R. Reynaldo",
          "authorId": "2156285390"
        },
        {
          "name": "Luca Eufemia",
          "authorId": "51144501"
        },
        {
          "name": "A. Turetta",
          "authorId": "104311647"
        },
        {
          "name": "S. Sieber",
          "authorId": "47452991"
        }
      ],
      "year": 2022,
      "abstract": "In neglected communities, waste and organic residues are not only a vector of several problems, like diseases and water pollution, but also a contributor to increasing forms of vulnerability and marginalization. At the same time, these communities also have presented innovative local initiatives and transformative learning about natural resources management that can be a vehicle for achieving more sustainable food systems. In the south of Brazil, community-based organic residue management has shown an extraordinary potential to improve food security and livelihoods for (≈1600) community members of a vulnerable urban territory. In this context, the overall objective of this article is (a) To better understand what Social Learning (SL) processes related to successful organic residues management in neglected communities exist and (b) To identify what knowledge systems are created in one empirical case. The study case is based on a communitarian waste management project, the Bucket Revolution Project (BRP). The analytical framework builds upon social learning theory and its triple-loop process focusing on four specific phenomena. The applied mixed-methods approach was made in four steps: 1. a focus group to investigate collective community issues; 2. semi-structured interviews to investigate specific and individual issues in the context of the BRP; 3. social media analysis to better understand the BRP narratives; and finally 4. participant observation in community and institutional meetings. Mainly using MaxQda software and coding indicators of SL, the data show that “Diversity of knowledge integration” is the most identified SL indicator in the interviews (52%). For BRP, identity development, community conditions improvement, and environment understanding are three key components of the knowledge system enhanced through an underlying process of social learning. Furthermore, the study also shows that there are endogenous and exogenous social learning processes at work.",
      "citationCount": 12,
      "doi": "10.1007/s10668-022-02167-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/28944212636198ecd1eec904cac528a6fc2b9533",
      "venue": "Environment, Development and Sustainability",
      "journal": {
        "name": "Environment, Development and Sustainability",
        "pages": "1 - 19"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
