{
  "status": "success",
  "source": "semantic_scholar",
  "query": "democratic breakdown authoritarian tradition",
  "results": [
    {
      "paperId": "ed1fc66be323dc4eb31b2f357494355cc6e2d798",
      "title": "Turkey: The Slippery Slope from Reformist to Revolutionary Polarization and Democratic Breakdown",
      "authors": [
        {
          "name": "Murat Somer",
          "authorId": "39031497"
        }
      ],
      "year": 2019,
      "abstract": "Under the Justice and Development Party AKP and Recep Tayyip Erdoğan, Turkey has become one of the most polarized countries in the world, and has undergone a significant democratic breakdown. This article explains how polarization and democratic breakdown happened, arguing that it was based on the built-in, perverse dynamics of an “authoritarian spiral of polarizing-cum-transformative politics.” Furthermore, I identify ten causal mechanisms that have produced pernicious polarization and democratic erosion. Turkey’s transformation since 2002 is an example of the broader phenomenon of democratic erosion under new elites and dominant groups. The causes and consequences of pernicious polarization are analyzed in terms of four subperiods: 2002–2006, 2007, 2008–2013, and 2014–present. In the end, what began as a potentially reformist politics of polarization-cum-transformation morphed into an autocratic-revolutionary one. During this process, polarization and AKP policies; the politicization of formative rifts that had been a divisive undercurrent since nation-state formation; structural transformations; and the opposition’s organizational, programmatic, and personal shortcomings fed and reinforced each other.",
      "citationCount": 117,
      "doi": "10.1177/0002716218818056",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed1fc66be323dc4eb31b2f357494355cc6e2d798",
      "venue": "The Annals of the American Academy of Political and Social Science",
      "journal": {
        "name": "The ANNALS of the American Academy of Political and Social Science",
        "pages": "42 - 61",
        "volume": "681"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "994e4185c9505824108202e43f129fb2118b3854",
      "title": "Patron-client state relations and the geopolitics of authoritarian survival and breakdown: evidence from the MENA countries",
      "authors": [
        {
          "name": "Loretta Dell’Aguzzo",
          "authorId": "1419049924"
        },
        {
          "name": "E. Diodato",
          "authorId": "112954446"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT In this paper, we explain how the international relations of authoritarian regimes shape their reaction to nonviolent popular mobilisation. We identify four main strategies of authoritarian survival and argue that – from the incumbents’ perspective – repression and democratic opening are riskier than informal and formal co-optation. Thus, we ask why some nondemocratic rulers select riskier rather than safer strategies. Although recent studies have devoted much attention to the relevance of international factors in shaping domestic politics, this proposition has not been thoroughly theorised nor scrutinised empirically. We focus on authoritarian regimes that have established patron–client relations with foreign powers and argue that patrons’ regimes influence the selection of specific survival strategies by threatened clients. We hypothesise that dictators with democratic patrons are induced to adopt riskier strategies of survival, whereas clients of autocracies are more likely to select safer strategies. We test our hypothesis on MENA countries.",
      "citationCount": 4,
      "doi": "10.1080/13569775.2022.2069068",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/994e4185c9505824108202e43f129fb2118b3854",
      "venue": "Contemporary Politics",
      "journal": {
        "name": "Contemporary Politics",
        "pages": "43 - 67",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8d343adedc7ac85d04283a89823dcf8d35fabea1",
      "title": "Understanding Turkey’s democratic breakdown: old vs. new and indigenous vs. global authoritarianism",
      "authors": [
        {
          "name": "Murat Somer",
          "authorId": "39031497"
        }
      ],
      "year": 2016,
      "abstract": "Abstract Turkey’s ‘authoritarian turn’ in recent years indicates a democratic breakdown that can best be analysed by analytically distinguishing between two simultaneous developments. The first is the reproduction of Turkey’s long-existing semi-democratic regime – which the article calls old authoritarianism – in a new historical and dominant political–ideological context and under an Islamist-leaning government. The second is the emergence of a new type of authoritarianism – dubbed new authoritarianism – that is in many respects unprecedented for Turkey, is in need of better comprehension and displays important parallels with contemporary troubles of democracy in the world. Focusing on political society and institutions is insufficient to adequately examine the emergent authoritarian regime, for example to identify it as a regime type, to explain its popular support and to foresee how durable and repressive, and to what extent party-based rather than personalistic, it may become. It is necessary to combine insights from the new political economy of welfare, transition and communication with those from political and institutional democratization. Doing so suggests that new authoritarianism generates a new kind of state–society relationship where, paradoxically, political power becomes simultaneously more particularistic, personalized and mass-based. Hence, new authoritarianism has democratizing potential, but can also become more oppressive than any other regime Turkey has previously experienced. Oscillation between these two outcomes is also possible.",
      "citationCount": 183,
      "doi": "10.1080/14683857.2016.1246548",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8d343adedc7ac85d04283a89823dcf8d35fabea1",
      "venue": "Exit from Democracy",
      "journal": {
        "name": "Southeast European and Black Sea Studies",
        "pages": "481 - 503",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c7d286829c88786ada62af6f4a18260b8cf1fc6e",
      "title": "Democratic Breakdown and the Hidden Perils of the Democratic Peace",
      "authors": [
        {
          "name": "Joshua Tschantret",
          "authorId": "117605085"
        }
      ],
      "year": 2020,
      "abstract": "One empirical regularity in International Relations appears consistent: democracies rarely fight one another. However, this article maintains that the democratic peace comes with hidden costs. Democratic regimes are more pacifistic toward each other, but regimes formed through democratic breakdown are more bellicose than other authoritarian regimes. I argue that autocracies established through democratic breakdown are especially aggressive because they select leaders who tend to be impatient with democratic norms, and these leaders can leverage nationalism and mass mobilization fomented during the democratic era to support international aggression. Additionally, I argue that these factors interact with important institutional features that vary across authoritarian regimes. Post-democratic leaders lacking institutional constraints on their executive authority should be more aggressive than constrained post-democratic leaders and other unconstrained autocrats. Statistical analysis of militarized interstate disputes demonstrates that autocracies are more belligerent following democratic breakdown, especially under institutional conditions favorable to leaders instigating the breakdown. We should therefore be wary of urging democratization based on democratic peace when democracy has a high chance of reverting and focus more effort on ensuring that current democracies do not break down.",
      "citationCount": 5,
      "doi": "10.1177/1354066120916525",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c7d286829c88786ada62af6f4a18260b8cf1fc6e",
      "venue": "",
      "journal": {
        "name": "European Journal of International Relations",
        "pages": "1129 - 1155",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "605a89762d057098ab466417a48b44578cbacba1",
      "title": "Varieties of contemporary democratic breakdown and regression: A comparative analysis",
      "authors": [
        {
          "name": "Luca Tomini",
          "authorId": "96410375"
        },
        {
          "name": "Claudius Wagemann",
          "authorId": "16100125"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 51,
      "doi": "10.1111/1475-6765.12244",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/605a89762d057098ab466417a48b44578cbacba1",
      "venue": "",
      "journal": {
        "name": "European Journal of Political Research",
        "pages": "687-716",
        "volume": "57"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a33d4601bcc823a2af3fbce63e5019cb11e73365",
      "title": "Democratic Breakdown through Lawfare by Constitutional Courts: The Case of Post-\"Democratic Transition\" Thailand",
      "authors": [
        {
          "name": "Eugénie Mérieau",
          "authorId": "2076823991"
        }
      ],
      "year": 2022,
      "abstract": "Third-wave democracies have massively adopted mechanisms of judicial review, notably constitutional courts, considered key institutions of successful democratic transitions. By preventing abuses of the constitution and safeguarding people's rights, they act as a bulwark against the\n claims of potential autocrats. In Thailand, the 1997 democratic transition led to the adoption of a powerful constitutional court tasked with safeguarding democracy from the threats of populism, corruption, and authoritarianism. Yet since its inception, the court's record has been puzzling.\n It has dissolved most, if not all, of the pro-democracy, anti-military political parties, dismissed all elected prime ministers, and paved the way for two military coups. In short, against established theories linking constitutional courts to democratization, the introduction of constitutional\n review in Thailand has led to democratic breakdown. To make sense of this puzzle, this article will investigate three variables of the court—strategic interests, ideologies, and institutional design—within the larger bureaucratic structure of the Thai state, to account for the\n anti-democratic behaviour of Thailand's Constitutional Court. This piece considers materials in Thai and English.",
      "citationCount": 4,
      "doi": "10.5509/2022953475",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a33d4601bcc823a2af3fbce63e5019cb11e73365",
      "venue": "Pacific Affairs",
      "journal": {
        "name": "Pacific Affairs"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "5e920bd5c66764179a179c1c72743a21aec4385a",
      "title": "Institutional Determinants of Democratic Breakdown (The Case of Weimar Republic)",
      "authors": [
        {
          "name": "Tigran Mughnetsyan",
          "authorId": "2165738919"
        }
      ],
      "year": 2022,
      "abstract": "The paper aims to examine the institutional causes of the democratic breakdown of the Weimar Republic. To accomplish that purpose following problems were set: firstly, paper discusses current state of democracy throughout the world, its issues and challenges. Paper also underlines global trend of democratic decline. That discussion is provided to draw parallels and pinpoint relevance of the analysis. Afterwards, the research examines German political system, democratic roots and development. Moreover, constitutional changes and checks and balances are analyzed as well. The paper particularly scrutinizes evolution of German political parties and specifics of electoral system. Institutional heritage of regime change is also unveiled. The paper underlines pitfalls of Weimar Republic’s institutions that led to democratic breakdown. Apart from it, research generally outlines socio-economic background of Weimar Republic. During the research examination of documents, content analysis, comparative and historical methods were applied. The paper concludes that regarding to its institutional weakness, that is absence of electoral threshold, fragmentation of parliament and political parties, the abundance of social associations, semi-presidential system and socioeconomic situation created ground for an authoritarian takeover of the Weimar Republic.",
      "citationCount": 0,
      "doi": "10.52063/25792652-2022.2.13-121",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e920bd5c66764179a179c1c72743a21aec4385a",
      "venue": "Scientific Artsakh",
      "journal": {
        "name": "Scientific Artsakh"
      },
      "publicationTypes": null
    },
    {
      "paperId": "01806daa35bcdc73d74a1554304fb16157fed1f5",
      "title": "Pathways to democracy after authoritarian breakdown: Comparative case selection and lessons from the past",
      "authors": [
        {
          "name": "Jean Lachapelle",
          "authorId": "2004091306"
        },
        {
          "name": "S. Hellmeier",
          "authorId": "116183673"
        }
      ],
      "year": 2022,
      "abstract": "Mass movements that are able to overthrow a dictator do not always lead to democracy. Transition periods present narrow windows of opportunity in which activists face difficult decisions to build democracy and prevent authoritarian relapse. Existing scholarship offers limited guidance for pro-democracy forces because it focuses on unchangeable structural factors and cases with a known outcome. We propose an innovative approach for finding informative comparisons for ongoing transitions after authoritarian breakdowns. We quantify the similarity between all breakdowns caused by mass uprisings since 1945 based on their structural preconditions. We then apply our approach to Sudan’s ongoing transition and draw lessons from two similar cases: the Philippines in 1986 (successful democratization); and Burma/Myanmar in 1988 (failed democratization). Our analysis shows that structural factors are weak predictors of transition outcomes and that Sudan shares characteristics with cases of both failed and successful democratization. Therefore, democratic transition appears possible in Sudan.",
      "citationCount": 3,
      "doi": "10.1177/01925121221138408",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/01806daa35bcdc73d74a1554304fb16157fed1f5",
      "venue": "International Political Science Review",
      "journal": {
        "name": "International Political Science Review",
        "pages": "123 - 143",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "11d5ce805c9912b314d419ab1270d3b2c14dd295",
      "title": "Moderate Muslims and Democratic Breakdown in Indonesia",
      "authors": [
        {
          "name": "Jeremy Menchik",
          "authorId": "116096581"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT For much of the 2000s, scholars and activists lauded Indonesia’s surprisingly successful transition to democracy. Recent years, however, have made imperfections visible to the point where the breakdown of Indonesian democracy is imaginable if not yet under way. This article investigates the conditions under which moderate Islamic organisations support non-democratic values and actors, and by doing so contribute to Indonesia’s democratic decline. Drawing on original survey data and interviews, as well as case studies in which the preferences of Nahdlatul Ulama (NU) and Muhammadiyah leaders have become visible, this article argues that these organisations’ values are compatible with both democracy and authoritarianism. While NU and Muhammadiyah exemplify the civic associational ties and democratic culture that are necessary for making democracy work, civic pluralism is not their only value. NU and Muhammadiyah have a hierarchy of values that they promote and defend, and are willing to forgo civic pluralism in order to combat blasphemy against Islam, ensure Muslim control over overwhelmingly Muslim regions, and limit political expression concerning heterodox approaches to Islam or non-Muslim involvement in matters of aqidah (faith). NU and Muhammadiyah also operate within the country’s political patronage system, and their material interests can lead them away from supporting democratic values.",
      "citationCount": 62,
      "doi": "10.1080/10357823.2019.1627286",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11d5ce805c9912b314d419ab1270d3b2c14dd295",
      "venue": "Asian Studies Review",
      "journal": {
        "name": "Asian Studies Review",
        "pages": "415 - 433",
        "volume": "43"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "2e4f84d22a7d6e1a3947ff9e430ec6f6c7f1ec12",
      "title": "A Battle Between Two Populists: The 2019 Presidential Election and the Resurgence of Indonesia’s Authoritarian Constitutional Tradition",
      "authors": [
        {
          "name": "Abdurrachman Satrio",
          "authorId": "119212538"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 5,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2e4f84d22a7d6e1a3947ff9e430ec6f6c7f1ec12",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b2f396f112c207644ab63d428e0a24b7f07f8fbd",
      "title": "Fragile but resilient? Democratic consolidation in The Irish Free State",
      "authors": [
        {
          "name": "B. Girvin",
          "authorId": "98658356"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT Democratic institutions were seriously challenged across Europe between 1917 and 1939. In 1920, most European states were parliamentary democracies, by 1939 the majority had become authoritarian. However, some states weathered the crises they faced and successfully maintained democracy. There is a significant literature on democratic breakdown, but considerable attention has now been given to those that survived. This paper revisits the question of democratic survival by focussing on the Irish Free State and its experience when compared with other European states. It argues that while the Irish Free State was fragile in a comparative context, sharing many of the challenges associated with breakdown, it also showed considerable resilience. Various factors associated with survival and breakdown are critically assessed to explain the positive Irish outcome.",
      "citationCount": 2,
      "doi": "10.1080/07907184.2024.2334493",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2f396f112c207644ab63d428e0a24b7f07f8fbd",
      "venue": "Irish Political Studies",
      "journal": {
        "name": "Irish Political Studies",
        "pages": "252 - 275",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "40b4fd5be296300a3c9ecd79797afafa05a9818d",
      "title": "The empowerment of parliament in the transition from an authoritarian to a democratic regime: indonesian experiences and problems",
      "authors": [
        {
          "name": "Ratih D. Adiputri",
          "authorId": "114408903"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1080/02606755.2018.1427319",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40b4fd5be296300a3c9ecd79797afafa05a9818d",
      "venue": "",
      "journal": {
        "name": "Parliaments, Estates and Representation",
        "pages": "49 - 62",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fd2069ff59bb262a2ea4ceda4b4b03630d152d29",
      "title": "Economic Origins of Democratic Breakdown? The Redistributive Model and the Postcolonial State",
      "authors": [
        {
          "name": "D. Slater",
          "authorId": "47814951"
        },
        {
          "name": "Benjamin Smith",
          "authorId": "150047439"
        },
        {
          "name": "Gautam Nair",
          "authorId": "145127959"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 65,
      "doi": "10.1017/S1537592714000875",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd2069ff59bb262a2ea4ceda4b4b03630d152d29",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "353 - 374",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c07c68414447e26be0d13f6c95078dbd59a7021b",
      "title": "Joining forces: Social coalitions and democratic revolutions",
      "authors": [
        {
          "name": "Sirianne Dahlum",
          "authorId": "113554006"
        }
      ],
      "year": 2023,
      "abstract": "When are mass protest movements able to overthrow authoritarian regimes and promote democratic transitions? This article considers whether socially diverse protest movements are more conducive to democratization than movements restricted to one or a few social groups. Coalitions across social groups should impose higher costs on authoritarian regimes through access to a wide range of resources, strategies and sources of leverage. Heterogenous protest coalitions are also more likely to socially overlap with regime supporters and the security forces, which should encourage regime splits and defections. But, diverse protest movements may also be more vulnerable to fragmentation and in-fighting, which may particularly threaten prospects of democracy in the aftermath of an authoritarian regime breakdown. Analyzing new global data mapping the social group composition of anti-regime protest campaigns from 1900 to 2013, the article finds consistent evidence that socially diverse protest movements are more likely to overthrow authoritarian regimes, and this is not driven by protest size. Socially diverse movements are also more likely to end in the short- and long-run establishment of more democratic institutions, suggesting that heterogenous protest movements’ potential for bringing about democracy is more promising than expected. These findings speak to the importance of securing broad and not only large mass movements to promote democracy.",
      "citationCount": 12,
      "doi": "10.1177/00223433221138614",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c07c68414447e26be0d13f6c95078dbd59a7021b",
      "venue": "Journal of Peace Research",
      "journal": {
        "name": "Journal of Peace Research",
        "pages": "42 - 57",
        "volume": "60"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4853f1211488254c2d667a353a3feadbd4bd72ce",
      "title": "A Tradition Co-opted: Participatory Development and Authoritarian Rule in Sudan",
      "authors": [
        {
          "name": "Annaïg Mahé",
          "authorId": "144490281"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1017/S0008423917000993",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4853f1211488254c2d667a353a3feadbd4bd72ce",
      "venue": "Canadian Journal of Political Science/Revue canadienne de science politique",
      "journal": {
        "name": "Canadian Journal of Political Science",
        "pages": "233 - 252",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "425911974a81c978c107019bcfbcb3952f9dd5e2",
      "title": "Democrats’ Mistakes and the Birth of Authoritarian Rule: Ramón S. Castillo and the Fall of Conservative Democracy in Argentina",
      "authors": [
        {
          "name": "Nicolás Taccone",
          "authorId": "2232501444"
        },
        {
          "name": "Ignacio A. López",
          "authorId": "2214126939"
        }
      ],
      "year": 2023,
      "abstract": "Abstract On 4 June 1943, a military coup crushed Argentina's democracy, marking the end of the oligarchic era and ‘planting the seeds’ of Peronism. This case sheds light on how rulers’ mistakes can operate as a key independent variable in producing regime changes. We argue that the former conservative president, Ramón S. Castillo, provoked an otherwise avoidable democratic breakdown. Specifically, Castillo's misguided relationships with regime insiders and outsiders unintentionally eroded political stability and triggered the fall of democracy. Until now, agent-based scholarship has fallen short in tracing incumbents’ mistakes and linking them to regime-change processes. We test the argument by conducting a within-case analysis of Argentina's democratic fall in the early 1940s, scrutinising the president's errors at five critical events. We conclude that critical-event analysis can help disentangle the role of leaders’ mistakes in other episodes of regime change.",
      "citationCount": 0,
      "doi": "10.1017/S0022216X23000597",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/425911974a81c978c107019bcfbcb3952f9dd5e2",
      "venue": "Journal of Latin American Studies",
      "journal": {
        "name": "Journal of Latin American Studies",
        "pages": "429 - 453",
        "volume": "55"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d55adcd0e93fea84f454cfc1a8094a694aead40f",
      "title": "President Abdurrahman Wahid’s Efforts to Consolidate the Democratic Transition from the Soeharto Authoritarian Regime",
      "authors": [
        {
          "name": "S. Rochmat",
          "authorId": "66750288"
        }
      ],
      "year": 2017,
      "abstract": "Abdurrahman  Wahid  was  appointed  by  MPR  (the  Indonesian  People’s  Representative  Assembly) as  the  President  of  the  Republic  of  Indonesia  because  of  his  idea  of  democracy,  convincing  the prevailing  two  opposing  groups,  namely  the  nationalist  groups  and  Islamist  groups  (it  is  well- known as Poros Tengah/ the Central Axis). Indeed, he was able to adapt democracy to the Islamic tradition by employing the fiqh-plus paradigm to the relationship between Islam and the state. He made uses of the presidential office to consolidate the democratic transition such as by supporting civil society, establishing civil supremacy and establishing law enforcement. From beginning it was not  easy  for  him  to  socialise  his  fiqh-plus  paradigm  to  other  Islamic  groups.  Moreover,  Central Axis, the determining force contributing to the win of Wahid’s presidential election, felt upset with Wahid’s policies which did not align with their interests. The nationalist groups were also anxious about  occupying  the  presidential  office  for  themself.  Last  but  not  the  least,  the  military  also agreed with the idea of impeachment of President Wahid in order to save their political interests. DOI:  10.15408/insaniyat.v1i2.5473",
      "citationCount": 1,
      "doi": "10.15408/INSANIYAT.V1I2.5473",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d55adcd0e93fea84f454cfc1a8094a694aead40f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "99-108",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4707a449d68f58c748e708e6ec4e958794687779",
      "title": "Crisis and breakdown of non-democratic regimes: lessons from the third wave, edited by Pietro Grilli di Cortona, Barbara Pisciotta, and Eric R. Terzuolo",
      "authors": [
        {
          "name": "Gianni Del Panta",
          "authorId": "1678304038"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/13510347.2017.1299132",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4707a449d68f58c748e708e6ec4e958794687779",
      "venue": "",
      "journal": {
        "name": "Democratization",
        "pages": "750 - 752",
        "volume": "25"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e01e6b0506ccf42925d05c25e66bb146859189d9",
      "title": "The Tools of Autocracy Worldwide: Authoritarian Networks, the Façade of Democracy, and Neo-Repression",
      "authors": [
        {
          "name": "Deisy Del Real",
          "authorId": "1794628108"
        },
        {
          "name": "Cecilia Menjívar",
          "authorId": "2273168348"
        }
      ],
      "year": 2024,
      "abstract": "This special double issue identifies the tools and conditions that allow (re)emerging autocrats to undermine democratic traditions and constrain civil rights across the world. In our introduction, we posit that identifying the tools of the established, emerging, and aspiring authoritarians in today’s world is vital, theoretically and practically. It allows us to identify common denominators across specific contexts to advance knowledge about the features and risks that authoritarian regimes pose today. It also permits us to reveal the inter-state and transnational expert networks through which autocrats share strategies, information, and resources to remain in power. Through a global and comparative lens, we thematically organize the articles’ key findings. The articles reveal a set of tools of authoritarianism that (re)emerging autocrats use to control media to manipulate public perceptions and delegitimize opponents and critics, seek to maintain the legitimacy of a democratic rule by aligning with “grassroots” social movements composed of extremists and hate organized groups, redefine the meaning of democracy, and use a range of repressive methods domestically and abroad, all while maintaining a façade of democracy. This special issue also captures variation in the successful deployment of autocratic tools as authors caution against equating conditions across different autocratic regimes. We bookend the special issue with a brief reflection on populism on the left and right and what it means for the main themes of the special issue.",
      "citationCount": 5,
      "doi": "10.1177/00027642241267926",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e01e6b0506ccf42925d05c25e66bb146859189d9",
      "venue": "American Behavioral Scientist",
      "journal": {
        "name": "American Behavioral Scientist",
        "pages": "1559 - 1577",
        "volume": "68"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d8e9f78968afaa35fc25fc944ead39392fe58d9b",
      "title": "Teaching civics for sustainability in post-authoritarian order: The challenges of developing progressive citizenship in new democracies – Lessons from Poland",
      "authors": [
        {
          "name": "Bohdan Szklarski",
          "authorId": "119015183"
        }
      ],
      "year": 2024,
      "abstract": "Civics courses have a great significance – they are supposed to train new cohorts of citizens to engage in multiple public roles in (democratic) society. How it is done depends on a multitude of factors, and teachers’ performance and program contents are among the most important. In post-authoritarian order like Poland, civic contents of educational curricula acquire particular significance: they must lay foundation for new forms of citizenship necessary for the consolidation of democracy. In new democracies, defining development is a lot more than talking about economic or political formulas. Ideas of sustainable development belong in a package of ideas which may anchor people in progressive world order, yet they meet resistance from the traditions and mindsets inherited from the previous system (homo sovieticus). SDG Civics, that is, that part of the catalogue of Sustainable Development Goals which directly refers to political agency, becomes a set of patchwork ideas incorporated into democratic citizenship. Through the study of academic curricula, textbooks, and government policies, this paper addresses the complexity of the problem of civics education in new democracies. It sees sustainable development as a concept wrestling with pressures coming from different ideologies, institutions, actors, and visions of the future. This article should be seen as a contribution to the discussions about the political nature of sustainability.",
      "citationCount": 2,
      "doi": "10.1177/14779714241276832",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d8e9f78968afaa35fc25fc944ead39392fe58d9b",
      "venue": "Journal of Adult and Continuing Education",
      "journal": {
        "name": "Journal of Adult and Continuing Education",
        "pages": "22 - 36",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b467e1c6dd45ff6d45650ed7059619974040e621",
      "title": "Australia and the Ukraine crisis: deterring authoritarian expansionism",
      "authors": [
        {
          "name": "Lavina Lee",
          "authorId": "2280202501"
        }
      ],
      "year": 2024,
      "abstract": "This paper seeks to explain Australia’s reaction to Russia’s invasion of Ukraine and how it has affected Australia’s strategic decisions in responding to Chinese aggression in the Indo-Pacific. Canberra’s responses are consistent with the ‘dependent ally’ and the ‘middle power’ traditions in Australian foreign policy. The paper argues that these responses are framed by assessments that a competition and struggle between a democratic and authoritarian bloc is occurring; authoritarian values and approaches are key causes of instability and disruption to the post-World War II liberal rules-based order; and should Moscow achieve its objectives in Ukraine and beyond, there is an increased possibility that Beijing will be tempted to use similar coercive measures against Taiwan and other nations. Canberra is consequently putting even more emphasis on the US-Australia alliance, and groupings such as AUKUS and the Quad as central to collective democratic action to constrain and deter contrary authoritarian behaviours in the Indo- Pacific.",
      "citationCount": 2,
      "doi": "10.1057/s41311-023-00548-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b467e1c6dd45ff6d45650ed7059619974040e621",
      "venue": "International Politics",
      "journal": {
        "name": "International Politics",
        "pages": "1036 - 1057",
        "volume": "61"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "98aac48c06270b3a3ba9edf3661e53c8f883a63e",
      "title": "The Smart Power Tradition in the Conditions of the Russian-Ukrainian War Using the Example of Local Self-Government",
      "authors": [
        {
          "name": "Tatyana Novachenko",
          "authorId": "2387514946"
        }
      ],
      "year": 2025,
      "abstract": "This article deals with the validation of the smart-power tradition in the context of the Russian-Ukrainian conflict. The analysis of scientific research and publications shows that foreign and domestic scientists actively study the phenomenon of ‘smart power’. It is determined that Ukraine’s transition to a postmodern society is filled with complex, contradictory, emergent, but innovative phenomena. Tradition has been shown to be a force for radical renewal and the assertion of ultimate perfection, and its legitimacy has a significant impact on the ability and efficacy of state power. Simultaneously, the ‘smart power’ idea, which encompasses both hard and soft power resources in times of conflict, is a societal archetype whose integrity is comprised of both conservative and creative elements. \nUsing the example of local self-government, in light of the continuing decentralization reform, the application of both authoritarian and democratic patterns seen under martial law is taken into consideration. The findings of a poll carried out by the Razumkov’s Center in 2025 were examined to determine the degree to which social and state institutions are impacted. It was found that under wartime circumstances, some restrictions are necessary, so the use of the ‘smart power’ tradition makes it expedient to combine and use the elements of ‘soft’ and ‘hard’ power. \n ",
      "citationCount": 0,
      "doi": "10.26881/jpgs.2025.3.06",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/98aac48c06270b3a3ba9edf3661e53c8f883a63e",
      "venue": "Journal of Geography Politics and Society",
      "journal": {
        "name": "Journal of Geography, Politics and Society"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4a3cca83d4bc0185112d4d3a2e639f8bd8a5ac5a",
      "title": "How Does a Military Create a Tradition in a New Democracy?",
      "authors": [
        {
          "name": "Kairi Kasearu",
          "authorId": "22557428"
        },
        {
          "name": "Eleri Lillemäe",
          "authorId": "2175877929"
        },
        {
          "name": "Eyal Ben-Ari",
          "authorId": "2275700706"
        }
      ],
      "year": 2023,
      "abstract": "After the collapse of the Soviet Union, former Soviet republics became sovereign states and faced a challenge of building new political systems. While some of the countries have become authoritarian, democratic political systems were successfully built in a number of post-Soviet countries. In this study the focus is on these new democracies and their armed forces, as such states face questions related to the armed forces’ monopoly over the means of violence, their subservience to civilian politicians, the core values around which soldiers coalesce, and their legitimacy in the eyes of publics. How then does a military create a tradition in a new democracy? The term “military tradition” is used to refer to public events (ceremonies and performances), symbols (flags and adornments), and narratives (stories and lore) produced and reproduced in and around the armed forces. Accordingly, the article turns to the study of public events in order to further the study of military traditions in new democracies. As empirical focus, the authors propose to look at a key state-centered, national public event, the military parade through an exploratory case study of Estonia, a relatively young democracy of 30 years. The results of the study show that the form and practices of Estonia’s military parade simultaneously signal its subservience to elected officials, its role as defender of a democratic polity and its fate, its closeness and openness to society, and they reflect the wider societal developments centered on individualization, digitization, and marketization.",
      "citationCount": 2,
      "doi": "10.1525/cpcs.2023.2003078",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a3cca83d4bc0185112d4d3a2e639f8bd8a5ac5a",
      "venue": "Communist and post-communist studies",
      "journal": {
        "name": "Communist and Post-Communist Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4820fb9f9e0193fc803fef9c9e26b9371d447350",
      "title": "Sites of Democratic Awakenings in Berlin: 1848, 1918, 1968 and 1989",
      "authors": [
        {
          "name": "Ingo Juchler",
          "authorId": "2320998959"
        }
      ],
      "year": 2024,
      "abstract": "Like no other city in Germany, Berlin’s urban landscape offers a boasts a myriad of historical sites of memory in the form of commemorative plaques, memorial and documentation sites, such as the Topography of Terror, Stolpersteine, the history mile on Wilhelmstraße or remnants of the Berlin Wall. Yet in Germany’s dealing with its own past, there is also widespread evidence of historical amnesia. This loss of historical-political memory of democratic achievements is particularly obvious in articulations of authoritarian, and often times anti-democratic, positions in the political arena. To be sure, the historical forgetting of democratic traditions has adverse effects on current political discourse. Sites of memory not only make it possible to visualize previous democratic processes, but also offer an opportunity to critically reflect on one’s own political experiences. Learning can take place in the actual, physical places where people took a stand for freedom and democracy. Furthermore, through a shift in perspective the various motives of the historical actors can be perceived and evaluated in a new way. The democratic upheavals of 1848, 1918, 1968, and 1989 are among the historical events that have decisively shaped democracy in Germany today. Indeed, they also occurred in a European context, and in the case of 1968, a global one. Across Berlin’s urban landscape there are places that mark these key historical moments. This article examines these historical upheavals as constitutive lines of a democratic tradition and presents the places of remembrance still visible in Berlin and presents the places where they took place.",
      "citationCount": 0,
      "doi": "10.3224/pcs.v12-13i1-2.08",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4820fb9f9e0193fc803fef9c9e26b9371d447350",
      "venue": "PCS – Politics, Culture and Socialization",
      "journal": {
        "name": "PCS – Politics, Culture and Socialization"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "50bc3ec0906f7d23c895f302ece8a71b325007d2",
      "title": "14. Changing Patterns of Democratic Backsliding and Breakdown",
      "authors": [
        {
          "name": "Andrea H. Kendall-Taylor",
          "authorId": "1403783860"
        },
        {
          "name": "Natasha Lindstaedt",
          "authorId": "2005064488"
        },
        {
          "name": "Erica Frantz",
          "authorId": "33248212"
        }
      ],
      "year": 2019,
      "abstract": "\n\n\n\n\n Democratic backsliding and breakdown 274\n \n\n The rise of authoritarianization 275\n \n\n Signposts of the slow dismantling of democracy 277\n \n\n Case studies on authoritarianization 281\n \n\n Russia 282\n \n\n Turkey 285\n \n\n Implications of authoritarianization 288\n \n\n Conclusion 289\n \n\n Key Questions 290\n \n\n Further Reading 290\n In Chapter 13, we discussed the rise of ...",
      "citationCount": 0,
      "doi": "10.1093/hepl/9780198820819.003.0014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/50bc3ec0906f7d23c895f302ece8a71b325007d2",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "273-290",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "18af6b9781fb05b58e440ad3860164f0c662236b",
      "title": "A matter of nostalgia: How authoritarian traditions shape the distribution of democratic support on the left-right dimension",
      "authors": [
        {
          "name": "S. Leeuw",
          "authorId": "121771503"
        },
        {
          "name": "Roderik Rekker",
          "authorId": "6971554"
        },
        {
          "name": "R. Azrout",
          "authorId": "11025421"
        },
        {
          "name": "J. Spanje",
          "authorId": "114791189"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/18af6b9781fb05b58e440ad3860164f0c662236b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c62393469bafe70c05101d2a0ba0a3a4c21c86c3",
      "title": "A matter of nostalgia How authoritarian traditions shape the distribution of democratic support on the left-right dimension",
      "authors": [
        {
          "name": "De Leeuw",
          "authorId": "123734034"
        },
        {
          "name": "van Spanje",
          "authorId": "2238882383"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c62393469bafe70c05101d2a0ba0a3a4c21c86c3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "535598907edc4670407fb48f96f8882f2e5f454a",
      "title": "Concepts and Dangers of Authoritarian Law and Politics",
      "authors": [
        {
          "name": "Attila Antal",
          "authorId": "2275416438"
        }
      ],
      "year": 2025,
      "abstract": "Abstract The rise of authoritarian populism and hybrid regimes has become a pressing challenge to liberal democracy, raising urgent questions about the role of law in these political transformations. This paper examines how authoritarian regimes reshape legal systems by creating and deploying what will be termed ‘authoritarian law’. The study applies a comparative and theory-oriented approach, systematically engaging with major conceptual frameworks to examine how authoritarian regimes manipulate legal structures for the purpose of political consolidation. The paper aims to contribute to a better understanding of the process of how authoritarian regimes manipulate legal structures and legislative processes, the aim is to identify the specific ways in which populist governments bypass or erode democratic norms. The paper is based on the theoretical investigation on five conceptual traditions: authoritarian legalism, which highlights the emergence of a distinct authoritarian conception of law; the dual state theory, which distinguishes between normative and prerogative forms of law; populist constitutionalism, which uncovers constitutional paradigms departing from liberal norms; the Unitary Executive Theory, which reveals transatlantic dimensions of authoritarian law; and the concept of constitutional dictatorship, which emphasises the use of exceptional measures. Results indicate that authoritarian regimes use law not to safeguard democratic institutions but to erode them through political instrumentalisation and weaponisation of legal processes. The paper concludes that law itself becomes a central institutional framework for stabilising authoritarian rule, undermining its own normative integrity.",
      "citationCount": 0,
      "doi": "10.2478/pce-2025-0020",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/535598907edc4670407fb48f96f8882f2e5f454a",
      "venue": "Politics in Central Europe",
      "journal": {
        "name": "Politics in Central Europe",
        "pages": "495 - 519",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fb4f9b68794dcf8f91bbd2d8eca553f2177d0932",
      "title": "Are politically engaged citizens more democratic? A glimpse from Brazil",
      "authors": [
        {
          "name": "Camila Mont’Alverne",
          "authorId": "2081201687"
        },
        {
          "name": "Diego Moraes",
          "authorId": "133845394"
        },
        {
          "name": "Thaíse Kemer",
          "authorId": "2149041342"
        }
      ],
      "year": 2022,
      "abstract": "A significant part of the Western literature on democracy assumes that political participation leads to citizens being more committed to democratic values. However, we do not know to what extent this is true in young democracies with an authoritarian tradition. Hence, this article aims to examine whether politically engaged Brazilians are more democratic. To do so, we analyzed whether there is any association between political participation, support for democracy, and democracy relativization through multivariate regression models. Our database comprises a representative sample of 2417 interviews with the electorate of São Paulo in 2019. The results show a statistically significant association between unconventional political participation and support for democracy. General political participation is associated with non-relativization of democracy only, showing a limited relationship between support for democracy and participation. Other variables, such as political interest, political knowledge, and interpersonal trust, are also associated with higher support for democracy.",
      "citationCount": 2,
      "doi": "10.1177/01925121211056578",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fb4f9b68794dcf8f91bbd2d8eca553f2177d0932",
      "venue": "International Political Science Review",
      "journal": {
        "name": "International Political Science Review",
        "pages": "354 - 369",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ff7689da0bda416b004737360735bda3d6e0c895",
      "title": "Clubs of autocrats: Regional organizations and authoritarian survival",
      "authors": [
        {
          "name": "M. Debre",
          "authorId": "123271391"
        }
      ],
      "year": 2021,
      "abstract": "While scholars have argued that membership in Regional Organizations (ROs) can increase the likelihood of democratization, we see many autocratic regimes surviving in power albeit being members of several ROs. This article argues that this is the case because these regimes are often members in “Clubs of Autocrats” that supply material and ideational resources to strengthen domestic survival politics and shield members from external interference during moments of political turmoil. The argument is supported by survival analysis testing the effect of membership in autocratic ROs on regime survival between 1946 to 2010. It finds that membership in ROs composed of more autocratic member states does in fact raise the likelihood of regime survival by protecting incumbents against democratic challenges such as civil unrest or political dissent. However, autocratic RO membership does not help to prevent regime breakdown due to autocratic challenges like military coups, potentially because these types of threats are less likely to diffuse to other member states. The article thereby adds to our understanding of the limits of democratization and potential reverse effects of international cooperation, and contributes to the literature addressing interdependences of international and domestic politics in autocratic regimes.",
      "citationCount": 43,
      "doi": "10.1007/s11558-021-09428-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff7689da0bda416b004737360735bda3d6e0c895",
      "venue": "Revista Internacional de Organizaciones",
      "journal": {
        "name": "The Review of International Organizations",
        "pages": "485 - 511",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "da9084c4e97b659f5178f596b60d30083a1b75f9",
      "title": "Transformative Education: Disrupting Colonial and Authoritarian Legacies in Paraguay",
      "authors": [
        {
          "name": "Caylin Louis Moore",
          "authorId": "2146682259"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT How can disproportionate elite political, economic, and social power – the essence of inequality – be challenged peacefully and democratically with empowerment from below through critical pedagogy? Paraguay presents a fascinating case study to address this question, especially considering how its history of colonization, authoritarianism, and oppression have implications for present-day society. Erroneously infamous as a South American Nazi haven, little-known Paraguay presents a uniquely resilient indigenous linguistic character and perhaps the deepest authoritarian tradition in Latin America. The current article argues that the disruption of colonial legacies and hegemonic political practices, which are oppressive to low-income, rural populations and particularly injurious to indigenous-descended Paraguayans, can and should come ”from below,” from the people, and not from the government. I argue that a way forward is through transformative education, drawing heavily on critical pedagogy theorists such as Paolo Freire and others to reflect on the propensity for education to change society.",
      "citationCount": 0,
      "doi": "10.1080/15348431.2023.2187805",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da9084c4e97b659f5178f596b60d30083a1b75f9",
      "venue": "Journal of Latinos & Education",
      "journal": {
        "name": "Journal of Latinos and Education",
        "pages": "858 - 875",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "18594e6e0d14735f7a04610e4b90dd1ab62c26e0",
      "title": "Breakdown by disengagement: Tunisia’s transition from representative democracy",
      "authors": [
        {
          "name": "Kevin Koehler",
          "authorId": "2266355002"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT On 25 July 2021, Tunisian president Kais Saied suspended parliament, lifted the immunity of its members, and dismissed the prime minister and the government. Tunisia’s post-revolutionary democracy had thus succumbed to a populist president within two years from his electoral victory in the context of widespread popular disillusionment with the entire political class. This article draws on the work of Peter Mair, in particular his analysis in Ruling the Void (2013), to understand democratic breakdown in Tunisia. I argue that political dynamics in Tunisia diverge significantly from the standard model of democratic backsliding. Instead, I conceptualize the Tunisian case as breakdown by disengagement. The relative success of Tunisian democratization after the 2014 elite compromise paradoxically fuelled a crisis of representation: The main political camps lost popular support, populist challengers were strengthened, and citizens disengaged from conventional politics in ever greater numbers. Popular disengagement and elite withdrawal into a sphere of competition protected by the elite pact gave rise to a void at the heart of Tunisian democracy. While Kais Saied’s anti-party project proposed to fill this void with an alternative political system built from the bottom up, there is growing evidence of authoritarian retrenchment instead of democratic renewal.",
      "citationCount": 2,
      "doi": "10.1080/2474736X.2023.2279778",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/18594e6e0d14735f7a04610e4b90dd1ab62c26e0",
      "venue": "Political Research Exchange",
      "journal": {
        "name": "Political Research Exchange",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "035683bff13356bb052e4a016d76630b400c8917",
      "title": "Caesar’s First Consulship and Rome’s Democratic Decay",
      "authors": [
        {
          "name": "David Rafferty",
          "authorId": "2082466276"
        }
      ],
      "year": 2022,
      "abstract": "Summary This article argues for the usefulness of recent scholarship on democratic decay (especially in the disciplines of political science and constitutional law) for explaining the breakdown of Rome’s res publica during the 50s BCE, with a particular focus on Steven Levitsky and Daniel Ziblatt’s “How Democracies Die” (2018). Using “democracy” in the neo-republican sense of government free from domination, Levitsky and Ziblatt show how the actions and reactions of political actors can damage a political system without any intention to overthrow it. This article combines their insights with concepts from Christian Meier’s “Res Publica Amissa” (2nd edition 1980) to analyse Caesar’s first consulship in 59 BCE. After explaining how the theory can responsibly be applied, it closely examines the major events of the year, especially the contest over the agrarian law. Caesar’s actions throughout the year demonstrate Levitsky and Ziblatt’s warning signs for a potential authoritarian, as do those of the opposition. This analysis helps us more clearly understand just how the events of “the consulship of Julius and Caesar” (Suet. Iul. 20.2) contributed to Rome’s democratic decay in succeeding years. The article connects to much recent work on late-republican political institutions. It also helps make this dramatic period of Roman history comprehensible to political scientists by analysing it in their own theoretical terms.",
      "citationCount": 0,
      "doi": "10.1515/klio-2021-0027",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/035683bff13356bb052e4a016d76630b400c8917",
      "venue": "Klio",
      "journal": {
        "name": "Klio",
        "pages": "619 - 655",
        "volume": "104"
      },
      "publicationTypes": null
    },
    {
      "paperId": "97cfb92b91e776e2a464754a39f8fa5b76d62710",
      "title": "Distinct aesthetics of democratic memory: Thailand’s 14th of October 1973 memorial and the Philippines’ Bantayog ng mga Bayani",
      "authors": [
        {
          "name": "J. Candelaria",
          "authorId": "67337480"
        },
        {
          "name": "Gil Turingan",
          "authorId": "2388097116"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/13527258.2025.2535313",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/97cfb92b91e776e2a464754a39f8fa5b76d62710",
      "venue": "",
      "journal": {
        "name": "International Journal of Heritage Studies",
        "pages": "1157 - 1179",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8dceb87584973e0b488a9256d0fc91e9e1b8a912",
      "title": "Shifting Stability: Chilean General Elections as an Institutional Reflection of Democratic Traditions",
      "authors": [
        {
          "name": "A. Y. Varshavsky",
          "authorId": "1576386881"
        }
      ],
      "year": 2025,
      "abstract": "The article provides a detailed analysis of Chile’s party system, which, at its current stage of political development, has fostered the emergence of two broad party coalitions. These coalitions, the left-oriented Apruebo Dignidad and the center-right Chile Vamos, serve as a stable foundation for maintaining democratic institutions and reproducing the country’s top political elite. The article highlights key institutional, historical, and cultural factors that have shaped the modern political design of the Chilean Republic in its post-authoritarian period, ensuring the traditionally established viability of political parties. The study examines the formal-legal characteristics of Chile’s presidential system and electoral process. Within the political power structure, the president plays a central role, possessing broad authority in making key decisions. However, constitutional constraints require the head of the executive branch to engage with parliamentary coalitions to overcome the “double minority” problem, where the president lacks majority support in the National Congress. Party coalition-building is also influenced by the electoral system, under which, even after the 2015 reform, smaller parties continue to face difficulties in independently securing parliamentary seats and are forced to collaborate with larger coalitions. This dynamic is also reflected in presidential elections. A case in point is the victory of Gabriel Boric in 2021: despite his progressive image, he relied on the support of various leftist and center-left forces. The longterm stability of Chile’s party system can be attributed, among other factors, to deeply ingrained traditions of political participation and democratic institutions, which enable the integration of public demands into the political process. However, declining public support for parties and growing protest activity indicate existing challenges. The article concludes that despite the crisis of trust in party structures, the coalition system continues to ensure political stability. To strengthen it, parties must focus on addressing current socio-economic issues, which will be a key factor in restoring public trust and reinforcing Chile’s democratic institutions.",
      "citationCount": 0,
      "doi": "10.46272/2221-3279-2025-1-16-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8dceb87584973e0b488a9256d0fc91e9e1b8a912",
      "venue": "Comparative Politics Russia",
      "journal": {
        "name": "Comparative Politics Russia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "932e9ed23cb61d6bcc26b088a14d127558833072",
      "title": "The problem of Russian voters' perception of democratic values in the context of attitudes to the West",
      "authors": [
        {
          "name": "N. M. Feoktistov",
          "authorId": "2282065144"
        }
      ],
      "year": 2025,
      "abstract": "This article critically examines the prevailing discourse surrounding Russian political culture within the context of modern Russian history. A prominent strand within this discourse posits a “genetic” predisposition of Russian voters towards authoritarianism. However, the author argues that this assumption is unfounded, citing the rich empirical evidence provided by the analysis of election campaigns at both the federal and regional levels. These campaigns demonstrate a more nuanced and dynamic political consciousness among Russian voters, characterized by fluctuations between openness and democracy on the one hand, and a more closed, authoritarian orientation on the other, depending on the historical context. The author emphasizes that while attitudes towards the West - whether perceived as friendly or hostile - significantly influence political consciousness, they do not constitute the sole determinant. Furthermore, the article criticises the tendency to assess the quality and development of democratic institutions in Russia solely through the lens of Western standards. Such assessments, the author argues, often rely on simplistic and mythologized assumptions about Russian political culture. The author concludes that the primary focus for Russia's future development should be the cultivation of authentic and “original” democratic traditions within Russian society, independently of its relationship with the West.",
      "citationCount": 0,
      "doi": "10.17976/jpps/2025.02.09",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/932e9ed23cb61d6bcc26b088a14d127558833072",
      "venue": "Полис. Политические исследования",
      "journal": {
        "name": "Полис. Политические исследования"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fd76bc3d0ed6887e8ff83b99d9e01551122a2f23",
      "title": "Analyzing the Role of Populism in Democratic Backslides: Venezuela’s Case Study Based on Max Weber’s Theories",
      "authors": [
        {
          "name": "Haowen Tan",
          "authorId": "2143582"
        }
      ],
      "year": 2023,
      "abstract": "Populism is overwhelmingly cited by political researchers as a major factor that leads to democratic backslides in recent years. Venezuela is a prime example of democratic degradation resulting from populist ideologies promoted by President Hugo Chavez. This study focuses on exploring the role of populism in Venezuela’s democratic backslide through Max Weber’s theories of charismatic leadership, which adds nuance to the discussion of populism. An analysis based on the connection between populism and excessive charisma presents Hugo Chavez’s consolidation of power and subsequent democratic breakdown in Venezuela. This paper concludes that populism in Venezuela has led to political polarization and Hugo Chavez’s cult of personality, which are made possible by Chavez’s appeal to a sense of national crisis. Ultimately, Hugo Chavez’s populist agenda deconstructed the Venezuelan democratic system and paved the path for the rise of authoritarianism. The conclusions in this paper regarding the destructive effects of populism on Venezuelan democracy can provide useful insights for political researchers and policymakers in contemporary liberal democracies.",
      "citationCount": 0,
      "doi": "10.54097/ehss.v8i.4275",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd76bc3d0ed6887e8ff83b99d9e01551122a2f23",
      "venue": "Journal of Education, Humanities and Social Sciences",
      "journal": {
        "name": "Journal of Education, Humanities and Social Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f5279cb9952306c99cfac19c1f13ba551eb71bea",
      "title": "The Democratic Citizen, Political Plasticity and National Development: A Psychological Perspective",
      "authors": [
        {
          "name": "F. Moghaddam",
          "authorId": "11878368"
        },
        {
          "name": "Raimundo Salas-Schweikart",
          "authorId": "2220419260"
        },
        {
          "name": "Melanie Schneider",
          "authorId": "2139699025"
        }
      ],
      "year": 2023,
      "abstract": "The global context in which national development is taking place has changed in important ways, including widening and entrenched inequalities, deglobalisation, weakened democracies, more aggressive dictatorships and the rise of authoritarian strongmen in many countries. Within this changed context, we examine the central role of the democratic citizen and political plasticity in national development. Our arguments are supported by reference to empirical psychological studies, as well as applied challenges in national development. We identify the 10 most important psychological characteristics of the democratic citizen. Achieving these characteristics requires change, which we discuss through the concept of political plasticity, how fast, in what ways, and how much political behaviour can (and cannot) be changed. We point out that in some domains political plasticity is very low and changes extremely slowly. We identify a narrative approach as the best path for nurturing democratic citizens, building on the narrative story-telling tradition that is already indigenous to many non-Western societies. The incorporation of a narrative tradition to strengthen democratic citizenship does not require expensive technology or other material resources.",
      "citationCount": 0,
      "doi": "10.1177/09713336231180961",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f5279cb9952306c99cfac19c1f13ba551eb71bea",
      "venue": "Psychology and developing societies",
      "journal": {
        "name": "Psychology and Developing Societies",
        "pages": "302 - 323",
        "volume": "35"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1ad9d709ef37df726e46fdbdb49ff810ceb4b49f",
      "title": "Jeremy Bentham’s democratic liberal constitutionalism",
      "authors": [
        {
          "name": "Kristen R. Collins",
          "authorId": "2004884810"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11016-023-00874-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ad9d709ef37df726e46fdbdb49ff810ceb4b49f",
      "venue": "Meta Science",
      "journal": {
        "name": "Metascience",
        "pages": "211-214",
        "volume": "32"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5ee94cfdb174453791f141706db6d04d7ab22907",
      "title": "ROLE OF PARTICIPATORY GOVERNANCE IN SAFEGUARDING THE TRADITION OF THE SONG AND DANCE CELEBRATION",
      "authors": [
        {
          "name": "Kristīne Freiberga",
          "authorId": "114784293"
        },
        {
          "name": "Baiba Tjarve",
          "authorId": "116168559"
        },
        {
          "name": "Ieva Zemite",
          "authorId": "114779601"
        }
      ],
      "year": 2022,
      "abstract": "The authors discuss the role of participatory governance in safeguarding and developing intangible cultural heritage using the Nationwide Song and Dance Celebration (SDC) tradition as an example for an analysis. Although the surveys of the community show that the SDC tradition maintenance is considered to be satisfactory and the organisational system at the moment is working fine, for fostering the tradition and increasing the role of the tradition bearers’ stronger involvement and support for the bottom-up activities of the community would be recommended. This is also needed to develop a more democratic and sustainable approach to safeguarding intangible cultural heritage, as recommended by the international standard setting instruments that introduce the concept of participatory governance. Moreover, occasional dissatisfaction with authoritarian and top-down governance of the SDC emerges in public and social media, implicitly indicating the need for a more bottom-up approach and greater involvement of community members in the decision making. In addition, the principles of participatory governance should be incorporated in the Song and Dance Celebration Law to be in line with the more recent Law on Intangible Cultural Heritage. Taking into account the activities of the most powerful NGO Latvian Song Celebrations Society, the overall direction can be considered as positive, although there is still a need for improvements.",
      "citationCount": 2,
      "doi": "10.55877/cc.vol16.79",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ee94cfdb174453791f141706db6d04d7ab22907",
      "venue": "Culture Crossroads",
      "journal": {
        "name": "Culture Crossroads"
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
