{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "fabricated tradition",
  "results": [
    {
      "title": "Czesław Porębski, Etyka a genetyka (Paul Ramsey, Fabricated Man – The Ethics of Genetic Control)",
      "url": "https://philpapers.org/rec/POREAG",
      "philpapers_id": "POREAG",
      "snippet": "Fabricated man: The ethics of genetic control.",
      "page_age": null
    },
    {
      "title": "Thomas E. Jones, Paul Ramsey, Fabricated Man: The Ethics of Genetic Control",
      "url": "https://philpapers.org/rec/JONPRF",
      "philpapers_id": "JONPRF",
      "snippet": "Richard McCormick, Paul Ramsey; Transition and Tradition in Moral Theology. aw Charles E. Curran. [REVIEW]Robin W. Lovin - 1980 - Ethics 90 (4):614-. The Patient as Person: Explorations in Medical Ethics.Fabricated Man: The Ethics of Genetic Control.Anthony Ralls - 1972 - Philosophical Quarterly 22 (87):186-187.",
      "page_age": null
    },
    {
      "title": "Mary P. Winsor, The Creation of the Essentialism Story: An Exercise in Metahistory",
      "url": "https://philpapers.org/rec/WINTCO-5",
      "philpapers_id": "WINTCO",
      "snippet": "The essentialism story is a version of the history of biological classification that was fabricated between 1953 and 1968 by Ernst Mayr, who combined contributions from Arthur Cain and David Hull with his own grudge against Plato. It portrays pre-Darwinian taxonomists as caught in the grip of an ancient philosophy called essentialism, from which they were not released until Charles Darwin&#x27;s 1859 Origin of Species.",
      "page_age": null
    },
    {
      "title": "Alun Munslow, The Aesthetics of History",
      "url": "https://philpapers.org/rec/MUNTAO-8",
      "philpapers_id": "MUNTAO",
      "snippet": "This book offers an understanding and analysis of the aesthetics of historying through the specific concepts and process of the fabricated, factitious, factional, factious, factitive, factive, factualist, fictitious, fictive and the ...",
      "page_age": null
    },
    {
      "title": "Quan-Hoang Vuong, Open data, open review and open dialogue in making social sciences plausible",
      "url": "https://philpapers.org/rec/VUOODO-2",
      "philpapers_id": "VUOODO",
      "snippet": "A growing awareness of the lack of reproducibility has undermined society’s trust and esteem in social sciences. In some cases, well-known results have been fabricated or the underlying data have turned out to have weak technical foundations.",
      "page_age": null
    },
    {
      "title": "Warwick Anderson,",
      "url": "https://philpapers.org/rec/ANDWEP",
      "philpapers_id": "ANDWEP",
      "snippet": "My concern here is with the way a new American medical discourse in the Philippines fabricated and rationalized images of the bodies of the colonized and the subordinate colonizers. I am ...",
      "page_age": null
    },
    {
      "title": "Edward F. Mcgushin, The Poetic Subject: Foucault's Genealogy of Philosophy",
      "url": "https://philpapers.org/rec/MCGTPS-3",
      "philpapers_id": "MCGTPS",
      "snippet": "This dissertation explores the problematic of &quot;care of the self&quot; in the unpublished later work of Michel Foucault. In his major published works, Foucault studied how subjects are fabricated within relations of power and knowledge. He revealed that modern political power is a &quot;bio-power.&quot;",
      "page_age": null
    },
    {
      "title": "Suzanne Ost, Criminalising fabricated images of child pornography:a matter of harm or morality?",
      "url": "https://philpapers.org/rec/OSTCFI",
      "philpapers_id": "OSTCFI",
      "snippet": "I contend that harm may be caused to children by NPPIC that are depictions of real child sexual abuse, and images that depict the fantasy sexual abuse of a real, recognisable child. However, it is extremely difficult to find a legitimate basis for prohibiting the possession of fantasy, completely fabricated NPPIC through a reasoned application of the harm principle and thus criminalisation of such images is not justified.",
      "page_age": null
    },
    {
      "title": "Nicolas Michaud, Appeal to Tradition",
      "url": "https://philpapers.org/rec/MICATT-2",
      "philpapers_id": "MICATT",
      "snippet": "The problem is that since tradition has nothing to do with morality, it is really easy for ATT to be used to justify anything, from continuing to tell children that Santa exists to preventing an oppressed group of people from voting. Perhaps at the core of ATT is belief that family and cultural traditions are important.",
      "page_age": null
    },
    {
      "title": "Paul Ramsey, Fabricated Man: The Ethics of Genetic Control",
      "url": "https://philpapers.org/rec/RAMFMT",
      "philpapers_id": "RAMFMT",
      "snippet": "Fabricated man: The ethics of genetic control.",
      "page_age": null
    },
    {
      "title": "James H. Fetzer, Disinformation: The use of false information",
      "url": "https://philpapers.org/rec/FETDTU",
      "philpapers_id": "FETDTU",
      "snippet": "Assassination Science Murder in Dealey Plaza The Warren Report JFK assassination disinformation fabricated evidence misinformation",
      "page_age": null
    },
    {
      "title": "Struan Jacobs, Edward Shils' theory of tradition",
      "url": "https://philpapers.org/rec/JACEST",
      "philpapers_id": "JACEST",
      "snippet": "Edward Shils presented his book Tradition (1981) as the first extensive study of the subject. This article casts light on Shils&#x27; multifaceted understanding of tradition, comprising pragmatic, Burkean, veridical, and evolutionist ...",
      "page_age": null
    },
    {
      "title": "Ashis Nandy, Traditions, tyranny, and utopias: essays in the politics of awareness",
      "url": "https://philpapers.org/rec/NANTTA",
      "philpapers_id": "NANTTA",
      "snippet": "The Critical Traditionalism of Ashis Nandy.Alastair Bonnett - 2012 - Theory, Culture and Society 29 (1):138-157.",
      "page_age": null
    },
    {
      "title": "Judy S. Reese, Recasting Social Values in the Work of Virginia Woolf",
      "url": "https://philpapers.org/rec/REERSV",
      "philpapers_id": "REERSV",
      "snippet": "She attempts to define and explore her value system using two fabricated measuring standards, the public psychometer of great art and the private psychometer of instinct or taste. These often conflicting standards, however, lead her into a maze of circular reasoning and contradiction.",
      "page_age": null
    },
    {
      "title": "George Johnson, Fire in the mind: science, faith, and the search for order",
      "url": "https://philpapers.org/rec/JOHFIT-4",
      "philpapers_id": "JOHFIT",
      "snippet": "&quot;The only laws of matter are those which our minds must fabricate, and the only laws of mind are fabricated for it by matter.&quot; -- James Clerk Maxwell.",
      "page_age": null
    },
    {
      "title": "Richard M. Weaver & Ted J. Smith, In Defense of Tradition: Collected Shorter Writings of Richard M. Weaver, 1929-1963",
      "url": "https://philpapers.org/rec/WEAIDO",
      "philpapers_id": "WEAIDO",
      "snippet": "Time-binding communication: Transmission and decadence of tradition.Jonathan M.",
      "page_age": null
    },
    {
      "title": "Sarah A. Fisher, Jeffrey W. Howard & Beatriz Kira, Moderating Synthetic Content: the Challenge of Generative AI",
      "url": "https://philpapers.org/rec/FISMSC",
      "philpapers_id": "FISMSC",
      "snippet": "Artificially generated content threatens to seriously disrupt the public sphere. Generative AI massively facilitates the production of convincing portrayals of fabricated events. We have already begun to witness the spread of synthetic misinformation, political propaganda, and non-consensual intimate deepfakes.",
      "page_age": null
    }
  ],
  "count": 17,
  "errors": []
}
