{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Sandel communitarianism community",
  "results": [
    {
      "paperId": "3b2fa3fda652b9653d04f802be27f0a175c3b53c",
      "title": "Exploring the role of communitarianism in 『Ethics and Thought』, ‘Community, the common good, and civic virtue’ - Focusing on Sandel’s communitarianism -",
      "authors": [
        {
          "name": "Sung-Geun Park",
          "authorId": "2107888009"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.18338/kojmee.2022..74.95",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b2fa3fda652b9653d04f802be27f0a175c3b53c",
      "venue": "Journal of Moral &amp; Ethics Education",
      "journal": {
        "name": "Journal of Moral &amp; Ethics Education"
      },
      "publicationTypes": null
    },
    {
      "paperId": "109be1ae1864942bf6671aebd03367659a965c93",
      "title": "Justice for Community: Political Perspective of Michael Sandel’s Communitarianism",
      "authors": [
        {
          "name": "Nurul Annisa Hamudy",
          "authorId": "147671393"
        }
      ],
      "year": 2020,
      "abstract": "The ideals of justice are failing, with the widespread violence and discriminatory acts against various communities in Indonesia, despite what Michael Sandel’s view that the community’s view of good and fair was formed based on the community’s beliefs about what is considered as good and fair. Community has an important role in communal living, since each community has a range of values and concepts of good. As such, the concept of a good society cannot simply be derived from the general principle but need to be obtained through the exploration of the community’s values and beliefs. For this reason, this study aimed to review the communitarianism-style of justice in the philosophical perspective of Michael Sandel. Using descriptive and documents analysis methods, as well as qualitative approaches, the results of the study showed that justice can be created from the promotion of value. Through a consensus, it is hoped that the government can explore the community’s value to be a mutual guideline in community living. This value can be accepted as a common good. Justice in society can only be sensibly created if it starts with the agreed and shared insights. Therefore, justice, according to Sandel, can only be created by using shared community values.",
      "citationCount": 8,
      "doi": "10.21787/jbp.12.2020.43-52",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/109be1ae1864942bf6671aebd03367659a965c93",
      "venue": "Jurnal Bina Praja",
      "journal": {
        "name": "Jurnal Bina Praja"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a7d620882e0057e794be8acb45ec37b5ec1e80ec",
      "title": "Michael Sandel’s Conception of Community",
      "authors": [
        {
          "name": "Mai Thi Hong Lien",
          "authorId": "2188047817"
        },
        {
          "name": "Ngo Khac Son",
          "authorId": "2188047796"
        },
        {
          "name": "Nguyen Thi Linh Giang",
          "authorId": "2188047464"
        },
        {
          "name": "Nguyen Hung Vuong",
          "authorId": "2181698096"
        }
      ],
      "year": 2022,
      "abstract": "Community is the basis for the reasonings of Western communitarianism, without the community, there is no communitarianism. As representative of contemporary Western communitarianism, Michael Sandel is the first to introduce his unique concept of community, and on such foundation, built a theory about political community. So, what does “community” in Sandel’s notion mean? Such concept not only undergoes constant changes, but also is virtually ambiguous. In “Democracy’s Discontent”, Sandel argues that the discontents of contemporary American people are expressed in two points: First, either individually or collectively, they are losing their control on their lives. Second, all the moral constructs of the community surrounds them like family, neighborhood or nation are virtually dissolved. Sandel summarized these two ideas as “the loss of self-government” and “the erosion of community”, and those are becoming the common concerns of our time.",
      "citationCount": 1,
      "doi": "10.9734/ajess/2022/v33i4715",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a7d620882e0057e794be8acb45ec37b5ec1e80ec",
      "venue": "Asian Journal of Education and Social Studies",
      "journal": {
        "name": "Asian Journal of Education and Social Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f09321744f044317c65e823b5f76e8e8e0e30ab1",
      "title": "A Critical Reflection on Michael J. Sandel: Rethinking Communitarianism",
      "authors": [
        {
          "name": "Wanpat Youngmevittaya",
          "authorId": "115003040"
        },
        {
          "name": "Michael J. Sandel",
          "authorId": "49076336"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f09321744f044317c65e823b5f76e8e8e0e30ab1",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "2bf271f3b9a53cc1e1a8a7a22423041a06256246",
      "title": "Hegel and China: Beyond Liberalism and Communitarianism",
      "authors": [
        {
          "name": "Qian Jing",
          "authorId": "2065856034"
        }
      ],
      "year": 2023,
      "abstract": "In the aftermath of the publication of Alasdair MacIntyre's “After Virtue and Michael Sandel's Liberalism” and the “Limits of Justice in the early 1980s”, the debate between communitarians and liberals began to influence political philosophy in Anglo-American academia. The debate centers on the socio-political nature of the self, traditions, community values, and the role of context in shaping our moral and political reasoning. Communitarians emphasize the priority of community, while liberals prefer the significance of individual rights and freedoms. This paper argues that although both sides of the debate are partially correct, taken alone, their positions are incomplete. What is needed is a higher-order theory that can unite them and preserve their partial truths without repeating their errors. With proper readings, Georg Wilhelm Friedrich Hegel's political and social philosophy accomplishes that by providing a coherent systematic political theory that harmonises the claims of the individual and the community, freedom and context, part and whole, universal and particular, and subjectivity and objectivity. More importantly, this paper also demonstrates the capacity of Hegel’s political philosophy to provide insights for modern China.",
      "citationCount": 5,
      "doi": "10.1007/s41111-023-00242-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2bf271f3b9a53cc1e1a8a7a22423041a06256246",
      "venue": "Chinese Political Science Review",
      "journal": {
        "name": "Chinese Political Science Review",
        "pages": "529 - 550",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "906d03cb7ab5f124f364072ce0c15e3d8edd714c",
      "title": "Liberalism after Communitarianism 1",
      "authors": [
        {
          "name": "Charles Blattberg",
          "authorId": "114706452"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/906d03cb7ab5f124f364072ce0c15e3d8edd714c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0b2b4b9abeb017e506eb1a97260fecfda6f52439",
      "title": "Politocratic communitarianism and public justice",
      "authors": [
        {
          "name": "A. Raath",
          "authorId": "100462372"
        }
      ],
      "year": 2016,
      "abstract": "Politocratic communitarianism and public justicePolitocratic communitarianism is based on Nisbet’s, Sandel’s and MacIntyre’s interpretation of Aristotle’s sociology and theory of justice. It fosters Aristotle’s views on the growth manifested in the organismic state under which the whole of society is subsumed. The physis (growth) of the state is expressive of the whole of reality. In this sense, the city-state is by nature clearly prior to non-state entities and individual persons, since the state is of necessity prior to its parts. The Aristotelian organismic teleology is related to the doctrine of the great chain of being, which sees every element of society as an infinitesimal gradation of ascent to transcendental reality, and which informs the politocratic communitarian philosophy of community. Society as a whole, its structure and processes, is deemed to be representative of the organismic state; society and all its institutions, participates in the entire realm of organismic reality, an idea fundamental to politocratic communitarianism and National-Socialistic state and legal philosophy. The ideal forms of community and public justice are expressive of the biopolitical aims of the power-state: the plurality of non-state entities are subsumed under the universalistic state, the pluriformity of legal spheres in society are encapsulated within the organismic political society and the principles of liberty and equality in civil private law are negated to the point where material injustices are legitimised by state aims. The Aristotelian concept of the biopolitical state is, arguably, the highest barrier for politocratic communitarians and National-Socialists to overcome in their aspirations to meet the benchmarks of the law-state and to satisfy the requirements for ensuring public justice. This essay investigates the implications of politocratic communitarianism, its shared Aristotelian heritage with National-Socialism, and the law-state implications emanating from this tradition’s organismic and biopolitical state and legal philosophy.",
      "citationCount": 0,
      "doi": "10.17159/2225-7160/2016/V49N2A4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b2b4b9abeb017e506eb1a97260fecfda6f52439",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "242-264",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0c3dee2f00365fd05a0ec5a80877b592d147920b",
      "title": "Individuality vs. Community: Confronting the Liberal-Communitarian Debates",
      "authors": [
        {
          "name": "A. Sevilla",
          "authorId": "66283272"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-58353-2_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c3dee2f00365fd05a0ec5a80877b592d147920b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "77-128",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "04a6f1218961b3603f70645594c68580d0a45f30",
      "title": "Civic Republicanism and Democratic Politics—Michael Sandel and Contemporary Theories of Political",
      "authors": [
        {
          "name": "Carl K. Y. Shaw",
          "authorId": "117002322"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04a6f1218961b3603f70645594c68580d0a45f30",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "06a962553a6aaa93681711f631950f6cf6f1dc4d",
      "title": "Ethics, Politics, and Types of Justice",
      "authors": [
        {
          "name": "T. Murphy",
          "authorId": "49093115"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.5235/tlt.v2n1.135",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06a962553a6aaa93681711f631950f6cf6f1dc4d",
      "venue": "",
      "journal": {
        "name": "Transnational Legal Theory",
        "pages": "135 - 143",
        "volume": "2"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e1c5ef5d151a476e925859dd0ba9a49400e6fae1",
      "title": "ОСНОВНИТЕ ТЕОРЕТСКИ ПОСТУЛАТИ НА КОМУНИТАРИЗМОТ",
      "authors": [
        {
          "name": "Александар Јованоски",
          "authorId": "113863945"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e1c5ef5d151a476e925859dd0ba9a49400e6fae1",
      "venue": "",
      "journal": {
        "name": "The Sociological Review",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "040476e5053a989e3eb3d439ab958c33d5e61457",
      "title": "Enhancing community engagement initiatives through moderate communitarianism",
      "authors": [
        {
          "name": "Z. Waghid",
          "authorId": "115766078"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s44217-024-00223-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/040476e5053a989e3eb3d439ab958c33d5e61457",
      "venue": "Discover Education",
      "journal": {
        "name": "Discover Education",
        "volume": "3"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f0948ef82e0353577574f2f63e08fa4af5ba30d3",
      "title": "Ming (Name) as the Bond of Individual and Community from the Perspective of Confucian Communitarianism",
      "authors": [
        {
          "name": "Jingjie Zhang",
          "authorId": "3115794"
        }
      ],
      "year": 2022,
      "abstract": "The relationship between the individual and the collective is one of the most important topics in Confucianism. Though this concept has been widely studied, ming 名 (meaning ‘name’), one of its most crucial categories, has not yet been deeply explored within this theoretical domain. This article discusses four aspects of ming and their contributions to the relationship between the self and community. Firstly, Confucius’ proposition of zhengming 正名 (rectifying names or the rectification of names) implies that language, especially that of rulers or gentlemen 君子 (junzi), has a considerable impact on both ethical and political practices. In this sense, ming as language establishes a relationship between rulers and the communities they govern. Secondly, in Confucius’ use of ming, reputation also reflects the attributes of a collectivity. On one hand, reputation functions as a social evaluation system; on the other, it can also be used to shape social values. Both aspects of language and reputation can be found in Confucius’ sayings, and are essentially determined by the sound attributes of ming. Thirdly, ming is interpreted to mean “role” in the later explanations and commentaries of Analects 13.3, which signifies that each individual has their own role in the community to which they belong. The position of a social individual is determined according to their relationship with others. Simultaneously, it is also the idea of “role” that brings a hierarchical order to family, state, clan, and “all under heaven”. Finally, the relationship between ming and yi 義 (appropriateness) implies the correlation between a name and the subject to which it refers. For ethical or political participants, yi means that the name-bearer is bound to a series of demands regarding their behaviors and virtues, which can lead to a “thick” conception of the subject, that is, the role of a complex of virtues, duties, and even rights (albeit implicit). Although the meaning of ming was becoming more complicated and profound during the development of early Confucianism, it has always functioned as the bond between individual and community. In this regard, the Confucian theory of ming can contribute some insights toward the combination of Confucianism and communitarianism, and also toward the modernization of Confucianism.",
      "citationCount": 1,
      "doi": "10.3390/rel13080764",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0948ef82e0353577574f2f63e08fa4af5ba30d3",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e5456f5cedb251dcee3ac6de96046d728da0ebca",
      "title": "Comparative view of Sandel's Distributive Justice Theory",
      "authors": [
        {
          "name": "Ruoyu Yao",
          "authorId": "2387253665"
        }
      ],
      "year": 2024,
      "abstract": "In Western political thought, distributive justice has always been an important issue. Utilitarianism, liberalism and communitarianism represent three different views of distributive justice, but they try to solve the same problem, the inequality of income and wealth. Utilitarianism aims at welfare maximization, liberalism takes respect for freedom as its starting point, and communitarianism, represented by Sandel and MacIntyre, advocates Aristotle's deserved theory with the aim of promoting virtue and taking unity as the banner against inequality. This paper takes Sandel's Liberalism and the Limits of Justice as the core of the study, captures the central proposition of distributive justice from the standpoint of communitarianism, introduces the Marxist distributive justice principles of Marx and Cohen, and compares and interprets the characteristics of Sandel's communitarian distributive justice theory from a perspective different from utilitarianism and liberalism. Finally, based on the principles of Marxist view of justice, this paper briefly expounds the theoretical value, limitation and practical possibility of Sandel's distributive justice theory and communitarian view.",
      "citationCount": 0,
      "doi": "10.54097/38kehb72",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e5456f5cedb251dcee3ac6de96046d728da0ebca",
      "venue": "Academic Journal of Science and Technology",
      "journal": {
        "name": "Academic Journal of Science and Technology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4cf0e1f730f18f8ca928734d109a1f1560b2f070",
      "title": "The Meaning of Moral Education in the Dialectical Discussion of Liberalism and Communitarianism - Focusing on the discussion of John Rawls and Michael J. Sandel -",
      "authors": [
        {
          "name": "Young-Kuen Kwak",
          "authorId": "148398059"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.17282/ETHICS.2018..59.137",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4cf0e1f730f18f8ca928734d109a1f1560b2f070",
      "venue": "",
      "journal": {
        "name": "KOREAN ELEMENTARY MORAL EDUCATION SOCIETY",
        "pages": "137-163",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5cc8408070530a2f40f8f02d5cc488833da6ff41",
      "title": "Critical comments on Afro-communitarianism: the community versus individual",
      "authors": [
        {
          "name": "Motsamai Molefe",
          "authorId": "31061301"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 27,
      "doi": "10.4314/FT.V6I1.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5cc8408070530a2f40f8f02d5cc488833da6ff41",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1-22",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "29abf6ce45ab7cda1bb2458fbcc80f0289245f52",
      "title": "Moderate Communitarianism: A Conceptual Interpretation",
      "authors": [
        {
          "name": "Tosin Adeate",
          "authorId": "2089035462"
        }
      ],
      "year": 2023,
      "abstract": "Kwame Gyekye’s moderate communitarianism is considered a defence of individual rights and the equal worth of rights and duties in Afro-communitarianism. It concerns the primary status of rights and duties in modern African thought. However, moderate communitarianism has been received with strong reactions, one of which is the supposed serious consideration it gives to duties and community in the final analysis of its argument regarding the conception of personhood and the relationship between the self and its community. Criticism of moderate communitarianism is about its inability to capture the rights of individuals that is bold in its demand for primary status in the Afro-communitarian political thought dominated by the supremacy of communal duties—a stance that triggered its emergence. Nonetheless, I argue that a reading of moderate communitarianism demonstrates that its criticism is mainly due to some unclarity in Gyekye’s analysis and that, contrary to existing defence, moderate communitarianism, as an account of moderate persons and moderate communities, is not a description of what exists in Afro-communitarianism but a designed framework for modern Afro-communitarianism in a way that redefines the communitarian nature of African thought. Interpreting moderate communitarianism as suggesting a direction for Afro-communitarianism would be essential for a meaningful engagement with it.",
      "citationCount": 2,
      "doi": "10.25159/2413-3086/12556",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/29abf6ce45ab7cda1bb2458fbcc80f0289245f52",
      "venue": "Phronimon",
      "journal": {
        "name": "Phronimon"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "afd0ab9259bac9f070206b3ea0c1a34491e30268",
      "title": "Limited Communitarianism and the Merit of Afro-communitarian Rejectionism",
      "authors": [
        {
          "name": "Tosin Adeate",
          "authorId": "2089035462"
        }
      ],
      "year": 2023,
      "abstract": "Limited communitarianism is presented as an alternative to classical communitarianism in African philosophy. Bernard Matolino, the   proponent of this view, argues that personhood can be attained with the constitutive features of the self leading the process, as against  the historical, classical communitarian view that prioritises the sociality of the self. He posits that it is a personhood conceived through  such view as limited communitarianism that can guarantee individual rights and prioritises the claims of the individual in African  philosophy. Matolino’s claim is grounded on the view that Afro-communitarianism, as presented in the classical account such as the  radical and moderate communitarianism of Menkiti and Gyekye, respectively, emphasises community essence in African philosophy and   hinders the expression of rights. The claim of the classical view informs the nudge to question the relevance and compatibility of Afro- communitarianism with the complex, multicultural modern African societies. As a result, limited communitarianism rejects the  mechanism of Afrocommunitarianism – essentialism. While limited communitarianism appears a rejection of what is known as Afro- communitarianism, which has earned it noncommunitarian labels such as being liberal and individualist, I argue that it is simply a well- argued form of moderate communitarianism that avoids the conundrum of community. ",
      "citationCount": 1,
      "doi": "10.4314/ft.v12i1.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/afd0ab9259bac9f070206b3ea0c1a34491e30268",
      "venue": "Filosofia Theoretica Journal of African Philosophy Culture and Religions",
      "journal": {
        "name": "Filosofia Theoretica: Journal of African Philosophy, Culture and Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1b3c9f88eeac0fd85f651f74a03949ede9653e70",
      "title": "Transgenerational Communitarianism in a Global Interconnected World: A Critique",
      "authors": [
        {
          "name": "L. Bonatti",
          "authorId": "4371012"
        },
        {
          "name": "Lorenza Alexandra Lorenzetti",
          "authorId": "2221708239"
        }
      ],
      "year": 2023,
      "abstract": "\n We discuss how transgenerational communitarianism deals with public decisions involving tradeoffs between different generations’ wellbeing and having global consequences. Policies for tackling climate change are an example. Although there is a natural, evolutionary, basis for intergenerational altruism, most people lack the competencies for constituting a transgenerational community. Moreover, greater attention to future generations’ wellbeing need not substitute for collective action: a lower discount rate reflecting a stronger concern for future generations may even worsen their wellbeing. Finally, in a world of irreducible value pluralism, there is no community of persons sharing moral values that can legitimize common policies for addressing global problems: only the common interest of avoiding destructive consequences may motivate collective action to face problems like climate change.",
      "citationCount": 0,
      "doi": "10.1093/monist/onad002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b3c9f88eeac0fd85f651f74a03949ede9653e70",
      "venue": "The Monist",
      "journal": {
        "name": "The Monist"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8a7ff646231da70422426b578b7cf5258adfe487",
      "title": "Which person? Whose community?: On the controversy between liberalism and communitarianism",
      "authors": [
        {
          "name": "Rainer Forst",
          "authorId": "49929449"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9780429464683-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8a7ff646231da70422426b578b7cf5258adfe487",
      "venue": "A Matter of Discourse",
      "journal": {
        "name": "A Matter of Discourse"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6c520fcbdb2999a85ebf3581ff452d928f86c9e3",
      "title": "A Kantian Account of Aesthetic Communitarianism",
      "authors": [
        {
          "name": "Jessica J. Williams",
          "authorId": "2287398278"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT:For aesthetic communitarians, social aesthetic goods are important—if not the most important—sources of aesthetic value. In this paper, I develop a Kantian account of aesthetic communitarianism that is distinct from contemporary accounts in focusing on the irreducibly communal dimension of judgments of beauty and the goods this affords. For Kant, a condition of making judgments of beauty is that one take oneself to belong to a universal community of taste, even if one is alone. Furthermore, the value of beauty lies in the shared feeling that this judgment constitutively involves.",
      "citationCount": 1,
      "doi": "10.5840/philtopics202452110",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6c520fcbdb2999a85ebf3581ff452d928f86c9e3",
      "venue": "Philosophical Topics",
      "journal": {
        "name": "Philosophical Topics",
        "pages": "161 - 180",
        "volume": "52"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7fb00ab54fe35a1a41cd2c180e6b0820089fa3eb",
      "title": "The difference between moderate and limited communitarianism",
      "authors": [
        {
          "name": "Lungelo Siphosethu Mbatha",
          "authorId": "1663368364"
        }
      ],
      "year": 2025,
      "abstract": "This article uses philosophical analysis to defend the status of limited communitarianism as a standalone theory in African political philosophy. Early African scholars like Ifeanyi Menkiti argued that the community takes priority over the individual in all important respects. However, these thinkers were soon labelled radical or extreme in their treatment of the individual and were requested to moderate or restrict their articulation of the community’s role. This gave birth to the radical and moderate theories. But not before long, the moderates were also accused of supporting the tyranny of the community. They were also accused of not being fundamentally different from the radicals, giving rise to the limited version of Afrocommunitarianism. Yet, the status of this latest instalment as a standalone theory has been doubted, with critics claiming that the limited version is not different to, or is merely another well-argued variant of, moderate communitarianism. This article argues that upon critical philosophical analysis, there is good reason to conclude that Bernard Matolino’s limited communitarianism is different from (and not just a well-argued version of) Kwame Gyekye’s moderate communitarianism. The paper argues that while there are similarities between the theories, the differences which exist in the definitions of persons and community and how the relationship between the two is understood in terms of rights, duties, and primacy make moderate and limited communitarianism distinct standalone theories.",
      "citationCount": 0,
      "doi": "10.4314/ajct.v4i2.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7fb00ab54fe35a1a41cd2c180e6b0820089fa3eb",
      "venue": "Arụmarụka: Journal of Conversational Thinking",
      "journal": {
        "name": "Arụmarụka: Journal of Conversational Thinking"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "adf6e873099c46bcf158289c10570cdaa53c8104",
      "title": "On limited communitarianism: Matolino’s thinking and the changing African world",
      "authors": [
        {
          "name": "Mutshidzi Maraganedzha",
          "authorId": "118408380"
        }
      ],
      "year": 2025,
      "abstract": "In the corpus of African philosophy, Bernard Matolino has made a substantial contribution to the development of communitarian theory, offering a fresh perspective on the concept. While his predecessors, such as Ifeanyi Menkiti and Kwame Gyekye, proposed radical and moderate forms of communitarianism, Matolino argues that these accounts are inadequate in capturing the rapidly evolving African reality. For instance, Menkiti’s radical communitarianism emphasized the community’s role in shaping individual identity, whereas Gyekye’s moderate approach sought to strike a balance between individual and communal interests. In response, Matolino introduces the concept of limited communitarianism, which acknowledges the dynamic nature of African societies and offers a more nuanced understanding of communitarianism. This concept recognizes that communities are not static entities but rather adapt to changing circumstances, and, thus, our understanding of communitarianism must also evolve. This article serves as a timely reminder to scholars and theorists of communitarianism to re-examine their assumptions and approaches to the African reality with a more nuanced and adaptable perspective. It underscores the importance of recognizing the complexities of our past, acknowledging the diversity of our present, and envisioning a future that is responsive to the changing needs and aspirations of African communities. By doing so, we can move beyond dogmatic and rigid interpretations of communitarianism and instead embrace a more inclusive and dynamic understanding of African reality.",
      "citationCount": 0,
      "doi": "10.4314/ajct.v4i2.5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/adf6e873099c46bcf158289c10570cdaa53c8104",
      "venue": "Arụmarụka: Journal of Conversational Thinking",
      "journal": {
        "name": "Arụmarụka: Journal of Conversational Thinking"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f828e323aa6750949619f503e324fc1950205f77",
      "title": "Communitarianism, Confucianism and the Self",
      "authors": [
        {
          "name": "Andrew Tsz Wan Hung",
          "authorId": "1749206806"
        }
      ],
      "year": 2025,
      "abstract": "As Confucian thought wrestles with the push for modernization, and liberal democracy finds new cracks in its political consensus that undermine the communitarian ethos of solidarity, the need for the mutual understanding has never been more pressing.\n InCommunitarianism, Confucianism and the Self, Andrew Hung offers a path to this concord by drawing out the similarities between the communitarianism of Charles Taylor and the Confucian teachings that still guide modern day China.\n The surprising number of similarities between the two philosophies is demonstrative of comparative philosophy’s potential to generative new paradigms of family, community, authenticity, morality, politics and the body. Building on communitarianism and confucianism’s shared account of how an individual’s consciousness exists in the wider world, this book demonstrates that whilst the challenges facing the East and West can seem particular and even mutually exacerbating, there is ample opportunity for productive philosophical dialogue between the two.\n The work towards this book was partially supported by a grant from the College of Professional and Continuing Education, an affiliate of The Hong Kong Polytechnic University.",
      "citationCount": 0,
      "doi": "10.5040/9781350430211",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f828e323aa6750949619f503e324fc1950205f77",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "b989b1f0d591e830cf91635258a390b1f0e51c8d",
      "title": "Revisiting communitarianism: neither liberal nor authoritarian",
      "authors": [
        {
          "name": "Ömer Faruk Uysal",
          "authorId": "2278740175"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/s41599-025-05506-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b989b1f0d591e830cf91635258a390b1f0e51c8d",
      "venue": "Humanities and Social Sciences Communications",
      "journal": {
        "name": "Humanities and Social Sciences Communications",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2899faafd0a9ccc754abb050080804629a9d4c1e",
      "title": "Between Individualism and Communitarianism in the Quest for a Good Human Community",
      "authors": [
        {
          "name": "Uwaezuoke Precious Obioha",
          "authorId": "113374359"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2899faafd0a9ccc754abb050080804629a9d4c1e",
      "venue": "",
      "journal": {
        "name": "Journal on African Philosophy",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7f5e3a259a1f73ee54c0d6294b1a2a396ef47208",
      "title": "Community in Question : Failure of Communitarianism, Misery of Individualisms and Community of Existence",
      "authors": [
        {
          "name": "S. Wróbel",
          "authorId": "70049232"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f5e3a259a1f73ee54c0d6294b1a2a396ef47208",
      "venue": "",
      "journal": {
        "name": "Polish Sociological Review",
        "pages": "227-247",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3ab58d603802fcfc5ad26fa3b06d8785734e664c",
      "title": "Afro-communitarianism and the category mistake charge: A reply to critics",
      "authors": [
        {
          "name": "Lungelo Siphosethu Mbatha",
          "authorId": "1663368364"
        }
      ],
      "year": 2025,
      "abstract": "This article is written in the form of a philosophical response to the critics of the category mistake charge launched against classic Afro-communitarians. Traditional Afro-communitarians have argued that persons are defined with reference to the community because personhood is more about moral achievement. However, these kinds of definitions have been accused of committing a category mistake in how they identify persons. These communitarians have been charged with wrongfully ascribing issues of socio-moral considerations to matters of strict metaphysical identity. With that said, Afro-communitarians have responded that this charge is unfounded since persons can be located in both the metaphysical and the socio-moral category. For these Afro-communitarians, it is not a category mistake to define a person as a social or moral entity, simply because this is also part of their nature. As a result, traditional Afro-communitarians subscribe to a maximal rather than a minimal definition of persons that includes both metaphysical and normative aspects. To do this is not to commit a category mistake, but to provide a fuller account of personhood. After analysing these responses philosophically, I find that they have misunderstood the charge of the category mistake. In my findings, such misunderstandings render these arguments ineffective against an accurate articulation of the category mistake charge. In the end, I argue that as they stand, these responses are not only unsuccessful, but they betray the charge of a conceptual conflation.",
      "citationCount": 0,
      "doi": "10.1080/02580136.2025.2470012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3ab58d603802fcfc5ad26fa3b06d8785734e664c",
      "venue": "South African Journal of Philosophy",
      "journal": {
        "name": "South African Journal of Philosophy",
        "pages": "108 - 120",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bfb6766d42958b9324960676ec4a3a53350ee3ab",
      "title": "An Actual Conditions Analysis & Improvement Device of National Community ethics of Moral Subject Curriculum from the standpoint of Liberal- Communitarianism",
      "authors": [
        {
          "name": "I. Hwang",
          "authorId": "115574078"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.18338/KOJMEE.2016..50.185",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bfb6766d42958b9324960676ec4a3a53350ee3ab",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "185-222",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a9b4374324f17130286bafd67fd72389731eb94f",
      "title": "Return to Community Life:Macintyre's Communitarianism Thought and It's Inspirations for Moral Education",
      "authors": [
        {
          "name": "Cheng We",
          "authorId": "52367748"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a9b4374324f17130286bafd67fd72389731eb94f",
      "venue": "",
      "journal": {
        "name": "Journal of Xuzhou Institute of Technology",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
