{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Taylor sources self tradition authenticity",
  "results": [
    {
      "paperId": "a6b3313cd7282e996a40c653447aecc6f8db3dcf",
      "title": "The Poet Discovers Sources (of the Self ). Adam Zagajewski and Charles Taylor",
      "authors": [
        {
          "name": "Łukasz Tischner",
          "authorId": "2095872980"
        }
      ],
      "year": 2023,
      "abstract": "The article shows Adam Zagajewski’s relationship with Charles Taylor’s thought. The author argues that the poet’s dialogue with the philosopher is not limited to quotations and direct references but is also revealed at a deeper level. Based on Zagajewski’s essays and interviews, the author concludes that the poet studied Sources of the Self and The Ethics of Authenticity, and probably also drew on later works dealing with the condition of religion in a disenchanted world (“A Catholic Modernity?” and A Secular Age). Zagajewski borrowed from Taylor’s historical argument about the genealogy of modern identity. He also alluded to the philosopher’s diagnoses of the Enlightenment-Romantic lineage of modern Europeans and his conviction that the struggle for more demanding forms of spiritual life is preserved. The most direct traces of the conversation with Taylor can be found in the essays from The Defense of Ardor. The author suggests that Zagajewski also alludes to Taylor’s diagnoses in poems (e.g., “Tierra del Fuego”, “Senza flash”, and “The Kingfisher”), in which the motifs of spiritual lobotomy and the epiphanic power of poetry appear.",
      "citationCount": 0,
      "doi": "10.4467/23531991kk.23.007.17910",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6b3313cd7282e996a40c653447aecc6f8db3dcf",
      "venue": "Konteksty Kultury",
      "journal": {
        "name": "Konteksty Kultury"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7ba368618b5dc47878df38fd011c0b2b31eeca3f",
      "title": "The Concept of Self in Indian Philosophy and English Romantic Literature: A Comparative Exploration",
      "authors": [
        {
          "name": "Willibald Vishal Francis",
          "authorId": "2394974469"
        }
      ],
      "year": 2025,
      "abstract": "This paper undertakes a comparative philosophical-literary exploration of the concept of self as it emerges in Indian philosophical traditions—particularly Advaita Vedānta and Sāṃkhya-Yoga—and in the works of major English Romantic poets such as William Wordsworth, Samuel Taylor Coleridge, and Percy Bysshe Shelley. While the Romantic tradition posits the self as both a source of poetic creativity and as a reflective, often solitary, consciousness engaging with nature and the sublime, Indian philosophical systems present the self (ātman) as a deeper ontological reality—pure, unchanging, and ultimately non-dual. Through a close reading of selected Romantic texts and primary Indian philosophical sources, this study examines whether the Romantic ideal of the poetic self aligns with the Vedāntic notion of self-realization (mokṣa) or remains trapped within a limited egoic frame. Special emphasis is placed on the tension between emotional subjectivity and metaphysical universality, and on the moral-aesthetic implications of this tension. The paper argues that Indian metaphysical insights enrich and critique the Romantic valorization of the poetic ego, inviting a reconsideration of selfhood not as expressive individuality but as spiritual unveiling. This interdisciplinary inquiry opens a productive East–West dialogue at the intersection of literature, philosophy, and consciousness studies.",
      "citationCount": 0,
      "doi": "10.22161/ijllc.5.6.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7ba368618b5dc47878df38fd011c0b2b31eeca3f",
      "venue": "International journal of language, literature, and culture",
      "journal": {
        "name": "International Journal of Language, Literature and Culture"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "62f63bb2efb291db9bdc1612a33feeaf22a8a5c7",
      "title": "From Authenticity to Accountability: Re-Imagining Charles Taylor's Best Account Principle",
      "authors": [
        {
          "name": "A. Renahan",
          "authorId": "113763062"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/62f63bb2efb291db9bdc1612a33feeaf22a8a5c7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "809258c12c76502f7bdb631d46d1eec06a304211",
      "title": "The Metaphysics of Diversity and Authenticity: A Comparative Reading of Taylor and Gandhi on Holistic Identity",
      "authors": [
        {
          "name": "J. P. Varghese",
          "authorId": "145853820"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/809258c12c76502f7bdb631d46d1eec06a304211",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e28af628d417d6b6d5f66f4652c0cb2bf38840e7",
      "title": "Introduction: De-essentializing authenticity: A semiotic approach",
      "authors": [
        {
          "name": "J. Wilce",
          "authorId": "40088089"
        },
        {
          "name": "Janina Fenigsen",
          "authorId": "114585848"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.1515/sem-2014-0071",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e28af628d417d6b6d5f66f4652c0cb2bf38840e7",
      "venue": "",
      "journal": {
        "name": "Semiotica",
        "pages": "137 - 152",
        "volume": "2015"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "8c8e109d865ade939a792cc7ce5f1c8ca9a48a9c",
      "title": "THE RECEPTION OF THE PHILOSOPHICAL TRADITION AS A WAY OF FORMING AMERICAN PERSONALISM: THE POST-SECULAR VIEW",
      "authors": [
        {
          "name": "O. Honchar",
          "authorId": "84666895"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c8e109d865ade939a792cc7ce5f1c8ca9a48a9c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3295207752950bb6747ac411230d39d998a7077d",
      "title": "THE RECEPTION OF THE PHILOSOPHICAL TRADITION AS A WAY OF FORMING AMERICAN PERSONALISM: THE POST-SECULAR VIEW",
      "authors": [
        {
          "name": "V. Patsan",
          "authorId": "114632578"
        }
      ],
      "year": 2016,
      "abstract": "The aim of the article is to define the way of expounding the authenticity of the experience of self-cognition opened by the personalist philosophy of the USA on the horizon of receiving the philosophical tradition established by B. P. Bowne to lay the epistemological foundations for overcoming the impersonalist modes of thought in the philosophical-humanitarian space of North America. At the emergent stage of the historical-philosophical process defined as its post-secular period the topicality of studying American personalism in the indicated aspect of its genesis is predetermined by developing the personalistic inspiration of post-non-classical philosophy into renewing the interaction of philosophical and theological discourses initial for the personalist thought and intended to reunite rationality with its spiritual sources in the course of reflecting the personal mode of being realized on the ground of theism. The further reflection of the meta-ontology of the personhood uncovered by the Scripture and expounded by patristic trinitology presupposes the retrospection of the trajectory of moving towards the Supernatural Revelation paved in the late nineteenth and the first half of twentieth centuries by the attempts of personalizing the ontology, in particular by the “personalized” ontological constructions made in the USA. The methodology of the research is based upon realizing the meta-ontological character of the problem of the personality revealed in the midst of the twentieth century by the prominent Orthodox theologian and philosopher-personalist V. N. Lossky. Taking into consideration the Biblical background of American personalism and its genetic connections with the denominations of Protestantism developed on the North American continent and the branching Protestant theology, the author focuses on both proper philosophical and theological reference points of this personalistic current of philosophizing in the historical-philosophical reconstruction of its genesis oriented towards the meta-ontological dimension of the personality. The scientific novelty of the study consists in initiating the reflection of the way of defining the inner experience of the self as the all-sufficient criterion of cognition which was paved by the personalist thought of the USA in the course of revising the classical rationalist models of the subjectivity and broke the ground for constructing “the personal world” in the space of rational consciousness formed in North America. On the base of analyzing Bowne's revision of Kant's transcendental idealism aimed at the explication of the immediacy of self-experience the author reveals that such argumentation for its cognitive primacy transforms into affirming the mediation of the inner appeal of the human personality to living God by the outer interpersonal experience of rational cognition. The revealed regression to the rationally mediated relationship of the created person with Creator is connected with the restriction of the research for “personal beginning of all speculation” which resulted in the personal metaphysics of B. P. Bowne by the rationalistic tools of the personal self-reflection.  The study proves that it was predetermined by the philosopher's confessional belonging to the Methodist Church detached from patristic Trinitology and Christology forming the arsenal of trinitarian meta-logic intended to expound the personhood as the ultimate principle of being. Conclusions define the resource of Bowne's idea of the “personal interpretation of experience” which inspired the subsequent “personalized” ontological constructions in the personalistic domain established on the North American continent. They form the dialogic space of the personalist philosophy of the USA predetermining the accumulation of its potential in the interaction with other philosophical currents.  Manifesting itself as the personalistic inspiration of the emerging trends of thought this tendency predicts the focus of the further historical-philosophical research of American personalism.",
      "citationCount": 1,
      "doi": "10.15802/AMPR2016/72246",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3295207752950bb6747ac411230d39d998a7077d",
      "venue": "",
      "journal": {
        "name": "Anthropological Measurements of Philosophical Research",
        "pages": "110-124",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "755ece769a4c4e30a1963b68cdf1b5ccf5eb9ab4",
      "title": "Reconsidering Transcendence/Immanence. Modernity’s Modes of Narration in Nineteenth-Century Arabic Literary Tradition",
      "authors": [
        {
          "name": "Johannes Stephan",
          "authorId": "144987414"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1515/9783110375510-018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/755ece769a4c4e30a1963b68cdf1b5ccf5eb9ab4",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "19f344cf14fd2c24e10b8ecd172bc9a466c97a58",
      "title": "Practices of the Self and Spiritual Practices: Michel Foucault and the Eastern Christian Discourse",
      "authors": [
        {
          "name": "S. Horujy",
          "authorId": "113677036"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 9,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/19f344cf14fd2c24e10b8ecd172bc9a466c97a58",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "94a8834178ce207c9dea2d2ae2bbd410e9c38289",
      "title": "Authenticity and Historicity",
      "authors": [
        {
          "name": "P. Lucas",
          "authorId": "144833503"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1353/PPP.2014.0035",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94a8834178ce207c9dea2d2ae2bbd410e9c38289",
      "venue": "",
      "journal": {
        "name": "Philosophy, Psychiatry, & Psychology",
        "pages": "233 - 235",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "126c80f951d2d20fc437e1b81aa0dcfb61b0fb14",
      "title": "Romanticism as a historical and philosophical phenomenon: modern interpretations",
      "authors": [
        {
          "name": "Artemii Smirnov",
          "authorId": "2353885509"
        }
      ],
      "year": 2024,
      "abstract": "The article offers an interpretation of the philosophy of romanticism as a historical and philosophical phenomenon based on recent studies. It is shown that the analysis of the romantic tradition is relevant in the context of modern tendencies to revise the classical historical-philosophical canon. It is proposed to distinguish romanticism as a philosophical phenomenon from a historical and cultural phenomenon. Specifically, romanticism as a philosophical phenomenon is localized in Germany at the end of the 18th century, while its multiple variations should be discussed in the context of a broader historical-philosophical phenomenon. It is shown that romanticism as a philosophical phenomenon has its foundations in querelle des Anciens et des Modernes. However, this movement’s central ideas are existential, political, and epistemological. In particular, representatives of the philosophy of romanticism “radicalize” the Enlightenment, offering original ideas of individuality (authenticity, Buildung), society (new mythology), and culture (opposing it to civilization). Romanticism is still of interest as one of the first manifestations of a critical reaction to modern society and the problems arising from industrialization and urbanization. At most, it should also contain the foundations of the continental tradition of philosophizing, which is aimed at a critical attitude toward modernity. The article also examines the interpretations of romanticism by Richard Rorty and Charles Taylor. It is shown that for both authors, the importance of romanticism is determined by its emphasis on the primacy of imagination over reason. This idea not only undermines the classical rational tradition but also paves the way for a new conception of individuality and society in the conditions of the variability of historical existence. Specifically, it finds continuation in connection with the idea of self-assertion of the subject in the conditions of the finitude of existence, the orientation of philosophy towards the future, and the creation of new social practices.",
      "citationCount": 0,
      "doi": "10.18523/2617-1678.2024.14.66-78",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/126c80f951d2d20fc437e1b81aa0dcfb61b0fb14",
      "venue": "NaUKMA Research Papers in Philosophy and Religious Studies",
      "journal": {
        "name": "NaUKMA Research Papers in Philosophy and Religious Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f0376ae5cea3f75bf8c4c6e3ac1aa7e63b676eec",
      "title": "The Status of Neigbhourliness in the Quran and Sunnah",
      "authors": [
        {
          "name": "Mekki Klaina",
          "authorId": "2200423104"
        }
      ],
      "year": 2025,
      "abstract": "This study addresses the human dimension in Islam, which seeks to promote harmony and cooperation among people by encouraging mutual respect and working together for the common good. The significance of this topic lies in Islam’s emphasis on fostering good conduct, preserving the rights of neighbours, and promoting social solidarity, recognising that the concept of neighbourhood extends beyond simple proximity. The study highlights the importance of neighbourly rights as outlined in the Qur'an and Sunnah, illustrating how respecting these rights contributes to achieving social peace. It also discusses the consequences of neglecting these rights, including social fragmentation, weakened faith, and social unrest. The study employs an analytical approach to understand the texts and their implications, focusing on Quranic verses, Prophetic traditions, and relevant Islamic sources concerning neighbourly rights. It also draws on the methodology of Hadith scholars to assess the authenticity of the narrations when necessary, acknowledging that some narrations may be weak but do not reach the level of fabricated Hadiths, as the study focuses on values rather than legal rulings. The study concludes that safeguarding neighbourly rights, as stipulated in the Qur'an and Sunnah, is an essential part of Islamic ethics, whether for Muslims or non-Muslims. It stresses that neglecting these rights leads to social discord and weakens community ties. The study also highlights Islam's vital role in encouraging ethical behaviour, cooperation, and coexistence among individuals and nations. The conclusion reiterates that reform must begin with self-improvement, followed by family, and then extend to the broader community—an individual who is both good and reformative is better than one who is simply good.",
      "citationCount": 0,
      "doi": "10.58578/ijecs.v3i1.4820",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0376ae5cea3f75bf8c4c6e3ac1aa7e63b676eec",
      "venue": "International Journal of Education Culture and Society",
      "journal": {
        "name": "International Journal of Education, Culture, and Society"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d3c6e5608d14798b556e13ccfcd53fb58ea4f21a",
      "title": "Religious Diversity in Mawlana Jalaluddin Rumi and John Hick",
      "authors": [
        {
          "name": "Mustafa Eren",
          "authorId": "2402203730"
        }
      ],
      "year": 2025,
      "abstract": "Religious pluralism has become one of the most contested issues in contemporary philosophy of religion and is generally discussed within the frameworks of exclusivism, inclusivism, and pluralism. This article provides a comparative analysis of religious pluralism in the thought of Mawlana Jalaluddin Rumi, one of the leading Sufi figures of Islamic intellectual tradition, and John Hick, a prominent representative of modern philosophy of religion. Mawlana’s understanding of religion is grounded in the metaphysics of waḥdat al-wujūd (the unity of being) and in the moral-metaphysical dimension of divine love. For him, the infinite self-disclosures of the Absolute Being constitute the ontological foundation of religious diversity. Accordingly, Mawlana develops an inclusive and pluralistic perspective in which every faith is regarded as a partial manifestation of divine truth. Although he was well-versed in theological and philosophical debates, Mawlana did not follow the methods of theologians or philosophers when addressing such issues. For him, engaging in excessively abstract reasoning was not a valid path to truth. His conceptions of life, humanity, and religion are shaped by the idea of being. The vastness of being corresponds to his understanding of life and religion, for both emerge from and continue within the essence of existence. To Mawlana, the realm of being is too vast to be grasped by the senses, and its source lies deeper than both the material world and the realms of imagination and sensation. Although Mawlana’s reflections on religious diversity can be analyzed through the contemporary paradigms of exclusivism, inclusivism, and pluralism, it becomes clear that he transcends these frameworks through a more profound and holistic vision. The seemingly contradictory tendencies of exclusivity, inclusivity, and pluralism observed in Sufi discourse stem from the dialectic between the outer (ẓāhir) and inner (bāṭin) dimensions. Thus, the inclusive and pluralistic attitudes in Sufism are not mutually exclusive. Hick, on the other hand, constructs his pluralism on an epistemological basis, interpreting religious diversity as the plurality of human responses to the “Ultimate Reality” within the limits of human cognitive and cultural conditions. Drawing on Kant’s ontology and epistemology, Hick reinterprets the divine by postulating God as the “Ultimate Reality” at the center of his pluralistic framework. This distinction has generated major debates in theology and philosophy of religion, particularly concerning the possibility of revelation. According to Hick, there is a sharp distinction between Reality in itself and Reality as conceptualized and experienced through religious traditions—an indeterminacy that arises from metaphysical uncertainty. Each religion asserts absolute truth claims, yet these claims cannot be verified by any objective criterion. Therefore, no religious tradition can make a complete or final claim about the nature of Reality. The fundamental difference between the two approaches lies in their orientation: while Mawlana proposes a God-centered and religion-centered pluralism, Hick advocates an experience-centered one. The study concludes that Mawlana offers a more holistic framework that preserves the authenticity and socio-cultural dimensions of religion, whereas Hick’s model, though compatible with modern values such as liberalism and tolerance, risks undermining the essence of religion through its reductionist tendencies.",
      "citationCount": 0,
      "doi": "10.18317/kaderdergi.1801502",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3c6e5608d14798b556e13ccfcd53fb58ea4f21a",
      "venue": "Kader",
      "journal": {
        "name": "Kader"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2a15280b117bba0318b39ccd16c557a946a180eb",
      "title": "El surgimiento de un yo: Las raíces agustinianas de las ideas de “identidad” y “autenticidad” en Charles Taylor",
      "authors": [
        {
          "name": "Rosales Meana",
          "authorId": "134657619"
        },
        {
          "name": "I. Diego",
          "authorId": "146965954"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a15280b117bba0318b39ccd16c557a946a180eb",
      "venue": "",
      "journal": {
        "name": "Revista de Filosofía",
        "pages": "87-110",
        "volume": "48"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4038ed6c875701681776f1f7427dad1611fcfdd0",
      "title": "Book Review: Aging and self-realization: Cultural narratives about later life",
      "authors": [
        {
          "name": "J. Inker",
          "authorId": "12123541"
        }
      ],
      "year": 2020,
      "abstract": "This gem of a book by Hanne Laceulle centers around an intriguing question: Can the late modern discourse of selfrealization be framed in such a way that it can serve as a resource for meaning-generating cultural narratives about later life in modern circumstances? Asked another way, Laceulle seeks to understand how we can live our best lives as we grow older, and whether we are properly supported in this endeavor by a culture and society that fears and shuns aging, and thus provides us with a stony soil in which to grow, develop, and flourish throughout the later years of our lives. In fact, Laceulle uses the metaphor of a garden throughout this sometimes dense and often complex volume to make her points about what would encourage and support human flourishing in the later years of our lives. In the preface, Laceulle, a moral philosopher, explains that Aging and Self Realization is the distillation of her 5 years of PhD research conducted within the multidisciplinary Aging Well group at the University of Humanistic Studies in Utrecht, The Netherlands. The research focus of this eclectic group, comprising philosophers, social scientists, historians, and anthropologists, is a desire to understand what makes a good life, seen through a social-existential, rather than biomedical, lens. Laceulle has taken the thrust of this broader research agenda and honed it specifically to the age old question, “What does it mean to age well?” Laceulle suggests that this book adds value to the fields of humanistic and cultural gerontology by drawing on the rich philosophical vein of self-realization, and on the literature and intellectual traditions of gerontology, sociology, and psychology. The book is organized into a preface and nine chapters, beginning with an introduction that positions the book’s thesis within the fields of moral philosophy and gerontology, proceeding in an orderly manner through the details of Laceulle’s argument in Chapters 2 through 8, and ending with a concluding chapter which draws the threads together and suggests a future research agenda, followed by references. Each chapter has a predictable structure in which Laceulle uses the device of outlining for the reader what she is going to tell them, then telling them, and finally reminding the reader what she has told them. The simplicity and reliability of this structure is no small thing given the “abstract and analytical, philosophical perspective” (p. 12) with which Laceulle approaches the subject of how one can age well in the late modern world. The book’s consistently organized structure becomes the reader’s wayfinding system, providing reassurance when the going gets tough (or deep) that all will become clear if one is willing to trust the process by which the chapters unfold. Chapter 1 begins with a brief anecdotal prologue about Laceulle’s great aunt, serving as an illustration of how the concept of aging well connects three underlying themes: aging in general, self-realization, and cultural narratives about later life. The essence of Laceulle’s problem statement is that we are all expected to personally construct our best life (self-realization) while living in a society that does not particularly value old age and is often hostile to it. Laceulle outlines her hermeneutic approach to the subject matter, making it clear that she sees herself in dialogue with the philosophical and other texts upon which she draws rather than wishing to present an objective reality about aging well. After defining, at some length, some key terms (“aging,” “existential dimension,” “meaning”) and positioning the study in terms of moral philosophy and gerontology, Chapter 1 ends by setting out the “argumentative steps” that Laceulle uses in each remaining chapter. These involve clarifying background assumptions and concepts, providing philosophical underpinnings to these concepts, and developing the concepts further to make them more fit for purpose with regard to aging in a late modern context. Chapter 2 sets the scene with regard to aging in the late modern period, opening with a sketch of the late modern interpretation of self-realization as explicated by influential sociological and moral philosophy thinkers, including Giddens, Beck, Bauman, C. Taylor, and MacIntyre. It then proceeds to connect these general observations to the specific context of aging. Laceulle concludes that in the context of “an insecure, complex, globalized world” (p. 58), it is a struggle to lead a good life, unmoored as we have become from traditional sources of meaning and morality that previously provided orienting structures to our lives and identities. These general challenges are deepened by the negative cultural imaginaries and narratives about aging that are 959920 JAGXXX10.1177/0733464820959920Journal of Applied GerontologyBook Reviews book-review2020",
      "citationCount": 6,
      "doi": "10.1177/0733464820959920",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4038ed6c875701681776f1f7427dad1611fcfdd0",
      "venue": "",
      "journal": {
        "name": "Journal of Applied Gerontology",
        "pages": "110 - 112",
        "volume": "40"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "75602afaabd46c6d6ba23a725dab000fabf38546",
      "title": "Enhancement technologies and the modern self.",
      "authors": [
        {
          "name": "C. Elliott",
          "authorId": "49482801"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 52,
      "doi": "10.1093/jmp/jhr031",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/75602afaabd46c6d6ba23a725dab000fabf38546",
      "venue": "Journal of Medicine and Philosophy",
      "journal": {
        "name": "The Journal of medicine and philosophy",
        "pages": "\n          364-74\n        ",
        "volume": "36 4"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c02d264e42a96f32d3f05b8cd49218590c0ad4fe",
      "title": "The Resonance Theory",
      "authors": [
        {
          "name": "Charles Taylor",
          "authorId": "2267705633"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 18,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c02d264e42a96f32d3f05b8cd49218590c0ad4fe",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "8c6ba31bb4f1b237fc962a4fe3116f75ab4b578b",
      "title": "Imagination and intuition in the poetic philosophies of Samuel Taylor Coleridge and Muhammad Iqbal",
      "authors": [
        {
          "name": "Aimillia Mohd Ramli",
          "authorId": "101646730"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c6ba31bb4f1b237fc962a4fe3116f75ab4b578b",
      "venue": "",
      "journal": {
        "name": "World literature studies",
        "pages": "98-111",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d12c1743610983a95f8913bc197c2c705c209526",
      "title": "The Problem of Realism in the Philosophy of Charles Taylor and an Existential Thomist Proposal",
      "authors": [
        {
          "name": "H. Williams",
          "authorId": "2114002346"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5840/IPQ20105017",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d12c1743610983a95f8913bc197c2c705c209526",
      "venue": "",
      "journal": {
        "name": "International Philosophical Quarterly",
        "pages": "93-115",
        "volume": "50"
      },
      "publicationTypes": null
    },
    {
      "paperId": "57e9229dd0ec195474b71354ffe1f7020bb8b25f",
      "title": "Resonance – A key concept in the philosophy of Charles Taylor",
      "authors": [
        {
          "name": "Jurgen Goldstein",
          "authorId": "119723495"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/0191453718781277",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57e9229dd0ec195474b71354ffe1f7020bb8b25f",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "781 - 783",
        "volume": "44"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d05b13955d8b86a4208df1b91171da279e327ee1",
      "title": "Responsabilidade Jurídica e Agência Humana: uma abordagem a partir de Charles Taylor.",
      "authors": [
        {
          "name": "C. D. A. Bichara",
          "authorId": "35210986"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d05b13955d8b86a4208df1b91171da279e327ee1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "110-131",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "dc4b1b5d1b953c46ee9da926e5b45b7265d0a0a2",
      "title": "Multiculturalismo: a identidade do sujeito nas tensões sociais contemporâneas em Charles Taylor",
      "authors": [
        {
          "name": "Elias Justino Bartolomeu Binja",
          "authorId": "114369035"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc4b1b5d1b953c46ee9da926e5b45b7265d0a0a2",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0493a647482d7f023d463565195860cd6bcd7adf",
      "title": "Living Authentic: \"Being True to Yourself\" as a Contemporary Moral Ideal",
      "authors": [
        {
          "name": "N. Hookway",
          "authorId": "13641064"
        }
      ],
      "year": 2015,
      "abstract": "From reality television and self-help literature to exhortations to be \"true to yourself,\" \nauthenticity pervades contemporary culture. Despite their prevalence, cultures of \nself-improvement and authenticity are routinely linked to arguments about increasing \nnarcissism and declining care for others. Self-improvement involves self-based \npractices geared to help realise the \"improved\" and \"better you\" while authenticity is \nfocused on developing the unique, inner and \"real\" you. Critiques of both \nself-improvement and authenticity culture are particularly evident in a sociological \ntradition of \"cultural pessimism\" (Hookway, Moral). This group of thinkers argue that \nthe dominance of a \"therapeutic\" culture where the \"self improved is the ultimate \nconcern of modern culture\" has catastrophic social and moral consequences (Reiff; \nBell; Lasch; Bellah; Bauman and Donskis). Drawing upon Charles Taylor, I take critical \naim at such assessments, arguing that ideals and practices of authenticity can be \nmorally productive. I then turn to an empirical investigation of how everyday \nAustralians understand and practice morality based on a qualitative analysis of 44 \nAustralian blogs combined with 25 follow-up online in-depth interviews. I suggest that \nwhile the data shows the prevalence and significance of \"being true to yourself\" as an \norientating principle, the bloggers produce a version of authenticity that misses the \nrelational and socially-shaped character of self and morality (Taylor; Vannini and \nWilliams).",
      "citationCount": 6,
      "doi": "10.5204/MCJ.953",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0493a647482d7f023d463565195860cd6bcd7adf",
      "venue": "",
      "journal": {
        "name": "M/C Journal",
        "pages": "1-9",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e15c6076bd9617105daeb2825baed4bec481e47d",
      "title": "أخلاقیات الأصالة عند تشارلز تایلور",
      "authors": [
        {
          "name": "نادیة محمد باشا",
          "authorId": "148804674"
        }
      ],
      "year": 2019,
      "abstract": "Abstract Ethics of authenticity in Charles Taylor`s philosophy Charles Taylor`s  moral and political  philosophy  with its : collective nature has been classified within the modern liberal tradition because of its explicit adaptation  of modern western democratic principles namely :equality in civil and political rights and freedoms . this clearly shows  Taylor s adamant refusal of all forms of values and beliefs opposing  modernity and its literary and intellectual  heritage .however Taylor s critical and philosophical  approach ,is not in fact in contradiction with modernity in it self but rather it interacted  with such modernity in order to  identify its points of weakness and dangers and in particular its artificial philosophical  deviations as evident from his points of view  of  individualistic of despotism  liberalism  and excessive procedural  rationality . hence  Taylor sees that the individual  moral authenticity  can not be achieved in hypnotized and abstract moral norms or in a selfish utilitarian mind  but in expressing  what he  so called the old established back grounds the old established cultural heritages laid down by romanticism which highly valued the important role played by language and tradition  and even by religion in building  the an throplogical  infrastructure it is such heritages that set up and creates individual identity and in its practical and existential implications ,identity  takes the form of authenticity and distinction. Taylor considers such cultural heritages  as moral values in themselves which help individual to understand himself and to fulfil himself from one hand and from the other hand they represent an essential base out of which the individual proceeds with understanding the legitimate political  bases upon which general decisions and regulations have to be built .                                                                                                                       undoubtedly  our research  raise way serious questions  foremost among which are :what is the attitude  of Taylor towards morality ?and how could he connect such morality with great values such as goodness ,justice  and equality ?how could the legitimacy of identity multiplicity ,be theoretically  based without any con traditions with  contractual citizen ship values ?did the recognition of   cultural independence lead to the split of national unity and to the return of tribal system or civil war as Weber described it .here lies the great importance of our research ,in attempting to find answers to the above mentioned  critical questions .in fact this research consists of an introduction  and four main  chapter .the first chapter:  the malaises of modernity  .the second chapter deals with identity and goodness . the 3rd chapter  deals with identity and recognition .the 4th chapter is mainly concerned with she ding. A light in secularism and how Taylor goes for beyond the limits of the tradition  of concept of secularism which restricted secularism to its relation ship with religion only . moreover our research also sheds revealing light in Taylor `s definition of the term \"the secular age \"and the position of religion in such age . here we can recognize in Taylor `s philosophy new conditions for faith which are consistent  and in harmony with the nature of this\" secular age \"in accordance with Taylor own description .finally the conclusion includes the most important results reached by this research.",
      "citationCount": 0,
      "doi": "10.21608/jssa.2019.56139",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e15c6076bd9617105daeb2825baed4bec481e47d",
      "venue": "مجلة البحث العلمی فی الآداب",
      "journal": {
        "name": "مجلة البحث العلمی فی الآداب"
      },
      "publicationTypes": null
    },
    {
      "paperId": "742b3976ed44c9d23f3cd8131af9cf3382401d31",
      "title": "Моральний ідеал та культура автентичності: погляд Чарльза Тейлора",
      "authors": [
        {
          "name": "Роман Гривінський",
          "authorId": "115159891"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/742b3976ed44c9d23f3cd8131af9cf3382401d31",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6edcc3f4c67aa68b148bd1df354bfe86d47056c7",
      "title": "The Comprehensive Trinitarianism of the Summa Halensis",
      "authors": [
        {
          "name": "Boyd Taylor Coolman",
          "authorId": "2137928070"
        }
      ],
      "year": 2020,
      "abstract": "The Trinitarian theology of the Summa Halensis is both a remarkable achievement in its own right (synthesizing a growing stream of traditional sources, including Augustine, Dionysius, John of Damascus, and Richard of St Victor), as well as a significant influence on later scholastic luminaries, especially St Bonaventure. Some of its signature features include the important role of innascibilitas in the understanding of the person of the Father, the emphasis on emanational modes of origin as constituting each of the divine Persons, the importance of self-diffusive goodness as the fundamental ground of Trinitarian plurality, and lastly, its comprehensiveness, its inclination to think trinitarianly about all of reality, from the divine nature itself, to divine activity in creation and salvation, to the transcendental properties of all being, including the human person, to its original theory of trinitarian beauty. Introduction: St Francis, the Trinity, and the Early Franciscans ‘You are three and one, the Lord God of gods; You are the good, all good, the highest good’—so St Francis near the beginning of his ‘[The] Praises of God’.1 The Poverello was devoted to the Three-in-One, not as a speculative doctrine, but as a Reality to be worshipped. He begins his Rule, accordingly, with this Trinitarian doxology: Wherever we are, in every place, at every hour, at every time of the day, every day and continually, let all of us truly and humbly believe, hold in our heart and love, honor, adore, serve, praise and bless, glorify and exalt, magnify and give thanks to the Most High and Supreme Eternal God Trinity and Unity.2  Francis of Assisi, ‘The Praises of God,’ in Early Documents, vol. 1, The Saint, ed. Regis J. Armstrong, J.A. Wayne Hellmann, and William J. Short (New York: New City Press, 2001), 109. St Francis composed this prayer of praise on Mount La Verna in September 1224, when he received the stigmata. The prayer was written on a parchment which also contains the blessing that Francis gave to brother Leo. The parchment with the autographs of Francis is conserved as a relic in the Basilica of St Francis in Assisi.  ‘The Early Rule (The Rule Without a Papal Seal)’ [=Regula non bullata], c. 23, in Early Documents, vol. 1, The Saint, 85. See William J. Short, ‘The Rule of the Lesser Brothers: Earlier Rule, Fragments, Later Rule, The Rule for Hermitages,’ The Writings of Francis of Assisi: Rules, Testament and Admonitions, ed. Michael W. Blastic, Jay M. Hammond, and J.A.Wayne Hellman (St. Bonaventure, NY: Franciscan Institute Publications, 2011), 31. OpenAccess. © 2020 Lydia Schumacher, published by De Gruyter. This work is licensed under the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 License. https://doi.org/10.1515/9783110685008-009 Three things are noteworthy in Francis’ Trinitarian devotion: the emphasis on divine goodness; the attention to both unity and trinity; the subtle progression from interior, heart-felt faith (‘believe, hold in our heart and love, honor, adore ( ... )’) to external, doxological confession (‘( ... ) praise and bless, glorify and exalt, magnify and give thanks’). Shortly after his death, when his brothers did begin to speculate on matters Trinitarian, all three aspects figured centrally. As expressed in the Summa Halensis (SH), that massive summary of early Franciscan theology prior to Bonaventure, the early Franciscan intellectual tradition (EFIT) grounded its trinitarian theology in divine goodness, strove to hold one and three together, and organized its textual expression according to this progression from belief in the heart to confession with the mouth. In short, early Franciscan trinitarian speculation seems to derive from the spiritual impulse of St Francis, even as it pursues a scholastic intellectus fidei never attempted by the Poverello.3 The Trinitarian theology of the SH was pioneering and innovative in its time,4 and proved influential among subsequent scholastics. There are several signature features of this account that will be noted below, but the most important overarching characteristics are two: first, the centrality of the Trinity within Halensian theology as a whole and second its comprehensive scope. The SH signals the centrality of the Trinity in its General Prologue: The whole discipline of Christian faith (fidei disciplina) pertains to two things: to the faith and understanding (fidem et intelligentiam) of the Creator and to the faith and understanding of the Savior. Hence, the prophet Isaiah, speaking in the person of the Lord, said (43:10–11): “Believe and understand that I am he: before me no God was formed and after me there will not be. I am, I am the Lord, and there is no Savior apart from me.” For the faith of the Creator principally contains two things, namely, the cognition (cognitio) of the substance of the Creator and cognition of the works of the Creator. The cognition of the substance of the Creator consist in the cognition of the divine Unity and of the same most blessed Trinity ( ... ).5 Here, all divine activity in history reduces to the acts of creating and saving, and both are acts of a single triune Agent. The whole disciplina fidei pertains ultimately to that single Reality.  Cf. Bert Roest, ‘Religious Life in the Franciscan School Network (13 Century),’ in Bert Roest, Franciscan Learning, Preaching and Mission (c. 1220– 1650) (Leiden: Brill, 2014), 51–82.  Hence, the title of Lydia Schumacher’s ERC project.  Alexander of Hales, Doctoris irrefragabilis Alexandri de Hales Ordinis minorum Summa theologica (SH), 4 vols (Quaracchi: Collegium S. Bonaventurae, 1924–48), Vol I, Prologus Generalis: ‘Tota christianae fidei disciplina pertinet ad duo: ad fidem et intelligentiam Conditoris et fidem atque intelligentiam Salvatoris. Unde Isaias Propheta, in persona Domini loquens, dicit, 43:10– 11: “Credatis et intelligatis quia ego ipse sum: ante me non est formatus deus et post me non erit. Ego sum, ego sum Dominus, et non est absque me Salvator.” Fides enim [Conditoris] principaliter continet duo, scilicet cognitionem substantiae Conditoris et cognitionem operis Conditoris. Cognitio substantiae Conditoris consistit in cognitione divinae Unitatis et eiusdem beatissimae Trinitatis.’ 108 Boyd Taylor Coolman",
      "citationCount": 0,
      "doi": "10.1515/9783110685008-009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6edcc3f4c67aa68b148bd1df354bfe86d47056c7",
      "venue": "The Summa Halensis",
      "journal": {
        "name": "The Summa Halensis"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3fff8b6165cdd57f6d13caa44660f8f9e06e0460",
      "title": "The post-secular in post-war American religious history",
      "authors": [
        {
          "name": "K. Gaston",
          "authorId": "143632375"
        }
      ],
      "year": 2021,
      "abstract": "Anyone who has paid attention to post-secular discourse knows that the 1990s and early 2000s brought a veritable explosion of self-consciously ‘post-secular’ theorizing across a wide range of disciplines and moral communities. Religious thinkers increasingly latched on to poststructuralist critiques of scientific rationality and adapted them to their own purposes, while interest in religion also spread rapidly among secular philosophers and political theorists. Jürgen Habermas’s post-secular turn and the debates around Charles Taylor’s A Secular Age (2007) built on the developments of the 1990s and gave the burgeoning post-secular discourse additional momentum. However, the ‘post-secular’ category itself has much deeper roots in American intellectual life. Like many early expressions of the postmodern, the post-secular can be traced back to an earlier generation of religious critics whose sensibilities were decisively shaped by American developments in the decades after World War II. In particular, the term emerged in the 1950s and early 1960s as interpreters of American religion clashed over the authenticity of the so-called ‘post-war religious revival’ and the shape of the religio-political future. Although many of these commentators argued that the moral shallowness and consumerism of much post-war religiosity reflected a secularizing impulse within the faith traditions themselves, other observers contended that what looked like secularization actually signalled the emergence of a new phenomenon, ‘civil religion’. Still others viewed secularization itself positively, contending that religious groups could create more robust and fulfilling forms of faith by engaging this fruitful new social condition. As these divergent interpretations of the twentieth-century religious scene carried forward through the 1980s and 1990s, they continued to create discursive spaces wherein post-secular constructions flourished. Like many of the other terms discussed in this book, the ‘post-secular’ construct often announced the impending arrival of a new age, even as The post-secular in post-war American religious history",
      "citationCount": 1,
      "doi": "10.7765/9781526148179.00009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3fff8b6165cdd57f6d13caa44660f8f9e06e0460",
      "venue": "Post-everything",
      "journal": {
        "name": "Post-everything"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6b5e43bcd5c0c883f541f80effd4ce352f9f60ad",
      "title": "A strong evaluator",
      "authors": [
        {
          "name": "J. Maclure",
          "authorId": "46514294"
        }
      ],
      "year": 2018,
      "abstract": "In seminal essays such as “What is Human Agency?” and Part 1 of Sources of the Self, Charles Taylor tried to articulate a fuller notion of selfhood and personal identity than those available in the analytic tradition. He starts off by suggesting that stripped-down, Lockean conceptions of personal identity as self-awareness through time could not be the end of the story. The idea, for instance, that “identity over time just involves [ . . . ] psychological connectedness and/or psychological continuity” is omitting, according to Charles, a crucial feature of what it is to be a person. Even Harry Frankfurt’s richer theory of personhood lacks, according to Charles, a layer. For Frankfurt, what makes us distinctively human is our capacity to have “secondorder volitions,” which involves being capable of rationally evaluating our first-order desires. A person is a moral agent who can desire to have certain desires and motives, or to be free from some of them. We form second-order desires when we want to shape our first-order inclinations in specific ways, and when we want our will to align with such evaluations. Charles praises Frankfurt’s break with the Lockean-Humean tradition, but wants to make one further step. This is when he introduces the concept of “strong evaluation” and suggests that a sound philosophical understanding of personal identity requires an understanding of our moral identity. The more or less structured set of values, attachments and plans that gives ethical substance to our identity is not a contingent or optional feature of personhood. Our identity, he writes,",
      "citationCount": 0,
      "doi": "10.1177/0191453718779499",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b5e43bcd5c0c883f541f80effd4ce352f9f60ad",
      "venue": "Philosophy & Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "734 - 735",
        "volume": "44"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8dd60d52e8c47b65839be96b413bf969e6874326",
      "title": "The Idea of Critical E-ducational Research-E-ducating the Gaze and Inviting to go Walking",
      "authors": [
        {
          "name": "J. Masschelein",
          "authorId": "70580073"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 18,
      "doi": "10.1163/9789460912726_014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8dd60d52e8c47b65839be96b413bf969e6874326",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "985eabb88f8aba6ba89b7b19875bfebfb7f3071c",
      "title": "\"Noblesse Oblige\": Pearl Buck's Platonic Conception of Self",
      "authors": [
        {
          "name": "Jennie Wang",
          "authorId": "2110222103"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/985eabb88f8aba6ba89b7b19875bfebfb7f3071c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
