{
  "status": "success",
  "source": "semantic_scholar",
  "query": "secularization tradition political decline",
  "results": [
    {
      "paperId": "e9531833a33429b398ed0844b0603604b37939f4",
      "title": "Modernidade e ascese: Nietzsche e Weber leitores da Reforma",
      "authors": [
        {
          "name": "Gianfranco Ferraro",
          "authorId": "2065290236"
        }
      ],
      "year": 2024,
      "abstract": "In various parts of his work, Friedrich Nietzsche directly attacks the German Lutheran tradition, arguing against its anti-modern and anti-Renaissance «ascetic ideals», which it carried into the heart of modernity, ultimately leading to its decline. Following Nietzsche, Max Weber, in analyzing the processes of modernity’s secularization, highlights the connection between Protestant asceticism, rooted in justification by faith and the concept of Beruf, the birth of Western capitalist individualism, and the bureaucratic mechanics of modern states. Placing these authors’ approaches within the broader debate on secularization and political theology in modernity, this essay aims to focus on the importance of “techniques of life” and asceticism as instruments for transforming behaviors. It also examines the role that this transformation plays in understanding post-Lutheran modernity, and finally, the theological-political stakes of the current confrontation between the spiritual ecumenism of Christian churches and the governmental nihilism of the globalized «iron cage».",
      "citationCount": 0,
      "doi": "10.53943/elcv.0124_24-41",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9531833a33429b398ed0844b0603604b37939f4",
      "venue": "e-Letras com Vida: Revista de Estudos Globais — Humanidades, Ciências e Artes",
      "journal": {
        "name": "e-Letras com Vida: Revista de Estudos Globais - Humanidades, Ciências e Artes"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e7e351cbd9d1ec5684a6595977ad1b9792bed191",
      "title": "Modernity, Its Crisis and Islamic Revivalism",
      "authors": [
        {
          "name": "Jan A. Ali",
          "authorId": "144615093"
        }
      ],
      "year": 2022,
      "abstract": "Modernity is a global condition of an ongoing socio-cultural, economic, and political transformation of human experience, with tradition or religion having no significant role to play. It is the gradual decline of the role of religion in modernity through the implementation of the principles of secularism which has, according to Islamic revivalists, plunged the world into crisis or jahiliyya (unGodliness). Revivalists and sociologists such as Anthony Giddens (1991) call it the “crisis of modernity”. In response, many Islamic revivalist movements have emerged to address this condition. The Iranian Revolution of 1978–1979 gave a boost to many existing Islamic revivalist movements and inspired many to appear anew. The phenomenon of contemporary Islamic revivalism is a religious transformative response to the crisis of modernity—i.e., the inability of secularism and the process of secularization to fulfill the promise of delivering a model of perfect global order. Contemporary Islamic revivalism is not anti-modernity but against secularism and is thus an attempt to steer modernity out of its crisis through a comprehensive and robust process of Islamization—the widespread introduction of Islamic rituals, practices, socio-cultural and economic processes, and institutional developments to the pattern of modern everyday living—and transforming modernity from dar al-harb (abode of war) to dar al-Islam (abode of peace). The paper argues that contemporary Islamic revivalism is a complex heterogeneous global phenomenon seeking to steer modernity out of its prevailing crisis through finding in Islam the universal blueprint of life. It further argues that Islamic revivalism is not anti-modernity but is a religious based reaction against the negative consequences of modernity, particularly against secularism, and carving out a space for itself in modernity.",
      "citationCount": 15,
      "doi": "10.3390/rel14010015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e7e351cbd9d1ec5684a6595977ad1b9792bed191",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c46ca6da1c98ee759648b15a5943e158a5477472",
      "title": "The Spiritual Turn",
      "authors": [
        {
          "name": "Gale A. Watts",
          "authorId": "116061228"
        }
      ],
      "year": 2022,
      "abstract": "Increasingly, North Americans and Western Europeans identify as “spiritual but not religious.” But what does “spirituality” actually mean? And what does this recent “spiritual turn” reveal about the nature of twenty-first-century liberal democracies? Secularization theorists argue that “spirituality” lacks institutional support and a shared tradition, thereby evincing religious decline. Meanwhile, critical commentators contend that the spiritual turn embodies all of the ills of post-1960s liberal democracies. This book challenges these popular misconceptions. Combining cultural sociology with intellectual history and political philosophy, and drawing from first-hand interview and fieldwork data, along with discourse analysis of best-selling books, it shows that rather than reflecting religious decline, the spiritual turn marks the rise of an enduring cultural structure in Western modernity—the religion of the heart. Tracing the rise of the religion of the heart to the 1960s, the book illuminates its elective affinities with the romantic liberal social imaginary that crystallized in popular consciousness during this era, and transformed the institutional spheres of Western liberal democracies, eventually giving birth to a new social order—romantic liberal modernity. Then, inspired by the Durkheimian tradition, it presents case studies of three sites where the religion of the heart is institutionalized in a specific discursive form—a Twelve Step group, a neo-Pentecostal church, and a Toastmasters public speaking club. The book concludes that while critics may have reason to disparage both “spirituality” and romantic liberal modernity more generally, the reality is far more complex than their criticisms suggest—and more importantly, far less hopeless.",
      "citationCount": 6,
      "doi": "10.1093/oso/9780192859839.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c46ca6da1c98ee759648b15a5943e158a5477472",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "ccf0dffa6e548718ec681bdb0541c3f4b0b804aa",
      "title": "Modernity, Its Crisis and Islamic Revivalism",
      "authors": [
        {
          "name": "Jan A. Ali",
          "authorId": "144615093"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ccf0dffa6e548718ec681bdb0541c3f4b0b804aa",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "c3575cf7ba55157c5487c584d96efc9412cde8a9",
      "title": "Development of Theological-Apologetical Discourse in Biblical Studies at Kiev Theological Academy of the late XIX - early XX centuries",
      "authors": [
        {
          "name": "Sergii Holovaschenko",
          "authorId": "2154059442"
        }
      ],
      "year": 2022,
      "abstract": "The article highlights the development of hermeneutical strategies for the analysis and refutation of rationalist “negative” biblical criticism, represented by the works of leading theologians - professors of the Kiev Theological Academy of the late XIX - early XX centuries. In the conditions of secularization, the decline of church authority, the spread of political radicalism, the need for apologetic understanding of the biblical heritage increased. A systematic analysis of the signs, approaches and methods of rationalism in biblical studies has been heuristicly valuable, in particular: criticism of panlogism, abstract schematics, empirically groundless extrapolations and generalizations. At the same time, Kyiv Biblical scholars criticized the insolvent apologetic techniques: the literalistic view of the inspiration, the absolute authority of the tradition, the excessive spiritualization in the perception of the biblical prophecy. Their main goal was to prove the authenticity and authenticity of the content of biblical books and the very biblical hystory. The methodological impulse for the biblical apologetics was the intensification of supranaturalism, providentialism, and soteriology in the reading and interpretation of the Bible - just as the Holy Scriptures of the Church. The apologetic motive was to determine both scientific bibliological studies, and school teaching and study of the Bible, and private and public Biblical reading for religious and moral instruction.",
      "citationCount": 0,
      "doi": "10.29357/2521-179x.2018.21.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c3575cf7ba55157c5487c584d96efc9412cde8a9",
      "venue": "Theological Reflections: Eastern European Journal of Theology",
      "journal": {
        "name": "Theological Reflections: Eastern European Journal of Theology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9f04d03c3284043ba775c5d609c818cb90bd5f4f",
      "title": "Development of Theological-Apologetical Discourse in Biblical Studies at Kiev Theological Academy of the late XIX - early XX centuries",
      "authors": [
        {
          "name": "Сергей Головащенко",
          "authorId": "2103361887"
        }
      ],
      "year": 2018,
      "abstract": "The article highlights the development of hermeneutical strategies for the analysis and refutation of rationalist “negative” biblical criticism, represented by the works of leading theologians - professors of the Kiev Theological Academy of the late XIX - early XX centuries. In the conditions of secularization, the decline of church authority, the spread of political radicalism, the need for apologetic understanding of the biblical heritage increased. A systematic analysis of the signs, approaches and methods of rationalism in biblical studies has been heuristicly valuable, in particular: criticism of panlogism, abstract schematics, empirically groundless extrapolations and generalizations. At the same time, Kyiv Biblical scholars criticized the insolvent apologetic techniques: the literalistic view of the inspiration, the absolute authority of the tradition, the excessive spiritualization in the perception of the biblical prophecy. Their main goal was to prove the authenticity and authenticity of the content of biblical books and the very biblical hystory. The methodological impulse for the biblical apologetics was the intensification of supranaturalism, providentialism, and soteriology in the reading and interpretation of the Bible - just as the Holy Scriptures of the Church. The apologetic motive was to determine both scientific bibliological studies, and school teaching and study of the Bible, and private and public Biblical reading for religious and moral instruction.",
      "citationCount": 0,
      "doi": "10.29357/2521-179X.2018.21.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f04d03c3284043ba775c5d609c818cb90bd5f4f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "43-64",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "898f1587b6f93263cd623bbf057c263544939131",
      "title": "Secularization of Political Authority. On the Political Content of Theology in Benjamin’s Theory of Trauerspiel",
      "authors": [
        {
          "name": "Nikolaos Tzanakis Papadakis",
          "authorId": "2182062537"
        }
      ],
      "year": 2022,
      "abstract": "This article investigates the relationship between secular politics and theology in Walter Benjamin’s The Origin of German Trauerspiel. It explores that question by starting from how the Weimar legal theory conceived the relationship between modern, secular law and the theological tradition. Focusing on Carl Schmitt’s concept of secularization, it investigates the analogy model in term of which the legal discourse understood the named relationship as well as its political consequences. The article suggests that Benjamin’s theory of the Trauerspiel elaborates a different, dialectical model which deploys, on the contrary, the crisis of any analogy between theology and modern politics.",
      "citationCount": 0,
      "doi": "10.36253/aisthesis-13419",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/898f1587b6f93263cd623bbf057c263544939131",
      "venue": "Aisthesis. Pratiche, linguaggi e saperi dell’estetico",
      "journal": {
        "name": "Aisthesis. Pratiche, linguaggi e saperi dell’estetico"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cd38e0e4434f50b8475101fdba60e70e76950d30",
      "title": "Contemporary Religious Culture and the Future of Buddhism: Focusing on the discourses of ‘secularization’ and ‘mindfulness’",
      "authors": [
        {
          "name": "Hyunsoon Song",
          "authorId": "2112926521"
        }
      ],
      "year": 2023,
      "abstract": "This article is an attempt to predict the future of Buddhism in relation to the flow of modern religious culture. Modern religious culture is largely discussed through two streams: 'secularization discourse' and 'post-secular or postmodern discourse'. The ‘discourse on secularization’ developed around the disappearance or decline of religion due to modernization and privatization. ‘Post-secular or post-modern discourse’ can be said to be a modified or supplementary discourse on the theory of secularization. The focus here is on the reversibility of secularization. The problem of secularization is also important in understanding the status and meaning of modern Buddhism. The so-called “modern Buddhism,” which has been developed mainly in the West since the 19th century, implies the meaning of “Buddhism with modernity” in its name. This means that traditional Buddhism has been reorganized to a certain extent according to secular conditions in the process of modernization. However, the recent emerging trend of Buddhism complicates the discussion of secularization. The practice of ‘mindfulness’, which has been developed centering on Western Buddhism, is a representative case. While there is an opinion that this ‘mindfulness’ meditation is a product of appropriate changes in religiosity following modernization, there is a critical view that it is ‘secularized Buddhism’ as it is decontextualized from the original Buddhist tradition. In this paper, I would like to examine how the diagnosis and prospects for the present and future of Buddhism are being expressed in this controversy, and to examine the meaning it has in relation to Korean Buddhism.",
      "citationCount": 0,
      "doi": "10.34275/kibs.2023.58.123",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd38e0e4434f50b8475101fdba60e70e76950d30",
      "venue": "Korean Institute for Buddhist Studies",
      "journal": {
        "name": "Korean Institute for Buddhist Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3c15ba529f825130fdb4dc7553a3d0a81d87be48",
      "title": "Echoes of T. S. Eliot’s Political Ideas in Contemporary Political Thought",
      "authors": [
        {
          "name": "Sameer Harshad Pande",
          "authorId": "2280253563"
        },
        {
          "name": "Nidhi h Sing",
          "authorId": "2280255430"
        }
      ],
      "year": 2023,
      "abstract": "As a distinguished poet, essayist, and literary critic, T. S. Eliot’s works delve into intricate societal quandaries, cultural decline, and the trials of modern civilization. This research paper endeavours to identify and analyse the core political concepts and philosophical perspectives expounded by Eliot throughout his poetry, essays, and other literary compositions on contemporary political thought. Key areas of investigation encompasses Eliot’s notion of tradition and its impact on individual character and how it resonates with political institutions and governance, influencing stability and continuity; his critical examination of modern society, rapid industrialization, and urbanization, and its alignment or divergence from other political thinkers of his time; the intersection of Eliot’s religious beliefs, particularly his conversion to Anglicanism, with his political views, moral principles, and notions of governance; his perspectives on authority, power structures, and the role of government, exploring the responsibilities vested in those in positions of power; his scepticism towards democratic governance and preference for an elite ruling class, relevant to contemporary debates on democracy and meritocracy; his writings on nationalism and cosmopolitanism, unveiling his views on balancing national identity and global cooperation; his conservative inclinations and cautious approach towards societal change, with implications for present-day political movements and debates on progress. The study reveals profound insights into tradition, religion, authority, and governance, providing valuable perspectives for contemporary political discourse. Eliot’s works continue to resonate as a thought-provoking and influential force in shaping the understanding of politics in the present day.",
      "citationCount": 0,
      "doi": "10.62106/blc2023v5i2e13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c15ba529f825130fdb4dc7553a3d0a81d87be48",
      "venue": "BL College Journal",
      "journal": {
        "name": "BL College Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "52f7a0af5326d167f211d1633a5c94efa93129ac",
      "title": "From Legislator to Experts: The Decline of Intellectuals in Ravelstein",
      "authors": [
        {
          "name": "Xinyi Chen",
          "authorId": "2324066356"
        },
        {
          "name": "Man Ding",
          "authorId": "2323980078"
        }
      ],
      "year": 2024,
      "abstract": "Anti-intellectualism is rooted in American historical tradition and has gradually become the most prominent social trend in American society. The rise of anti-intellectualism is also the process of changing the role of intellectuals. With the popularity of anti-intellectualism, authority possessed by intellectuals gradually weakened, not only authority over knowledge but also authority in power mechanism, which ultimately led to intellectuals constantly seeking role transformation. From the aspect of anti-intellectualism and role transformation of intellectuals, extreme egalitarianism inherent in anti-intellectualism and populist politics has expelled intellectuals from being legislators. After being legislators, intellectuals transformed into interpreters, but the interpreter was impacted by division among intellectuals and conflict between intellectuals and the public caused by anti-intellectualism. As anti-intellectualism intensified, intellectuals’ chosen role as experts was unable to cope with the overall anti-intellectual atmosphere of society. Based on Saul Bellow’s Ravelstein as a model, this paper will discuss how anti-intellectualism has affected the transformation of the role of intellectuals regarding social phenomena as well as the characters depicted in the novel.",
      "citationCount": 0,
      "doi": "10.26689/ssr.v6i9.8182",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52f7a0af5326d167f211d1633a5c94efa93129ac",
      "venue": "Scientific and Social Research",
      "journal": {
        "name": "Scientific and Social Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0c478e923fff9094d2abbc8d61c9783f897c4f8c",
      "title": "PARADOXES OF GLOBALIZATION: CULTURAL PHILOSOPHICAL ANALYSIS OF THE POLITICAL AND ECONOMIC TRADITION OF STUDYING THE PHENOMENON",
      "authors": [
        {
          "name": "S. Ovodova",
          "authorId": "118373106"
        }
      ],
      "year": 2021,
      "abstract": "The relevance of research interest in the processes of globalization is due to its interdisciplinary nature. The greatest activity of the authors is concentrated in the field of political and economic discourse of globalization. At the same time, assessments of globalization vary up to the opposite, there is no unity of views, and according to the definition of the term «globalization». The solution of the questions, which processes can be understood within the framework of the concept of globalization, and which cannot, is complicated by the conviction of researchers about the paradox of globalization. In the current political and economic discourse, at least two concepts of the «paradox of globalization» coexist — John Nesbit and Denis Rodrik. The purpose of this study is to overcome the inconsistency of the research practices of globalization by turning to the cultural-philosophical reflection of the basic, inalienable properties of the European spirit, which took place in the first half of the 19th century. Based on the analysis of the research approaches of critics and supporters of the Enlightenment, G. Hegel, G. von Hardenberg (Novalis), O. Spengler, the article defines the main research positions in the interpretation of the primacy of the European spirit. Using classical philosophical methodology, the analysis of the domestic philosophical reception of these research positions is carried out. As a result of the study, the conclusion is substantiated that there is a theoretical and methodological fairway in understanding the processes of globalization, formed by the European cultural and philosophical tradition. With this approach, the paradoxes of globalization reveal a stable connection and recognizable features with the fundamental positions of the European philosophy of culture, which sees the foundations of European hegemony either in the Christian faith (Novalis) or European rationality (Hegel), which constitutes the main scientific novelty of the study, which has practical significance both for globalism and for the philosophy of culture. Globalistics acquires stable foundations, worked out in the philosophy of culture, the philosophy of culture gets access to a new «universal” — a modern multidirectional world in which cultural processes cannot be isolated from political and economic reality. The idea that the crisis of European civilization, the «decline of Europe» is associated either with the loss of faith or with the decline in the role of knowledge, needs further theoretical and methodological elaboration, also updated from the side of the modern political and economic discourse of globalization.",
      "citationCount": 0,
      "doi": "10.25198/2077-7175-2021-4-95",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c478e923fff9094d2abbc8d61c9783f897c4f8c",
      "venue": "Intelligence Innovations Investment",
      "journal": {
        "name": "Intelligence. Innovations. Investment"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3a590cb745e2330f7b0f04a4175412c10d6c04cb",
      "title": "Editorial: Secularization of Political Thought in Russia: from the “Right of Existence” to the Empire and Geopolitics",
      "authors": [
        {
          "name": "Marcin K. Zwierżdżyński",
          "authorId": "96282169"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3a590cb745e2330f7b0f04a4175412c10d6c04cb",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "5-6",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "abc0898e194eb17bd336a261f23a22840a6e8c14",
      "title": "The “Common Good” of the Classical Legal Tradition: the Fate of the Concept in Worldviews (the Renaissance and Early Modern Times) and Modern Attempts at Its Rehabilitation",
      "authors": [
        {
          "name": "Elena Timoshina",
          "authorId": "2268233972"
        }
      ],
      "year": 2025,
      "abstract": "In this article the author reveals the changing meaning of the concept of the com­mon good in the Renaissance and modern worldviews. In the new conditions of the secularized political community – the Modern Age nation-state – the no­tion of the common good could no longer be publicly manifested and legitimi­zed as connected with the Christian idea of salvation; personal participation in the definition of the common good, which was assumed by the republican tra­dition of antiquity, turned out to be difficult due to the scale of the modern state. It is shown how in the process of formation of the concept of secular modern state the common good is gradually identified with the state interest (raison d’état). In this connection, a paradox in the development of the idea of the com­mon good is noted: being a part of the natural-law tradition, which defended the autonomy of law from the state, it is in the state that it ultimately finds its ex­ponent and protector and is opposed to individual rights. The final part of the ar­ticle discusses the modern attempt to revive the concept of the common\ngood, undertaken in the post-liberal neo-Thomist concept of “constitutionalism of the common good”, as well as the broad polemics around it. The author con­cludes that the failure of this attempt is due to the fact that the Thomist concept of the common good is removed from the theocentric picture of the world and placed in the context of the modern secular state, which, however, highlights with particular acuteness the problem of how the common good as a common cause is possible in the conditions of a non-homogeneous society.",
      "citationCount": 0,
      "doi": "10.21146/0042-8744-2025-5-58-69",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/abc0898e194eb17bd336a261f23a22840a6e8c14",
      "venue": "Voprosy filosofii",
      "journal": {
        "name": "Voprosy filosofii"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "06551758e7bee7d37815d98c681521e814f9338c",
      "title": "Nihilism as a Phenomenon in the Western European Philosophical and Anthropological Tradition",
      "authors": [
        {
          "name": "Serik Almukhanov",
          "authorId": "2088532193"
        },
        {
          "name": "Nurzhan Kulumzhanov",
          "authorId": "2088534937"
        },
        {
          "name": "Aslan Azirbaev",
          "authorId": "2277357038"
        },
        {
          "name": "Gulnar Sultanova",
          "authorId": "2277361027"
        }
      ],
      "year": 2023,
      "abstract": "The article is devoted to the evolution of the phenomenon of nihilism in Western European philosophical and anthropological thought. It notes the ambiguous nature of the course and formation of a new non-classical discourse in the philosophy of the twentieth century, its influence on the formation of modern philosophical trends of modernity, which was a natural phenomenon against the background of ideological hunger in Europe, a kind of spiritual impasse. Despite the fact that nihilism has been clearly manifested only since the second half of the XIX century, signs of the decline of spiritual values are now again being observed in modern Europe, the search for a new formula for the development of European society against the background of the crisis of globalization processes around the world. In addition, the article also indirectly touches upon the issue of reception of cultural and philosophical ideas of the East, without which nihilism as a philosophical doctrine is impossible. It is noted that the modern era with its tragic metamorphoses stems from the aggravation of philosophical and anthropological problems of modernity, leading to the manifestation of nihilism in its various forms. The interest in nihilism is due to the logic and history of human development, especially in the XXI century, when international relations based on the concepts of law and morality are breaking down; when the states themselves, sometimes consciously, take the shaky path of state nihilism with all the resulting inhumane and catastrophic consequences of their actions, conditioning their policy on the ideology of protecting national interests. Of course, the movement towards nihilism is natural in its own way, because modernity requires different approaches and methodologies for solving both urgent global and local problems. In addition, nihilism reflects the dialectic of being, the formation of the new and the change of the old, and like any process of transformation, it is painful and sometimes catastrophic. Therefore, the modern world order system needs to rethink and search for a new humanistic paradigm, cultural and philosophical rapprochement and interaction. Thus, it is quite justifiable to assert the existence of legal, moral, political, metaphysical, ontological, methodological, psychological, mereological aspects of nihilism, which originate from the philosophical and axiological foundations of the subject. Nevertheless, the article does not aim to reveal this multifaceted concept in its various variations, due to the complexity of understanding nihilism in the context of historical, economic, political, economic, social, cultural and other foundations of existence, although it indicates the existence of such a connection.",
      "citationCount": 0,
      "doi": "10.48010/2023.4/1999-5849.03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06551758e7bee7d37815d98c681521e814f9338c",
      "venue": "Adam alemi",
      "journal": {
        "name": "Adam alemi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8b82f0b8d2afd0d9c746b901907f5e432e50cde5",
      "title": "The Marxist Tradition and Conceptual History of Political Theory",
      "authors": [
        {
          "name": "P. S. León",
          "authorId": "2061115079"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b82f0b8d2afd0d9c746b901907f5e432e50cde5",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "247-266",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e2d4d1e7ca968f9ebbadae5e6ff06b4b0f5697ea",
      "title": "What Does Salafism Promise to Us? -The Political Theology of Purification and Stability in a Chaotic World-",
      "authors": [
        {
          "name": "Mehmet Evkuran",
          "authorId": "2247877234"
        },
        {
          "name": "Yusuf Sayin",
          "authorId": "2277356946"
        }
      ],
      "year": 2023,
      "abstract": "Salafism, derived from the root of ‘Salaf’ in the sense of ‘the former’ as a word, means ‘the path of those who follow the footsteps of the former’ and refers to a kind of religious fanaticism or conservatism. Salafism, which expresses a strict and literal adherence to Islamic tenets and a return to the pure origins of religion in the Islamic tradition, is today used as a synonym for religious radicalism in fields such as Islamic Sciences, Political Science, and International Relations. With its traditional form; Salafism, which establishes itself through a stance against religious rationality and being pro-interpretation, represents a ‘return to the essence’ reaction against intra-religion pluralism and secularism. The Salafi paradigm, which advocates a return to the essence of religion, is also skeptical of the intellectual and artistic achievements and products of the Muslim civilization, and in this respect it represents an anti-cultural attitude. The damage done by the Salafist activist groups to the Islamic civilization and other cultures is concrete examples of this. This study concentrates on the causes that lead to the Salafist flare in modern times. The study analyzes which religious and social concerns it represents in the face of social change, modernization, and secularization. It examines the relationship between Salafism and Sunnism and highlights the misleading aspects of approaches that try to show it outside of Sunnism. Approaching the subject with an interdisciplinary approach, the study includes analyzes on the intersection of theology, political science, and international relations. \nConceptual analyzes of Salafism reveal the pre-Islamic roots of this concept. In fact, the need to attribute a past essence and manage the present, which is common in every society, appears in the Arabs as 'following the way of the ancestors'. Sanctifying the past breeds suspicion of innovations and differences. 'Islamic essentialism', represented by Salafism, advocates constancy against change, essentialism against pluralism, nass against reason, and following over apostasy. Since it adopts a strict dogmatic (nass) and literal attitude in religious matters, it considers theology, philosophy and Sufism to be a departure from religion. As for the imagination of history, it embraces the idea of deterioration, separation from the essence and decay. \nIn modern age, the Islamic world has faced a multifaceted crisis and collapse. Problems that started in the political field have expanded into the field of identity and values. Concerns about protecting identity, essence and faith have nourished Salafism as a radical conservatism. \nIn the Islamic world, where crises continue to increase, Salafism attracts attention as a type of thought, belief, lifestyle and action. However, instead of producing a livable alternative, it represents a reactive stance and advocates a minimal and harsh religious life. Otherwise its harsh approach towards culture and art expresses a nihilistic view towards Islamic civilization. There is a confusion regarding Salafism in the Sunni world. This confusion is historically and theologically related to the adoption of Salafism by Sunnism. However, the growing new Salafism rejects the elements that make up the existing Sunni identity. This is an ironic situation for Sunnism. The theological tension between Sunnism, based on the knowledge of theology, fıqh and Sufism, and strict nass-based Salafism continues.",
      "citationCount": 0,
      "doi": "10.18317/kaderdergi.1385261",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e2d4d1e7ca968f9ebbadae5e6ff06b4b0f5697ea",
      "venue": "Kader",
      "journal": {
        "name": "Kader"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d41788709b0c2eb648f0e2c77f60624375cd350b",
      "title": "Does Secularization Mean Dechristianization?",
      "authors": [
        {
          "name": "O. Roy",
          "authorId": "1712736"
        }
      ],
      "year": 2020,
      "abstract": "This chapter examines secularization. Since the Peace of Westphalia in 1648, there has no longer been only one form of Christianity: a choice has to be made between Protestantism and Catholicism. But more important is the development, from the eighteenth century onward, of what is commonly called secularization. The term actually refers to two different phenomena, which may or may not coincide. The first form of secularization is based on a legal and constitutional concept: the autonomy of the political sphere, leading either to the separation of the state from religious institutions, or to the political takeover of the religious sphere. The second form of secularization is sociological in nature: it denotes the decline in religious observance and the disappearance of religion as the focus of social and cultural life. This is what is called dechristianization in Europe. However, the decline in religious practice across Europe does not necessarily make references to religious identity irrelevant. That people no longer believe in God does not mean society is no longer Christian in its values, such as respect for human dignity, and its institutions.",
      "citationCount": 0,
      "doi": "10.1093/oso/9780190099930.003.0003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d41788709b0c2eb648f0e2c77f60624375cd350b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "27-42",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bb3f676edecc279d94955c9a7cf5bf96317e2a48",
      "title": "A Comparative Study to Talal Assad and Charles Taylor’s Approaches to Secularization",
      "authors": [
        {
          "name": "Faical Chanour",
          "authorId": "2140240745"
        }
      ],
      "year": 2021,
      "abstract": "is true that religion has ideologically essentialized itself through history; however, this does not mean that it has a de facto existing essence. The historical demystification of the human understanding of the world, the gradual decrease of religion in the public sphere and the privatization of religious beliefs characterize our modern secular age. However, the assumed linear progression of religion’s decline has been challenged by a resurgence of religion and belief in both western and non-western societies, especially in the latter where religion is entangled with questions of the authority of knowledge and culture. This proves that the secularization thesis of religion’s inexorable decline cannot remain unquestioned. We must explain the continuous development of religion in modern life. What are the theoretical frameworks that explain the Abstract: To critique the traditional thesis of secularization, which prioritizes secularism over religion, I shall refer to both Charles Taylor and Talal Assad’s significant contributions to secularization studies. Taylor’s proposition examines the historical narrative of secularity and provides an in-depth philosophical understanding of secularization theory. He justifies the reemergence of religion by the fact that religion does not disappear but rather it adapts itself to the secular age. However, Assad adopts an anthropological approach that seeks to disclose the contradictions of secular modernity and liberal democratic states. Assad is more interested in the formation of the secular as an epistemic category than secularization as a historical process or secularism as a political doctrine. His main concern is to problematize the concept of the secular through a genealogical method that seeks to consider different sensibilities and practices like the myth, the sacred and pain in the formation of the secular. These striking examples provide helpful materials in the construction of the secular from other non-secular or religious practices. They also prove that there has been always a relationship between religion and the secular. Therefore, I argue that the concept of the secular cannot be analyzed in isolation from the religious, nor can it be universally identified as a totality. My intention here is to underscore the idea that any rigid division between religion and the secular or any attempt to put them in sequential, linear or dichotomous positions will only impoverish both. I argue also that the more secularism identifies itself with reason and supposedly Eurocentric universal attributes the more religion reinforces its ‘essence’ against secularism. Religion’s reactive response to secularism is simply the outcome of secularism’s alliance with reason and science.",
      "citationCount": 0,
      "doi": "10.24940/theijhss/2021/v9/i8/hs2108-016",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb3f676edecc279d94955c9a7cf5bf96317e2a48",
      "venue": "The International Journal of Humanities & Social Studies",
      "journal": {
        "name": "The International Journal of  Humanities & Social Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f9797cd21206d311638b173f1773e98ff950a743",
      "title": "Make the Church Great…Again? Christian Ethics, Black Womanist Resonance, and the Paradox of Decline",
      "authors": [
        {
          "name": "Eboni Marshall Turman",
          "authorId": "115636513"
        }
      ],
      "year": 2025,
      "abstract": "How do Black churches in the US participate in the down-ness/decline of black women in church and society? And how does such participation intersect with the twenty-first century surge of neo-fascism in the US? Negotiating the slogan that propels contemporary MAGA politics, Make America Great Again, the essay considers the challenge of constructive womanist ethics in the face of false narratives of decline that endeavor to make something that has never been great, great again. Finally, it considers the triumph of black womensethical living amidst enduring structural evil and death-dealing traditions in the church. It does this via a hermneutical excursus on Martin Luther King, Jr., the most prominent of the “great race men,” by retrieving how his mother, Alberta Williams King - and not just the men of his ancestry - molded his prophetic preaching and his understanding of present glory.",
      "citationCount": 0,
      "doi": "10.1177/09539468251316644",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9797cd21206d311638b173f1773e98ff950a743",
      "venue": "Studies in Christian Ethics",
      "journal": {
        "name": "Studies in Christian Ethics",
        "pages": "5 - 18",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5e9096dd0eea85aa5d12489ed9a344e921ac75c8",
      "title": "Political and Philosophical Ideas of Socio-Political Development of Russia: Opportunities in Modern Conditions",
      "authors": [
        {
          "name": "Maxim Yakovlev",
          "authorId": "2089422273"
        }
      ],
      "year": 2021,
      "abstract": "The article draws attention to the risks associated with the loss of national research traditions in political theory. It is shown that non-creative borrowing and imitative reproduction of foreign concepts and theories does not contribute to the scientific rise, especially if the Russian heritage and scientific schools are pushed aside and forgotten. To attract the attention of academic circles to the existing potential of Russian socio-political thought and discuss opportunities for further development, the article analyzes and compares the concepts of “Autocracy of the people”, “Holy Russia”, “Moscow – the Third Rome”, and “Spiritual Vertical”. Their philosophical and political significance for the development of the Russian state in modern conditions is determined. Conclusions are drawn that due to the alienation of citizens, especially young people, from the national intellectual tradition (together with economic and political reasons), emigration moods, spiritual decline, and pessimism are expanding in Russian society. The problem could be a funded study, support and promotion oriented to the spiritual development of the adherents of the concepts of \"Holy Russia\" and the likes, which have a long history, formed in the domestic tradition, belong to the history of the first and the second Rome have religious and philosophical and political justification provide the basis for social and national consolidation of many peoples of the Russian state.",
      "citationCount": 0,
      "doi": "10.18255/2412-6519-2021-2-158-165",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e9096dd0eea85aa5d12489ed9a344e921ac75c8",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "158",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dc9fe05c49ff5ae94d4b7d6e141f85a06d56bc72",
      "title": "Contested modernity : Karl Löwith, Hans Blumenberg and Carl Schmitt and the German Secularization Debate",
      "authors": [
        {
          "name": "S. Griffioen",
          "authorId": "2090583423"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.33612/diss.132902473",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc9fe05c49ff5ae94d4b7d6e141f85a06d56bc72",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "53b38ffd9a53d07db8b546abc208744548e8f048",
      "title": "Edmund Fawcett: Conservatism: The Fight for a Tradition",
      "authors": [
        {
          "name": "Daniel Gordon",
          "authorId": "2247309434"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s12115-021-00599-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53b38ffd9a53d07db8b546abc208744548e8f048",
      "venue": "Society",
      "journal": {
        "name": "Society",
        "pages": "231 - 234",
        "volume": "58"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7e8d6a9be9ddfee620b1499a0090b0395845cbab",
      "title": "A Hermeneutic Approach to the Formation of a Secular Culture in Modern Israel",
      "authors": [
        {
          "name": "Ruvik Rosenthal",
          "authorId": "117896102"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT The creation of the state of Israel was the outcome of the Zionist movement, which originated in Europe and was itself inspired by fundamental European ideas—Enlightenment, national self-determination, democracy and socialism. From its earliest days Zionism was primarily a secular movement that rejected the religious establishment and religious way of life of the Jews in the Diaspora. In many respects, however, the founders of the state and the principles on which they founded its institutions—the political, judicial, economic, social, and educational—were rooted in the ethical values and cultural practices of the Jewish tradition which they had apparently rejected. To explain this complex process of secularization of a very ancient religious and cultural tradition—which many see as an unresolved or unresolvable conflict between two opposing systems of thought—I draw on the hermeneutic philosophy of Hans-Georg Gadamer and especially on his Truth and Method (1960). Culture, according to Gadamer, is a continuous flow of tradition within what he called “the horizon.” People, he argued, create and live within a given cultural tradition, but they are at the same time its interpreters, enlarging it by adopting elements from various cultures and ideologies, or “horizons.” From this hermeneutic perspective, the founders of modern Israel and their successors were the active interpreters of the Jewish tradition within the larger historical context of the European Enlightenment. I illustrate this process of cultural interpretation by focusing on the secularization of the Jewish holidays, specifically on the way the Kibbutz movement, a leading symbol of the new Israel, re-interpretated Jewish holidays like Passover, Shavuot (Pentecost) and Yom Kippur, and gave these religious festivals a secular-Israeli content. However, this dynamic pioneering stage of secularization may be said to have ended by the 1980s. From then on, the secular identity of Israeli society has been undergoing a variety of radical changes.",
      "citationCount": 1,
      "doi": "10.1080/10848770.2024.2309730",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e8d6a9be9ddfee620b1499a0090b0395845cbab",
      "venue": "The European Legacy",
      "journal": {
        "name": "The European Legacy",
        "pages": "533 - 542",
        "volume": "29"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "27274d159124696d9312c65ed889ab7275668c29",
      "title": "A secularização nos discursos de Joaquim Nabuco",
      "authors": [
        {
          "name": "Daniel Machado Gomes",
          "authorId": "2337482980"
        }
      ],
      "year": 2024,
      "abstract": "The 1824 Constitution combines elements of permanence and rupture with the Old Regime, by introducing the right to religious freedom and maintaining the confessional model characterized by placet and patronage. Throughout the 19th century, the gradual and ambiguous advance of the secularization process, understood as the reduction of religion to the private field, led to a political crisis accentuated by the Religious Question (1872). This text aims to relate Joaquim Nabuco's perceptions about secularization with the decline of the confessional model and, to this end, considers the author's ideas about the relationship between the Church and the State in the period between 1873 and 1880. Nabuco's view on the subject is in line with the perspective of the liberal radicals of the 1870s who disputed with royalists, ultramontanes, and moderate radicals about the role that religion would play in Brazilian public life. These different positions of the political spectrum are projected into discordant interpretations of the maintenance of the confessional regime and its relationship with constitutional rights and freedoms. The research found the statesman's perception of the need for autonomy in Brazilian public life in relation to religion, which implied reducing the political reach of the Church, breaking with the model adopted by the Constitution of 1824. It is concluded that the thinking of Nabuco on secularization can be framed within what the statesman called Politics with a capital p, as he realizes that the separation of Church and State was inevitable for Brazil to progress.",
      "citationCount": 0,
      "doi": "10.23927/revihgb.v.185.n.496.2024.199",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27274d159124696d9312c65ed889ab7275668c29",
      "venue": "Revista do Instituto Histórico e Geográfico Brasileiro",
      "journal": {
        "name": "Revista do Instituto Histórico e Geográfico Brasileiro"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0166da60738582d5beb8669373e7b5b6661263c1",
      "title": "The Culture War and Secularized Theological Concepts: A Voegelinian Perspective",
      "authors": [
        {
          "name": "Francisco Batista",
          "authorId": "2332673638"
        }
      ],
      "year": 2025,
      "abstract": "This article explores the dynamic interplay between theological and secular paradigms in shaping contemporary political movements and social justice discourse, with a particular focus on the Culture War surrounding reproductive rights and gender identity. It examines the historical transition from the Judeo–Christian tradition to modern secular frameworks, highlighting how core theological concepts—such as imago Dei, the sanctity of life, and divine sovereignty—have been reinterpreted and secularized. In the context of an increasingly secular world and the resurgence of religion in a post-secular society, the article leverages Eric Voegelin’s philosophical framework to deepen the dialogue on the Culture War and secularization. The analysis argues that modern social justice movements and ideology can be seen as immanentizing the eschaton and moral order, where transcendent values are reconfigured as temporal, political, and cultural constructs for ultimate justice and redemption. By tracing modern concepts of social justice back to their theological roots, this article aims to enrich debates on secularization and the ideological divisions fueling the Culture War, fostering pathways toward a more cohesive and less polarized political landscape.",
      "citationCount": 0,
      "doi": "10.3390/rel16050581",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0166da60738582d5beb8669373e7b5b6661263c1",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fae5ff7cf772c3a5077c4ff0d3516e519b07d383",
      "title": "Questioning Secularization , History , and Ethics : A Review Essay of Radical Secularization ?",
      "authors": [
        {
          "name": "Stijn Latré",
          "authorId": "112968009"
        },
        {
          "name": "W. Herck",
          "authorId": "40790357"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fae5ff7cf772c3a5077c4ff0d3516e519b07d383",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "4119e59047900760e8db1919aacaf6dcd14ea84e",
      "title": "THE JEWISH QUESTION, SECULARIZATION AND THE NATION-STATE CRISIS IN HANNAH ARENDT: FOR A POLITICS OF PLURALITY",
      "authors": [
        {
          "name": "Tomas Borovinsky",
          "authorId": "2096303492"
        }
      ],
      "year": 2016,
      "abstract": "In the present paper we intend to rethink the “Jewish question”, in the context of religion’s secularization and the modern nation-state crisis, in Hannah Arendt’s political thought. She writes, on the other hand, in and over the decline of modern nation-states that expel and denationalize both foreign citizens and their own depending on the case. She also thinks as a Jew from birth who suffers persecutions and particularly theorizes on her Jew condition and the future of Judaism before and after the creation of the State of Israel. As we will see during this paper we can identify these three issues all together, particularly in the Zionist experience: modern secularization, decline of the nation-state and the “Jewish question”. And it is from these intertwined elements that we can draw a critical thinking for a politics of pluralism.",
      "citationCount": 0,
      "doi": "10.54561/prj1002191b",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4119e59047900760e8db1919aacaf6dcd14ea84e",
      "venue": "CONTEMPORARY JUDAISM AND POLITICS",
      "journal": {
        "name": "CONTEMPORARY JUDAISM AND POLITICS"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4c6981a8da54ce48fd842648586d0ff15644723a",
      "title": "“Islamic Discourse” in Modern Western Political Philosophy: “Paradoxes” of Tolerance",
      "authors": [
        {
          "name": "Maltsev Konstantin Gennadievich",
          "authorId": "2332000222"
        },
        {
          "name": "Maltseva Anna Victorovna",
          "authorId": "2292029556"
        },
        {
          "name": "Lomako Leonid Leonidovich",
          "authorId": "2286474229"
        }
      ],
      "year": 2020,
      "abstract": "The discourse of Islam in modern Western political philosophy is constructed in the horizon of \"evidence\" and solutions, the clarification of the origin and essence of which is the task of philosophical interpretation. The article analyzes three representative examples: the in-terpretation of the \"ideology of Islam\" in relation to the global liberal economic order (D. Lal); “Islamic terrorism” as a kind of ressentiment (S. Zizek); “Islamic fundamentalism” in the hori-zon of the “global empire” (M. Hardt, A. Negri). It is established that the conceptual framework of all three discourses of Islam is the dominant Western \"economic paradigm\" (J. Agamben) of political philosophy. The liberal new European form of the latter makes a fundamental distinc-tion between the public and the private, making room for free civic identities based on the arbi-trary individual choice of an autonomous subject and homogenizing social reality into ideal ab-solute anarchy. This is possible only on the basis of the tradition of secularization, which is im-manent in the West and alien to Islam. With regard to any “other”, strategies of assimilation or destruction are applied. The conclusion is made about the unsuitability of liberal “instruments” for the establishment and maintenance of peace through the policy of separation and multicul-turalism; theoretically possible alternatives to the “notion of the political” are indicated",
      "citationCount": 0,
      "doi": "10.21779/2077-8155-2020-11-3-100-112",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c6981a8da54ce48fd842648586d0ff15644723a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "100-112",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "35313b6a408974d43f2aca3a09876b876817f634",
      "title": "Sleepwalkers: Between Decadence and Awakening",
      "authors": [
        {
          "name": "Nikita Yatsenko",
          "authorId": "2362436555"
        }
      ],
      "year": 2025,
      "abstract": "The article examines the phenomenon of decadence through the prism of somnambulism.\nThe starting point is Gaito Gazdanov’s critical remark about the meaninglessness\nof the concept “art of decadence.” Through the analysis of fantastic literature\nworks (Edgar Allan Poe, Nikolai Gogol, Guy de Maupassant) and Sigmund Freud’s\nconcept of the uncanny, the author reinterprets decadence not as decline but as a\nspecial state of falling, in which the artist encounters other entities. The study distinguishes\nbetween the realistic and the Real in literature, drawing on Valery Podoroga’s\nworks on the realistic tradition as a national-political myth.\nThe second part of the article analyzes the phenomenon of somnambulism through\nthe theoretical constructs of Merab Mamardashvili, Andrea Cavalletti, and Giorgio\nAgamben, which helps to clarify the grounds for considering Vienna as the capital\nof the 20th century. Special attention is paid to the mechanisms of memory and\noblivion that shape modernity, as well as to the phenomenon of personality doubling\ncharacteristic of the turn of the 19th–20th centuries. In conclusion, the author suggests\nviewing representatives of decadent art as “agents of falling,” through whom\nforgotten evidences manifest themselves, and decadence itself as a possibility of a\nspecial kind of awakening. The article contributes to understanding modernist culture\nand rethinking the phenomenon of decadence in the context of contemporary\nphilosophical thought.",
      "citationCount": 0,
      "doi": "10.17323/0869-5377-2025-2-333-344",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35313b6a408974d43f2aca3a09876b876817f634",
      "venue": "Philosophical Literary Journal Logos",
      "journal": {
        "name": "Philosophical Literary Journal Logos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "26ab4435878544125df01d7f1d0cd0224010af49",
      "title": "Historiosophical «silhouettes» of Borys Homzyn: on «Istoriia Rusiv», Taras Shevchenko and the Ethical Formula of National Unity",
      "authors": [
        {
          "name": "I. Rusnak",
          "authorId": "143668500"
        }
      ],
      "year": 2025,
      "abstract": "The proposed article offers an interpretation of the essay “Two Ukrainian Patriots” (1930) by the prominent Ukrainian cultural figure Borys Homzyn, which constitutes a little-studied part of his creative legacy. The research focuses on exploring the thinker’s historiosophical concept and the ethical formula of national unity he proposed. Following the views of Mykhailo Drahomanov, Borys Homzyn regarded «Istoriia Rusiv» not merely as a historical work, but as a fundamental political monument of the late 18th century, created by Hryhoriy Poletyka, a representative of the Left-Bank nobility. In this treatise, he saw a manifesto defending Cossack liberties and the autonomist tradition, which opposed imperial despotism. Amid the decline of the Hetmanate, literature was forced to assume the succession of the political ideas of «Istoriia Rusiv», becoming a means of preserving national identity. The author substantiated that Borys Homzyn assessed the influence of «Istoriia Rusiv» on Taras Shevchenko as direct and crucial for the formation of historical and national motifs in the poet’s work. Particular attention in the article is focused on the comprehension of the ethical formula for national unity proposed by the essay’s author. The thinker asserted that the profound rift within the Ukrainian elite could only be overcome on a moral and spiritual basis. He identified self-sacrificing love for Ukraine as the unifying factor, one that places the supra-national ideal above estate-based egoism, as evidenced by the ideological kinship between the author of «Istoriia Rusiv» and the author of «Kobzar». Thus, Borys Homzyn’s historiosophy contains a cordocentric concept of the moral grandeur of the patriotic deed, which serves as a fundamental principle for the national consolidation of Ukrainians.",
      "citationCount": 0,
      "doi": "10.28925/2412-2475.2025.26.9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/26ab4435878544125df01d7f1d0cd0224010af49",
      "venue": "Literary Process: Methodology, Names, Trends",
      "journal": {
        "name": "Literary Process: Methodology, Names, Trends"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
