{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "social practice tradition",
  "results": [
    {
      "title": "Stephen Turner, The social theory of practices: tradition, tacit knowledge, and presuppositions",
      "url": "https://philpapers.org/rec/TURTST",
      "philpapers_id": "TURTST",
      "snippet": "The concept of &quot;practices&quot;--whether of representation, of political or scientific traditions, or of organizational culture--is central to social theory. In this book, Stephen Turner presents the first analysis and critique of the idea of practice as it has developed in the various theoretical traditions of the social sciences and the humanities.",
      "page_age": null
    },
    {
      "title": "Andreas Reckwitz, Toward a Theory of Social Practices: A Development in Culturalist Theorizing",
      "url": "https://philpapers.org/rec/RECTAT-3",
      "philpapers_id": "RECTAT",
      "snippet": "This article works out the main characteristics of `practice theory&#x27;, a type of social theory which has been sketched by such authors as Bourdieu, Giddens, Taylor, late Foucault and others. Practice theory is presented as a conceptual alternative to other forms of social and cultural theory, above all to culturalist mentalism, textualism and intersubjectivism.",
      "page_age": null
    },
    {
      "title": "Nicholas Hayes-Mota, Principle in Practice",
      "url": "https://philpapers.org/rec/HAYPIP",
      "philpapers_id": "HAYPIP",
      "snippet": "This article draws on Alasdair MacIntyre’s influential theory of practice and employs it as a framework to analyze community organizing, focusing on the organizing tradition of Saul Alinsky. As a practice in MacIntyre’s sense, it argues, community organizing constitutes a teleological form of social activity that is oriented toward distinctive kinds of “internal goods” and that functions to develop new capacities within its practitioners to recognize, desire, and attain those goods, relying on standards of excellence, characteristic institutions, and its own “tradition” of practice.",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, What is a Social Practice?",
      "url": "https://philpapers.org/rec/HASWIA-2",
      "philpapers_id": "HASWIA",
      "snippet": "This paper provides an account of social practices that reveals how they are constitutive of social agency, enable coordination around things of value, and are a site for social intervention. The ...",
      "page_age": null
    },
    {
      "title": "Domènec Melé, The Practice of Networking: An Ethical Approach",
      "url": "https://philpapers.org/rec/MELTPO-6",
      "philpapers_id": "MELTPO",
      "snippet": "Focusing on the virtue-ethics tradition, this article analyzes the practice of networking within the business context. First, it distinguishes three types of networking: utilitarian, emotional, and virtuous. Virtuous networking does not exclude utilitarian and emotional networking, but these latter forms should be practiced with reciprocity.",
      "page_age": null
    },
    {
      "title": "Shivani Radhakrishnan, Critique as Coloniality: The Decolonial Challenge to Immanent Critique",
      "url": "https://philpapers.org/rec/RADCAC-6",
      "philpapers_id": "RADCAC",
      "snippet": "Frankfurt School methodology involves a lasting commitment to immanent critique. What distinguishes immanent critique from other forms of social criticism, scholars in this tradition argue, is that social practices are to be judged according to norms and potentials already contained within their objects.",
      "page_age": null
    },
    {
      "title": "Alan Carling, Karl Marx's \"Theory of History\" and the Recovery of the Marxian Tradition",
      "url": "https://philpapers.org/rec/CARKMT",
      "philpapers_id": "CARKMT",
      "snippet": "The Marxist tradition consists of a distinctive combination of social and historical theory, socialist values and political practice, with secular materialist underpinnings. The theory of history inspired by G. A. Cohen&#x27;s ...",
      "page_age": null
    },
    {
      "title": "C. M. Melenovsky, The Reasons to Follow Conventional Practices",
      "url": "https://philpapers.org/rec/MELTRT-3",
      "philpapers_id": "MELTRT",
      "snippet": "This article challenges a reductive analysis of social practices by distinguishing five kinds of reason for following the rules of conventional practices. Depending on one’s preferred intellectual tradition, conventional practices enable coordination, facilitate cooperation, constitute activities, fulfil reciprocity, or specify abstract rights.",
      "page_age": null
    },
    {
      "title": "Toby Rollo, Democratic silence: two forms of domination in the social contract tradition",
      "url": "https://philpapers.org/rec/ROLDST",
      "philpapers_id": "ROLDST",
      "snippet": "The social contract tradition has been critiqued for harboring ‘domination contracts’ that exclude women, people of color, people with disabilities, and others from political life. In this article, I build on ...",
      "page_age": null
    },
    {
      "title": "Z. Palovicova & D. Smrekova, Practice, narration, and tradition: A. MacIntyre's theory of virtue",
      "url": "https://philpapers.org/rec/PALPNA",
      "philpapers_id": "PALPNA",
      "snippet": "In its first part the authors examine the reasons of MacIntyre&#x27;s criticism of the Enlightenment conception of morals, in which the notion of virtue was excluded from moral reflection and substituted by a universal moral principle. The second part gives a more detailed analysis of the notions of practice, narrative order of a single human life and moral tradition embodying according to MacIntyre the explicative background, required for the definition of a unified notion of virtue.",
      "page_age": null
    },
    {
      "title": "Hans Albert (ed.), Between Social Science, Religion and Politics: Essays in Critical Rationalism",
      "url": "https://philpapers.org/rec/ALBBSS",
      "philpapers_id": "ALBBSS",
      "snippet": "Hans Albert is the leading critical ... tradition. He is well-known for applying the idea of critical reason to various kinds of human practice, including economics, politics, and law. But he has also improved on Popper&#x27;s methodology by introducing the idea of rational heuristics. This collection of essays presents the core of his work on epistemology, philosophy of the social sciences, ...",
      "page_age": null
    },
    {
      "title": "Richard Turnbull, Subsidiarity and the Voluntary Principle: Historical Reflections on Thomas Chalmers (1780–1847)",
      "url": "https://philpapers.org/rec/TURSAT-16",
      "philpapers_id": "TURSAT",
      "snippet": "Chalmers placed what he termed ... and practice. By this he meant the ability of the individual to make moral choices and exercise moral restraint. This gives several distinctive characteristics to his social thought and policy. Underlying Chalmers’s thought is the notion of subsidiarity. Although the language of subsidiarity has been generally limited to Catholic social thought, the principle has also been applied and developed in the thinking of the common Christian tradition...",
      "page_age": null
    },
    {
      "title": "Olivier Morin, How Traditions Live and Die",
      "url": "https://philpapers.org/rec/MORHTL-2",
      "philpapers_id": "MORHTL",
      "snippet": "Once in a while, however, an idea or a practice generates a chain of transmission that covers more distance through space and time than any individual person ever could. What makes such transmission chains possible? For two centuries, the dominant view was that humans owe their cultural prosperity to their powers of imitation. In this view, modern cultures exist because the people who carry them are gifted at remembering, storing and reproducing information. How Traditions Live and Die proposes an alternative to this standard view.",
      "page_age": null
    },
    {
      "title": "Anthony Elliott, Social theory and psychoanalysis in transition: self and society from Freud to Kristeva",
      "url": "https://philpapers.org/rec/ELLSTA-2",
      "philpapers_id": "ELLSTA",
      "snippet": "This book is a benchmark critique of Freudian theory in which a dialogue between the Frankfurt School, the Lacanian tradition and post-Lacanian developments in critical and feminist theory is developed. Considering afresh the relations between self and society, Elliot argues for the importance of imagination and the unconscious in understanding issues about the self and self-identity, ideology and power, sexual difference and gender. The second edition surveys the recent changes that have taken place in psychoanalytic social theory.",
      "page_age": null
    },
    {
      "title": "Kelvin Knight, After Tradition?: Heidegger or MacIntyre, Aristotle and Marx",
      "url": "https://philpapers.org/rec/KNIATH",
      "philpapers_id": "KNIATH",
      "snippet": "Looking to the social nature of our practices orientates us to common goods, to the place of those goods in our own lives, and to their place within political communities. MacIntyre’s Thomistic Aristotelian tradition has Heideggerian and other philosophical rivals, but he argues that it represents our best way of theorizing practice.",
      "page_age": null
    },
    {
      "title": "Joshua Schulz, The capabilities approach and Catholic social teaching: an engagement",
      "url": "https://philpapers.org/rec/SCHTCA-19",
      "philpapers_id": "SCHTCA",
      "snippet": "The first is that CST understands the internal virtues of essentially social practices to be inseparable from their concrete instantiation in actual communities, while CA sometimes describes these virtues as political entitlements which can be supported independently o...",
      "page_age": null
    },
    {
      "title": "Bruce J. Malina, The Social Sciences and Biblical Interpretation: Reflections on Tradition and Practice",
      "url": "https://philpapers.org/rec/MALTSS-4",
      "philpapers_id": "MALTSS",
      "snippet": "Why Preach From Biblical Texts: Reflections on Tradition and Practice.Richard R. Caemmerer - 1981 - Interpretation 35 (1):5-17. The Social Context of Pauline Theology.Wayne A.",
      "page_age": null
    },
    {
      "title": "Michael Esfeld, What are Social Practices?",
      "url": "https://philpapers.org/rec/ESFWAS",
      "philpapers_id": "ESFWAS",
      "snippet": "Three conceptions of social practices are considered: (1) social practices as being reducible to social behaviour; (2) social norms as constituting some sort of a link between physical and intentional states because the normative sphere has a wider scope than the conceptual sphere; and (3) the self-sufficiency of social practices in the sense that the normative and the conceptual sphere are identical and selfcontained.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
