{
  "status": "success",
  "source": "openalex",
  "query": "tradition hermeneutics authority",
  "results": [
    {
      "openalex_id": "W127038402",
      "doi": "10.7312/vatt14828-005",
      "title": "3. HERMENEUTICS, AUTHORITY, TRADITION",
      "authors": [
        {
          "name": "Gianni Vattimo",
          "openalex_id": "A5029020024"
        },
        {
          "name": "René Girard",
          "openalex_id": "A5113453096"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-12-31",
      "abstract": null,
      "cited_by_count": 1,
      "type": "book-chapter",
      "source": {
        "name": "Columbia University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Historical and Linguistic Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W127038402"
    },
    {
      "openalex_id": "W656839657",
      "doi": "10.1017/cbo9780511770432",
      "title": "Gadamer and the Legacy of German Idealism",
      "authors": [
        {
          "name": "Kristin Gjesdal",
          "openalex_id": "A5031169165",
          "institutions": [
            "Temple University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-05-28",
      "abstract": "The philosophy of Hans-Georg Gadamer interests a wide audience that spans the traditional distinction between European (continental) and Anglo-American (analytic) philosophy. Yet one of the most important and complex aspects of his work - his engagement with German Idealism - has received comparatively little attention. In this book, Kristin Gjesdal uses a close analysis and critical investigation of Gadamer's Truth and Method (1960) to show that his engagement with Kant, Hegel, and Schleiermacher is integral to his conception of hermeneutics. She argues that a failure to engage with this aspect of Gadamer's philosophy leads to a misunderstanding of the most pressing problem of post-Heideggerian hermeneutics: the tension between the commitment to the self-criticism of reason, on the one hand, and the turn towards the meaning-constituting authority of tradition, on the other. Her study provides an illuminating assessment of both the merits and the limitations of Gadamer's thought.",
      "cited_by_count": 137,
      "type": "book",
      "source": {
        "name": "Cambridge University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Pragmatism in Philosophy and Education",
        "Phenomenology and Existential Philosophy",
        "Wittgensteinian philosophy and applications"
      ],
      "referenced_works_count": 171,
      "url": "https://openalex.org/W656839657"
    },
    {
      "openalex_id": "W2067024896",
      "doi": "10.1080/02691728.2011.652214",
      "title": "Hermeneutical Injustice and Polyphonic Contextualism: Social Silences and Shared Hermeneutical Responsibilities",
      "authors": [
        {
          "name": "José Medina",
          "openalex_id": "A5101511305",
          "orcid": "https://orcid.org/0000-0003-2625-2583",
          "institutions": [
            "Schlumberger (Ireland)"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-04-01",
      "abstract": "Abstract While in agreement with Miranda Fricker’s context-sensitive approach to hermeneutical injustice, this paper argues that this contextualist approach has to be pluralized and rendered relational in more complex ways. In the first place, I argue that the normative assessment of social silences and the epistemic harms they generate cannot be properly carried out without a pluralistic analysis of the different interpretative communities and expressive practices that coexist in the social context in question. Social silences and hermeneutical gaps are misrepresented if they are uniformly predicated of an entire social context, instead of being predicated of particular ways of inhabiting that context by particular people in relation to particular others. I contend that a more nuanced—polyphonic—contextualization offers a more adequate picture of what it means to break social silences and to repair the hermeneutical injustices associated with them. In the second place, I argue that the particular obligations with respect to hermeneutical justice that differently situated subjects and groups have are interactive and need to be determined relationally. That is, whether individuals and groups live up to their hermeneutical responsibilities has to be assessed by taking into account the forms of mutual positionality, relationality, and responsivity (or lack thereof) that these subjects and groups display with respect to one another. The central argument is developed through an examination of what in race theory and in contemporary epistemologies of ignorance has been termed “white ignorance”; that is, the kind of hermeneutical inability of privileged white subjects to recognize and make sense of their racial identities, experiences, and social positionality. Keywords: ContextualismHermeneutical InjusticeIntelligibilityNascent MeaningsRace TheoryRelationalityResponsibilitySilenceSpeech Act TheoryWhite Ignorance Notes [1] As I have argued elsewhere (Medina 2011 Medina, J. 2011. The relevance of credibility excess in a proportional view of epistemic injustice. Differential epistemic authority and the social imaginary. Social Epistemology, 25(1): 15–35. [Taylor & Francis Online] , [Google Scholar]), this is well illustrated by one of the novels that Fricker analyzes, Harper Lee’s novel To kill a mockingbird ([1960] 2002). This novel illustrates how a number of antecedent hermeneutical and testimonial obstacles made it very difficult for epistemic justice to take place at the trial of Tom Robinson, a black man accused of raping a white woman, Mayella Ewell. These obstacles made it difficult for people to understand interracial desire and women’s sexual agency; and, as a result, Tom had a hard time making his testimony on Mayella’s sexual attraction to him credible. His audience did not exhibit much sympathy, communicative cooperation, or interpretative charity. The failure of his listeners was both testimonial and hermeneutical. For listeners such as these to become more charitable and virtuous, they would have to improve, simultaneously, their hermeneutical and testimonial sensibilities. [2] In this sense, it is instructive to consider Uma Narayan’s cross-cultural comparisons between discourses about domestic violence in countries such as the United States where such labels have currency and in countries such as India where their application is blocked. See especially Chapter Three of Narayan (1997, 82–117): “Cross-cultural connections, border-crossings, and ‘death by culture’: Thinking about dowry-murders in India and domestic violence in the united states.” [3] For example, the intelligibility of same-sex relations should not be directly tied to the emergence of labels such as “same-sex marriage” or “civil unions,” or to a woman’s capacity to refer to her “girlfriend,” “wife,” or “partner,” and a man’s capacity to refer to his “boyfriend,” “husband,” or “partner.” I am not suggesting, of course, that these labels have not helped in gay people’s struggle to make sense of their relationships. Rather, I am suggesting that they are a late chapter in that struggle, and we lose sight of the more dynamic, interactive and complicated processes of communication through which gay people made sense of their sexual and affective attachments and commitments in the absence of those labels. [4] See Sullivan and Tuana (2007 Sullivan, S. and Tuana, N., eds. 2007. Race and epistemologies of ignorance, Albany, NY: SUNY Press. [Google Scholar]). [5] In “White ignorance,” Mills (2007 Mills, Charles. 2007. “White ignorance”. In Race and epistemologies of ignorance, Edited by: Sullivan, S. and Tuana, N. 11–38. Albany, NY: SUNY Press. [Google Scholar]) emphasizes the role that official histories and hegemonic forms of collective memory play in sustaining white ignorance, and also the crucial role that counter-memory needs to play to resist and subvert the epistemic oppression that condemns the lives of marginalized people to silence or oblivion. [6] Feminist and queer theorists have argued that gender and sexual experiences are particularly opaque to gender, and sexual conformists who, not having interrogated their own trajectories in these areas of social life, become especially ill-equipped to understand their own gender and sexuality, lacking interpretative tools and strategies specifically designed to apply to their own case. This is why what passes for obviousness or transparency in relation to masculinity, femininity, and heterosexuality typically hides a lack of awareness and sensitivity to nuanced and plural gender and sexual meanings. On this point, see especially Scheman (1997 Scheman, Naomi. 1997. “Queering the center by centering the queer: Reflections on transsexuals and secular Jews”. In Feminists rethink the self, Edited by: Meyers, D. T. 124–162. New York: Westview. [Google Scholar]). [7] As I argue elsewhere (Medina, in press), oppressed subjects are not obligated to facilitate the communicative and epistemic agency of more privileged subjects if that can worsen their precarious situation and deepen their oppression. As many Latina feminists and colonial theorists have argued, colonized peoples have a long tradition of exploiting the ignorance and hermeneutical limitations of the colonizers to their advantage, which can be justified for the sake of their survival.",
      "cited_by_count": 233,
      "type": "article",
      "source": {
        "name": "Social Epistemology",
        "type": "journal",
        "issn": [
          "0269-1728",
          "1464-5297"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Critical Race Theory in Education"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2067024896"
    },
    {
      "openalex_id": "W603752597",
      "doi": null,
      "title": "Ibn Taymiyya and His Times",
      "authors": [
        {
          "name": "Yossef Rapoport",
          "openalex_id": "A5050645593"
        },
        {
          "name": "Shahab Ahmed",
          "openalex_id": "A5038362517"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "FOREWORD BY THE GENERAL EDITOR ACKNOWLEDGEMENTS LIST OF CONTRIBUTORS INTRODUCTION IBN TAYMIYYA AND HIS TIMES YOSSEF RAPOPORT AND SHAHAB AHMED PART I. BIOGRAPHY 1. Ibn Taymiyya wa-jam?'atu-hu: Authority, Conflict and Consensus in Ibn Taymiyya's Circle BY CATERINA BORI PART II. THEOLOGY 2. God Acts by His Will and Power: Ibn Taymiyya's Theology of a Personal God in his Treatise on the Voluntary Attributes BY JON HOOVER 3. The Qur'?nic Rational Theology of Ibn Taymiyya and his Criticism of the Mutakallim?n BY M. SAIT OZERVARLI 4. Ibn Taymiyya's 'Theology of the Sunna' and his Polemics with the Ash'arites BY RACHA EL OMARI PART III. HERMENEUTICS 5. Ibn Taymiyya and the Rise of Radical Hermeneutics: An Analysis of an Introduction to the Foundations of Qur'?nic Exegesis BY WALID A. SALEH 6. Human Choice, Divine Guidance and the Fitra Tradition: The Use of Hadith in Theological Treatises by Ibn Taymiyya and Ibn Qayyim al-Jawziyya BY LIVNAT HOLTZMAN PART IV. LAW 7. Ibn Taymiyya's Radical Legal Thought: Rationalism, Pluralism and the Primacy of Intention BY YOSSEF RAPOPORT PART V. SHI'I AND CHRISTIAN POLEMICS 8. Ibn Taymiyya and Ibn al-Mutahhar al-Hill?: Shi'i Polemics and the Struggle for Religious Authority in Medieval Islam BY TARIQ AL-JAMIL 9. Apologetic and Polemic in the Letter from Cyprus and Ibn Taymiyya's Jaw?b al-sahih li-man baddala d?n al-Masih BY DAVID THOMAS PART VI. LEGACY 10. From Ibn Hajar al-Haytam? (d.1566) to Khayr al-D?n al-?l?s? (d.1899): Changing Views of Ibn Taymiyya Amongst non-Hanbal? Sunni Scholars BY KHALED EL-ROUAYHEB 11. The Sensitive Puritan? Revisiting Ibn Taymiyya's Approach to Law and Spirituality in Light of 20th century Debates on mawlid al-nab? BY RAQUEL M. UKELES MODERN INTERPRETATIONS AND MISINTERPRETATIONS OF A MEDIEVAL SCHOLAR: APPREHENDING THE POLITICAL THOUGHT OF IBN TAYMIYYA BY MONA HASSAN BIBLIOGRAPHY INDEX",
      "cited_by_count": 146,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Islamic Studies and History",
        "Historical and Linguistic Studies",
        "Medieval and Classical Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W603752597"
    },
    {
      "openalex_id": "W2491477499",
      "doi": "10.1017/ccol0521801931.005",
      "title": "Hermeneutics, Ethics, and Politics",
      "authors": [
        {
          "name": "Georgia Warnke",
          "openalex_id": "A5022320232"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-01-21",
      "abstract": "It is a familiar thought about Gadamer's hermeneutics that its political and ethical implications lead in too conservative a direction. Gadamer locates the conditions of understanding meaning, whether textual, aesthetic, or historical, in the traditions to which interpreters belong and in the authority of those traditions (TM 277-85). That authority takes the form of expectations and assumptions that Gadamer calls prejudices, and he suggests that we can test these prejudices only in limited ways. Hence, some theorists have questioned whether his hermeneutics can be sufficiently critical of unwarranted prejudices and whether it can give sufficient recognition to the force of reason in undercutting them. In this essay, I want to cast doubt on this analysis of Gadamer's hermeneutics by suggesting that it leads in a more democratic and less authoritarian direction and that the form of criticism it allows is an interpretive form of democratic deliberation. I shall begin by exploring what Gadamer calls the hermeneutic situation in which ethical and political action takes place and then turn to the Aristotelian form of ethics and politics that he suggests follows from it.",
      "cited_by_count": 45,
      "type": "book-chapter",
      "source": {
        "name": "Cambridge University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Phenomenology and Existential Philosophy",
        "Hermeneutics and Narrative Identity",
        "Philosophy, Ethics, and Existentialism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2491477499"
    },
    {
      "openalex_id": "W576195106",
      "doi": null,
      "title": "The Canonization of Islamic Law: A Social and Intellectual History",
      "authors": [
        {
          "name": "Ahmed El Shamsy",
          "openalex_id": "A5020691516",
          "orcid": "https://orcid.org/0000-0003-4209-2452",
          "institutions": [
            "University of Chicago"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-10-21",
      "abstract": "The Canonization of Islamic Law tells the story of the birth of classical Islamic law in the eighth and ninth centuries CE. It shows how an oral normative tradition embedded in communal practice was transformed into a systematic legal science defined by hermeneutic analysis of a clearly demarcated scriptural canon. This transformation was inaugurated by the innovative legal theory of Muhammad b. Idrīs al-Shāfi'ī (d. 820 CE), and it took place against the background of a crisis of identity and religious authority in ninth-century Egypt. By tracing the formulation, reception, interpretation and spread of al-Shāfi'ī's ideas, the author demonstrates how the canonization of scripture that lay at the heart of al-Shāfi'ī's theory formed the basis for the emergence of legal hermeneutics, the formation of the Sunni schools of law, and the creation of a shared methodological basis in Muslim thought.",
      "cited_by_count": 54,
      "type": "book",
      "source": {
        "name": "Medical Entomology and Zoology",
        "type": "journal",
        "issn": [
          "0424-7086",
          "2185-5609"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://ci.nii.ac.jp/ncid/BB13937559"
      },
      "topics": [
        "Islamic Studies and History",
        "Families in Therapy and Culture",
        "Archaeology and Historical Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W576195106"
    },
    {
      "openalex_id": "W2017843047",
      "doi": "10.1163/15685179-12341235",
      "title": "Akkadian Commentaries from Ancient Mesopotamia and Their Relation to Early Hebrew Exegesis",
      "authors": [
        {
          "name": "Uri Gabbay",
          "openalex_id": "A5088101427",
          "orcid": "https://orcid.org/0000-0003-3146-3801",
          "institutions": [
            "Hebrew University of Jerusalem"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "Abstract Commentaries from ancient Mesopotamia, written in cuneiform script and in the Akkadian language, are known from the eighth century B.C.E. up to the last centuries B.C.E. The article investigates the authority of the texts about which commentaries are known, often considered canonical and divine, vis-a-vis the authority of the commentaries themselves, considered oral tradition transmitted by scholars. This is comparable to the authority of the biblical texts that serve as the base for early Jewish interpretations, and to the authority of the commentaries containing these interpretations, both in Qumran and in early Rabbinic literature. The article also surveys and analyzes various hermeneutical terms and techniques found in ancient Mesopotamian commentaries in relation to early Jewish commentaries. In addition, the article discusses the pesharim from Qumran in their divinatory context, in light of omen interpretations from Mesopotamia which use the noun pisru.",
      "cited_by_count": 46,
      "type": "article",
      "source": {
        "name": "Dead Sea Discoveries",
        "type": "journal",
        "issn": [
          "0929-0761",
          "1568-5179"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ancient Near East History",
        "Biblical Studies and Interpretation",
        "Archaeology and Historical Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2017843047"
    },
    {
      "openalex_id": "W3160190639",
      "doi": "10.1017/cbo9781139649711",
      "title": "The Canonization of Islamic Law",
      "authors": [
        {
          "name": "Ahmed El Shamsy",
          "openalex_id": "A5020691516",
          "orcid": "https://orcid.org/0000-0003-4209-2452",
          "institutions": [
            "University of Chicago"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-10-05",
      "abstract": "The Canonization of Islamic Law tells the story of the birth of classical Islamic law in the eighth and ninth centuries CE. It shows how an oral normative tradition embedded in communal practice was transformed into a systematic legal science defined by hermeneutic analysis of a clearly demarcated scriptural canon. This transformation was inaugurated by the innovative legal theory of Muhammad b. Idrīs al-Shāfi'ī (d. 820 CE), and it took place against the background of a crisis of identity and religious authority in ninth-century Egypt. By tracing the formulation, reception, interpretation and spread of al-Shāfi'ī's ideas, the author demonstrates how the canonization of scripture that lay at the heart of al-Shāfi'ī's theory formed the basis for the emergence of legal hermeneutics, the formation of the Sunni schools of law, and the creation of a shared methodological basis in Muslim thought.",
      "cited_by_count": 47,
      "type": "book",
      "source": {
        "name": "Cambridge University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Islamic Studies and History",
        "Families in Therapy and Culture",
        "Archaeology and Historical Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3160190639"
    },
    {
      "openalex_id": "W2491484728",
      "doi": "10.1163/9789004323476",
      "title": "The Exegetical Terminology of Akkadian Commentaries",
      "authors": [
        {
          "name": "Uri Gabbay",
          "openalex_id": "A5088101427",
          "orcid": "https://orcid.org/0000-0003-3146-3801"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-20",
      "abstract": "In The Exegetical Terminology of Akkadian Commentaries Uri Gabbay offers the first detailed study of the well-developed set of technical terms found in ancient Mesopotamian commentaries. Understanding the hermeneutical function of these terms is essential for reconstructing the ancient Mesopotamian exegetical tradition. Using the exegetical terminology attested in the large corpus of Akkadian commentaries from the first millennium BCE, the book addresses the hermeneutics of the commentaries, investigates the scholastic environment in which they were composed, and considers the relationship between the terminology of commentaries and the divine authority of the texts they elucidate. The book concludes with a comparative study that traces links between the terminology used in Akkadian commentaries and that used in early Hebrew exegesis.",
      "cited_by_count": 34,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Language, Linguistics, Cultural Analysis",
        "Historical and Linguistic Studies",
        "Ancient Near East History"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2491484728"
    },
    {
      "openalex_id": "W2035547665",
      "doi": "10.1353/aiq.2004.0102",
      "title": "Indigenous Pedagogy in the Classroom: A Service Learning Model for Discussion",
      "authors": [
        {
          "name": "Michael D. McNally",
          "openalex_id": "A5061119424"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-01",
      "abstract": "Scholars of Indigenous religious traditions are keenly aware of how difficult it is to lead our students into the fluid dynamics of oral religions within the conventional structures of text-based academic inquiry and classroom learning. This pedagogical struggle is surely related to the search for words nimble enough to interpret Indigenous traditions in a scholarly interpretive idiom that more properly belongs to the study of \"religions\" and/or \"cultures.\" As Inés Talamantez has put it in various public contexts, \"Native communities have their own theories of culture,\" their own sovereign ways of knowing, teaching, and learning traditions, and scholars have seen it increasingly as our task to indigenize the language that religious studies brings to Native lifeways. Still, this is not a problem of vocabulary alone; more elementally, I submit, it is a structural one, a presenting problem to pedagogy and scholarship alike. What makes Indigenous theories of culture distinctive is in part that they are less a matter of theory than of process, and thus we cannot just enumerate the content of the theories more effectively; we must engage their dynamism in creative ways. In my reflections here I wish to wrestle with the challenges and possibilities for the classroom of recognizing and seeking to close the gap between conventional academic discourse about Native peoples and Indigenous modes of cultural teaching and learning. First, I will identify some distinctive contours of Anishinaabe Ojibwe approaches to cultural transmission. Second, I will reflect on my experience incorporating service-learning in classes on Native traditions. This pedagogical approach, I want to suggest, can modestly incorporate some Indigenous pedagogy into classroom learning that becomes, as a result, more solid because it is [End Page 604] more in tune with the structure as well as content of Native tradition, more memorable because human encounters work against the grain of deeply rooted stereotypes concerning Indigenous peoples, and more transforming because students emerge with a sense of both the beauty of Indigenous traditions and of what's at stake with Indigenous cultural survival. But before I take up the specifics of my experience with service-learning, I will turn to several distinctive marks of configuring knowledge, cultural authority, teaching, and learning as they happen on Indigenous terms among Anishinaabe Ojibwe communities, with whom I have fieldwork experiences spanning a decade.1 Distinctive Contours of Ojibwe Pedagogy Ojibwe pedagogy is distinctive in at least four relevant respects. First, Ojibwe pedagogy privileges knowledge rooted in oral traditions flowing through the complex authority of Elders over book knowledge. Today this is emphatically the case concerning knowledge about the sacred, especially in light of cultural dispossession and appropriation. Perhaps it is not surprising that one finds broadly in Ojibwe communities a hermeneutic of suspicion (if not dismissal) applied to many formulations of tradition in texts, even those of Ojibwe authorship. There are a number of implications here. One is the relational, situational nature of cultural transmission. Cultural knowledge is transmitted in concrete situations of utterance between Elder and student, tailored to the moment and filtered by means of the particularities of their relationship. Indeed, the relational and situational nature of such exchanges, together with the artfulness practiced by Ojibwe Elders in such moments, cannot be effectively imagined in such mechanistic terms as \"cultural transmission\"—that refers to the predictable well-oiled rotations of a drive train with all its finely machined cogs, joints, and fittings. Here we have an embodied art. But more than the distinctive configuration of cultural \"transmission,\" this aspect of Ojibwe pedagogy illustrates the relational and situational construction of—or better, improvisation on—cultural knowledge. Cultural authority does not rest simply on those with an authoritative command of some thing called \"culture\" but the authority of people invested by the community with the authority to articulate culture. And here is where Elders come in as more than folk who have lived [End Page 605] many moons...",
      "cited_by_count": 62,
      "type": "article",
      "source": {
        "name": "The American Indian Quarterly",
        "type": "journal",
        "issn": [
          "0095-182X",
          "1534-1828"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Service-Learning and Community Engagement"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2035547665"
    },
    {
      "openalex_id": "W1775569483",
      "doi": null,
      "title": "The English Cult of Literature: Devoted Readers, 1774-1880",
      "authors": [
        {
          "name": "William R. McKelvy",
          "openalex_id": "A5063227487"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-12-20",
      "abstract": "What constitutes reading? This is the question William McKelvy asks in English Cult of Literature. Is it a theory of interpretation or a physical activity, a process determined by hermeneutic destiny or by paper, ink, hands, and eyes? McKelvy seeks to transform the nineteenth-century field of Religion and Literature into Reading and Religion, emphasizing both the material and the institutional contexts for each. In doing so, he hopes to recover the ways in which modern literary authority developed in dialogue with a politically reconfigured religious authority. The received wisdom has been that England is literary tradition was modernity's most promising religion because the established forms of Christianity, wounded in the Enlightenment, inevitably gave up their hold on the imagination and on the political sphere. Through a series of case studies and analysis of a diverse range of writing, this work gives life to a very different story, one that shows literature assuming a religious vocation in concert with an increasingly unencumbered freedom of religious confession and the making of a reading nation. In the process, the author shifts attention away from the idea of the literary critic in favor of considering the historic role of religious professionals in shaping and contesting the authority of print. Indebted to recent findings of book history and newer historiographies at odds with conventional secularization theory, this work makes an interdisciplinary contribution to revising the existing models for understanding change in Britain during the eighteenth and nineteenth centuries.",
      "cited_by_count": 54,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "American Constitutional Law and Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1775569483"
    },
    {
      "openalex_id": "W254711022",
      "doi": null,
      "title": "The Culture of Secrecy in Japanese Religion",
      "authors": [
        {
          "name": "Richard K. Payne",
          "openalex_id": "A5109000846"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-07-01",
      "abstract": "(ProQuest: ... denotes non-USASCII text omitted.) Bernhard Scheid and Mark Teeuwen, ed., Culture of Secrecy in Japanese Religion London: Routledge, 2006, xvii + 397 pp. £85.00, hardcover, ISBN10: 0-415-38713-2; ISBN13: 978-0-415-38713-2. WHILE focusing on Japan, this collection of fifteen essays investigates one of central issues for study of esoteric and tantric more generally-the meaning of secrecy (mitsu ...; or himitsu ...) as concept is understood and as it functions within tradition. At same time this is an issue relevant to a much wider set of inquiries in religious studies generally. When, as is noted here by Teeuwen (p. 172), manuals for performance of esoteric are available on shelves of libraries-and of bookstores-the significance of concept of secrecy takes on a different nuance common in Western religious culture. For latter, understanding of occult or esoteric is commonly taken to mean a salvific teaching or practice is only accessible to initiates, is, it is to be kept hidden or concealed non-initiates. Following an introductory essay by Teeuwen in which he provides reader with an overview of subject and an introduction to contents of collection, there are three articles provide important context for balance of collection. first is Albert de Jong's Secrets and secrecy in study of religion: Comparative views Ancient World which gives us an introduction to topic as broadly conceived in religious studies and exemplifies by drawing examples ancient west, mystery cults such as those of Pythagoras or of Hermes Trismegistus. In context of ancient world, de Jong usefully distinguishes between secret knowledge, secret rituals, and secret identities. second article in this section is The problem of secrecy in Indian Tantric Buddhism by Ronald M. Davidson. Davidson begins with a critique of some of conceptions of secrecy have been attributed to Buddhism, specifically Edward Conze's characterization of issue. (It is worth noting in this regard Conze's own ideas of secrecy seem to have been formed by his involvement with Western occultist traditions. Significantly, in his autobiographical writings he referred to himself as a gnostic.) Davidson then goes on to examine rhetoric and practice of secrecy as found in several texts, including categorization of secrets into naturally secret, hidden and obscure is found in Guhyagarbha. Important for understanding of secrecy in tantric is Davidson's (convincing) conclusion it is a self-perpetuating strategy ensured its continued independent maturation (p. 74). Myth and secrecy in Tang-period Tantric Buddhism by Martin Lehnert is third of contextualizing articles. Lehnert attempts to move discussion forward from problems of tenet classification, lineages of esoterism and sectarian history. What is then revealed is that secrecy took on a ubiquitous yet multifarious status as an organizing policy (p. 79). He then explores these various thematics, including technical and moral qualifications of practitioner, religious authority through transparency and concealment, and limitations of linguistic communication in esoteric ritual. second section, Japan's medieval culture of secrecy, comprises eight essays. Fabio Rambelli examines role of secrecy perspective of the esoteric episteme and esoteric rituals (p. 107), as well as discussing training process Shingon initiates underwent. Central to this is an understanding of different hermeneutic levels employed within tradition as ways to generate and systematize meanings-from explicit, denotative meanings to those are most secret. Also of importance is Rambelli's extension of system of stages of initiation (kanjo . …",
      "cited_by_count": 103,
      "type": "article",
      "source": {
        "name": "Japanese Journal of Religious Studies",
        "type": "journal",
        "issn": [
          "0304-1042"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.questia.com/library/journal/1P3-1409837911/the-culture-of-secrecy-in-japanese-religion"
      },
      "topics": [
        "Chinese history and philosophy",
        "Japanese History and Culture",
        "Indian and Buddhist Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W254711022"
    },
    {
      "openalex_id": "W652759612",
      "doi": "10.2307/jj.21995609",
      "title": "The Inner Word in Gadamer’s Hermeneutics",
      "authors": [
        {
          "name": "John Arthos",
          "openalex_id": "A5073258207"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-07-30",
      "abstract": "This intellectual history and textual analysis of Hans-Georg Gadamer's famous and obscure theme of the verbum interius or 'inner word', serves as an indispensable guide to and reference for hermeneutic theory. John Arthos here gives a full exposition and interpretation of the medieval doctrine of the inner word, long one of the most challenging ideas in Gadamer's Truth and Method. The scholastic idea of a word that is thought but not yet spoken serves Augustine as an analogy for the procession of the Trinity, serves Aquinas as the medium between divine ideas and human expression, and serves Gadamer as an expression of the embodied nature of human language. Arthos offers a history of the idea of the inner word in ancient and medieval thought, its place in German philosophy, and its significance for probing the deepest implications of hermeneutic understanding. Arthos also provides a close reading of Gadamer's exegesis of the source texts of the doctrine of the inner word. He cross-references Gadamer's analyzes with the original texts and draws out their Heideggerian and Hegelian overtones. Through this close reading, Arthos deepens our understanding of the radical nature of Gadamer's thought, which not only calls upon the authority of tradition but also develops some of the profoundest insights of classical and Judaeo-Christian teaching about language.",
      "cited_by_count": 33,
      "type": "book",
      "source": {
        "name": "University of Notre Dame Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Phenomenology and Existential Philosophy",
        "Philosophy and Historical Thought",
        "Karl Barth and Christian Theology"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W652759612"
    },
    {
      "openalex_id": "W155727200",
      "doi": "10.1023/a:1009908132170",
      "title": "Gadamerian dialogue in the patient-professional interaction",
      "authors": [
        {
          "name": "Vilhjálmur Árnason",
          "openalex_id": "A5021564180",
          "orcid": "https://orcid.org/0000-0003-3847-911X",
          "institutions": [
            "University of Iceland"
          ]
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-06-01",
      "abstract": null,
      "cited_by_count": 25,
      "type": "review",
      "source": {
        "name": "Medicine Health Care and Philosophy",
        "type": "journal",
        "issn": [
          "1386-7423",
          "1572-8633"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in medical practice",
        "Mental Health and Psychiatry",
        "Empathy and Medical Education"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W155727200"
    },
    {
      "openalex_id": "W616112349",
      "doi": "10.3138/9781442688100",
      "title": "Figuring the Feminine: The Rhetoric of Female Embodiment in Medieval Hispanic Literature",
      "authors": [
        {
          "name": "Jill Ross",
          "openalex_id": "A5014244859"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-03-15",
      "abstract": "Figuring the Feminine examines the female body as a means of articulating questions of literary authority and practice within the cultural spheres of the Iberian Peninsula (both Romance and Semitic) as well as in the larger Latinate literary culture. It demonstrates the centrality in medieval literary culture of the gendering of rhetorical and hermeneutical acts involved in the creation of texts and meaning, and the importance of the medieval Iberian textual tradition in this process, a complex multicultural tradition that is often overlooked in medieval literary scholarship. This study adopts an innovative methodology informed by current theories of the body and gender to approach Hispanic literature from a femininst perspective. Jill Ross offers new readings of medieval Hispanic texts (Latin, Castilian, and Hebrew) including Prudentius' Peristephanon, Gonzalo de Berceo's Milagros de Nuestra Senora, Shem Tov of Carrion's Battle Between the Pen and the Scissors, and several others. She highlights ways in which these texts contribute to the understanding of gender in medieval poetics and foreground questions of literary and cultural import. Figuring the Feminine argues that the bodies of women are crucial to the working out of such questions as the unsettling shift from orality to literacy, textual instability, cultural dissonance, and the resistance to cultural and religious hegemony.",
      "cited_by_count": 27,
      "type": "book",
      "source": {
        "name": "Project Muse (Johns Hopkins University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Medieval Iberian Studies",
        "Hispanic-African Historical Relations",
        "Medieval and Early Modern Iberia"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W616112349"
    },
    {
      "openalex_id": "W2799701113",
      "doi": null,
      "title": "The Dissenting Reader: Feminist Approaches to the Hebrew Bible",
      "authors": [
        {
          "name": "E. W. Davies",
          "openalex_id": "A5091430628"
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-12-01",
      "abstract": "This title was first published in 2003. Few would deny that the Bible is an overwhelmingly patriarchal book that, over the centuries, has exercised considerable influence on the way in which women are perceived in society. From the opening chapters of Genesis, where woman is created to serve as man's helper, to the pronouncements of Paul concerning the submission of wives to their husbands and the silencing of women in communal worship, the primary emphasis of the Bible is on woman's subordinate status. Feminist biblical critics raise the obvious question: how should women in communities of faith respond to the Bible's largely negative appraisal of women and oppressive patriarchal emphasis? Eryl Davies introduces the wide range of feminist approaches to the Hebrew Bible: from critics who recover neglected perspectives in the biblical tradition and argue that the Bible is not oppressively patriarchal, to others who reject biblical traditions, arguing that they are so immersed in a patriarchal culture that no parts are worth redeeming. Davies suggests that the most promising approach deploys a reader-oriented literary approach to the Hebrew Bible: by focusing on the literary representation of women through plot, dialogue and characterization, some of the subtle ways in which biblical authors sought to reinforce patriarchal values and endorse women's inferior status are highlighted. Davies argues that readers of the Hebrew Bible must be prepared to question and challenge the values and assumptions inherent in the text: they must don the mantle of the dissenting reader and apply what feminist biblical critics have termed a hermeneutic of suspicion to its content without denouncing the authority of the Bible as a sacred text.",
      "cited_by_count": 31,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Biblical Studies and Interpretation",
        "Religion, Society, and Development",
        "Development, Ethics, and Society"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2799701113"
    },
    {
      "openalex_id": "W2200818492",
      "doi": "10.5860/choice.51-6121",
      "title": "Born of a virgin?: reconceiving Jesus in the Bible, tradition, and theology",
      "authors": [],
      "publication_year": 2014,
      "publication_date": "2014-06-18",
      "abstract": "Many Christians find the virgin birth a difficult doctrine and are not sure how to handle it. This book examines why that is by addressing the whole range of issues that arise - literary, historical and hermeneutical - from a perspective that takes seriously creedal confession and theological and ecclesiological concerns. incoln's investigation of the primary sources for the virgin birth leads him to consider the literary genre and distinctive characteristics of the New Testament birth narratives as part of ancient biography, and to reassess the likely historicity of the traditions that Matthew and Luke have in common. He then looks at how changes in our views of history and biology decisively affect any traditional understanding of the virgin birth, exploring what that means for the authority of Scripture and creed, and for our understanding of Christology.",
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Biblical Studies and Interpretation",
        "Pentecostalism and Christianity Studies",
        "Mormonism, Religion, and History"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2200818492"
    },
    {
      "openalex_id": "W2039129589",
      "doi": "10.1080/09672550210167432",
      "title": "A Response to Richard Wolin on Gadamer and the Nazis",
      "authors": [
        {
          "name": "Richard E. Palmer",
          "openalex_id": "A5080487700",
          "orcid": "https://orcid.org/0000-0001-8728-8083"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-01-01",
      "abstract": "Abstract Richard Wolin, in his article 'Nazism and the Complicities of Hans-Georg Gadamer: Untruth and Method' ( New Republic , 15 May 2000, pp. 36-45), wrongly accuses Gadamer of being 'in complicity' with the Nazis. The present article in reply was rejected by the New Republic , but is printed here to show that Wolin in his article is misinformed and unfair. First, Wolin makes elementary factual errors, such as stating that Gadamer was born in Breslau instead of Marburg. He relies on a highly questionable source, Teresa Orozco, as 'definitive'. He argues often by misconstruing the evidence and guilt by association. For instance, he associates Gadamer with Werner Jaeger, with whom he disagreed and had little contact. Finally,he misinterprets basic terms in Gadamer's hermeneutics, Vorurteil and authority, attributing to them the popular sense of these terms instead of their place in Gadamer's hermeneutics. Vorurteil , popularly translated as 'prejudice', but better rendered as 'prejudgment', refers to the prior knowledge that one needs in order to understand a situation or a text. In some cases, this is part of the inherited tradition. Authority refers to the respect one pays to those one recognizes as having more knowledge than oneself: one's doctor, or parent, or teacher, a judge, or certain texts. It is not an abject surrender to all authority but the necessary respect for authority in human relationships and in society in general. By misconstruing these terms, Wolin attempts to discredit Gadamer's general philosophy,not just to demonstrate a connection to the Nazis. At the end, his argument turns into a misinformed general political attack on Gadamer as an enemy of Enlightenment values. Keywords: HermeneuticsNazismPrejudiceAuthorityOrozcoJaeger",
      "cited_by_count": 16,
      "type": "article",
      "source": {
        "name": "International Journal of Philosophical Studies",
        "type": "journal",
        "issn": [
          "0967-2559",
          "1466-4542"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Phenomenology and Existential Philosophy",
        "Philosophy, Ethics, and Existentialism",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2039129589"
    },
    {
      "openalex_id": "W4243971884",
      "doi": "10.1023/a:1007068714468",
      "title": "Beyond “identity”",
      "authors": [
        {
          "name": "Rogers Brubaker",
          "openalex_id": "A5070575348",
          "orcid": "https://orcid.org/0000-0003-2804-493X",
          "institutions": [
            "University of Michigan–Ann Arbor",
            "University of California, Los Angeles"
          ]
        },
        {
          "name": "Frederick Cooper",
          "openalex_id": "A5110784615",
          "institutions": [
            "University of California, Los Angeles",
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-02-01",
      "abstract": null,
      "cited_by_count": 2692,
      "type": "article",
      "source": {
        "name": "Theory and Society",
        "type": "journal",
        "issn": [
          "0304-2421",
          "1573-7853"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/2027.42/43651"
      },
      "topics": [],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W4243971884"
    },
    {
      "openalex_id": "W4229567605",
      "doi": "10.1093/oxfordhb/9780199237777.003.0027",
      "title": "Letters",
      "authors": [
        {
          "name": "Judith Lieu",
          "openalex_id": "A5110428995",
          "institutions": [
            "King's College London"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-09-02",
      "abstract": "Abstract This article focuses on New Testament (NT) letters. The development and influence of the letter-form is one of the most striking characteristics of the NT: twenty-one of the NT writings are labelled letters from early in the manuscript tradition. This sets a pattern that is consciously continued in the early Church (as already by the letters of Ignatius), and which, by the networks created and by the implicit claims to and recognition of authority, can be seen as crucial to the development of what was to become early Christianity. Although there are letters embedded within books of the Hebrew Bible, there are no books that themselves take the form of letters; however, the letters which prefix 2 Maccabees and the Letter of Jeremiah in the LXX also testify to the attraction of the genre in the Hellenistic period. Study of biblical letters, therefore, belongs to and contributes to broader debates, such as how NT literary forms are related to those of the wider Jewish or Graeco-Roman world; how their distinctiveness is to be identified and explained; and the hermeneutical problem of reading, and within the Christian tradition of treating as possessing authority, texts originally written for a specific readership and situation now accessible only through them.",
      "cited_by_count": 14,
      "type": "book-chapter",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Biblical Studies and Interpretation",
        "Historical and Linguistic Studies",
        "Archaeology and Historical Studies"
      ],
      "referenced_works_count": 19,
      "url": "https://openalex.org/W4229567605"
    },
    {
      "openalex_id": "W2129383222",
      "doi": "10.4314/sajpem.v21i4.31349",
      "title": "Hermeneutics and historical consciousness: An appraisal of the contribution of Hans-Georg Gadamer",
      "authors": [
        {
          "name": "Anton A. van Niekerk",
          "openalex_id": "A5065929531",
          "orcid": "https://orcid.org/0000-0003-3362-3434",
          "institutions": [
            "Stellenbosch University"
          ]
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-01-01",
      "abstract": "In this introductory article to the volume of the South African Journal of Philosophy in tribute of Hans-Georg Gadamer, the author, first, makes a few remarks about the nature of hermeneutics and Gadamer’s views on the universality of the hermeneutical experience. This universality is, in particular, explained from the perspective of the “linguistic turn” in Gadamer’s thought. Secondly, there is a brief discussion of certain particular aspects of Gadamer’s contribution. Aspects of that contribution that are emphasized are: Gadamer’s reevaluation of prejudice, authority and tradition, his idea of “Wirkungsgeschichte”, his idea of meaning as a process rather than a given entity, his analogy between game-playing and the interpretation of art, and his dialogical conception of interpretation. The author concludes by developing his own estimate of the main thrust of Gadamer’s contribution. This contribution consists of the way in which Gadamer’s thought, on the one hand, represents a demonstration and embodiment of the kind of historical consciousness so typical of our times, but, on the other hand, also accomplishes this exemplification of historical consciousness while imaginatively avoiding the kind of relativistic historicism so typical of many other manifestations of the same trend.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "South African Journal of Philosophy",
        "type": "journal",
        "issn": [
          "0258-0136",
          "2073-4867"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Pragmatism in Philosophy and Education",
        "Hermeneutics and Narrative Identity",
        "Wittgensteinian philosophy and applications"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W2129383222"
    },
    {
      "openalex_id": "W1843175740",
      "doi": "10.1080/09596410310001631849",
      "title": "Knowledge, women and gender in the adīth: a feminist interpretation",
      "authors": [
        {
          "name": "Saʿdiyya Shaikh",
          "openalex_id": "A5112379926",
          "orcid": "https://orcid.org/0000-0001-9014-9906",
          "institutions": [
            "University of Cape Town"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-01",
      "abstract": "This article examines gender constructs embedded within the book on 'Knowledge' in Bukhārī's adīth collection. This text provides a site for exploring Islamic constructions of human nature, knowledge, rationality and authority. Out of a sum total of 136 adīths contain in Bukhārī's book on 'Knowledge', there are eight concerning women. These have multiple levels of meaning and interpretive possibilities. Employing a feminist hermeneutic, the article examines some of the gender ideology implicit in these formative adīths for Islamic understandings of the human person. The article's twofold approach firstly engages critically with dimensions of androcentricism and patriarchy within the texts, and secondly lifts out marginalized aspects embedded within the texts that offer counter–narratives to dominant constructions of gender. The intention of this reading is to name and illustrate both the functioning patriarchy as well as alternative liberatory positions of gender within the legacy. This represents part of an Islamic feminist approach that destabilizes patriarchal gender constructs and provides alternative approaches to the tradition informed by a religious commitment to gender justice.",
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Islam and Christian–Muslim Relations",
        "type": "journal",
        "issn": [
          "0959-6410",
          "1469-9311"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Islamic Studies and History",
        "Education and Islamic Studies",
        "Politics and Conflicts in Afghanistan, Pakistan, and Middle East"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1843175740"
    },
    {
      "openalex_id": "W1961846847",
      "doi": "10.7916/cm.v0i83.5086",
      "title": "Bach: Luther’s Musical Prophet?",
      "authors": [
        {
          "name": "Rebecca Lloyd",
          "openalex_id": "A5064466836",
          "orcid": "https://orcid.org/0000-0003-4277-930X"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-03-10",
      "abstract": "It is impossible to read much theological analysis of Bach without encountering Martin Luther. The reformer’s name is ubiquitous: he is given both as source and as ultimate authority for the theological ideas supposedly expressed in Bach’s music. Most would agree that Luther provides a vital context for interpreting Bach’s sacred music.Perhaps it is unsurprising that musicologists have turned to Luther when interpreting Bach. Despite many critiques of the hermeneutic method-such as that of Carolyn Abbate (2004)-musicologists still search out meaning in music by investigating a suitable “horizon of expectations” within which to situate music’s meaning and affect historically. My own view is that hermeneutics is inescapable to most of us brought up within the musicological tradition; I tend to agree with Karol Berger’s assertion, contra Abbate, that “we cannot help it: we are hermeneutic creatures through and through”. Abbate argues for the privileging of the experience of performed music over its hermeneutic interpretation; Berger counters that, while aesthetic experience is indeed an important and under-appreciated part of academic study, the hermeneutic and the experiential cannot be so neatly separated. I side with Berger on this point: whether because of training, conditioning, or instinctive response, many-perhaps most-listeners to Bach’s music seem to want to contextualize and understand theirresponses by studying what Bach himself might have thought about his music’s purpose and origin.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "DOAJ (DOAJ: Directory of Open Access Journals)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doaj.org/article/cdeb4c4083004061bd65065f0111572c"
      },
      "topics": [
        "Musicology and Musical Analysis",
        "Neuroscience and Music Perception",
        "Diverse Music Education Insights"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W1961846847"
    },
    {
      "openalex_id": "W2916136405",
      "doi": "10.1007/s11133-019-9413-7",
      "title": "What is Qualitative in Qualitative Research",
      "authors": [
        {
          "name": "Patrik Aspers",
          "openalex_id": "A5085363578",
          "orcid": "https://orcid.org/0000-0001-9840-8669",
          "institutions": [
            "University of St. Gallen",
            "Uppsala University",
            "University of Applied Sciences St. Gallen"
          ]
        },
        {
          "name": "Ugo Corte",
          "openalex_id": "A5047468729",
          "orcid": "https://orcid.org/0000-0002-7994-3399",
          "institutions": [
            "University of Stavanger"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-02-27",
      "abstract": "What is qualitative research? If we look for a precise definition of qualitative research, and specifically for one that addresses its distinctive feature of being \"qualitative,\" the literature is meager. In this article we systematically search, identify and analyze a sample of 89 sources using or attempting to define the term \"qualitative.\" Then, drawing on ideas we find scattered across existing work, and based on Becker's classic study of marijuana consumption, we formulate and illustrate a definition that tries to capture its core elements. We define qualitative research as an iterative process in which improved understanding to the scientific community is achieved by making new significant distinctions resulting from getting closer to the phenomenon studied. This formulation is developed as a tool to help improve research designs while stressing that a qualitative dimension is present in quantitative work as well. Additionally, it can facilitate teaching, communication between researchers, diminish the gap between qualitative and quantitative researchers, help to address critiques of qualitative methods, and be used as a standard of evaluation of qualitative research.",
      "cited_by_count": 1152,
      "type": "article",
      "source": {
        "name": "Qualitative Sociology",
        "type": "journal",
        "issn": [
          "0162-0436",
          "1573-7837"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11133-019-9413-7.pdf"
      },
      "topics": [
        "Qualitative Research Methods and Applications",
        "Qualitative Research Methods and Ethics",
        "Qualitative Comparative Analysis Research"
      ],
      "referenced_works_count": 116,
      "url": "https://openalex.org/W2916136405"
    },
    {
      "openalex_id": "W82829654",
      "doi": null,
      "title": "'YOU HAVE THE WORDS OF ETERNAL LIFE!' IS PETER PRESENTED AS RETURNING THE KEYS OF THE KINGDOM TO JESUS IN JOHN 6:68?",
      "authors": [
        {
          "name": "Paul N. Anderson",
          "openalex_id": "A5009375363",
          "orcid": "https://orcid.org/0000-0001-6005-7963"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-01-01",
      "abstract": "In John 6:68 Peter is presented as declaring, Lord, to whom shall we go? You have the words of eternal life! Whereas Jesus is portrayed as imbuing Peter (and his followers) with institutional authority following Peter's confession in Matthew 16:17-19-entrusting him (and them) with the Keys of the Kingdom, Peter is portrayed as affirming the sole authority of Jesus just prior to his confession in John 6:68-69. The parallels here could be incidental, but similarities between several aspects of the Matthean and Johannine traditions on matters of church organization and governance raise questions as to whether a dialectical set of exchanges might have been in play in the latter third of the first-century church. Such a possibility is analyzed by considering several crises in the Johannine situation, as informed by the Johannine Epistles and other evidence. Hermeneutical and ecumenical implications abound.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Neotestamentica",
        "type": "journal",
        "issn": [
          "0254-8356",
          "2518-4628"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Biblical Studies and Interpretation",
        "Theology and Canon Law Studies",
        "Christian Theology and Mission"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W82829654"
    },
    {
      "openalex_id": "W2916562981",
      "doi": "10.1163/15700720-12301238",
      "title": "Literary and Rhetorical Theory in Irenaeus, Part 2",
      "authors": [
        {
          "name": "Anthony Briggman",
          "openalex_id": "A5056450259",
          "institutions": [
            "Emory University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-09-11",
      "abstract": "In his well-known Biblical Interpretation in the Early Church Manlio Simonetti asserted that Irenaeus of Lyons was unable to offer principled opposition to Gnostic allegorical interpretations of the Scriptures and, therefore, resorted to the authority of tradition. Such a reading not only overlooks the hermeneutical principles upon which Irenaeus founds his polemic against Gnostic interpretations, but fails to recognize the theory undergirding those principles. This article, the second of a two-part study, offers a new reading. I argue that Irenaeus opposes Gnostic interpretations of Scripture, including their allegorical readings (broadly conceived), by articulating and applying hermeneutical principles that draw upon ancient literary and rhetorical theory.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "Vigiliae Christianae",
        "type": "journal",
        "issn": [
          "0042-6032",
          "1570-0720"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Historical and Linguistic Studies",
        "Theology and Canon Law Studies",
        "Biblical Studies and Interpretation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2916562981"
    },
    {
      "openalex_id": "W2081024252",
      "doi": "10.5860/choice.40-3849",
      "title": "The rhetoric of Romantic prophecy",
      "authors": [],
      "publication_year": 2003,
      "publication_date": "2003-03-01",
      "abstract": "The Romantic era in England and Germany saw a sudden renewal of prophetic modes of writing. Biblical prophecy and, to a lesser extent, classical oracle again became viable models for poetry and even for journalistic prose. Notably, this development arose out of the new-found freedom of biblical interpretation that began in the mid-eighteenth century, as the Bible was increasingly seen to be a literary and mythical text. Taking Walter Benjamin's thinking about history as a point of departure, the author shows how the model for Romantic prophecy emerges less as a prediction of the future than as a call to change in the present, even as it quotes, at key turns, texts from the past. After surveying developments in eighteenth-century biblical hermeneutics, as well as the numerous instances of prophetic eruption in Romantic poetry, the book culminates in close readings of works by Blake, Holderlin, and Coleridge. Each of these writers interpreted the Bible in strong, variously radical and conservative ways, and each reworked prophetic texts in often startling fashion. The author's reading of Blake focuses on the complex temporal and rhetorical dynamics at work in a prophetic tradition, with attention paid to the key mediating figure of Milton. The chapter on Holderlin investigates the truth-claim of poetry and the consequences of Holderlin's insight into the necessarily figural character of poetry. The analysis of Coleridge correlates his theory of allegory and symbol with his theory and practice of political writing, which often relies on mobilizing prophetic authority. Together, the readings force us to reexamine the claims and practices of Romantic poets and thinkers and their ideas and ideologies, not without engendering some allegorical resonance with issues in our own time.",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Moravian Church and William Blake",
        "Reformation and Early Modern Christianity",
        "Multicultural Socio-Legal Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2081024252"
    },
    {
      "openalex_id": "W2140103930",
      "doi": "10.29173/pandpr19818",
      "title": "Debating Phenomenological Research Methods",
      "authors": [
        {
          "name": "Linda Finlay",
          "openalex_id": "A5103829258",
          "institutions": [
            "Hong Kong Metropolitan University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-12-02",
      "abstract": "Phenomenological researchers generally agree that our central concern is to return to embodied, experiential meanings aiming for a fresh, complex, rich description of a phenomenon as it is concretely lived. Yet debates abound when it comes to deciding how best to carry out this phenomenological research in practice. Confusion about how to conduct appropriate phenomenological research makes our field difficult for novices to access. Six particular questions are contested: (1) How tightly or loosely should we define what counts as \"phenomenology\" (2) Should we always aim to produce a general (normative) description of the phenomenon, or is idiographic analysis a legitimate aim? (3) To what extent should interpretation be involved in our descriptions? (4) Should we set aside or bring to the foreground researcher subjectivity? (5) Should phenomenology be more science than art? (6) Is phenomenology a modernist or postmodernist project, or neither? In this paper, I examine each of these areas of contention in the spirit of fostering dialogue, and promoting openness and clarity in phenomenological inquiry.",
      "cited_by_count": 722,
      "type": "article",
      "source": {
        "name": "Phenomenology & Practice",
        "type": "journal",
        "issn": [
          "1913-4711"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.library.ualberta.ca/pandpr/index.php/pandpr/article/download/19818/15336"
      },
      "topics": [
        "Hermeneutics and Narrative Identity",
        "Phenomenology and Existential Philosophy",
        "Counseling, Therapy, and Family Dynamics"
      ],
      "referenced_works_count": 85,
      "url": "https://openalex.org/W2140103930"
    },
    {
      "openalex_id": "W2170313978",
      "doi": "10.1111/j.1749-8171.2011.00285.x",
      "title": "Neo‐Traditional Salafi Qur’an‐Sunna Hermeneutics <sup>1</sup> and Its Interpretational Implications",
      "authors": [
        {
          "name": "Adis Duderija",
          "openalex_id": "A5001117497",
          "orcid": "https://orcid.org/0000-0001-8134-761X",
          "institutions": [
            "University of Western Australia"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-07-01",
      "abstract": "Abstract The purpose of this article is to outline the delineating features of a Qur’an‐Sunnah hermeneutic of one of the contemporary Muslim schools of thought, here named Neo‐traditional Salafism (NTS).The first section of the article provides a brief discussion of the main representatives of NTS. In the second part NTS is positioned in relation to the broader Islamic tradition. This is done so with respect to the relative status and authenticity of various sources of legal authority in the Islamic tradition and with a special attention given to the concept of Sunna. In the third part of the article NTS’ Sunna hermeneutic is examined more closely and its interpretational implications are noted. The fourth section describes the NTS approach to Qur’anic hermeneutics and its interpretational implications. The author argues that in terms of their methodology of interpretation of the Qur’an‐Sunnah NTS is closely related to that of the pre‐modern ahl‐hadith school of thought as both NTS and ahl‐hadith hermeneutic are characterized by a philologically centred interpretational orientation; textual ‘intentionalism’, i.e. the subscription to a voluntaristic view of law, ethics, morality and ontology; the belief in the fixed, stable nature of the meaning of the Qur’anic text residing in totality in the mind of its Originator, the interpretational marginalization of Qur’anic revelationary background; a ‘voluntarist–traditionalist’ view of the relationship between reason and revelation; textual segmentalist approach to the Qur’anic content and the illegitimacy of a hermeneutically priviledged aims (maqasid) and social benefit (maslaha) based approach to Qur’anic interpretation.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Religion Compass",
        "type": "journal",
        "issn": [
          "1749-8171"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Islamic Studies and History",
        "Education and Islamic Studies",
        "Terrorism, Counterterrorism, and Political Violence"
      ],
      "referenced_works_count": 17,
      "url": "https://openalex.org/W2170313978"
    },
    {
      "openalex_id": "W580036762",
      "doi": "10.1163/9789004226432",
      "title": "The authority of the word : reflecting on image and text in northern Europe, 1400-1700",
      "authors": [
        {
          "name": "Celeste Brusati",
          "openalex_id": "A5018573474"
        },
        {
          "name": "Karl A.E. Enenkel",
          "openalex_id": "A5031996075"
        },
        {
          "name": "Walter S. Melion",
          "openalex_id": "A5026849474"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "Acknowledgements Notes on the Editors Notes on the Contributors List of Illustrations Introduction: Scriptural Authority in Word and Image WALTER S. MELION, CELESTE BRUSATI AND KARL ENENKEL I. VERBUM VISIBLE: THE AUTHORITY OF THE VISIBLE WORD The Dominican, the Duke and the Book. The Authority of the Written Word in Dirc van Delft's Tafel vanden kersten gelove GEERT WARNAR Producing Texts for Prints: Artists, Poets and Publishers PETER VAN DER COELEN Embodying Hermeneutics: Rabelais and the Pythagorean Symbola ANITA TRANINGER Nature Discerned: Providence and Perspective in Gilles van Coninxloo's Sylva CATHERINE LEVESQUE II. THE AUTHORITY OF VISUAL PARATEXTS The Author's Portrait as Reader's Guidance: The Case of Francis Petrarch KARL A.E. ENENKEL Solomon Writing and Resting: Tradition, Words and Images in the 1548 Dutch Louvain Bible WIM FRANCOIS III. READING SCRIPTURE THROUGH IMAGES Eloquent Presence: Verbal and Visual Discourse in the Ghent Plays of 1539 BART RAMAKERS The Earthly Paradise: Herri met de Bles's Visual Exegesis of Genesis 1-3 MICHEL WEEMANS Representations of Adam and Eve in Late Sixteenth- and Seventeenth-Century English Embroidery ANDREW MORRALL IV. VERBAL AND VISUAL INSTRUMENTS OF DEVOTIONAL AUTHORITY Practical Devotion: Apotropaism and the Protection of the Soul JOHN R. DECKER Highways to Heaven (and Hell): Wayside Crosses and the Making of Late Medieval Landscape ACHIM TIMMERMANN Images, Rubrics and Indulgences on the Eve of the Reformation KATHRYN M. RUDY The Stigmata Debate in Theology and Art in the Late Middle Ages CAROLYN MUESSIG Towards a Transconfessional Dialogue on Pre-Modern Theological Texts and Images: Some Adnotationes on Nadal, Lipsius and Rubens BIRGIT ULRIKE MUNCH Responding to Tomb Monuments: Meditations and Irritations of Aernout van Buchel in Rome (1587 - 1588) JAN L. DE JONG Miracle Books and Religious Architecture in the Southern Netherlands. The Case of Our Lady of Hanswijk in Mechelen MAARTEN DELBEKE V. PICTORIAL ARTIFICE AND THE WORD Prayerful Artifice: The Fine Style as Marian Devotion in Hieronymus Wierix's Maria of ca. 1611 WALTER S. MELION Secret Wisdom: Antoon Wierix's Engravings of a Carmelite Mystic JAMES CLIFTON Working the Senses with Words: The Act of Religious Reading in the Dutch Republic ELS STRONKS",
      "cited_by_count": 18,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Medieval Literature and History",
        "Renaissance Literature and Culture",
        "Reformation and Early Modern Christianity"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W580036762"
    }
  ],
  "count": 30,
  "errors": []
}
