{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Burke tradition reform",
  "results": [
    {
      "title": "Victoria I. Burke, Toward the Idea of a Character: Kant, Hegel, and the End of Logic",
      "url": "https://philpapers.org/rec/BURTTI-3",
      "philpapers_id": "BURTTI",
      "snippet": "Victoria I. Burke ... In the prime years of Hegel’s philosophical career, Prussia made progressive reforms to childhood education. Hegel had long supported reform. In his early Stuttgart Gymnasium Valedictory Address (1788), he had advocated for a public interest in widespread public education as a means for developing the children’s potential.",
      "page_age": null
    },
    {
      "title": "Edmund Burke, Tradition – Verfassung – Repräsentation: Kleine Politische Schriften",
      "url": "https://philpapers.org/rec/BURTV",
      "philpapers_id": "BURTV",
      "snippet": "1. Anfänge und Grundlagen von Burkes politischem Denken · 2. Über Repräsentation und Wahlkämpfe · 3. Burke und das Empire · 4. Politisches Denken gegen die Revolution · 5. Politik und Ökonomie bei Edmund Burke · Bibliographie · Drucknachweise · Personenregister ·",
      "page_age": null
    },
    {
      "title": "João Carlos Espada, Edmund Burke and the Anglo-American Tradition of Liberty",
      "url": "https://philpapers.org/rec/ESPEBA-2",
      "philpapers_id": "ESPEBA",
      "snippet": "A Vindication of the Rights of Men in a Letter to the Right Honourable Edmund Burke : Occasioned by His Reflections on the Revolution in France ; and, a Vindication of the Rights of Woman : With Strictures on Political and Moral Subjects.Mary Wollstonecraft, David Lorne Macdonald &amp; Kathleen Dorothy Scherf - 1997",
      "page_age": null
    },
    {
      "title": "William Henry Ploog, A Response to Rationalism: Edmund Burke and the Contemporary Turn to Traditions",
      "url": "https://philpapers.org/rec/PLOART-2",
      "philpapers_id": "PLOART",
      "snippet": "I argue that neither Walzer nor MacIntyre adequately concern themselves with the issue of how we are related to traditions and to the past. How is it that we ought to find ourselves &quot;in&quot; a web of traditions? In Edmund Burke&#x27;s concept of inheritance we find an articulate view of how one might understand oneself as part of a tradition.",
      "page_age": null
    },
    {
      "title": "Michael B. Burke, The Staccato Run: A Contemporary Issue in the Zenonian Tradition",
      "url": "https://philpapers.org/rec/BURTSR",
      "philpapers_id": "BURTSR",
      "snippet": "The “staccato run,” in which a runner stops infinitely often while running from one point to another, is a prototypical “superfeat,” that is, a feat involving the completion in a finite ...",
      "page_age": null
    },
    {
      "title": "Michael Burke, Sport, tradition and freedom",
      "url": "https://philpapers.org/rec/BURSTA-3",
      "philpapers_id": "BURSTA",
      "snippet": "Michael Burke · &quot;Sport, Tradition and Freedom&quot; entails a philosophical examination of the relationship between traditions of rationality and understandings of freedom in sport. Chapter One introduces the ideas of freedom and virtue.",
      "page_age": null
    },
    {
      "title": "R. Bourke, Edmund Burke and Enlightenment Sociability: Justice, Honour and the Principles of Government",
      "url": "https://philpapers.org/rec/BOUEBA",
      "philpapers_id": "BOUEBA",
      "snippet": "This article situates the work of Edmund Burke, principally his writings on the French Revolution, in an enlightenment debate about sociability, monarchy and mixed government. It shows how his conception of ...",
      "page_age": null
    },
    {
      "title": "Victoria I. Burke, Essence Today: Hegel and the Economics of Identity Politics",
      "url": "https://philpapers.org/rec/BURET",
      "philpapers_id": "BURET",
      "snippet": "Victoria I. Burke ... The concept of essence is thought by many political theorists to be a residue of the patriarchal onto-theological tradition of metaphysics that needs to be (or has been) overcome by more progressive aims.",
      "page_age": null
    },
    {
      "title": "Edmund Burke, The Writings and Speeches of Edmund Burke: Volume Iii: Party, Parliament, and the American War 1774-1780",
      "url": "https://philpapers.org/rec/BURTWA-11",
      "philpapers_id": "BURTWA",
      "snippet": "It also gave him some of the confidence he needed to announce the Whig party&#x27;s historic conversion to a moderate reform programme in his celebrated speeches on economical reform in 1779 and 1780. Numerous writings and speeches in this volume are transcriptions of previously unpublished manuscripts from the collections at Sheffield and Northampton. These allow the reader new insights into the workings of Burke&#x27;s mind not just in relation to the major political issues, but also to a multitude of engaging subjects such as education, capital punishment, religious dissent, and the return of the Rockingham Whigs to government power",
      "page_age": null
    },
    {
      "title": "Paul Guyer (ed.), A Philosophical Enquiry into the Origin of our Ideas of the Sublime and the Beautiful",
      "url": "https://philpapers.org/rec/GUYAPE",
      "philpapers_id": "GUYAPE",
      "snippet": "In his Enquiry Edmund Burke overturned the Platonic tradition in aesthetics and replaced metaphysics with psychology. His revolutions in method and sensibility influenced later philosophers and literary and artistic movements from the Gothic ...",
      "page_age": null
    },
    {
      "title": "Steven Paul Millies, \"A Relation Between Us\": Religion and the Political Thought of Edmund Burke",
      "url": "https://philpapers.org/rec/MILARB-2",
      "philpapers_id": "MILARB",
      "snippet": "To reconcile a hostile church establishment to the religious consecration of the state Burke attempted to forge an uneasy compromise solution of tolerant establishment. ;Burke&#x27;s efforts to engage his ideas in the practical problems of eighteenth century Europe were not successful, and alternative understandings of politics have taken root in Western civilization.",
      "page_age": null
    },
    {
      "title": "Paul Gottfried, Edmund Burke",
      "url": "https://philpapers.org/rec/GOTEB",
      "philpapers_id": "GOTEB",
      "snippet": "It also provides further proof for the reading Stanlis has been offering of his subject since his first book in 1959, Edmund Burke and the Natural Law. There Burke is depicted as an explicitly Christian critic of the Enlightenment influenced by Scholastic and Ciceronian natural law.",
      "page_age": null
    },
    {
      "title": "D. O. Thomas, Richard Price and Edmund Burke: The Duty to Participate in Government",
      "url": "https://philpapers.org/rec/THORPA-4",
      "philpapers_id": "THORPA",
      "snippet": "Popular political responsibility was thus defended by the extension of a rigorous moral athleticism into the sphere of social arrangements. The dominating feature of this demand for comprehensive reform and reconstruction is the attempt to construe the moral life as a process in which the individual struggles to recreate himself in the light of his most mature conceptions.",
      "page_age": null
    },
    {
      "title": "Richard Burke, Rhetoric, Religion and Secular Humanism",
      "url": "https://philpapers.org/rec/BURRRA",
      "philpapers_id": "BURRRA",
      "snippet": "Philosophical Traditions · Philosophical Traditions · African/Africana Philosophy · Asian Philosophy · Continental Philosophy · European Philosophy · Philosophy of the Americas · Philosophical Traditions, Miscellaneous · Philosophy, Misc · Philosophy, Misc ·",
      "page_age": null
    },
    {
      "title": "Thomas Wellsted Copland, Burke's vindication of natural society",
      "url": "https://philpapers.org/rec/COPBVO",
      "philpapers_id": "COPBVO",
      "snippet": "The Ironic Purpose of Burke&#x27;s Vindication Vindicated.John C. Weston - 1958 - Journal of the History of Ideas 19 (3):435. Reason&#x27;s Tragic Conflict with Tradition: The Aesthetic Dimension of Edmund Burke&#x27;s Political Philosophy.Thomas William Sheehy - 1998 - Dissertation, The Catholic University ...",
      "page_age": null
    },
    {
      "title": "Tom Burke, Empiricism, Pragmatism, and the Settlement Movement",
      "url": "https://philpapers.org/rec/BUREPA-2",
      "philpapers_id": "BUREPA",
      "snippet": "Because of her emphasis on interpretation and action, and because of the nature of the settlement movement as a social reform effort with vitally important consequences for everyone involved, it might be thought that her analysis would be pragmatist in character.",
      "page_age": null
    },
    {
      "title": "W. L. D., Edmund Burke, His Political Philosophy",
      "url": "https://philpapers.org/rec/DEBH-5",
      "philpapers_id": "DEBH",
      "snippet": "While granting the importance of moral and religious ideas in Burke’s political thought, O’Gorman argues, against the &quot;new conservatives,&quot; that it is neither systematic nor a development and application of the natural law principle. And commentators &quot;who embark upon a voyage of discovery for some ‘key notions’ or ‘fundamental concepts’ fare no better&quot;.",
      "page_age": null
    },
    {
      "title": "Edmund Burke, The philosophy of Edmund Burke",
      "url": "https://philpapers.org/rec/BURTPO-12",
      "philpapers_id": "BURTPO",
      "snippet": "This selection from his speeches and writings reveals a political philosophy which is viable. even prophetic, in our own time. Burke&#x27;s distrust of disembodied reason, his vision of the law of all nations, and his wide pragmatism speak to everyone concerned with maintaining the democratic freedoms in an age when millions are subject to the tyranny of abstract political ideas.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
