{
  "status": "success",
  "source": "semantic_scholar",
  "query": "tradition ideology manipulation",
  "results": [
    {
      "paperId": "f29dba214573c6cd4518f43330895596d2696730",
      "title": "The Freudo‐Marxist Tradition and the Critique of Psychotherapeutic Ideology",
      "authors": [
        {
          "name": "David Pavón‐Cuéllar",
          "authorId": "2073954062"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1002/PPI.1336",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f29dba214573c6cd4518f43330895596d2696730",
      "venue": "",
      "journal": {
        "name": "Psychotherapy and Politics International",
        "pages": "208-219",
        "volume": "12"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "904c6f8560de1696fd9c8b897bb0fe3bc86bc902",
      "title": "Conservative ideology and political kitsch",
      "authors": [
        {
          "name": "N. Božilović",
          "authorId": "117846309"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.7251/SOCEN1306005B",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/904c6f8560de1696fd9c8b897bb0fe3bc86bc902",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "5",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1e5f4e26fbbbbf0eb48d0874e52760bd5ad88032",
      "title": "Interpretation of Pop Culture by A. Dugin and S. Žižek: Tradition and Ideology",
      "authors": [
        {
          "name": "Valery A. Abanin",
          "authorId": "2334916890"
        },
        {
          "name": "A. Oleshkova",
          "authorId": "1395411611"
        }
      ],
      "year": 2024,
      "abstract": "Research in the field of pop culture and its semantic fields occupies an important place in cultural science to-day. Elements of pop culture, such as music and cinema, are currently sufficiently represented in scientific dis-course. In this paper, two views on the interpretation of pop culture will be considered, belonging to the Russian traditionalist philosopher Alexander Dugin and the Slovenian social philosopher Slavoj Žižek. These “public philosophers” are known for sometimes extravagant and outrageous statements, their ideological differences are expressed in the form of an interpretation of pop culture and its conclusions. The situation when two well-known modern philosophers with diametrically opposed political and philosophical positions reflect on the na-ture of the introduction of elements of the system into pop culture (the concepts of “tradition” and “ideology”), undoubtedly, should be considered through a comparison of interpretations. Dugin’s analysis of pop culture is based on a traditionalist interpretation and, as will be shown in the article, is quite close to hermeneutical theo-ry, namely Heidegger and Gadamer. In turn, Žižek’s analysis of pop culture is based on Marxism, the psychoa-nalysis of Jacques Lacan interpreted by the philosopher, and the theory of ideology of Louis Althusser. The primary issue addressed in this article revolves around the consonance of these interpretive approaches. The authors seek to discern the points of convergence (if any) between their respective conceptual frameworks. Through this comparative exploration, the article endeavors to illuminate the complexities inherent in the philo-sophical discourse surrounding pop culture and its ideological implications.",
      "citationCount": 0,
      "doi": "10.24158/tipor.2024.10.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e5f4e26fbbbbf0eb48d0874e52760bd5ad88032",
      "venue": "Теория и практика общественного развития",
      "journal": {
        "name": "Теория и практика общественного развития"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8371b576b4101f5704e58af92486da4eb66f55ed",
      "title": "Tradition and ideology of the human legal status in Russian constitutionalism",
      "authors": [
        {
          "name": "Armen Dzhagaryan",
          "authorId": "2911484"
        },
        {
          "name": "Ilya M. Sokolshchik",
          "authorId": "2321261293"
        }
      ],
      "year": 2024,
      "abstract": "In the article, the authors addressed the understanding of man in the civilizational space of the Russian statehood, in the national-specific context of the spiritual, moral and socio-cultural environment. Overcoming the aggressive mythologies of individualistic liberalism, which have led to a value-based and worldview schism and are contributing to the evolving crisis in Western legal tradition, requires not merely a critical approach (while avoiding the risks of sliding into fanatical negativism) but a constructive, creatively generative approach. This involves identifying and elucidating the distinctive philosophical-ethical foundations of Russian constitutional humanism. Recognizing the scale and nature of the issues under discussion, the authors primarily focus on the ideological aspects of updating the constitutional model of human legal status from the perspective of the identity of domestic constitutionalism. It is argued that, in terms of value-based worldviews and methodology, it is crucial to shift the focus of the discussion around the legal status of the individual towards the foundational principles of ethical-legal obligation, and consequently, towards identifying and systematizing the subjective duties and obligations associated with spiritual-moral imperatives.",
      "citationCount": 0,
      "doi": "10.31857/s1026945224070091",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8371b576b4101f5704e58af92486da4eb66f55ed",
      "venue": "Государство и право",
      "journal": {
        "name": "Gosudarstvo i pravo"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "23361f522e2942b01136b0510099b5e17b8e7a9b",
      "title": "The Doctrine of Natural Law as the Ideology of the Western Legal Tradition",
      "authors": [
        {
          "name": "E. Komleva",
          "authorId": "2325634828"
        }
      ],
      "year": 2024,
      "abstract": "The article examines classical natural law as the ideological foundation of the legal tradition in the Western world. As the author demonstrates, natural law was inherently linked to the legal traditions of antiquity and the Middle Ages, shaping both the dominant historical type of legal thinking and the models of legal regulation implemented within the respective traditions for the behavior of participants in legal communication. The preeminent position of natural law was determined by historical context as well as the specificities of the legal orders corresponding to that historical type. According to the author, the doctrine of classical natural law has become the ideological bedrock of the Western legal tradition in all its diverse aspects and manifestations. It can, therefore, be asserted that the Western legal tradition, viewed from this perspective, constitutes a collection of legal ideas characteristic of Western civilization and intended for the modernization of non-Western states.",
      "citationCount": 0,
      "doi": "10.22394/3034-2813-2024-3-46-53",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23361f522e2942b01136b0510099b5e17b8e7a9b",
      "venue": "Theoretical and Applied Law",
      "journal": {
        "name": "Theoretical and Applied Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ff72cd95e87c902edc9c0ade3c24102ed54ab7c0",
      "title": "Ordo-Liberalism as Tradition, Ideology, and Model of Citizenship: Memorializing, Reinventing, Forgetting",
      "authors": [
        {
          "name": "K. Dyson",
          "authorId": "97729970"
        }
      ],
      "year": 2021,
      "abstract": "This chapter examines the complex processes of memorialization, reinvention, and forgetting that have characterized the Ordo-liberal tradition; the role of the Freiburg School; the selection of certain aspects of political economy and of certain thinkers and texts; and the distinctive focusing illusions that have followed. It also looks at how its identity has been shaped by its ideological makeup and its model of citizenship. The picture that emerges is of a tradition whose core characteristics can be defined but whose boundaries are difficult to fix. Part of the problem is its ideological hybridity as both conservative and liberal. The chapter looks at the dual nature of the Ordo-liberal tradition as explicit and formalized knowledge and as tacit and common-sense knowledge (William Sorley). In the first sense it is characterized by academic power structures, notably in economics and law, and canonical texts, and by the effects of generational change on these structures. In the second sense, Ordo-liberalism is bound up with administrative cultures and the extent to which they are rule-bound and receptive. The chapter then considers two other aspects of the Ordo-liberal tradition: as ideal type (Eucken) and more loosely as family resemblance (Ludwig Wittgenstein); and as authentic and invented tradition (Eric Hobsbawm), distinguishing Freiburg 1, 2, and 3. Finally, the chapter identifies the Ordo-liberal model of citizenship as based on safeguarding the morally responsible individual: the wise consumer, the thrifty saver, and the responsible creditor. It condemns feckless and profligate behaviour, notably of debtors. This model is subjected to critique.",
      "citationCount": 0,
      "doi": "10.1093/oso/9780198854289.003.0005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff72cd95e87c902edc9c0ade3c24102ed54ab7c0",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "99-128",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5f8ccc7b4bf68b91036c016c72c05b914496b2a5",
      "title": "The Totality of Platform Ideology: An Immanent Critique of Digital Capitalism within the Frankfurt School Tradition",
      "authors": [
        {
          "name": "A. A. Trunov",
          "authorId": "2170426039"
        },
        {
          "name": "Vitaliy Olegovich Lesnykh",
          "authorId": "2390429488"
        }
      ],
      "year": 2025,
      "abstract": "The objective of this research is to uncover the mechanisms through which platform ideology is transformed into a form of total domination, embedded within the very infrastructure of digital capitalism. This paper demonstrates that digital platforms are not merely neutral intermediaries in the realm of communication; rather, they actively constitute new forms of subjectivity. In doing so, they reframe the human being as an object of algorithmic control and a source of user data. The scientific novelty of the study lies in its examination of the phenomenon of platform ideology through the lens of the intellectual tradition of immanent critique, as developed by the leading theorists of the Frankfurt School. This theoretical framework allows us not only to draw parallels between processes of digitalization and the logic of the culture industry but also to identify a radicalization of alienation and reification under the conditions of digital capitalism. The findings affirm the continued relevance of Critical Theory as an indispensable tool for a scientific understanding of digital society. Furthermore, they underscore the necessity of rethinking traditional categories of domination and subordination within the context of platform capitalism.",
      "citationCount": 0,
      "doi": "10.24923/2305-8757.2025-24.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f8ccc7b4bf68b91036c016c72c05b914496b2a5",
      "venue": "KANT Social Sciences &amp; Humanities",
      "journal": {
        "name": "KANT Social Sciences &amp; Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fec1e84be1e89d189672c185e43252b2e6ae396b",
      "title": "Keith Andrew Stewart, Galen’s Theory of Black Bile: Hippocratic Tradition, Manipulation, Innovation, Studies in Ancient Medicine, vol. 51 (Leiden: Brill, 2018), pp. x + 178, € 94/US$113, hardback, ISBN: 9789004382787.",
      "authors": [
        {
          "name": "T. Tieleman",
          "authorId": "95069059"
        }
      ],
      "year": 2020,
      "abstract": "more authoritative panorama of the social and religious landscape of Goa throughout the period studied (pp. 78, 129). Luı́s Filipe Thomaz’s A questão da pimenta (1998) would have given political and intellectual context for the fascinating discussion of the qualities of pepper in the middle of the sixteenth century (p. 99). Jorge Santos Alves’ new edition of Pinto’s Peregrinação (2010) supersedes the Hobson-Jobson (1886) when it comes to identifying toponyms. The political and material framework in which scientific and medical discoveries took place appears brittle at times – Luanda was not a port approached by Portuguese vessels on their way to India (p. 216), and Dom João de Castro was not the ‘illustrious conqueror of Diu’ (p. 93). Spanish ‘influence’ in Portugal cannot be said to have ‘brought [. . . ] an aversion to trade [. . . ] [and] merchant capitalism’ (p. 247) without qualification – and the Cantino map is not an ‘atlas’ (p. 260). But the latter remarks are the inevitable quibbles of a Lusitanist, and they do in no way diminish the value of this remarkable book, especially to historians of science and medicine. This book will further be of value to students of early modern history as it tells a neglected story with passion and intellectual verve. Last, but not least, Cagle avoids romanticising the history of knowledge exchanges, rightly asserting the bleakness of the outlook by the late 1700s: ‘if the deadliest fevers were located in the tropics’, the author asserts, ‘expertise about them could no longer be’ (p. 308). Europe increasingly fashioned itself as the epistemic centre of the world, and this book helps us understand how it came to that.",
      "citationCount": 0,
      "doi": "10.1017/mdh.2019.70",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fec1e84be1e89d189672c185e43252b2e6ae396b",
      "venue": "Medicina e historia",
      "journal": {
        "name": "Medical History",
        "pages": "152 - 154",
        "volume": "64"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d7b53785f833f6589a1852bac6a0d7ccaa2c6459",
      "title": "CONFUCIANISM AND JUCHE IDEOLOGY: AN ANALYSIS OF THE MANIPULATION OF CONFUCIANISM FOR THE CREATION OF A POLITICAL RELIGION",
      "authors": [
        {
          "name": "Olga Bartosiewicz",
          "authorId": "2104702263"
        },
        {
          "name": "O. Budaragina",
          "authorId": "123560916"
        },
        {
          "name": "Marco Cassioli",
          "authorId": "2098251326"
        },
        {
          "name": "Beáta Huszka",
          "authorId": "108822575"
        },
        {
          "name": "Benjamin Keatinge",
          "authorId": "108729779"
        },
        {
          "name": "Angelo Mitchievici",
          "authorId": "95032269"
        },
        {
          "name": "Viktor Pál",
          "authorId": "67217845"
        },
        {
          "name": "Cătălin Pavel",
          "authorId": "17231112"
        },
        {
          "name": "A. Piotrowska",
          "authorId": "48133218"
        },
        {
          "name": "Alexandra Prunea Bretonnet",
          "authorId": "2078368496"
        },
        {
          "name": "Brian Shaev",
          "authorId": "117895367"
        },
        {
          "name": "Alina Vaisfeld",
          "authorId": "2346316531"
        },
        {
          "name": "Camelia Diana Yüksel",
          "authorId": "2076159404"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7b53785f833f6589a1852bac6a0d7ccaa2c6459",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "c8486202a7d7c5d0ee99b78d346522d62988f5de",
      "title": "Speciesism and the Ideology of Domination in the Italian Philosophical Tradition",
      "authors": [
        {
          "name": "L. Caffo",
          "authorId": "52564194"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1057/978-1-137-36671-9_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c8486202a7d7c5d0ee99b78d346522d62988f5de",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "109-123",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "adac54a79770ab0c2d123942208c4d6d1c8140fb",
      "title": "Revolutionary Aristotelianism and Ideology",
      "authors": [
        {
          "name": "Egidijus Mardosas",
          "authorId": "2083016032"
        }
      ],
      "year": 2024,
      "abstract": "How does ideology function and, more importantly, how can we resist ideological subjugation?\n Egidijus Mardosas answers these questions by applying the philosophical resources of Revolutionary Aristotelianism: a recent approach in social philosophy that takes inspiration from the Aristotelian works of Alasdair MacIntyre.\n In particular, Mardosas focuses on the Aristotelian and Macintyrian notions of practical reason and virtue. To be a successful practical agent, he explains, is to reach for genuine human goods and resist all forms of ideological subjection. And our virtues are the intellectual and moral powers that can help us in this task. Considering which virtues to practise, this book examines the qualities of hope, truthfulness, comradeship, courage, and justice and uncovers how all the virtues are key, in differing ways, to sustaining our practical agency in the face of ideological manipulation.\n Bringing together ethics, social philosophy, and Aristotle via MacIntyre, as well as key thinkers from Gramsci to Rehmann,Revolutionary Aristotelianism and Ideologyprovides an urgent investigation into the necessity and virtues of social struggle.",
      "citationCount": 0,
      "doi": "10.5040/9781350429895",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/adac54a79770ab0c2d123942208c4d6d1c8140fb",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "791c3ed6ee83b7425eda2ab2b928c86c4a916fe2",
      "title": "The Temple in Post-Exilic Prophetic Tradition: Ideology and Reality in Building Contextual Theology",
      "authors": [
        {
          "name": "안근조",
          "authorId": "2077962212"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.26590/MADANG..15.201106.75",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/791c3ed6ee83b7425eda2ab2b928c86c4a916fe2",
      "venue": "",
      "journal": {
        "name": "Madang: Journal of Contextual Theology",
        "pages": "75-96",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "189ef0a2862faf09a1f2e98aba796479a3b06055",
      "title": "Dominance of the obstinate and the obliging: Ethos and ambivalence ideology in the artificial intelligence rhetoric",
      "authors": [
        {
          "name": "Emilija Radibratović",
          "authorId": "97576211"
        }
      ],
      "year": 2024,
      "abstract": "Due to global proliferation and wide accessibility of large language models of artificial intelligence, we are now \"conversing\" with machines. We ask them questions on various topics concerning nature and society, request them to write texts in a specific style for diferent occasions, and receive seemingly coherent responses. We think about these responses, adopt them, apply them, or continue the \"conversation\" with an imagined \"allknowing interlocutor\" whom we refer to as \"he\". In the communication between humans and machines, a new speech act of apparent coherent exchange is developing, which evokes rhetorical contextualization and includes certain implications of intellectual stimulation for humans, but also manipulation over them. This \"he\" with whom we \"converse\" rhetorically represents the ethos of artificial intelligence, which is at the centre of contemporary thought about this technological phenomenon. In this paper, it is observed through a gender lens, using an interdisciplinary analysis of machine statements of the conversational BOT Chat+GPT, applying critical studies of sociolinguistics, rhetoric, and the sociotechnical context. The construction of ethos is examined in relation to its power to possess and transmit knowledge about the gender binary division in historical and contemporary perspectives, and is revealed as ideologically ambivalent and restrictive.",
      "citationCount": 0,
      "doi": "10.5937/kultura2484021r",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/189ef0a2862faf09a1f2e98aba796479a3b06055",
      "venue": "Kultura",
      "journal": {
        "name": "Kultura"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5dfbcde7d5b5899853414236417e67d8101f25b4",
      "title": "THE PHENOMENOLOGICAL OUTLOOK ON CRITIQUE OF IDEOLOGY",
      "authors": [
        {
          "name": "Maria Stenina",
          "authorId": "2230511087"
        }
      ],
      "year": 2023,
      "abstract": "The article further elaborates on a project of phenomenological critique of ideology and reveals its potential for the discourse of literature. Since the paradigm of studying ideology as a ‘false consciousness’ set in classical Marxism run into several problems connected with the transition from being in ideology to performing its critique, a genuine way out of it became impossible due to the totality of a discursive structure common to them. The articulation of this paradox in Karl Mannheim, Louis Althusser, Paul Ricœur, Michel Pecheux, and Mikel Dufrenne changed the way of statement of the question, shifting the emphasis from the content of ideology and its characteristic features to the status of a critic who is inevitably hypostatizing his thinking. The change of perspective, in turn, entailed a transformation of the method: while the previous tradition focused on finding a connection between the distorted representation of reality in ideological consciousness and the social position of its bearer, structuralist and phenomenological approaches tend to consider the contingent content of consciousness as an inevitable consequence of its structuring always-already-given horizon of meaning. Working with the latter, Mark Richir introduces the concept of a symbolic institution—the domain of meaning, which determines the human habitus, providing it with linguistic and cultural practices that have lost their phenomenological origin. In this framework, the criticism of ideology is understood as an exit from a symbolic institution, albeit temporary. Mark Richir thematizes this exit as an encounter between symbolic and phenomenological registers, i. e. a phenomenological challenge that assumes the agent of the reduction. Nevertheless, gaining a foothold 'outside' the symbolic institution is impossible: the overcome symbolic order undergoes recoding over time. Therefore, the phenomenological criticism of ideology cannot offer a normative program of a presumed non-ideological field to which the previous tradition aspired. The work hypothesizes that such critique is given as a trace of a once-perfect exit from a symbolic institution and is subject to interpretation as evidence. The development of this hypothesis is presented in the final, practical part of the work.",
      "citationCount": 0,
      "doi": "10.21638/2226-5260-2023-12-1-173-194",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5dfbcde7d5b5899853414236417e67d8101f25b4",
      "venue": "HORIZON / Fenomenologicheskie issledovanija/ STUDIEN ZUR PHÄNOMENOLOGIE / STUDIES IN PHENOMENOLOGY / ÉTUDES PHÉNOMÉNOLOGIQUES",
      "journal": {
        "name": "HORIZON / Fenomenologicheskie issledovanija/ STUDIEN ZUR PHÄNOMENOLOGIE / STUDIES IN PHENOMENOLOGY / ÉTUDES PHÉNOMÉNOLOGIQUES"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "172dfb855817439dd8384f91414a171c82d34b9e",
      "title": "How a philosopher turns philosophy into ideology: michel onfray",
      "authors": [
        {
          "name": "S. V. Tikhonova",
          "authorId": "2334634929"
        },
        {
          "name": "I. V. Suslov",
          "authorId": "2335050939"
        }
      ],
      "year": 2025,
      "abstract": "The article deals with the problem of syncretism of philosophy and ideology in the activities of practical philosophers. The authors consider the problem of demarcation of ideology and philosophy, based on subject and motivational differences, and come to the conclusion that the differences between theoretical and practical philosophies are conventional, are the result of the development of academic tradition and are not characteristic of modern philosophy as a praxeological sphere. Using the example of Michel Onfray's work, they show how a modern philosopher can transform an academic study of the history of philosophy into an ideological form. Michel Onfray models his own philosophical lifestyle project as a trench resistance to the capitalist microphysics of power, dehumanizing and alienating man. Philosophizing, transmitted to the masses free of charge, becomes a way of anarchic privatization of everyday life as a space of self-creation of personality and identity by the subject.",
      "citationCount": 0,
      "doi": "10.33979/2587-7534-2025-1-176-183",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/172dfb855817439dd8384f91414a171c82d34b9e",
      "venue": "Abyss (Studies in Philosophy, Political science and Social anthropology)",
      "journal": {
        "name": "Abyss (Studies in Philosophy, Political science and Social anthropology)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a6a0991396ef4b05e086a97ac4b0f1cb55a7888a",
      "title": "Genealogy of Soekarno's syncretic-eclectic thought: the intersection of culture values, religion, and ideology (1916-1926)",
      "authors": [
        {
          "name": "Fauzian Aulia Muslim",
          "authorId": "2382278426"
        },
        {
          "name": "Yety Rochwulaningsih",
          "authorId": "2382279863"
        },
        {
          "name": "Sri Sudarsih",
          "authorId": "2382278294"
        }
      ],
      "year": 2025,
      "abstract": "This study aims to analyze the dynamics of values and ideas that shaped Soekarno's syncretic and eclectic thinking. This study uses a historical method that includes four stages, namely heuristics, criticism, interpretation, and historiography. Through comparative analysis, it is shown that there are differences between the concepts of syncretism and eclecticism. Eclecticism is an approach to thinking that selectively combines various elements of thought from different systems of thought. This differs from syncretism, which tends to combine elements of values and thoughts into a unity with traces of contradiction within it. The results of this study show that Soekarno's syncretic thinking was born from an active dialectical process between tradition, values, and philosophy. The intersection of Javanese values, Theosophy, Abangan Islam, and Hinduism became the foundation for the formation of Soekarno's moral horizon, which was oriented towards the idea of unity. Meanwhile, Soekarno's eclecticism was the result of his adaptation of HOS Tjokroaminoto's eclectic style of thinking, as reflected in his writings on Islam and Socialism. Tjokroaminoto selected concepts of socialism that were compatible with the framework of Islam, rather than accepting the doctrine of socialism. Based on this approach, Soekarno formulated syncretic and eclectic ideological ideas in his 1926 writing Nationalism, Islamism, and Marxism. The uniqueness of this study lies in the position of syncretism as Soekarno's moral philosophy and eclecticism as Soekarno's epistemology",
      "citationCount": 0,
      "doi": "10.21831/hsjpi.v12i2.89023",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6a0991396ef4b05e086a97ac4b0f1cb55a7888a",
      "venue": "Harmoni Sosial: Jurnal Pendidikan IPS",
      "journal": {
        "name": "Harmoni Sosial: Jurnal Pendidikan IPS"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cfbd233e40bc6751a8f8ae3df0ad1b84ad340698",
      "title": "Islamic Left Manifesto: Hasan Hanafi and Interpretation of Materialism on Islamic Tradition",
      "authors": [
        {
          "name": "Sayuti Sayuti",
          "authorId": "2060032217"
        },
        {
          "name": "Inayatillah Inayatillah",
          "authorId": "113740630"
        }
      ],
      "year": 2025,
      "abstract": "The challenge of integrating a materialist approach into Islamic interpretation is generally spiritual and theological. Hasan Hanafi's thoughts, which promote left-wing Islam, present an ideological conflict, especially with traditional interpretations that focus more on aspects of faith and spirituality. This study uses library research because the primary focus of the study is on collecting secondary data through a study of various written literature sources. The study results show that: 1) Hasan Hanafi's Islamic Leftic Concept influences the interpretation of materialism in the Islamic tradition. Hasan Hanafi developed the concept of Islamic Left, which integrates the ideology of materialism with Islamic principles. In his thinking, Islam is not only seen as a spiritual religion, but also as a tool to criticize social and political injustice, and to encourage structural change. 2) The implications of the interpretation of materialism according to Hasan Hanafi in contemporary Islamic thought are that Hanafi's materialist interpretation brings important implications in contemporary Islamic thought by emphasizing that religious texts must be understood in a social and economic context. He argues that Islam must function as a force for social change, not just for individual worship. 3) The problems of Hasan Hanafi's thinking and the interpretation of materialism according to the views of Muslim intellectuals are that Hasan Hanafi's thinking on the interpretation of materialism faces criticism from conservative Muslim intellectuals who consider it a deviation from traditional interpretation.",
      "citationCount": 0,
      "doi": "10.54298/ijith.v4i1.438",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cfbd233e40bc6751a8f8ae3df0ad1b84ad340698",
      "venue": "International Journal of Islamic Thought and Humanities",
      "journal": {
        "name": "International Journal of Islamic Thought and Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f5d282ce6ddcd552e9e9bab21d5dc95f2eb8fac9",
      "title": "ОТ ТРАДИЦИИ К «КОНСЕРВАТИВНОЙ РЕВОЛЮЦИИ»: ИСТОРИЯ И ИДЕОЛОГИЯ В КУЛЬТУРНО-ИСТОРИЧЕСКОЙ КОНЦЕПЦИИ ОСВАЛЬДА ШПЕНГЛЕРА О. Э. Терехов FROM TRADITION TO \"CONSERVATIVE REVOLUTION\": HISTORY AND IDEOLOGY IN OSWALD SPENGLER'S CULTURAL-HISTORICAL THEORY",
      "authors": [
        {
          "name": "O. E. Terekhov",
          "authorId": "2075518868"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f5d282ce6ddcd552e9e9bab21d5dc95f2eb8fac9",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7233e766bba777b8586c65bf9c318d1cc2092006",
      "title": "Cultural Ideology of Nguyen an Ninh",
      "authors": [
        {
          "name": "Tran Thi Thao Hien",
          "authorId": "2334782393"
        },
        {
          "name": "Cao Xuan Long",
          "authorId": "2334787717"
        }
      ],
      "year": 2024,
      "abstract": "Objectives: To explore Nguyen An Ninh's contributions to Vietnamese philosophy, particularly his cultural ideology, which merges national traditions with global ideals to meet the socio-historical needs of late 19th and early 20th century Vietnam. \n  \nMethods: Analyzing Nguyen An Ninh's philosophical perspectives and cultural ideology within the context of Vietnamese history and the global intellectual currents of his time. \n  \nResults: Nguyen An Ninh's cultural ideology is identified as a synthesis of traditional Vietnamese cultural values and emerging global ideas. It played a pivotal role in shaping the ideological framework for the proletarian shift in Vietnam during the near-modern period. \n  \nConclusion: Nguyen An Ninh's philosophy, especially his cultural ideology, acted as a significant bridge facilitating Vietnam's transition toward modern ideological trends, reflecting both national and global influences.",
      "citationCount": 0,
      "doi": "10.47172/2965-730x.sdgsreview.v5.n02.pe03863",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7233e766bba777b8586c65bf9c318d1cc2092006",
      "venue": "Journal of Lifestyle and SDGs Review",
      "journal": {
        "name": "Journal of Lifestyle and SDGs Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b328c1ff87496029aa1469732429ce6394ecb3d0",
      "title": "The Manipulation of Translator’s Ideology in Translating In Liu Village",
      "authors": [
        {
          "name": "何霞",
          "authorId": "2093459634"
        },
        {
          "name": "李莎莎",
          "authorId": "2060927654"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b328c1ff87496029aa1469732429ce6394ecb3d0",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "141-143",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "998993cf2c6328d7c88887b4e2d86092599a68e7",
      "title": "Ideology and Tradition: An Epistemological View of Neoconservatism",
      "authors": [
        {
          "name": "T. Mándi",
          "authorId": "118760770"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1515/wpsr-2014-0007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/998993cf2c6328d7c88887b4e2d86092599a68e7",
      "venue": "",
      "journal": {
        "name": "World Political Science Review",
        "pages": "147 - 162",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "69cf5aa65547e2e7f3f575203a32dc6db1c6e886",
      "title": "The first literary text of the Yakut tradition in the aspect of new approaches to poetics",
      "authors": [
        {
          "name": "N. V. Pokatilova",
          "authorId": "2309641121"
        }
      ],
      "year": 2024,
      "abstract": "The article provides in-depth the issue of the first literary text, which serves as the foundation for the development of literature as a distinct system apart from the oral tradition. In this context, we aim to revisit the question of which work by A.E. Kulakovsky should be regarded as the inaugural text of Yakut literature: the chronologically first by its conception and composition or the first by publication, which became widely known to readership. The paper forwards a hypothetical proposition of the importance of the publication of A.E. Kulakovsky’s first poem “Oath of Abasy” in 1908, which was selected by the author himself from the entire corpus of his early body of work. The purpose of the paper is to analyse the first poem by A.E. Kulakovsky in the aspect of poetics of the literary text itself. The research objectives include the analysis of the poem in the aspect of identifying the “poetic principle” within and in the context of the formation of the literary text as a whole, which determined the principles of formation of the poet’s literary poetics. The results of the analysis of A.E. Kulakovsky’s first poem demonstrate that it was this exact work, rather than “Algys to Baianai”, should be seen as the first literary text of the tradition, symbolising the beginning of literature as a new type of text, distinct from folklore. Analysis of this poem confirms that literature, unlike folklore, is aimed from the start at the author’s creation of the poetic principle proper, which permeates the text on all its levels. The scientific justification of “the primary text” of Yakut literary tradition should be considered as a fully motivated departure from the ideological assessments, characteristic of Soviet literary criticism and, in particular, in the history of studying the literary heritage of A.E. Kulakovsky.",
      "citationCount": 0,
      "doi": "10.25587/2222-5404-2024-21-2-144-152",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69cf5aa65547e2e7f3f575203a32dc6db1c6e886",
      "venue": "Vestnik of North-Eastern Federal University History Political Science Law",
      "journal": {
        "name": "Vestnik of North-Eastern Federal University History Political Science Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ee7908a3cf6645000175431d9d065928707244b3",
      "title": "On the Problem of Conceptualizing Ostracism as a Mechanism for Preserving Tradition (Cases of L. N. Tolstoy and A. V. Kuraev*)",
      "authors": [
        {
          "name": "E. N. Gudilina",
          "authorId": "2339944317"
        }
      ],
      "year": 2024,
      "abstract": "The article reveals the relationship between tradition and ostracism as a mechanism of its maintenance and preservation. A sufficiently stable ideological and semantic, sacralised core of tradition always carries a potential possibility of activation of ostracism as a protective reaction of the social system to criticism of tradition or an attempt to change or eliminate it. On the example of the cases of L. N. Tolstoy and A. V. Kuraev* the stages of the emergence and escalation of the conflict of values associated with the opposition between the individual and tradition in the person of religion and the state are analysed. A number of peculiarities of ostracism as a social practice are noted, which will allow not only to compare similar cases, but also to predict their emergence and propose technologies to manage them.",
      "citationCount": 0,
      "doi": "10.15826/tetm.2024.2.065",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee7908a3cf6645000175431d9d065928707244b3",
      "venue": "Tempus et Memoria",
      "journal": {
        "name": "Tempus et Memoria"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f34a0eccc0ccee068a9eeafd0441b331b9fcc375",
      "title": "Polysemous Tradition as a Common Basis for Ideological Resistance in Windsor Forest and The Communist Manifesto",
      "authors": [
        {
          "name": "Rory Mullen",
          "authorId": "47247524"
        }
      ],
      "year": 2024,
      "abstract": "This paper delves into the nuanced use of tradition as a foundation for ideological resistance in Alexander Pope’s “Windsor Forest” and Karl Marx and Friedrich Engels’ “The Communist Manifesto.” Despite their divergent contexts—Pope’s text emerging from early 18th-century England and the Manifesto from mid-19th-century industrializing Europe—both works leverage historical and literary traditions to critique and resist dominant ideologies of their times. “Windsor Forest” subtly confronts ideologies of Protestant ascendancy and anti-Catholic sentiment prevalent in England following the Glorious Revolution of 1688, promoting peace and the unity of Great Britain under Queen Anne’s Stuart monarchy as alternatives to war and division. Through literary devices such as allegory and panegyric, Pope employs tradition not only to question the contemporary political and social landscape but to posit the Stuart dynasty as a symbol of national prosperity and harmony. \nContrastingly, “The Communist Manifesto” openly challenges the capitalist ideology that Marx and Engels argue perpetuates class struggle and exploitation of the proletariat. The Manifesto calls for a revolutionary overhaul of the social order, drawing on traditions of socialist thought and the historical precedent of class struggle to justify its radical aims. Despite its revolutionary stance, the Manifesto similarly relies on the manipulation of tradition—both embracing and rejecting it—to articulate a vision of communist society. \nBoth texts, therefore, are situated at the intersection of literary expression and ideological conflict, illustrating how tradition can serve as a versatile tool in the articulation of resistance. Whether through the invocation of historical continuity and national identity in “Windsor Forest” or the revolutionary call to arms in “The Communist Manifesto,” tradition is employed to critique existing social and political orders. The abstract underscores the complexity of these texts’ engagement with tradition, highlighting their shared emphasis on the transformative potential of ideological resistance. This comparison illuminates the rich dialogues between literature and politics, demonstrating how textual analysis can reveal deeper insights into the mechanisms of ideological critique and resistance.",
      "citationCount": 0,
      "doi": "10.36399/groundingsug.15.124",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f34a0eccc0ccee068a9eeafd0441b331b9fcc375",
      "venue": "Groundings Undergraduate",
      "journal": {
        "name": "Groundings Undergraduate"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "344c31a6d147fd5ee6272288533449b1da7ab6a1",
      "title": "Islamic and Western Ideology of Democracy: A Comparative and Analytical Study",
      "authors": [
        {
          "name": "Tooba Khalid Dr",
          "authorId": "2347248271"
        },
        {
          "name": "Muhammad Sajjad",
          "authorId": "2347287604"
        },
        {
          "name": "Malik Siddiqua",
          "authorId": "2347286807"
        },
        {
          "name": "Aslam Qureshi Ph. D Scholar",
          "authorId": "2347287370"
        }
      ],
      "year": 2024,
      "abstract": "In this paper, the theoretical foundations and practical manifestations of democracy are to be explored in the context of Islamic and Western thought. The purpose of this study is to compare and contrast the conceptions of democracy in these two distinct cultural and philosophical traditions. This paper sheds light on Islamic political thought, explaining the principles of governance as defined in the Qur'an, Sunnah and Islamic jurisprudence. It explores the concepts of shura (consultation), ijma (consensus) and musleh (public interest) as fundamental elements of Islamic governance, highlighting their compatibility with democratic principles. The study examines the practical implementation of democracy in both Islamic and Western contexts, examining case studies from countries with Muslim-majority populations as well as Western democracies. It examines the challenges and opportunities faced in adapting democratic ideals into functional political systems within these diverse cultural environments. Through this comparative analysis, this paper explores similarities, differences and possible points of convergence between Islamic and Western ideals of democracy. Tries to clarify. It offers insight into how cultural, historical and religious factors shape the concept and practice of democracy, ultimately contributing to a critical understanding of democratic theory and its application in diverse socio-political contexts. \n                       Keywords: Democracy, Islamic and Western Thought, Islamic Political Thought, Religious Factors, Socio-Political",
      "citationCount": 0,
      "doi": "10.63075/guman.v7i2.783",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/344c31a6d147fd5ee6272288533449b1da7ab6a1",
      "venue": "GUMAN",
      "journal": {
        "name": "GUMAN"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2cc6c723b1d7abed65e63ebca663852fcd9240c4",
      "title": "Rajanarayanan in the Dravidian Aesthetic Tradition",
      "authors": [
        {
          "name": "Manickaboopathi V",
          "authorId": "2397257050"
        }
      ],
      "year": 2022,
      "abstract": "The tradition of Dravidian ideology encompasses a variety of material and historical implications. None of the literary and artistic activities emerge in isolation, but rather from the folds of history and social upheavals, and history has two sides. Which side we stand on has to do with our mental system and cultural understanding. The 2,000-year-old Tamil tradition has been influenced by various kinds of literature that support the foundations of Dravidian philosophy. Jain Buddhism, which was once very strong in the Tamil community, took materialism to the fore. They classified human beings on the basis of their actions. When we look closely at the lines such as ‘Ittar Periyor idathor izhikolathor (Those who helped others are great those who ignored others are inferior),\" etc., they did not discriminate on the basis of birth but were defined on the basis of morality. The question of whether the concept of Dravidianism has reached the youth properly in today's time is very important. This is because there is an increasing tendency to project Dravidianism against Tamil nationalism. The Tamil tradition is the rational tradition, and the knowledge tradition of the Siddhas is presented as the Dravidian tradition. Therefore, Dravidianism should be matched with Tamil. The word Dravidian acts as a link to Tamil Nadu. The Dravidian will be the weapon to defeat the conspiracy to alienate the people who have accepted the dignity of the Tamil land. On that basis, this article attempts to link the aesthetic elements of Ki.Ra., which recorded the lives of the Telugu-speaking people, with the Dravidian elements.",
      "citationCount": 0,
      "doi": "10.34256/irjt22s541",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2cc6c723b1d7abed65e63ebca663852fcd9240c4",
      "venue": "International Research Journal of Tamil",
      "journal": {
        "name": "International Research Journal of Tamil"
      },
      "publicationTypes": null
    },
    {
      "paperId": "328fa9d996ba2daa2d87d251554a8c1c0a9bd73a",
      "title": "Denial of motherhood as the ideological basis of the androcentric tradition",
      "authors": [
        {
          "name": "Taisa A. Kostritskaya",
          "authorId": "2022827849"
        }
      ],
      "year": 2022,
      "abstract": "Introduction. Androcentrism as an initial ideological attitude largely determines both the content of classical philosophical texts and the approaches of researchers to their interpretation. Theoretical analysis. It is noteworthy that androcentrism of \"West\" and \"East\" rests on the same ideological postulates. Their identification is the purpose of this work. The way to identify them is a consistent answer to the question of how, in principle, is androcentrism possible as an ideological position that displaces to the periphery of humanity that part of it that pays the price with its own health, pain, and sometimes even life itself for its physical reproduction? Conclusions. It was revealed that the basis of androcentric ideology is the patriarchal theory of birth postulating the importance of the «seed». It is based on the three interrelated postulates, which in terms of content are patriarchal ideas about a woman which are based on the denial of her as an integral and autonomous being. This negation also defines the structure of the \"private\" sphere, thus determining both the worldview of individuals and the structure of society as a whole. This work is recommended for consideration by those researchers who seek to comprehend society as such and patriarchal society as its modern form.",
      "citationCount": 0,
      "doi": "10.18500/1819-7671-2022-22-2-134-138",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/328fa9d996ba2daa2d87d251554a8c1c0a9bd73a",
      "venue": "Izvestiya of Saratov University. Philosophy. Psychology. Pedagogy",
      "journal": {
        "name": "Izvestiya of Saratov University. Philosophy. Psychology. Pedagogy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e830e8076ca78300974e6ad83cc18488afa782da",
      "title": "The State Symbols of Russia as Means of National Reproduction of Historical Tradition, Spiritual Values and Cultural Identification",
      "authors": [
        {
          "name": "Aleksey V. Yakovlev",
          "authorId": "2335002869"
        },
        {
          "name": "Yulia V. Puyu",
          "authorId": "2090342124"
        }
      ],
      "year": 2024,
      "abstract": "The article examines the philosophical and social meanings of the representation of state symbols. State symbols are aimed at the formation of identification civil determinants based on historical and spiritual values having cultural and civilizational, psychologically deterministic and ideologically formative social dimensions. Within the framework of the socio-philosophical analysis, the cultural, religious, and ideological factors of the meaning formation of state symbols, addressed to the connection between government and civil society, were considered. The state, as a guarantee of the orderliness, stability and security of public relations, significant for citizens as a single community, correlates in symbolic meanings with the individual values of individual life through such conceptual forms as “homeland”, “patriotism”, “citizenship”. As examples confirming the importance of symbolic meanings in the specified aspects, some historical and modern events that influenced civic identification processes are given.",
      "citationCount": 0,
      "doi": "10.24158/fik.2024.12.13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e830e8076ca78300974e6ad83cc18488afa782da",
      "venue": "Общество философия история культура",
      "journal": {
        "name": "Общество: философия, история, культура"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a5be03545a59434b44b9730714684690155c9e89",
      "title": "On the problem of generic forces of the individual: Russian humanities as a tool of ideological manipulation Based on the example of a publication",
      "authors": [
        {
          "name": "Lyudmyla Tarnashynska",
          "authorId": "2145659245"
        }
      ],
      "year": 2025,
      "abstract": "The relevance of the article is due to the need to find out how manipulative ideological theses that legitimize totalitarian practices were integrated into the philosophical and literary disciplines of the neighboring aggressor state. Previously, such masking of questionable theses under global “projects” was carelessly ignored, but now it calls for critical analysis, which should serve not only as a reflection of the past but also as a conscious lesson for the future. The object of analysis is L. Bulavka’s publication, which not only actualizes contemporary problems of social, philosophical, and literary anthropology, but also unfolds a series of comparisons, associations, and conclusions. These vividly and convincingly demonstrate the difference in interpretations of totalitarian / anti-totalitarian aspects in the Russian and Ukrainian paradigms of humanities, based on fundamental ontological concepts. The purpose of the article is to prove that Russian humanities has long been an instrument of ideological manipulation: under the guise of established concepts, numerous crimes of the totalitarian government were rehabilitated. To achieve this goal, general scientific methods were used.\n\nThe results of the study demonstrate how manipulative practices of consciousness were tested at the intersection of philosophy, anthropology, literature, and cultural studies in the early 2000s: the boundary between the concepts of good / evil was destroyed, and the essence of the concepts of the Renaissance and Soviet culture was speculatively blurred. By equating them, and putting an equal sign between them, Russian researchers justified the terror of the Soviet government, interpreting anthropocentrism in their own way, without taking into account the mass extermination of people. The refutation of the theses and foundations of the analyzed article by L. Bulavka is based on the works of N. Berdyaev, V. Vernadsky, K. Jaspers, Ukrainian scholars — P. Yurkevych, M. Shlemkevych, M. Popovych and other contemporary philosophers and psychologists, as well as D. Zatonsky, N. Torkut, N. Shumylo, and others.",
      "citationCount": 0,
      "doi": "10.28925/2311-259x.2025.1.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a5be03545a59434b44b9730714684690155c9e89",
      "venue": "Synopsis: Text Context Media",
      "journal": {
        "name": "Synopsis: Text Context Media"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b03440f795ec007c846440ab7d417c76b72ce515",
      "title": "The Manipulation of Ideology in Lin Shu's Chinese Translation of David Copperfield",
      "authors": [
        {
          "name": "Zhang Jing-jing",
          "authorId": "48670868"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b03440f795ec007c846440ab7d417c76b72ce515",
      "venue": "",
      "journal": {
        "name": "Overseas English",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a716043f0f37ab80ab8716ac4a36617f49dfdb32",
      "title": "Criticism and Exceeding:Marxist Ideology on the Openness of Interpretation(One) Tradition and Modern:Marxist Ideology of Open Source",
      "authors": [
        {
          "name": "Duan Dong",
          "authorId": "2056331128"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a716043f0f37ab80ab8716ac4a36617f49dfdb32",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "eadda01260f7bc22769644058077c6e2d48ec2d3",
      "title": "A Phenomenological Inquiry into Wahdah Islamiyah’s Attitude toward Philosophy: Negotiating Purification and Intellectual Tradition",
      "authors": [
        {
          "name": "Andi Ulfa Wulandari",
          "authorId": "2382791485"
        }
      ],
      "year": 2025,
      "abstract": "This study examines Wahdah Islamiyah’s perspective on philosophy within the wider Islamic intellectual tradition, focusing on how resistance to philosophical inquiry unfolds within the organization’s culture. Using a phenomenological approach—combining observation, interviews, and document analysis—the research uncovers how Wahdah Islamiyah navigates the tension between engagement with philosophy and the imperative of religious purification. While previous studies have discussed Wahdah Islamiyah’s roles in law, education, and politics, little attention has been given to its ideological stance on philosophy itself. The findings show that Wahdah Islamiyah does not wholly reject philosophy, but imposes strict boundaries on its study, motivated by the belief that potential harm outweighs possible benefit. Members adopt a selective attitude toward religious texts, and practices deemed as innovation—those lacking clear scriptural basis—are generally avoided. The study argues that Wahdah Islamiyah should be viewed not just through normative or political frameworks, but as an ideological movement negotiating its position within Indonesia’s evolving intellectual landscape. Further research is encouraged to examine other Islamic organizations and the ongoing development of Islamic philosophy in Indonesia.",
      "citationCount": 0,
      "doi": "10.22373/jpi.v5i1.31628",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eadda01260f7bc22769644058077c6e2d48ec2d3",
      "venue": "Jurnal Pemikiran Islam",
      "journal": {
        "name": "Jurnal Pemikiran Islam"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0452f5f2cf1865859527f4d47f26547974713c78",
      "title": "\"That Jewish Belief in the Living God of Israel\": Jewish Tradition in the Thought of Ze'ev Jabotinsky",
      "authors": [
        {
          "name": "Elad Nahshon",
          "authorId": "2225959267"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT:Scholars who have dealt with Jabotinsky's attitude toward Jewish tradition have shared the premise that he was a secular thinker who went through a significant ideological shift in the 1930s, or at least displayed a more favorable approach to religion thereafter for political reasons. However, close examination of his early writings shows that almost all the views he expressed in the 1930s are to be found decades before. Hence, Jabotinsky should be viewed as a thinker who for most of his life held a multifaceted, yet fairly consistent approach to tradition: criticizing Jewish halakha and calling for its reform, while considering religion a great moral force for human progress, describing Jewish tradition as integral to national culture, past and future, and to a certain extent, even romanticizing religious experience. This inclination establishes Jabotinsky as a moderate-secularist easily able to ally himself politically with Religious-Zionists while remaining a non-observant Jew.",
      "citationCount": 1,
      "doi": "10.2979/is.2023.a903073",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0452f5f2cf1865859527f4d47f26547974713c78",
      "venue": "Israel Studies",
      "journal": {
        "name": "Israel Studies",
        "pages": "76 - 95",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fb350f953434d9132e7cd8b142bf83878b4bb12f",
      "title": "Alienation as a Phenomenon of Destruction of Socio-Cultural Tradition",
      "authors": [
        {
          "name": "V. Darenskaya",
          "authorId": "1659092907"
        }
      ],
      "year": 2023,
      "abstract": "The article considers the category of alienation in the context of tradition as a philosophical category. The purpose of the article is to analyze sociocultural alienation as a form of destruction of a person’s spiritual being, integrally represented in the form of tradition. The hypothesis is substantiated, according to which the category of tradition as reproduction of spiritual life in the forms of socio-cultural practice of a person is relevant. Alienation can be considered as a result of the rupture of a spiritual/socio-cultural tradition. The conclusion is substantiated that only the development of the socio-cultural tradition and its main spiritual and ideological “core” allows a person to become a person and consolidate the skills and abilities with which a person can overcome problems in his life, find new, effective forms of interaction with the socio-cultural environment and harmonize his inner world to prevent self-alienation. A living cultural tradition and the connection of generations is the main foundation for a harmonious personal existence. Therefore, the “key” to solving the problem of alienation is the restoration of the destroyed traditions of human spiritual existence in their specific socio–cultural forms including religion, art, morality and traditional ethics. Currently, this de facto restoration has become the state strategy of Russia, without which its survival in the modern competitive world is impossible. This opens up a new perspective of philosophical and cultural studies of both the forms of existence of tradition in culture and its spiritual and value content.",
      "citationCount": 0,
      "doi": "10.21209/1996-7853-2023-18-2-8-17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fb350f953434d9132e7cd8b142bf83878b4bb12f",
      "venue": "Humanitarian Vector",
      "journal": {
        "name": "Humanitarian Vector"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "82d73e7119efc6444c2916059619b17800f66be6",
      "title": "MULTILEVELNESS OF INNER WORLD OF PERSONALITY: PSYCHOLOGICAL REFLECTIONS ON THE BASIS OF DOMESTIC SPIRITUAL TRADITION",
      "authors": [
        {
          "name": "Andrey Gostev",
          "authorId": "2315825935"
        },
        {
          "name": "Andrey Fomin",
          "authorId": "2315826750"
        }
      ],
      "year": 2023,
      "abstract": "The article deals with theoretical and methodological problem – the contribution of history of psychology and historical psychology to studying of spiritual/moral sphere of human existence and religious experience. Such knowledge introduces the psychological science to ontology of human psyche, which presupposes its transcendent dimension and «metaphysical/universal» foundations. The importance of the Russian philosophical and religious tradition is emphasized. Based on the Orthodox-Christian heritage, in particular, on patristic anthropological and psychological ideas, the description of multilayered inner world of human being is proposed. Such description includes the following «layers» around the core – the «spiritual self». Shell-1» – reflection of the macro-social world by personality. «Shell-2» – product of scenario programming in the primary family and immediate environment outside it. «Shell-3» is associated with images of a person’s physical physicality and its pneumo-psycho-somatic connections. «Shell-4» consists of a human being ideas about himself, the world and place in the Universe; it includes a pronounced ideological aspect. The main characteristic of the «shell-5» is a person’s experience (vague or clear) of some «invisible spiritual and metaphysical forces of the soul» presence. «Shell-6» expresses religious/mystical experience of people. The «core» of the «shells» system is integral indivisible human soul associated with the «spiritual self». The proposed description of inner world of a personality helps psychological correction, contributes to form a holistic perception of uniqueness of inner world, with its connections with group consciousness of various levels and the Universe. Some research tasks are set for future studying. Particularly correlating the proposed model with ideas about the multilevel structure of inner world of personality in psychological science and human knowledge in general. The importance of correlating the individual «layers-shells» system with the multilevelness of collective consciousness is emphasized.",
      "citationCount": 0,
      "doi": "10.51217/cogexp_2023_04_02_05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/82d73e7119efc6444c2916059619b17800f66be6",
      "venue": "Cognition and Experience",
      "journal": {
        "name": "Cognition and Experience"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e651d9acaf0a40e8a0182fb11d91fa630a4932f1",
      "title": "Developing Africa through Ideology, Spirituality and the Literary Tradition/ DEVELOPPER L'AFRIQUE A TRAVER L'IDEOLOGIE, LA SPIRITUALITE ET LA TRADITION LITTERAIRE",
      "authors": [
        {
          "name": "M. Ighile",
          "authorId": "113834042"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.3968/J.CCC.1923670020120802.1315",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e651d9acaf0a40e8a0182fb11d91fa630a4932f1",
      "venue": "",
      "journal": {
        "name": "Cross-cultural Communication",
        "pages": "112",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1e5aa8564e846774b0c85ee18aa901d6a56e3c41",
      "title": "Ideological Manipulation of Translation through Translator’s Comments: A Case Study of Barks’ Translation of Rumi’s Poetry",
      "authors": [
        {
          "name": "Bita Naghmeh-Abbaspour",
          "authorId": "1419700973"
        },
        {
          "name": "Tengku Sepora Tengku Mahadi",
          "authorId": "2043630369"
        },
        {
          "name": "Iqbal Zulkali",
          "authorId": "2140922558"
        }
      ],
      "year": 2021,
      "abstract": "As purposefully crafted information around a text, paratext is a critical platform for ideological manipulation in translation. Translators’ comments as a form of paratext can cause ideological deviations between source and target texts that diminish the ideological context of the source text. On this ground, this study aimed to explore translators’ comments and how they can subtly recontextualize the ideology of texts and reframe them in new ideological contexts. Thus, choosing Coleman Barks’ translations of Rumi’s poetry as a case study. It aimed to probe the congruency of Rumi’s ideology with the ideology embedded in the translator’s comments on the verses. The study employed critical discourse analysis as its analytical methodology and explored the collected controversial examples of the translator’s comments. The findings illustrated a high level of ideological deviation between the source and target texts. Moreover, the findings implied the translator’s dominant approach toward a text from an inferior language comparing the superior English language. It has shown that ideological fidelity in translation is not only confined to texts but includes paratexts as well. The present study can be considered significant as it revealed the de-Islamization trend of a Middle Eastern text in the light of the relationship of the unequal languages. The study suggests that paratexts as an empowering platform for translators effectively direct the readers’ perception about the source text and its author. This study hopes to make the translator trainees more cautious in their comments on the original authors’ voices and ideology.",
      "citationCount": 2,
      "doi": "10.47836/pjssh.29.3.19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e5aa8564e846774b0c85ee18aa901d6a56e3c41",
      "venue": "Pertanika Journal of Social Sciences and Humanities",
      "journal": {
        "name": "Pertanika Journal of Social Sciences and Humanities"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2faceb084fe4f98b3a60c620bc23af41019439c7",
      "title": "The Ideology of AI",
      "authors": [
        {
          "name": "Leonardo Sias",
          "authorId": "2122048974"
        }
      ],
      "year": 2021,
      "abstract": "This paper criticises the ideological dimension of the AI narrative. It does so by questioning the implicit assumptions behind its vision, which promises a world that automatically adapts to our desires before we even know them. These assumptions hinge on a misconception of the value of desire as residing exclusively with its fulfilment, warranting human manipulation for increased predictability. This social trajectory towards algorithmic governance, rather than delivering on the promised fulfilment, undermines our capacity to sustain the same desire that it uses to justify its enterprise.",
      "citationCount": 3,
      "doi": "10.5840/PHILTODAY2021514405",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2faceb084fe4f98b3a60c620bc23af41019439c7",
      "venue": "",
      "journal": {
        "name": "Philosophy Today",
        "pages": "505-522",
        "volume": "65"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e00d9b491d12b98d59b7db9b34ac42191ced4f5f",
      "title": "Rule of nature or rule of capital? Physiocracy, ecological economics, and ideology",
      "authors": [
        {
          "name": "G. Dale",
          "authorId": "107929941"
        }
      ],
      "year": 2020,
      "abstract": "ABSTRACT This century has not been kind to mainstream economics. It has failed to notice the planet is afire. Anti-ecological, it ignores natural limits. Its ‘peak prometheanism’ arrived in the 1980s, but how far back does the rot go? Some ecological economists locate the wrong turn in the nineteenth century. Before that was physiocracy (meaning ‘rule of nature’). The physiocrats were the first to call themselves ‘economists,’ and to formalise political economy as an objective science tasked to anatomise general economic laws. Were they the pioneers of a genuinely ‘ecological’ tradition of economics? In this essay I subject physiocracy to critical analysis, focussing on agrarian capitalism and laissez-faire economics, as well as class, colonialism, environmentalism and the growth paradigm. I ask whether physiocracy was science masquerading as mysticism or the reverse. Finally, I reflect on the ideology of economics and the limits of ‘image-focused’ alternatives such as Kate Raworth’s ‘doughnut economics.’",
      "citationCount": 15,
      "doi": "10.1080/14747731.2020.1807838",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e00d9b491d12b98d59b7db9b34ac42191ced4f5f",
      "venue": "Globalizations",
      "journal": {
        "name": "Globalizations",
        "pages": "1230 - 1247",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bc3178336f2521bdfd6c31e3023518dbfb112242",
      "title": "The Dajjal in Islamic Prophetic Tradition: Between Literalism and Symbolic Interpretation",
      "authors": [
        {
          "name": "Muhammad Zaini",
          "authorId": "2367964861"
        }
      ],
      "year": 2025,
      "abstract": "The figure of the Dajjāl has long stood as a compelling yet contested subject within Islamic eschatology. While numerous ḥadīths describe his characteristics and role in the end times, scholars remain divided over whether the Dajjāl should be understood as a literal being or as a symbolic representation of deception and corruption. This study examines a selection of Prophetic traditions concerning the Dajjāl, focusing on their textual meaning and contextual interpretation within Islamic thought. Drawing upon the six canonical collections of ḥadīth (Kutub al-Sittah), the analysis explores both the literal attributes attributed to the Dajjāl—such as his one eye and false claims to divinity—and broader readings that link him to ideological, civilizational, or moral threats in history. The study finds that while classical scholars tended toward literal interpretations, modern Muslim thinkers often adopt a symbolic approach, framing the Dajjāl as a reflection of systemic injustice and spiritual misguidance. Ultimately, the article argues that the Dajjāl tradition, whether interpreted literally or metaphorically, serves as an enduring ethical warning about the dangers of falsehood, the fragility of faith, and the importance of moral discernment in times of trial.",
      "citationCount": 0,
      "doi": "10.22373/el-sunan.v3i1.7660",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc3178336f2521bdfd6c31e3023518dbfb112242",
      "venue": "El-Sunan: Journal of Hadith and Religious Studies",
      "journal": {
        "name": "El-Sunan: Journal of Hadith and Religious Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
