{
  "status": "success",
  "source": "openalex",
  "query": "tradition authenticity cultural",
  "results": [
    {
      "openalex_id": "W146965797",
      "doi": "10.4324/9781003135531",
      "title": "Creativity and Cultural Improvisation",
      "authors": [],
      "publication_year": 2021,
      "publication_date": "2021-01-06",
      "abstract": "1. Creativity and Cultural Improvisation: An Introduction Elizabeth Hallam and Tim Ingold, Department of Anthropology, University of Aberdeen 2. Improvisation and the Art of Making Things Stick Karin Barber, Centre of West African Studies, University of Birmingham I. Art, Intellect and the Attribution of Creative Agency Section Introduction Tim Ingold, Department of Anthropology, University of Aberdeen 3. Design, Innovation and Agency in Pattern Construction Amar Mall, Department of Anthropology, University College London 4. Creating or Performing Words Visually Fuyubi Nakamura, Institute of Social and Cultural Anthropology, University of Oxford 5.Creativity, Subjectivity and the Dynamic of Possessive Individualism James Leach, King's College, University of Cambridge II. Creative Appropriations and Institutional Contexts Section Introduction Melissa Demian, Department of Anthropology, Emory University, and Sari Wastell, Department of Anthropology, Goldsmiths College, London 6. Creating Ethnography: Differing Notions of Creativity in Anthropological Knowledge Production, a Maori/European Example Elizabeth Cory-Pearce, Department of Anthropology, Goldsmiths College, London 7. Just Like the Greek Polis: Creativity, Authenticity and Political Legitimacy in Kabylia Judith Scheele, Institute of Social and Cultural Anthropology, University of Oxford 8. 'You Knit me in my Mother's Womb': Creativity and Creation in English Baptist Understandings of Assisted and Assisting Conception Jeanette Edwards, Social Anthropology, University of Manchester III. Creativity and the Passage of Time: History, Tradition and the Life-Course Section Introduction Sharon Macdonald, Department of Sociological Studies, University of Sheffield, and Eric Hirsch, Department of Human Sciences, Brunel University 9. Tradition and the Individual Talent: T.S. Eliot for Anthropologists Felicia Hughes-Freeland, School of Social Sciences, University Wales, Swansea 10. Back to the Future: Temporality, Narrative and the Ageing Self Catherine Degnen, School of Geography, Politics and Sociology, University of Newcastle 11. Performing the World: The Imaginative Link between Action and History Kirsten Hastrup, Department of Anthropology, University of Copenhagen IV. The Creativity of Anthropological Scholarship Section introduction Mark Harris, Department of Social Anthropology, University of St Andrews and Clara Mafra, Anthropology, State University of Rio de Janeiro 12. From Documenting Culture to Experimenting with Cultural Phenomena: Using Fine Art Pedagogies with Visual Anthropology Students Amanda Ravetz, MIRIAD, Manchester Metropolitan University 13. Creativity in Anthropology and Fiction Writing Trevor Stack, Hispanic Studies, University of Aberdeen, and Robey Callahan, St Austell, Cornwall 14. 'Radio Elicitation': New Directions in Radio Research Richard Vokes, School of Sociology and Anthropology, University of Canterbury, New Zealand Epilogue 15. A World Without Anthropology Clara Mafra, Anthropology, State University of Rio de Janeiro",
      "cited_by_count": 653,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Cultural Industries and Urban Development"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W146965797"
    },
    {
      "openalex_id": "W2901675050",
      "doi": "10.1037/gpr0000161",
      "title": "Understanding the Relationship Between Perceived Authenticity and Well-Being",
      "authors": [
        {
          "name": "Grace N. Rivera",
          "openalex_id": "A5012497833",
          "orcid": "https://orcid.org/0000-0003-3352-7469",
          "institutions": [
            "Texas A&M University"
          ]
        },
        {
          "name": "Andrew G. Christy",
          "openalex_id": "A5044321618",
          "orcid": "https://orcid.org/0000-0002-6181-1312",
          "institutions": [
            "Texas A&M University"
          ]
        },
        {
          "name": "Jinhyung Kim",
          "openalex_id": "A5037898363",
          "orcid": "https://orcid.org/0000-0001-8011-5163",
          "institutions": [
            "Texas A&M University"
          ]
        },
        {
          "name": "Matthew Vess",
          "openalex_id": "A5049792733",
          "orcid": "https://orcid.org/0000-0003-1759-4864",
          "institutions": [
            "Texas A&M University"
          ]
        },
        {
          "name": "Joshua A. Hicks",
          "openalex_id": "A5033397094",
          "orcid": "https://orcid.org/0000-0002-6237-4935",
          "institutions": [
            "Texas A&M University"
          ]
        },
        {
          "name": "Rebecca J. Schlegel",
          "openalex_id": "A5019284542",
          "orcid": "https://orcid.org/0000-0002-7331-4102",
          "institutions": [
            "Texas A&M University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-15",
      "abstract": "A central tenet of many prominent philosophical and psychological traditions is that personal authenticity facilitates psychological well-being. This idea, however, is at odds with numerous perspectives arguing that it is difficult, if not impossible, to really know one's self, or the true self may not even exist. Moreover, empirical findings suggest that reports of authenticity are often contaminated by positively valenced behavior, further potentially undermining the validity of authenticity measures. Despite these concerns, we argue that subjective feelings of authenticity do uniquely contribute to well-being. Specifically, we argue that the relationship between perceived authenticity and well-being may be understood from a social-cognitive lay theory perspective that we label “true-self-as-guide,” that suggests people use these feelings of authenticity as a cue to evaluate whether they are living up to a shared cultural value of what it means to live a good life. We end with a call for future research on the antecedents of perceived authenticity, boundary conditions for the consequences of personal authenticity, and discuss cultural differences in true-self-as-guide lay theories.",
      "cited_by_count": 160,
      "type": "article",
      "source": {
        "name": "Review of General Psychology",
        "type": "journal",
        "issn": [
          "1089-2680",
          "1939-1552"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1037/gpr0000161"
      },
      "topics": [
        "Cultural Differences and Values",
        "Social and Intergroup Psychology",
        "Psychological Well-being and Life Satisfaction"
      ],
      "referenced_works_count": 155,
      "url": "https://openalex.org/W2901675050"
    },
    {
      "openalex_id": "W2946049928",
      "doi": "10.1177/1354856519847325",
      "title": "Digital detox: Media resistance and the promise of authenticity",
      "authors": [
        {
          "name": "Trine Syvertsen",
          "openalex_id": "A5080654256",
          "orcid": "https://orcid.org/0000-0002-3657-3551",
          "institutions": [
            "University of Oslo"
          ]
        },
        {
          "name": "Gunn Enli",
          "openalex_id": "A5014797024",
          "orcid": "https://orcid.org/0000-0002-9458-6983",
          "institutions": [
            "University of Oslo"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-05-16",
      "abstract": "A fascination for the authentic is pervasive in contemporary culture. This article discusses texts recommending digital detox and how these accentuate dilemmas of what it means to be authentically human in the age of constant connectivity. Digital detox can be defined as a periodic disconnection from social or online media, or strategies to reduce digital media involvement. Digital detox stands in a long tradition of media resistance and resistance to new communication technologies, and non-use of media, but advocates balance and awareness more than permanent disconnection. Drawing on the analysis of 20 texts promoting digital detox: self-help literature, memoirs and corporate websites, the article discusses how problems with digital media are defined and recommended strategies to handle them. The analysis is structured around three dominant themes emerging in the material: descriptions of temporal overload and 24/7 connectivity, experiences of spatial intrusion and loss of contact with ‘real life’ and descriptions of damage to body and mind. A second research topic concerns how arguments for digital detox can be understood within a wider cultural and political context. Here, we argue that digital detox texts illuminate the rise of a self-regulation society, where individuals are expected to take personal responsibility for balancing risks and pressures, as well as representing a form of commodification of authenticity and nostalgia.",
      "cited_by_count": 297,
      "type": "article",
      "source": {
        "name": "Convergence The International Journal of Research into New Media Technologies",
        "type": "journal",
        "issn": [
          "1354-8565",
          "1748-7382"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.duo.uio.no/bitstream/10852/76333/3/DigitalDetox_Convergence_Enli.pdf"
      },
      "topics": [
        "Media Influence and Health",
        "Impact of Technology on Adolescents",
        "Nostalgia and Consumer Behavior"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W2946049928"
    },
    {
      "openalex_id": "W2102905815",
      "doi": "10.1177/0003122410372226",
      "title": "Gastronationalism",
      "authors": [
        {
          "name": "Michaela DeSoucey",
          "openalex_id": "A5029879870",
          "orcid": "https://orcid.org/0000-0003-1183-402X",
          "institutions": [
            "Northwestern University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-06-01",
      "abstract": "By developing the concept of “gastronationalism,” this article challenges conceptions of the homogenizing forces of globalism. I analyze (1) the ways in which food production, distribution, and consumption can demarcate and sustain the emotive power of national attachment and (2) how nationalist sentiments, in turn, can shape the production and marketing of food. The multi-methodological analyses reveal how the construct of gastronationalism can help us better understand pan-national tensions in symbolic boundary politics—politics that protect certain foods and industries as representative of national cultural traditions. I first analyze the macro-level dimensions of market protections by examining the European Union’s program for origin-designation labels that delineates particular foods as nationally owned. The micro-level, empirical case—the politics surrounding foie gras in France—demonstrates how gastronationalism functions as a protectionist mechanism within lived experience. Foie gras is an especially relevant case because other parties within the pan-national system consider it morally objectionable. Contemporary food politics, beyond the insights it affords into symbolic boundary politics, speaks to several arenas of sociological interest, including markets, identity politics, authenticity and culture, and the complexities of globalization.",
      "cited_by_count": 399,
      "type": "article",
      "source": {
        "name": "American Sociological Review",
        "type": "journal",
        "issn": [
          "0003-1224",
          "1939-8271"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Culinary Culture and Tourism",
        "Wine Industry and Tourism",
        "Organic Food and Agriculture"
      ],
      "referenced_works_count": 142,
      "url": "https://openalex.org/W2102905815"
    },
    {
      "openalex_id": "W2790460201",
      "doi": "10.3390/su10040927",
      "title": "The Influence of Cross-Cultural Awareness and Tourist Experience on Authenticity, Tourist Satisfaction and Acculturation in World Cultural Heritage Sites of Korea",
      "authors": [
        {
          "name": "Hao Zhang",
          "openalex_id": "A5034917041",
          "orcid": "https://orcid.org/0000-0003-2927-7508",
          "institutions": [
            "Chinese Academy of Sciences",
            "Institute of Geographic Sciences and Natural Resources Research"
          ]
        },
        {
          "name": "Taeyoung Cho",
          "openalex_id": "A5040993594",
          "orcid": "https://orcid.org/0000-0002-1837-6597",
          "institutions": [
            "Joongbu University"
          ]
        },
        {
          "name": "Huanjiong Wang",
          "openalex_id": "A5037415186",
          "orcid": "https://orcid.org/0000-0002-2325-0120",
          "institutions": [
            "Institute of Geographic Sciences and Natural Resources Research",
            "Chinese Academy of Sciences"
          ]
        },
        {
          "name": "Quansheng Ge",
          "openalex_id": "A5090171702",
          "orcid": "https://orcid.org/0000-0001-8712-8565",
          "institutions": [
            "Chinese Academy of Sciences",
            "Institute of Geographic Sciences and Natural Resources Research"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-03-23",
      "abstract": "This study aimed to identify the relationship among the following factors: cross-cultural awareness, tourist experience, authenticity, tourist satisfaction, and acculturation. It also sought to determine what role that tourist activities play in acculturation. Furthermore, this study looked to provide a feasibility plan for the effective management, protection, and sustainable development of World Cultural Heritage Sites. We chose Chinese in Korea (immigrants, workers, and international students) who visited the historic villages of Korea (Hahoe and Yangdong) as the research object, and used 430 questionnaires for analysis. The confirmatory factor analysis and structural equation model were used to verify proposed hypotheses. The results showed that (1) Chinese in Korea, who have higher cultural awareness, had more interests in objective authenticity (e.g., historical traditions, cultural heritage, and architecture) of world heritage sites; (2) Chinese in Korea could feel and appreciate the true value of traditional culture through tourist experience; (3) The objective authenticity and existential authenticity have a positive effect on tourist satisfaction; and, (4) Higher tourist satisfaction could effectively promote cultural integration and assimilation, and prevent cultural separation and marginalization.",
      "cited_by_count": 80,
      "type": "article",
      "source": {
        "name": "Sustainability",
        "type": "journal",
        "issn": [
          "2071-1050"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/2071-1050/10/4/927/pdf?version=1525344831"
      },
      "topics": [
        "Diverse Aspects of Tourism Research",
        "Culinary Culture and Tourism",
        "Religious Tourism and Spaces"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W2790460201"
    },
    {
      "openalex_id": "W2153680894",
      "doi": "10.1080/09669582.2013.836210",
      "title": "Food tourism, niche markets and products in rural tourism: combining the intimacy model and the experience economy as a rural development strategy",
      "authors": [
        {
          "name": "Katia Laura Sidali",
          "openalex_id": "A5007301219",
          "orcid": "https://orcid.org/0000-0002-7234-4756",
          "institutions": [
            "University of Göttingen"
          ]
        },
        {
          "name": "Elisabeth Kastenholz",
          "openalex_id": "A5035918441",
          "orcid": "https://orcid.org/0000-0003-4700-0326",
          "institutions": [
            "University of Aveiro"
          ]
        },
        {
          "name": "Rossella Bianchi",
          "openalex_id": "A5032265368",
          "orcid": "https://orcid.org/0000-0002-4657-2739",
          "institutions": [
            "University of Bari Aldo Moro"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-09-19",
      "abstract": "The countryside hosts an increasing number of alternative food networks: rural tourists&#13;\\ncan play an important role in acting as both consumer and “cultural broker” between&#13;\\nthese networks. This paper provides a theoretical framework for niche marketing food&#13;\\nspecialties in rural tourism by combining two different consumer behavioural theories,&#13;\\nthe “experience economy” and the “intimacy” model, representing a reorientation from&#13;\\nclassical marketing thinking. It explores the meaning of local food, including the pursuit&#13;\\nof reconnection with nature, resilience to globalisation, the role of local food in&#13;\\nreinforcing personal identity, the search for freshness, taste and authenticity, support&#13;\\nfor local producers, and environmental concerns. It considers the challenges for rural&#13;\\nentrepreneurs and policy makers in marketing food specialties and rural regions to the&#13;\\npost-modern consumer. Using examples derived mostly from secondary literature it&#13;\\nidentifies seven dimensions that elevate food products to an appealing culinary niche,&#13;\\nnamely, coherence, anti-capitalistic attitude, struggle against extinction, personal signature,&#13;\\nmutual-disclosure, rituals of spatial and physical proximity, and sustainabilityrelated&#13;\\npractices. Food providers may use these features to signal food distinctiveness to&#13;\\nrural tourists; policy makers can include them in their regional development models to&#13;\\nenhance rural tourism without altering historically, socially, and environmentally layered&#13;\\nculinary traditions.",
      "cited_by_count": 296,
      "type": "article",
      "source": {
        "name": "Journal of Sustainable Tourism",
        "type": "journal",
        "issn": [
          "0966-9582",
          "1747-7646"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Culinary Culture and Tourism",
        "Diverse Aspects of Tourism Research",
        "Consumer Behavior in Brand Consumption and Identification"
      ],
      "referenced_works_count": 103,
      "url": "https://openalex.org/W2153680894"
    },
    {
      "openalex_id": "W2094352465",
      "doi": "10.1080/09669582.2010.483280",
      "title": "Back to the past: a sub-segment of Generation Y's perceptions of authenticity",
      "authors": [
        {
          "name": "Deepak Chhabra",
          "openalex_id": "A5102720576",
          "orcid": "https://orcid.org/0000-0003-4565-0325",
          "institutions": [
            "Arizona State University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-06-09",
      "abstract": "To date, authenticity conceptualizations have taken into account the views of both suppliers and tourists. However, most studies, at the a priori stage, have not taken a market segment perspective but considered tourists to be a homogeneous population. This study challenges that by focusing on a distinct market segment based on age and life experience: Generation Y, drawing out an a priori-based sub-segment of Generation Y's perspectives of authenticity. It investigates if authenticity ideologies influence decisions to become a heritage tourist. Additionally, it determines other factors that predict differences between a heritage tourist and a non-heritage tourist. The study unveils interesting findings. With the exception of the objectivist and negotiation stance, other authenticity ideologies fail to inspire this generation to be heritage tourists. Intervention factors such as party size (and with it a social experience) and ethnicity prove to be better predictors of heritage preference. The results offer important implications for the heritage industry. For instance, \"time travel\" demand based on purely objective or negotiated versions can help promote conservation efforts and the sustainable development of heritage. This can lead to enhanced opportunities for partnership between the tourism industry and cultural/heritage site managers, and help revive discontinued or forgotten traditions.",
      "cited_by_count": 121,
      "type": "article",
      "source": {
        "name": "Journal of Sustainable Tourism",
        "type": "journal",
        "issn": [
          "0966-9582",
          "1747-7646"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Diverse Aspects of Tourism Research",
        "Religious Tourism and Spaces",
        "Digital Marketing and Social Media"
      ],
      "referenced_works_count": 38,
      "url": "https://openalex.org/W2094352465"
    },
    {
      "openalex_id": "W634308040",
      "doi": "10.2307/j.ctt18fs9q6",
      "title": "Locating Cultural Creativity",
      "authors": [
        {
          "name": "John Liep",
          "openalex_id": "A5105176620"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-11-30",
      "abstract": "Contributors Introduction by John Liep Acknowledgments Part I: CREATIVITY IN ACTION AND ANALYSIS 1. Creative Arguments of Images in Culture, and the Charnel House of Conventionality by James Fernandez 2. Othello's Dance: Cultural Creativity and Human Agency by Kirsten Hastrup 3. The Iron Cage of Creativity. An Exploration by Jonathan Friedman 4. Wondering about Wutu by Robert Borofsky 5. Celebrating Creativity: On the Slanting of a Concept by Orvar Lofgren 6. The Construction of Authenticity: The Case of Subcultures by Rolf Lindner Part II: LOCALIZED CREATIVE PROCESSES 7. Nationalism, Football and Polo: Tradition and Creolization in the Making of Modern Argentina by Eduardo Archetti 8. The 'Playing' of Music in a State of Crisis: Gender and Rai Music in Algeria by Marc Schade-Poulsen 9. Creative Commoditization: the Social Life of Pharmaceuticals by Susan Reynolds Whyte 10. Escaping Cultures: the Paradox of Cultural Creativity by David Parkin 11. Recontextualizing Tradition: 'Religion', 'State' and 'Tradition' as Co-existing Modes of Sociality Among the Northern Lio of Indonesia by Signe Howell 12. Kula and Kabisawali: Contexts of Creativity in the Trobriand Islands by John Liep Index",
      "cited_by_count": 95,
      "type": "book",
      "source": {
        "name": "Pluto Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Diversity and Impact of Dance"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W634308040"
    },
    {
      "openalex_id": "W1600112358",
      "doi": "10.4324/9780203128190",
      "title": "Managing Cultural Landscapes",
      "authors": [
        {
          "name": "Ken Taylor",
          "openalex_id": "A5073856151",
          "orcid": "https://orcid.org/0000-0002-0981-2502"
        },
        {
          "name": "Jane Lennon",
          "openalex_id": "A5070514729",
          "institutions": [
            "Australian National University"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-02-13",
      "abstract": "The contributory chapters in this volume bear out Meinig's aphorism that the word 'landscape' in the cultural landscape sense encompasses 'an extraordinary rich exhibit of the course and character of any society.'(Meinig 1979:2) Such landscapes are remarkable documents of social history reflecting people's traditions, intangible cultural heritage values, and ideologies: documents waiting to be read.What becomes abundantly apparent from the chapters is that people must be regarded as the stewards, producers and sometimes owners of these landscapes and involved in their conservation management supported through appropriate training so that they can consolidate their own heritage.While conserving historical evidence, these cultural landscapes should continue as living systems economically and culturally viable within the framework of their authenticity and integrity.This requires public education programs about the value of the landscape, the features which make it authentic and the responsibility to safeguard its integrity.Ultimately, the idea of cultural heritage is rooted in a sense of place and a sense of self-identity. Identification of cultural landscapes for conservationAt a macro-level there are two groups seeking identification of cultural landscapes: those involved in sustainable continuity of use of traditional lands and seas and those",
      "cited_by_count": 91,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Cultural Heritage Management and Preservation"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W1600112358"
    },
    {
      "openalex_id": "W2277630393",
      "doi": "10.1037/t19427-000",
      "title": "Multidimensional Model of Māori Identity and Cultural Engagement",
      "authors": [
        {
          "name": "Carla Houkamau",
          "openalex_id": "A5025451678",
          "orcid": "https://orcid.org/0000-0002-3449-3726",
          "institutions": [
            "University of Auckland"
          ]
        },
        {
          "name": "Chris G. Sibley",
          "openalex_id": "A5083523038",
          "orcid": "https://orcid.org/0000-0002-4064-8800",
          "institutions": [
            "University of Auckland"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "A Multi-dimensional Model of Māori Identity and Cultural Engagement (MMMICE) is proposed. The MMM-ICE is a hierarchically organised self-report (Likert-type) instrument designed to assess six distinct dimensions of identity and cultural engagement in Māori populations. Scale content was developed based on a detailed review of qualitative and quantitative literature on Māori identity and related constructs, and was extensively pilot tested with Māori from various backgrounds. The six dimensions assessed by the MMM-ICE are: (1) Group Membership Evaluation, (2) Socio-Political Consciousness, (3) Cultural Efficacy and Active Identity Engagement, (4) Spirituality, (5) Interdependent Self-Concept, and (6) Authenticity Beliefs. These dimensions are subsumed under more general or abstracted factors representing (at the third-tier level of analysis): (1) Self-Identification and Cultural Engagement in Socio-Political Context, (2) Enculturated Experiences of Māori Identity Traditions, and (3) Constitutive Representations of “Being” Māori. Exploratory Factor Analysis of 270 people who self-identified as Māori and/or had ancestors who were Māori provided good support for the proposed factorial structure. We argue that the MMM-ICE provides a culturally sensitive, valid and reliable self-report measure of subjective identification as Māori. A full version of the MMM-ICE is included",
      "cited_by_count": 107,
      "type": "article",
      "source": {
        "name": "PsycTESTS Dataset",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Indigenous Studies and Ecology",
        "Indigenous Health, Education, and Rights"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W2277630393"
    },
    {
      "openalex_id": "W1915460159",
      "doi": "10.1525/jams.2012.65.2.463",
      "title": "Mireille's Homecoming? Gounod, Mistral, and the Midi",
      "authors": [
        {
          "name": "Katharine Ellis",
          "openalex_id": "A5113308473"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "Abstract In 1899, six years after Gounod's death, his Provençal opera Mireille (1864) suddenly became a focal point for regionalist celebration and debate in the South of France. It also, in a paradoxical sense, came “home” to Arles—a town that the original poem's author, Frédéric Mistral, made clear his heroine had never visited. In this article the resulting invented tradition, which began thirty-five years after the opera's Paris premiere and rested on standard notions of authenticity and belonging, is contextualized by reference to the very different life it led in the Midi as a standard “municipal” opera sent out, after significant revision, from Paris. Joep Leerssen's theory of cultural nationalism provides a frame for analyzing how and why this opera, which set a regionalist manifesto to music but was not a manifesto itself, could be only incompletely appropriated by Mistral and his félibres as an emblematic “national” work.",
      "cited_by_count": 86,
      "type": "article",
      "source": {
        "name": "Journal of the American Musicological Society",
        "type": "journal",
        "issn": [
          "0003-0139",
          "1547-3848"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://online.ucpress.edu/jams/article-pdf/65/2/463/158480/jams_2012_65_2_463.pdf"
      },
      "topics": [
        "Medieval European Literature and History",
        "Historical Studies and Socio-cultural Analysis",
        "Cultural Identity and Heritage"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1915460159"
    },
    {
      "openalex_id": "W2330878580",
      "doi": "10.1177/0090591716643604",
      "title": "The Neoliberal Yogi and the Politics of Yoga",
      "authors": [
        {
          "name": "Farah Godrej",
          "openalex_id": "A5011955176",
          "orcid": "https://orcid.org/0000-0003-1613-5316",
          "institutions": [
            "University of California, Riverside"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-08",
      "abstract": "Can the theory and practice of the yogic tradition serve as a challenge to dominant cultural and political norms in the Western world? In this essay I demonstrate that modern yoga is a creature of fabrication, while arguing that yogic norms can simultaneously reinforce and challenge the norms of contemporary Western neoliberal societies. In its current and most common iteration in the West, yoga practice does stand in danger of reinforcing neoliberal constructions of selfhood. However, yoga does contain ample resources for challenging neoliberal subjectivity, but this requires reading the yogic tradition in a particular way, to emphasize certain philosophical elements over others, while directing its practice toward an inward-oriented detachment from material outcomes and desires. Contemporary claims about yoga’s counterhegemonic status often rely on exaggerated notions of its former “purity” and “authenticity,” which belie its invented and retrospectively reconstructed nature. Rather than engaging in these debates about authenticity, scholars and practitioners may productively turn their energies toward enacting a resistant, anti-neoliberal practice of yoga, while remaining self-conscious about the particularity and partiality of the interpretive position on which such a practice is founded.",
      "cited_by_count": 73,
      "type": "article",
      "source": {
        "name": "Political Theory",
        "type": "journal",
        "issn": [
          "0090-5917",
          "1552-7476"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Weber, Simmel, Sociological Theory",
        "Indian and Buddhist Studies",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W2330878580"
    },
    {
      "openalex_id": "W2161505781",
      "doi": "10.1111/j.1470-9856.2010.00385.x",
      "title": "We Are Originarios …‘We Just Aren't from Here’: Coca leaf and Identity Politics in the Chapare, Bolivia",
      "authors": [
        {
          "name": "Thomas Grisaffi",
          "openalex_id": "A5084580650",
          "orcid": "https://orcid.org/0000-0002-4706-3100",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-04-08",
      "abstract": "This article first examines the ways in which coca leaf acquired an important symbolic value in forging a counter‐hegemonic discourse that wove together various strands of class and cultural identity struggles in the Chapare province, Bolivia. The second line of enquiry that runs through this article deals with the conflicts that arose when the coca union mutated into a governing political party. Now that the coca growers' leader, Evo Morales, is President of the Republic he is obliged by the international community to reduce the amount of land under coca cultivation. To do this President Morales has had to rhetorically pull coca leaf apart from Andean tradition. This presents a challenge to the integrity of indigenous‐peasant based movements in the Chapare because it brings attention to their constructed nature and thus questions the authenticity of the originario identity.",
      "cited_by_count": 94,
      "type": "article",
      "source": {
        "name": "Bulletin of Latin American Research",
        "type": "journal",
        "issn": [
          "0261-3050",
          "1470-9856"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Anthropological Studies and Insights",
        "Politics and Society in Latin America"
      ],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W2161505781"
    },
    {
      "openalex_id": "W2910653136",
      "doi": "10.1111/1468-4446.12634",
      "title": "A thirst for the authentic: craft drinks producers and the narration of authenticity",
      "authors": [
        {
          "name": "Thomas Thurnell‐Read",
          "openalex_id": "A5010065385",
          "orcid": "https://orcid.org/0000-0003-1293-8349",
          "institutions": [
            "Loughborough University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-17",
      "abstract": "Abstract There is a long academic tradition which positions the desire for authenticity as emerging as a symptom of dissatisfactions with modernity. Most recently, this has involved consumption of products that are valued for being authentic in contrast to mass produced commodities which are seen as being homogeneous, standardized and therefore inauthentic. A recent resurgence in interest in the idea of craft and craftwork has brought to the fore concerns about re‐establishing connections between products, consumers and producers beyond rational market exchange. This research draws on interviews with 40 craft brewery and distillery workers to explore the ways in which authenticity is narrated as part of an ongoing effort to add value to their products and the contexts of their production. The article identifies six modes of authenticity which are drawn on in combination by participants to establish a narrative of authenticity. This is understood to be a clear illustration of the ‘enrichment process’ by which post‐industrial economies manufacture value. A central element of craft drink producers’ work is the marshalling of cultural value and engaging in communicative and performative acts that ascribe that value to products and the people involved in making them.",
      "cited_by_count": 67,
      "type": "article",
      "source": {
        "name": "British Journal of Sociology",
        "type": "journal",
        "issn": [
          "0007-1315",
          "1468-4446"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://dspace.lboro.ac.uk/2134/36681"
      },
      "topics": [
        "Culinary Culture and Tourism",
        "Cultural Industries and Urban Development",
        "Fashion and Cultural Textiles"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W2910653136"
    },
    {
      "openalex_id": "W1247991236",
      "doi": "10.4324/9781315596914",
      "title": "Music, National Identity and the Politics of Location",
      "authors": [
        {
          "name": "Vanessa Knights",
          "openalex_id": "A5011600976"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-29",
      "abstract": "Contents: Introduction: National popular musics: betwixt and beyond the local and global, Ian Biddle and Vanessa Knights. Part I Positions: National identity and music in transition: issues of authenticity in a global setting, John O'Flynn Where does World Music come from? Globalization, Afropop and the question of cultural identity, David Murphy. Part II Locations: Voicing risk: migration, transgression and relocation in Spanish/Moroccan raA-, Parvati Nair Banda, a new sound from the barrios of Los Angeles: transmigration and transcultural production, Helena Simonett Rapping at the margins: musical constructions of identities in contemporary France, Brian George The quest for national unity in Uyghur popular song: barren chickens, stray dogs, fake immortals and thieves, Joanne N. Smith The singer and the mask: voices of Brazil in AntA'nio NA^3brega's Madeira Que Cupim NAGBPo RA^3i, Robin Warner and Regina Nascimento Popular music, tradition and Serbian nationalism, Robert Hudson Those Norwegians: deconstructing the nation in Europe through fixity and indifference in Norwegian club music, Stan Hawkins Afterword, Richard Middelton Bibliography Index.",
      "cited_by_count": 115,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Music History and Culture",
        "Asian Culture and Media Studies",
        "Philippine History and Culture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1247991236"
    },
    {
      "openalex_id": "W1574334281",
      "doi": null,
      "title": "Raising cultural awareness of local traditions through festival tourism",
      "authors": [
        {
          "name": "Mariya Stankova",
          "openalex_id": "A5072455802",
          "orcid": "https://orcid.org/0000-0002-3871-2869",
          "institutions": [
            "South-West University \"Neofit Rilski\""
          ]
        },
        {
          "name": "Ivanka Vassenska",
          "openalex_id": "A5072954068",
          "institutions": [
            "South-West University \"Neofit Rilski\""
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-03-10",
      "abstract": "Worldwide, festivals and local special events are used as key elements within regional development strategies. Festivals and local special events are widely acknowledged to make an important contribution to the economic development of their local areas, as they provide opportunities for tourism promotion, commercial outcomes and increased inward investment in host regions (Getz, 2007; Van de Wagen, 2005) and contribute to the extension of the tourism season (Huang, Li &amp; Cai, 2010; Boo and Busser, 2006; Kotler, Haider &amp; Rein, 1993; Mehmetoglu and Ellingsen, 2005). However, the question of their contribution to the conservation of cultural heritage and traditions through an interpretation in tourism also requires attention.In the paper, the approach of cultural profiles is implemented as a tool to raise the awareness for local tradition, being presented on local festival. In this regard, based on a survey among organizers of festivals, local entrepreneurs participating in festivals and tourists visiting them, the degree of authenticity of local traditions in South Bulgaria was estimated. With the main purpose – identification and establishment of opportunities for sustainable economic, social and cultural development of those regions, preserving and handing the existing heritage to future generations.",
      "cited_by_count": 54,
      "type": "article",
      "source": {
        "name": "Dialnet (Universidad de la Rioja)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://scielo.pt/scielo.php?script=sci_arttext&amp;pid=S2182-84582015000100015"
      },
      "topics": [
        "Sport and Mega-Event Impacts",
        "Media, Gender, and Advertising",
        "Diverse Aspects of Tourism Research"
      ],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W1574334281"
    },
    {
      "openalex_id": "W2077771045",
      "doi": "10.1080/14766825.2012.759584",
      "title": "Authenticity in tourism in small island destinations: a local perspective",
      "authors": [
        {
          "name": "Robertico Croes",
          "openalex_id": "A5041293938",
          "orcid": "https://orcid.org/0000-0002-2547-3192",
          "institutions": [
            "University of Central Florida"
          ]
        },
        {
          "name": "Seung Hyun Lee",
          "openalex_id": "A5065005996",
          "orcid": "https://orcid.org/0000-0002-7983-6921",
          "institutions": [
            "University of Central Florida"
          ]
        },
        {
          "name": "Eric D. Olson",
          "openalex_id": "A5028821346",
          "institutions": [
            "University of Central Florida"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-14",
      "abstract": "Abstract This study explored the meaning of authenticity in the context of a small island destination from the residents' perspective, departing from the main stream literature which predominantly focuses on the demand side of the equation. Photo-elicitation was used to investigate the conception of authenticity. The finding from the focus group is that the notions of authenticity are unique, vast, and individualistic and that an encompassing definition of authenticity is difficult to concur. While the focus group provided clarity in terms of authenticity being embedded in the cultural lifestyle, an empirical study was conducted to further understand what cultural resources could be derived from the specific meaning of authenticity. Two themes emerged: (1) when residents interact with tourists, cultural attributes are more important than tradition; and (2) tourists are involved in creating an authentic process for residents. The younger generation appears to be frustrated with the impact of tourism on the cultural identity of the island. In conclusion, the concept and practice of authenticity are not static, but rather evolving practices that embrace new cultural forms. Cultural tourism could become a potent vehicle enhancing the quality of life of residents and the essence of the distinctiveness of Aruba contributing to a sense of place, pride, and culture. Keywords: authenticitysmall islandArubatourism specializationcultural tourism",
      "cited_by_count": 34,
      "type": "article",
      "source": {
        "name": "Journal of Tourism and Cultural Change",
        "type": "journal",
        "issn": [
          "1476-6825",
          "1747-7654"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Diverse Aspects of Tourism Research",
        "Tourism, Volunteerism, and Development",
        "Sport and Mega-Event Impacts"
      ],
      "referenced_works_count": 54,
      "url": "https://openalex.org/W2077771045"
    },
    {
      "openalex_id": "W4410098645",
      "doi": "10.31132/2412-5717-2027-70-1-69-83",
      "title": "«Descendants of Oduduwa». Yoruba Historical Tradition: Authenticity, Cultural Contact, and Political Discourse",
      "authors": [
        {
          "name": "A.V. Pakin",
          "openalex_id": "A5117440614"
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-03-20",
      "abstract": "The subject of the present article is the oral historical tradition on the origin of the Yoruba rulers and their power. This tradition was shaping in the context of the cultural contact with the European civilization (British), due to which fact it exists not only as a phenomenon per se but also within the modern political and historical discourse. The author focuses on the key characteristics of this discourse, as well as on the phenomenon of the Yoruba’s oral historical tradition itself. The paper examines three aspects of the existence of historical tradition: tradition per se, tradition as it exists in modern political discourse, and the problems of its authenticity. First of all, the tradition of the lineage of the ruler and the people was an instrument of political influence of the Yoruba rulers. It retained this role after the arrival of the British. The author shows how its application changed from the early years of the protectorate to the period of independence. During the internecine Yoruba wars, traditional urban centers lost their influence to new cities with a war economy. In the protectorate system, their rulers continued to occupy a leading position in the ruling councils of chiefs. Against this background unfolded the confrontation between the rulers of the old cities: Oyo, which founded the Yoruba empire in the 17th century, and Ile–Ife, the oldest Yoruba city. With the advent of independence, the myths about the creation of the Earth in Ile-Ife became the basis for pan-Yoruba agitation through the efforts of the famous politician Obafemi Awolowo, who in 1945 created the organization “Descendants of Oduduwa” in London, which included Yoruba leaders and intellectuals. Today, the traditional ruler of Ife, Ooni, still enjoys the authority of political parties, blessing their activities.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Uchenie zapiski Instituta Afriki RAN",
        "type": "journal",
        "issn": [
          "2412-5717"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://africajournal.ru/wp-content/uploads/2025/04/1-2025_Пакин_Потомки-Одудувы.pdf"
      },
      "topics": [
        "African history and culture studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4410098645"
    },
    {
      "openalex_id": "W16118386",
      "doi": "10.1001/jama.294.8.955",
      "title": "Pondok Pesantren: Changes and Its Future",
      "authors": [
        {
          "name": "Gamal Abdul",
          "openalex_id": "A5028889695"
        },
        {
          "name": "Nasir Zakaria",
          "openalex_id": "A5012331842"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "The tradition of education at Pondok Pesantren in Indonesia and in the Malay world possesses a long history and represents a portion of the history of the growth and spread of Muslims in the region. Pondok Pesantren is not only associated with the meaning of Islam but also incorporates the symbol of authenticity of the Malay community. This educational institution functions as an organization for the study of religious knowledge, preserves Islamic traditions, and produces both Muslim scholars as well as leaders. Pondok Pesantren, during its long history, has successfully proven itself to be an Islamic educational institution which is prestigious, of quality and self-supporting. Although its existence has not been influenced by sociopolitical, economical or cultural changes, this does not mean that Pondok Pesantren does not face problems and challenges, be they internal or external ones. This paper will discuss some issues such as the survival of Pondok Pesantren today and in the future with the fast-paced challenges which are happening around us.",
      "cited_by_count": 58,
      "type": "article",
      "source": {
        "name": "JAMA",
        "type": "journal",
        "issn": [
          "0098-7484",
          "1538-3598"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Education and Islamic Studies",
        "Education and Character Development",
        "Qur’anic Interpretation Studies"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W16118386"
    },
    {
      "openalex_id": "W3108303548",
      "doi": "10.1016/j.jhtm.2020.11.001",
      "title": "Thai street food in the fast growing global food tourism industry: Preference and behaviors of food tourists",
      "authors": [
        {
          "name": "Yoksamon Jeaheng",
          "openalex_id": "A5036364045",
          "orcid": "https://orcid.org/0000-0003-0839-0093",
          "institutions": [
            "Suratthani Rajabhat University"
          ]
        },
        {
          "name": "Heesup Han",
          "openalex_id": "A5060663003",
          "orcid": "https://orcid.org/0000-0001-6356-3001",
          "institutions": [
            "Sejong University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-11-22",
      "abstract": null,
      "cited_by_count": 103,
      "type": "article",
      "source": {
        "name": "Journal of Hospitality and Tourism Management",
        "type": "journal",
        "issn": [
          "1447-6770",
          "1839-5260"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Culinary Culture and Tourism",
        "Diverse Aspects of Tourism Research",
        "Consumer Behavior in Brand Consumption and Identification"
      ],
      "referenced_works_count": 58,
      "url": "https://openalex.org/W3108303548"
    },
    {
      "openalex_id": "W2039738062",
      "doi": null,
      "title": "Debating authenticity : concepts of modernity in anthropological perspective",
      "authors": [
        {
          "name": "Thomas Fillitz",
          "openalex_id": "A5073480607"
        },
        {
          "name": "A. Jamie Saris",
          "openalex_id": "A5076408289",
          "orcid": "https://orcid.org/0000-0001-9891-3286"
        },
        {
          "name": "Anna Streissler",
          "openalex_id": "A5091037602"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "Acknowledgements List of Illustrations Introduction: Authenticity Aujourd'hui Thomas Fillitz and A. Jamie Saris PART I: AUTHENTICITY AND AUTHENTICATING Chapter 1. Revisiting Culture, Genuine and Spurious: Reflections on Icons and Politics in Ireland A. Jamie Saris Chapter 2. Deceptive Tentacles of the Authenticating Mind: on Authenticity and Some Other Notions that are Good for Absolutely Nothing Rajko Mursic PART II: MORAL DISCOURSES OF AUTHENTICITY Chapter 3. Wilderness: The Production and Experience of Nature in America Lawrence J. Taylor Chapter 4. The Moral Economy of Authenticity. And the Invention of Traditions in Franche-Comte (France) Jean-Pierre Warnier Chapter 5. Oh, That's So Typical! Discussing Some Spanish Authentic Essential Traits Jorge Grau Rebollo PART III: AUTHENTICITY: POPULAR AND ACADEMIC DISCOURSES Chapter 6. Is Form Really Primary or, What Makes Things Authentic? Sociality and Materiality in Afro Brazilian Ritual and Performance Inger Sjorslev Chapter 7. Cultural Search for Authenticity: Questioning Primitivism and Exotic Art Paul Van der Grijp Chapter 8. Wooden Pillars and Mural Paintings in the Saudi Southwest: Notes on Continuity, Authenticity, and Artistic Change in Regional Traditions Andre Gingrich Chapter 9. True to Life: Authenticity and the Photographic Image Marcus Banks PART IV: ENTANGLED SPACES OF AUTHENTICITY Chapter 10. Questions of Authenticity and Legitimacy in the Work of Henri Gaden (1867-1939) Roy Dilley Chapter 11. Constructing Culture Through Shared Location, Bricolage and Exchange: the Case of Gypsies and Roma Judith Okely Chapter 12. Cultural Regimes of Authenticity and Contemporary Art of Africa Thomas Fillitz Notes on Contributors Index",
      "cited_by_count": 32,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Cultural Heritage Management and Preservation",
        "Public Spaces through Art",
        "Art, Politics, and Modernism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2039738062"
    },
    {
      "openalex_id": "W3003868036",
      "doi": "10.1016/j.jort.2020.100283",
      "title": "Authenticity and disorientation in the tourism experience",
      "authors": [
        {
          "name": "Guillaume Tiberghien",
          "openalex_id": "A5016959171",
          "orcid": "https://orcid.org/0000-0002-8164-9607",
          "institutions": [
            "Crichton Royal Hospital",
            "University of Glasgow"
          ]
        },
        {
          "name": "Hamish Bremner",
          "openalex_id": "A5057232993",
          "institutions": [
            "Auckland University of Technology"
          ]
        },
        {
          "name": "Simon Milne",
          "openalex_id": "A5109209947",
          "institutions": [
            "Auckland University of Technology"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-03-19",
      "abstract": null,
      "cited_by_count": 44,
      "type": "article",
      "source": {
        "name": "Journal of Outdoor Recreation and Tourism",
        "type": "journal",
        "issn": [
          "2213-0780",
          "2213-0799"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Diverse Aspects of Tourism Research",
        "Culinary Culture and Tourism",
        "Religious Tourism and Spaces"
      ],
      "referenced_works_count": 57,
      "url": "https://openalex.org/W3003868036"
    },
    {
      "openalex_id": "W3159230313",
      "doi": "10.3390/su13094958",
      "title": "The Safeguarding of Intangible Cultural Heritage from the Perspective of Civic Participation: The Informal Education of Chinese Embroidery Handicrafts",
      "authors": [
        {
          "name": "Wenjie Yan",
          "openalex_id": "A5061813660",
          "orcid": "https://orcid.org/0000-0003-2544-2959",
          "institutions": [
            "National Yunlin University of Science and Technology",
            "Minjiang University"
          ]
        },
        {
          "name": "Shang-Chia Chiou",
          "openalex_id": "A5064811476",
          "orcid": "https://orcid.org/0000-0002-4238-9021",
          "institutions": [
            "National Yunlin University of Science and Technology"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-04-28",
      "abstract": "Heritage education can enable social empowerment. Within the broader goal of social empowerment, a current challenge is to establish principles that promote social participation in traditional education. The practice of protecting intangible cultural heritage in China has developed its own unique working model based on the basic theoretical level of UNESCO. This research used cultural citizenship as a theoretical guide, focused on the traditional embroidery craftsmanship of China’s intangible cultural heritage, and conducted exploratory research on the learning intention and value influence indicators of citizens participating in intangible cultural heritage. The research design of this study was divided into two phases: the first phase was designed to collect evaluation indicators that affect the learning of intangible cultural heritage skills, and to support these data using semi-structured in-depth interviews. In the second phase, the convergence of the value indicators that affect the learning of intangible cultural heritage techniques was completed using questionnaire surveys and statistical analyses. Factor analysis was performed using SPSS software. SEM (structural equation modeling) confirmatory analysis was performed using Amos software. Through a two-stage hybrid study, a value recognition scale for the informal educational inheritance of intangible cultural heritage handicrafts was obtained within the local context of China. The scale contains four first-level indicators (ICH’s authenticity, cultural identity, performed value, and social recognition) and 17 second-level indicators. The research results were based on UNESCO’s education indicators for SDG 4, and put forward principles for practices aimed at protecting China’s intangible cultural heritage’s local informal education. Reflecting on the Chinese tradition of citizen participation in protecting intangible cultural heritage could provide references for the practice of intangible cultural heritage protection in other fields and regions. This is consistent with the UN’s SDG 4.7 (ensure all learners acquire knowledge and skills needed to promote sustainable development).",
      "cited_by_count": 70,
      "type": "article",
      "source": {
        "name": "Sustainability",
        "type": "journal",
        "issn": [
          "2071-1050"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/2071-1050/13/9/4958/pdf?version=1620296936"
      },
      "topics": [
        "Cultural Heritage Management and Preservation",
        "Cultural Industries and Urban Development"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W3159230313"
    },
    {
      "openalex_id": "W4211173145",
      "doi": "10.3390/su14031805",
      "title": "Traditional and Authentic Food of Ethnic Groups of Vojvodina (Northern Serbia)—Preservation and Potential for Tourism Development",
      "authors": [
        {
          "name": "Biljana Grubor",
          "openalex_id": "A5002554031",
          "orcid": "https://orcid.org/0000-0001-7071-1279",
          "institutions": [
            "University of Novi Sad"
          ]
        },
        {
          "name": "Bojana Kalenjuk Pivarski",
          "openalex_id": "A5026374204",
          "orcid": "https://orcid.org/0000-0003-0661-5359",
          "institutions": [
            "University of East Sarajevo",
            "University of Novi Sad"
          ]
        },
        {
          "name": "Bojan Đerčan",
          "openalex_id": "A5056788350",
          "orcid": "https://orcid.org/0000-0003-3553-4099",
          "institutions": [
            "University of Novi Sad"
          ]
        },
        {
          "name": "Dragan Tešanović",
          "openalex_id": "A5032277653",
          "orcid": "https://orcid.org/0000-0003-1675-5654",
          "institutions": [
            "University of Novi Sad"
          ]
        },
        {
          "name": "Maja Banjac",
          "openalex_id": "A5103722982",
          "institutions": [
            "University of Novi Sad"
          ]
        },
        {
          "name": "Tamara Lukić",
          "openalex_id": "A5060125727",
          "orcid": "https://orcid.org/0000-0002-2854-6457",
          "institutions": [
            "University of Novi Sad"
          ]
        },
        {
          "name": "Milka Bubalo-Živković",
          "openalex_id": "A5022899572",
          "orcid": "https://orcid.org/0000-0002-9059-963X",
          "institutions": [
            "University of Novi Sad"
          ]
        },
        {
          "name": "Dragana Ilić Udovičić",
          "openalex_id": "A5080112252",
          "orcid": "https://orcid.org/0009-0001-6969-1861",
          "institutions": [
            "Serbian Academy of Sciences and Arts"
          ]
        },
        {
          "name": "Stefan Šmugović",
          "openalex_id": "A5112850227",
          "institutions": [
            "University of Novi Sad"
          ]
        },
        {
          "name": "Velibor Ivanović",
          "openalex_id": "A5019579475",
          "orcid": "https://orcid.org/0009-0008-4465-7879",
          "institutions": [
            "University of Novi Sad"
          ]
        },
        {
          "name": "Miloš Ćirić",
          "openalex_id": "A5103220246",
          "orcid": "https://orcid.org/0000-0003-4182-448X",
          "institutions": [
            "University of Novi Sad"
          ]
        },
        {
          "name": "Ivana Ćirić",
          "openalex_id": "A5031340333",
          "orcid": "https://orcid.org/0000-0002-4758-5160",
          "institutions": [
            "University of Novi Sad"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-02-05",
      "abstract": "The subject of this paper is the tourist potential of the gastronomic heritage of ethnic minorities inhabiting Vojvodina (Northern Serbia). The task of the paper is to examine the state of authenticity and potential for placement in the tourism market. The goal of the research was to obtain data about the authenticity and representation of authentic and traditional dishes in homes and hospitality facilities and their positioning in tourism. The research was conducted from October 2020 to May 2021 among residents of the region belonging to minority groups (Hungarian, Slovak, Romanian, Croatian, Montenegrin, and Roma). The survey was conducted electronically through cultural, art, and educational institutions that maintain the culture and tradition of the studied ethnic groups. The number of respondents who participated in the research was 619. The obtained data were statistically processed using descriptive statistics, as well as by using t-tests and ANOVA (LSD post hoc), and the reliability of the psychometric scales was assessed by the use of Cronbach’s alpha coefficient. Research has shown that Vojvodina, with its ethnic structure and gastronomic heritage, has the potential to attract tourists motivated by authentic food. Tourism potential of gastronomic heritage are proportionate to the share of ethnic groups; hence, the representation and preservation of the Hungarian, Slovakian, and Croatian cuisines are predominant. The respondents have shown awareness of the activities that would contribute to a better positioning of gastronomic heritage in tourism through implementation in different tourism manifestations and extra marketing activities.",
      "cited_by_count": 45,
      "type": "article",
      "source": {
        "name": "Sustainability",
        "type": "journal",
        "issn": [
          "2071-1050"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/2071-1050/14/3/1805/pdf?version=1644299982"
      },
      "topics": [
        "Culinary Culture and Tourism",
        "Diverse Aspects of Tourism Research",
        "Consumer Behavior in Brand Consumption and Identification"
      ],
      "referenced_works_count": 51,
      "url": "https://openalex.org/W4211173145"
    },
    {
      "openalex_id": "W2900600211",
      "doi": "10.1016/j.poetic.2018.11.001",
      "title": "Rationalized authenticity and the transnational spread of intangible cultural heritage",
      "authors": [
        {
          "name": "Michaela DeSoucey",
          "openalex_id": "A5029879870",
          "orcid": "https://orcid.org/0000-0003-1183-402X",
          "institutions": [
            "North Carolina State University"
          ]
        },
        {
          "name": "Michael A. Elliott",
          "openalex_id": "A5075024436",
          "orcid": "https://orcid.org/0000-0002-9629-8643",
          "institutions": [
            "Towson University"
          ]
        },
        {
          "name": "Vaughn Schmutz",
          "openalex_id": "A5004758780",
          "institutions": [
            "University of North Carolina at Charlotte"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-22",
      "abstract": null,
      "cited_by_count": 33,
      "type": "article",
      "source": {
        "name": "Poetics",
        "type": "journal",
        "issn": [
          "0304-422X",
          "1872-7514"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Cultural Heritage Management and Preservation",
        "Culinary Culture and Tourism",
        "Diverse Aspects of Tourism Research"
      ],
      "referenced_works_count": 83,
      "url": "https://openalex.org/W2900600211"
    },
    {
      "openalex_id": "W2476199201",
      "doi": "10.1093/acprof:oso/9780199764891.001.0001",
      "title": "Salsa Rising: New York Latin Music of the Sixties Generation",
      "authors": [
        {
          "name": "Juan Flores",
          "openalex_id": "A5113849802",
          "orcid": "https://orcid.org/0009-0003-0443-4113"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-02-23",
      "abstract": "'Salsa Rising' provides a full-length historical account of Latin music in this New York guided by close critical attention to issues of tradition and experimentation, authenticity and dilution, and the often clashing roles of cultural communities and the commercial recording industry in the shaping of musical practices and tastes.",
      "cited_by_count": 30,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Music History and Culture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2476199201"
    },
    {
      "openalex_id": "W2521682666",
      "doi": "10.1080/14766825.2016.1258408",
      "title": "The life cycle of authenticity: neo-nomadic tourism culture in Kazakhstan",
      "authors": [
        {
          "name": "Guillaume Tiberghien",
          "openalex_id": "A5016959171",
          "orcid": "https://orcid.org/0000-0002-8164-9607",
          "institutions": [
            "University of Glasgow"
          ]
        },
        {
          "name": "Philip Feifan Xie",
          "openalex_id": "A5103166564",
          "orcid": "https://orcid.org/0000-0003-0728-5398",
          "institutions": [
            "Macau University of Science and Technology"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-18",
      "abstract": "The paper presents the findings related to the stages of life cycle of authenticity where Kazakhstani nomadic culture in a post-Soviet heritage evolves towards tourist consumption. Using a qualitative case-study research approach, the analysis of data traces stakeholders’ perception of authenticity of various elements of Kazakhstani cultural tourism. The study intertwines inextricably with the processes of authenticity, commodification and cultural change as Kazakhstani traditions have evolved to a neo-nomadic tourism culture where authenticity becomes a currency at play and a point of differentiation from other tourism destinations. The findings offer an original approach to understand the transformation of authenticity at various stages of Kazakhstani tourism development and explore how authenticity is positioned in the influx of tourists and supporting roles from local governments and organisations.",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "Journal of Tourism and Cultural Change",
        "type": "journal",
        "issn": [
          "1476-6825",
          "1747-7654"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Diverse Aspects of Tourism Research",
        "Religious Tourism and Spaces",
        "Tourism, Volunteerism, and Development"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2521682666"
    },
    {
      "openalex_id": "W3027493794",
      "doi": "10.4324/9780429027987",
      "title": "Studies on the Social Construction of Identity and Authenticity",
      "authors": [
        {
          "name": "Williams, James Patrick 1970-",
          "openalex_id": ""
        },
        {
          "name": "Schwarz, Kaylan C.",
          "openalex_id": ""
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-07-10",
      "abstract": "\"As identity and authenticity discourses increasingly saturate everyday life, so too have these concepts spread across the humanities and social sciences literatures. Many scholars may be interested in identity and authenticity, but lack knowledge of paradigmatic or disciplinary approaches to these concepts. This volume offers readers insight into social constructionist approaches to identity and authenticity. It focuses on the processes of identification and authentication, rather than on subjective experiences of selfhood. There are no attempts to settle what authentic identities are. On the contrary, contributors demonstrate that neither identities nor their authenticity have a single or fixed meaning. Chapters provide exemplars of contemporary research on identity and authenticity, with significant diversity among them in terms of the identities, cultural milieu, geographic settings, disciplinary traditions, and methodological approaches considered. Contributors introduce readers to a number of established and emerging identity groups from sites around the world, from yogis and punks to fire dancers and social media influencers. Their conceptual work stretches from the micro-analytic to the ethno-national as authors employ a variety of qualitative methods including ethnographic fieldwork, interviewing, and the collection and analysis of naturally-occurring interactions. Several of the chapters look directly at identification and authentication, while others focus on the social and cultural backdrops that structure these practices-what unites them is the adoption of social constructionist sensibilities. This book will appeal to anyone interested in understanding identity and authenticity\"--",
      "cited_by_count": 31,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Sociopolitical Dynamics in Russia"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3027493794"
    },
    {
      "openalex_id": "W2765751267",
      "doi": "10.18251/ijme.v19i3.1359",
      "title": "Multicultural Ethnic Music Education in Communist China",
      "authors": [
        {
          "name": "Wenzhuo Zhang",
          "openalex_id": "A5100997493",
          "institutions": [
            "Eastman Chemical Company (Germany)",
            "University of Rochester"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-10-31",
      "abstract": "The Central Communist Party (CCP) of the People’s Republic of China (PRC) describes China as a unified multinational country. National policies advocate cultural diversity in the educational system with particular emphasis on the notion that diverse ethnic minorities contribute to zhonghua minzu—a single united Chinese nationality. Drawing upon the theoretical frameworks of musical authenticity as well as two tenets of liberalism theory, equal concern and cultural neutrality, the study aims to understand how government-designed national K1–9 music textbooks represent the Chinese ethnic minority’s musical and cultural traditions.",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "International Journal of Multicultural Education",
        "type": "journal",
        "issn": [
          "1934-5267"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.ijme-journal.org/ijme/index.php/ijme/article/download/1359/1197"
      },
      "topics": [
        "China's Ethnic Minorities and Relations",
        "Vietnamese History and Culture Studies",
        "Hong Kong and Taiwan Politics"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W2765751267"
    },
    {
      "openalex_id": "W2761973334",
      "doi": "10.3920/978-90-8686-852-0_4",
      "title": "4. The authenticity trend",
      "authors": [
        {
          "name": "Marcus Petz",
          "openalex_id": "A5066696759",
          "orcid": "https://orcid.org/0000-0002-1478-8121",
          "institutions": [
            "BOKU University"
          ]
        },
        {
          "name": "Rainer Haas",
          "openalex_id": "A5074242062",
          "orcid": "https://orcid.org/0000-0002-7854-8960",
          "institutions": [
            "BOKU University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-09-30",
      "abstract": "A general overview of authenticity in connection with food is given. Cases are presented by way of example to explore authenticity in relationship to modernism, hipster authenticity and hyperrealism. Indicators of authenticity are given that allow a matrix of authenticity to be scored on different metrics. Levels of authenticity are proposed with a scale from A1 (most authentic) to A2 and A3 (least authentic) analogous to the L1-L2-L3 concept in linguistics. Different perceptions of authenticity are discussed, also in relation to origin-linked foods, living traditions, craft authenticity and true authenticity. Authenticity with respect to both manufactured consumer products and home cooked foods is considered. True authenticity is ascribed based on the direct authenticity of a food's characteristics and its ecological authenticity, which considers the cultural milieu and associated aspects of production.",
      "cited_by_count": 22,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Culinary Culture and Tourism",
        "Organic Food and Agriculture"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2761973334"
    },
    {
      "openalex_id": "W2340301745",
      "doi": "10.1080/09523367.2016.1212842",
      "title": "Making Martial Arts History Matter",
      "authors": [
        {
          "name": "Paul Bowman",
          "openalex_id": "A5038591055",
          "orcid": "https://orcid.org/0000-0001-9311-2391",
          "institutions": [
            "Cardiff University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-12",
      "abstract": "This paper examines key ways in which ideas such as ‘tradition’, ‘authenticity’, and ‘history’ are deployed in discourses around Asian martial arts. First introducing how such concepts are used in national contexts such as Korea and elsewhere in East Asia it then examines the case of a dispute between two English language writers on martial arts. It examines these different cases to illustrate the ways that ‘tradition’, ‘authenticity’, and ‘history’ can be deployed for different ideological ends, from nationalism to personal self-advancement, in different contexts. In doing so, the paper theorizes the consequences of antagonisms that have recently arisen between common beliefs about certain Asian martial arts and historical studies that challenge such beliefs. It concludes that the discursive status of ‘history’ is not fixed or permanent, but varies depending on context. This is the case to such an extent that the status of ‘history’ can be said to have changed decisively. Ultimately, the paper argues for the value of rigorous scholarship even when it runs counter to cultural beliefs, and highlights the significance of such scholarship for showing the ways in which martial arts history matters in more contexts and registers than martial arts alone.",
      "cited_by_count": 34,
      "type": "article",
      "source": {
        "name": "The International Journal of the History of Sport",
        "type": "journal",
        "issn": [
          "0952-3367",
          "1743-9035"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.1080/09523367.2016.1212842?needAccess=true"
      },
      "topics": [
        "Martial Arts: Techniques, Psychology, and Education"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2340301745"
    },
    {
      "openalex_id": "W3088689866",
      "doi": "10.3126/jota.v3i1.31354",
      "title": "Promoting Employment and Preserving Cultural Heritage: A Study of Handicraft Products Tourism in Pokhara, Nepal",
      "authors": [
        {
          "name": "Prakash Upadhyay",
          "openalex_id": "A5033492332",
          "institutions": [
            "Tribhuvan University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-09-21",
      "abstract": "Handicraft s form a fundamental part of tourist experience representing local traditions and indigenous population’s talents and skills, income and job opportunities. This paper aims at exploring the role of handicraft products in promoting employment as well as preserving the cultural heritage of Pokhara. The study result reveals that there is a significant level of correlation and dependency between handicraft products and tourist’s arrival, job creation and the increase in income and social status of artisans and handicrafts shopkeepers. As a unique experience for tourists, handicraft products have enriched national economy, identity and promoted cultural heritage, uniqueness and authenticity, and cultural commercialization. However, handicraft is notjust about commercialization of cultural arts or displaying and selling products, it is about allowing tourists to truly understand the skill and the craft at rear and realize handicraft s unique tradition, linking tourists to artisans to facilitate them understand and appreciate the art. Further it is about how culture is recognized through display of a new self-representation or ‘enterprising spirit’, but not with the total loss of primordial ‘pure culture’ albeit an authenticity of hybrid culture. Lack of effective advertisement and marketing, inequitable price, scarcity of raw materials, intrusion of foreign goods, ineffective government policies are the crucial tribulations of handicraft products tourism in Pokhara. State policy improvement, increase in supply of raw materials, creative production and marketing are the ways that can promote handicraft market. It is necessary recognizing the prominence of handicraft products tourism as a prodigious agent for preservation of traditional craft, methods of production and an effective means of socio cultural and economic empowerment, cultural renovation and national identity building.",
      "cited_by_count": 21,
      "type": "article",
      "source": {
        "name": "Journal of Tourism & Adventure",
        "type": "journal",
        "issn": [
          "2645-8683"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.nepjol.info/index.php/jota/article/download/31354/24790"
      },
      "topics": [
        "Crafts, Textile, and Design"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W3088689866"
    },
    {
      "openalex_id": "W78423821",
      "doi": "10.4324/9780203136751",
      "title": "Slum Tourism",
      "authors": [
        {
          "name": "Fabian Frenzel",
          "openalex_id": "A5027424101",
          "orcid": "https://orcid.org/0000-0003-4929-2449"
        },
        {
          "name": "Ko Koens",
          "openalex_id": "A5069210257",
          "orcid": "https://orcid.org/0000-0002-2803-0098"
        },
        {
          "name": "Malte Steinbrink",
          "openalex_id": "A5030368313",
          "orcid": "https://orcid.org/0000-0001-7503-2750"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-06-14",
      "abstract": "Slum tourism is a globalizing trend and a controversial form of tourism. Impoverished urban areas have always enticed the popular imagination, considered to be places of 'otherness', 'moral decay', 'deviant liberty' or 'authenticity'. 'Slumming' has a long tradition in the Global North, for example in Victorian London when the upper classes toured the East End. What is new, however, is its development dynamics and its rapidly spreading popularity across the globe. Township tourism and favela tourism have currently reached mass tourism characteristics in South Africa and in Rio de Janeiro, Brazil. In other countries of the Global South, slum tourism now also occurs and providers see huge growth potential. While the morally controversial practice of slum tourism has raised much attention and opinionated debates in the media for several years, academic research has only recently started addressing it as a global phenomenon. This edition provides the first systematic overview of the field and the diverse issues connected to slum tourism. This multidisciplinary collection is unique both in its conceptual and empirical breadth. Its chapters indicate that 'global slumming' is not merely a controversial and challenging topic in itself, but also offers an apt lens through which to discuss core concepts in critical tourism studies in a global perspective, in particular: 'poverty', 'power' and 'ethics'. Building on research by prolific researchers from ten different countries, the book provides a comprehensive and unique insight in the current empirical, practical and theoretical knowledge on the subject. It takes a thorough and critical review of issues associated with slum tourism, asking why slums are visited, whether they should be visited, how they are represented, who is benefiting from it and in what way. It offers new insights to tourism's role in poverty alleviation and urban regeneration, power relations in contact zones and tourism's cultural and political implications. Drawing on research from four continents and seven different countries, and from multidisciplinary perspectives, this ground-breaking volume will be valuable reading for students, researchers and academics interested in this contemporary form of tourism.",
      "cited_by_count": 124,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Local Economic Development and Planning"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W78423821"
    },
    {
      "openalex_id": "W2139352815",
      "doi": "10.1093/jahist/jar464",
      "title": "A Nation of Outsiders: How the White Middle-Class Fell in Love with Rebellion in Postwar America",
      "authors": [
        {
          "name": "Dick Geary",
          "openalex_id": "A5021484406",
          "institutions": [
            "Trinity College Dublin"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-11-29",
      "abstract": "Wide ranging and engagingly written, A Nation of Outsiders is one of the most provocative works in post–World War II U.S. history published in recent years. Grace Elizabeth Hale traces “the romance of the outsider,” defined as “the belief that people somehow marginal to society possess cultural resources and values missing among other Americans” (p. 1). She claims that outsider romance played a central role in such historical developments as the rise of an expressionist youth subculture, the emergence of New Left activism, and New Right attacks on the liberal establishment. At the heart of the book is a critique of how middle-class whites exploited the culture of those less privileged, especially poor blacks, to gain a sense of personal authenticity. Hale finds that this dynamic characterized a wide range of phenomena including beat literature, rock and roll, the folk revival, and white youth participation in civil rights struggles. The romance of the outsider, according to Hale, served the psychological needs of whites seeking to escape middle-class conformity, but it failed to address real social inequalities. The self-conceptions of many sixties-era white leftists and their celebrators will surely be challenged by Hale's depiction of white civil rights supporters in Students for a Democratic Society and Freedom Summer as “white negroes in action” who “borrow[ed] from the old tradition of blackface minstrelsy” (pp. 163, 83). Hale's cynical and tendentious depiction of those young activists’ motives hardly accounts for any cultural appreciation or political solidarity with marginalized Americans by middle-class whites not driven by selfish pursuit of individual authenticity. At times, however, the narrative reveals more nuance by suggesting that some folk musicians and New Leftists recognized the dangers of romanticizing outsiders and rethought their initial romanticism once their involvements deepened.",
      "cited_by_count": 52,
      "type": "article",
      "source": {
        "name": "Journal of American History",
        "type": "journal",
        "issn": [
          "0021-8723",
          "1945-2314"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Music History and Culture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2139352815"
    },
    {
      "openalex_id": "W2152740098",
      "doi": "10.1017/s1752196310000155",
      "title": "In Pursuit of Authenticity: The New Lost City Ramblers and the Postwar Folk Music Revival",
      "authors": [
        {
          "name": "Ray Allen",
          "openalex_id": "A5053425431"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-07-15",
      "abstract": "Abstract This article explores the discourse of authenticity, which has become central to our understanding of twentieth-century folk music revivals in the United States. The process of musical revival, that is, the self-conscious restoration of musical systems deemed in danger of decline or extinction, has been closely tied to perceptions of exactly what constitutes authentic, or genuine, folk tradition. The term tradition, like authenticity, is a slippery concept based on a self-conscious interpretation and selective editing of the past. The complex mechanism of cultural editing that undergirds the authentication process is fleshed out by focusing on the efforts of one band, the New Lost City Ramblers. During the 1960s the Ramblers introduced northern audiences to what they judged to be authentic southern string-band and bluegrass styles at a time when the urban revival was dominated by popular and artsy interpreters of folk music. The Ramblers' struggles to render accurately southern rural instrumental and singing styles, while maintaining their own distinctive sound, offer insight into the challenges authenticity posed for mid-century folk musicians and their urban audiences, and continues to pose for scholars and cultural workers today.",
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "Journal of the Society for American Music",
        "type": "journal",
        "issn": [
          "1752-1963",
          "1752-1971"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Music History and Culture",
        "Musicology and Musical Analysis",
        "Diverse Musicological Studies"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2152740098"
    },
    {
      "openalex_id": "W2093920590",
      "doi": "10.1080/1743873x.2011.632481",
      "title": "Tourists’ perceptions of ethnic tourism in Lugu Lake, Yunnan, China",
      "authors": [
        {
          "name": "Li Yang",
          "openalex_id": "A5100660903",
          "orcid": "https://orcid.org/0000-0002-6615-3013",
          "institutions": [
            "Western Michigan University"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-11-14",
      "abstract": "This paper examines tourists’ perceptions of ethnic tourism and satisfaction with their experiences based upon empirical research conducted in 2009 in Lugu Lake, Yunnan, China. The quest for romance and exoticism has inspired mass Han Chinese visits to the lake area. The tranquility of the lake and unique minority culture impress many urbanites and satisfy their nostalgia for the untouched, the simple, and the natural. Most tourists are satisfied with their overall experience and appreciate a packaged version of minority culture and tradition. However, a small number of visitors were disappointed about the commercial setting, inadequate tourist facilities, poor service, and limited tourism programs. Many tourists are concerned about cultural change and the loss of traditional customs. It is argued that maintaining authenticity and cultural integrity is essential for sustainable ethnic tourism development. Diverse and high-quality ethnic products should be developed to suit the different needs of the various types of tourists.",
      "cited_by_count": 35,
      "type": "article",
      "source": {
        "name": "Journal of Heritage Tourism",
        "type": "journal",
        "issn": [
          "1743-873X",
          "1747-6631"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Diverse Aspects of Tourism Research",
        "Religious Tourism and Spaces",
        "Tourism, Volunteerism, and Development"
      ],
      "referenced_works_count": 103,
      "url": "https://openalex.org/W2093920590"
    },
    {
      "openalex_id": "W605246829",
      "doi": "10.5860/choice.50-2316",
      "title": "Islamism and Islam",
      "authors": [],
      "publication_year": 2012,
      "publication_date": "2012-12-01",
      "abstract": "Despite the intense media focus on Muslims and their religion since the tragedy of 9/11, few Western scholars or policymakers today have a clear idea of the distinctions between Islam and the politically based fundamentalist movement known as Islamism. In this important and illuminating book, Bassam Tibi, a senior scholar of Islamic politics, provides a corrective to this dangerous gap in our understanding. He explores the true nature of contemporary Islamism and the essential ways in which it differs from the religious faith of Islam. Drawing on research in twenty Islamic countries over three decades, Tibi describes Islamism as a political ideology based on a reinvented version of Islamic law. In separate chapters devoted to the major features of Islamism, he discusses the Islamist vision of state order, the centrality of antisemitism in Islamist ideology, Islamism's incompatibility with democracy, the reinvention of jihadism as terrorism, the invented tradition of shari'a law as constitutional order, and the Islamists' confusion of the concepts of authenticity and cultural purity. Tibi's concluding chapter applies elements of Hannah Arendt's theory to identify Islamism as a totalitarian ideology.",
      "cited_by_count": 52,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Jewish and Middle Eastern Studies",
        "Islamic Studies and History"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W605246829"
    },
    {
      "openalex_id": "W1547071728",
      "doi": "10.4324/9781315261973-10",
      "title": "Authenticity Without a True Self.",
      "authors": [
        {
          "name": "Alessandro Ferrara",
          "openalex_id": "A5080468066",
          "orcid": "https://orcid.org/0000-0003-0335-4317"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-05",
      "abstract": "Authenticity is a protean concept in philosophy and in the social sciences, \nironically always at risk of luring us into the opposite path, into a somewhat \n“inauthentic” use of authenticity. It has played the role of catchword for a number \nof traditions-existentialism, Heidegger’s analytics of Being, neo-conservative \ncultural criticism, certain therapeutic strands of humanistic psychology and of the \nhuman potential movement-while never succeeding, at least thus far, in fully \nplaying what could be its potential role: to replace the pivotal role that the notion \nof autonomy as self-determination, in the variety of its meanings, played in an \nearlier stage of modernity.",
      "cited_by_count": 23,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Phenomenology and Existential Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1547071728"
    },
    {
      "openalex_id": "W2925254902",
      "doi": "10.1080/14766825.2019.1591683",
      "title": "Tradition and modernity side-by-side: experiential tourism among<i>Quechua</i>communities",
      "authors": [
        {
          "name": "Sandra Sotomayor",
          "openalex_id": "A5101617722",
          "orcid": "https://orcid.org/0000-0003-4802-2738",
          "institutions": [
            "Universidad San Ignacio de Loyola"
          ]
        },
        {
          "name": "Claudia Gil Arroyo",
          "openalex_id": "A5048929401",
          "orcid": "https://orcid.org/0000-0002-7818-6146",
          "institutions": [
            "North Carolina State University"
          ]
        },
        {
          "name": "Carla Barbieri",
          "openalex_id": "A5041826082",
          "orcid": "https://orcid.org/0000-0001-8079-2316",
          "institutions": [
            "North Carolina State University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-03-20",
      "abstract": "Experiential tourism can be a catalyst for enhancing the wellbeing of indigenous communities. Yet, experiential tourism is a conundrum as cultural adaption to increase tourists’ satisfaction can threaten authenticity. This study examined the dialectic between experiential tourism and traditional culture among seven Quechua communities in Peru offering experiential tourism, by addressing three questions: (1) What is the perceived the role of ancestral traditions in experiential tourism? (2) To what extent modernism permeates into their lifestyles?, and (3) How do they negotiate ancestral traditions and modernism? Data collected in 2015 revealed that locals involved in tourism considered a priority to keep their ancestral traditions alive by passing them on to new generations; those not involved in tourism are less compliant of cultural authenticity. As a result, study communities showed signs of acculturation, syncretism and re-authentication. Findings also revealed that tourism is perceived as the catalyst for keeping and recovering traditional cultural manifestations, while modernism of certain practices is a necessity. This study contributes to the tourism scholarship by stressing the necessity to negotiate the coexistence of modernity and traditions in experiential tourism. Findings also elucidate policy and marketing suggestions to increase the positive effect of experiential tourism in heritage preservation.",
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Journal of Tourism and Cultural Change",
        "type": "journal",
        "issn": [
          "1476-6825",
          "1747-7654"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://repositorio.usil.edu.pe/handle/usil/8706"
      },
      "topics": [
        "Diverse Aspects of Tourism Research",
        "Culinary Culture and Tourism",
        "Religious Tourism and Spaces"
      ],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W2925254902"
    },
    {
      "openalex_id": "W2091256771",
      "doi": "10.3727/109830413x13575858951121",
      "title": "Perceptions of Authenticity of Cultural Events: A Host–Tourist Analysis",
      "authors": [
        {
          "name": "Juan Gabriel Brida",
          "openalex_id": "A5044136213",
          "orcid": "https://orcid.org/0000-0002-2319-5790"
        },
        {
          "name": "Marta Disegna",
          "openalex_id": "A5052572857",
          "orcid": "https://orcid.org/0000-0002-3638-6772"
        },
        {
          "name": "Linda Osti",
          "openalex_id": "A5009889925",
          "orcid": "https://orcid.org/0000-0002-7697-2688"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-04-01",
      "abstract": "Many cultural events are an adoption of past rituals and traditional customs created by destination managers in order to advance tourism development. However, to be successful, such cultural events need to be authentic and need the support of the local community and the capacity of the locals to identify themselves with what is staged. In this article, the authors analyze the perception of authenticity by tourists and local residents at Christmas Markets in Northern Italy. The main objectives of this article are to determine the level of authenticity perceived by visitors and to examine any differences between tourists and local residents. To do so, a logistic regression model was employed. The results show not only a difference between the two groups, but especially the need for local organizers to focus on the involvement of local residents in the organization of fringe events based on deeply rooted local customs. This will provide tourists with a broader experience of the local traditions and more opportunities to interact with local residents.",
      "cited_by_count": 25,
      "type": "article",
      "source": {
        "name": "Tourism Culture & Communication",
        "type": "journal",
        "issn": [
          "1098-304X",
          "1943-4146"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Sport and Mega-Event Impacts",
        "Diverse Aspects of Tourism Research",
        "Culinary Culture and Tourism"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W2091256771"
    }
  ],
  "count": 40,
  "errors": []
}
