{
  "status": "success",
  "source": "semantic_scholar",
  "query": "institutional collapse political order",
  "results": [
    {
      "paperId": "769eeb3f217149d1bb035c190ce413b667895055",
      "title": "The Collapse of the USSR in the Context of the Theory of Institutional Violence",
      "authors": [
        {
          "name": "M. Kotlyarov",
          "authorId": "20814208"
        }
      ],
      "year": 2023,
      "abstract": "   The collapse of the USSR is explained from the point of view of a new approach – the theory of institutional violence by D. North, B. Weingast and D. Wallis. The application of this theory shows that by the 1980s the USSR had reached the stage of a mature “natural state”. The basis of the Soviet system consisted of long-term political and economic organizations run by the elite that ensured a high level of security and stability of official position due to effective control over the apparatus of state violence (KGB, the militia, the army). Thus, objective prerequisites for the transition to a new social order of “open access” based on economic and political competition developed in the Soviet Union. The leadership of the USSR, represented by M. S. Gorbachev and his supporters in the party, was confident that the introduction of openness and democracy would benefit the Soviet state. M. S. Gorbachev’s loss of control over the special services and the army in the summer of 1991 had a fatal significance for the fate of the USSR. Organized by the chairman of the KGB V. A. Kryuchkov, the putsch of the GKChP catastrophically discredited the union government. The leaders of the Soviet republics were convinced of the need for its complete elimination and achieved this in a short time. Thus, the perestroika and the collapse of the USSR can be considered as the beginning of the movement of the Soviet society toward the “open access order”. The initial conditions of this transition can be considered relatively successful. Despite a series of armed clashes in different regions of the USSR, the collapse of a huge militarized power occurred without much bloodshed and carnage between representatives of the political elite. The events of August 1991, thus, led to a political revolution, which marked the beginning of new sovereign states with a form of government close to the republican one.",
      "citationCount": 0,
      "doi": "10.25205/1818-7919-2023-22-1-110-121",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/769eeb3f217149d1bb035c190ce413b667895055",
      "venue": "Vestnik NSU Series History and Philology",
      "journal": {
        "name": "Vestnik NSU. Series: History and Philology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1c14a38618d37698ba6c8fb2b21b9baffd7c6c87",
      "title": "Revisiting the collapse of the Hospitaller priory of Dacia in Late Medieval Scandinavia (1429‒1493)",
      "authors": [
        {
          "name": "Wilhelm Ljungar",
          "authorId": "2342597746"
        }
      ],
      "year": 2024,
      "abstract": "The Hospitaller priory of Dacia was one of the richest and most influential religious institutions in Medieval Scandinavia. Despite this, scholarship dealing with the Order’s Scandinavian history has been sparse, especially with regards to the latter part of the Middle Ages. While the Dacian relationship with the Order at large during the period has been covered in previous research, the institutional developments, power struggles and eventual breakdown of the priory itself have only received a cursory treatment. In this article, I revisit the collapse of relations between the Danish and Swedish branch of the Order, focusing on the violent ousting of prior Olaus Nicolai in the 1460s. By introducing previously overlooked sources, I present both a new understanding about how the breakdown of relations occurred, as well as an unique insight into the Scandinavian Hospitallers and their changing political relationship to both the Kalmar Union and the Grand Master on Rhodes.",
      "citationCount": 0,
      "doi": "10.12775/om.2024.012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c14a38618d37698ba6c8fb2b21b9baffd7c6c87",
      "venue": "Ordines Militares Colloquia Torunensia Historica",
      "journal": {
        "name": "Ordines Militares Colloquia Torunensia Historica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8398ee689f2aed0e43e9c466697de1f91868577e",
      "title": "The problem of countering political extremism in the Russian Federation in the early 1990s.",
      "authors": [
        {
          "name": "E. I. Volgin",
          "authorId": "2233685344"
        }
      ],
      "year": 2024,
      "abstract": "\n The collapse of the USSR marked the collapse of the former state order. The former Soviet republics faced such destructive phenomena that seemed simply unthinkable in the conditions of the former socialist way of life. Associations and groupings became sharply active in the political arena, the participants of which expressed aggressive hostility to the changes taking place in the country. The purpose of this article is to use various materials (normative legal acts and draft laws, periodicals, statistical data, Internet resources, as well as research literature) on the basis of a comprehensive use of various materials to identify the main problems and contradictions of the state policy aimed at countering political extremism in the first post-Soviet years. The subject of the study is a holistic political and legal process aimed at the development and adoption of adequate anti-extremist legislation.  For the most complete disclosure of the problem posed, problem-chronological, formal-legal, institutional and systemic approaches were used. The scientific novelty of the research lies in an attempt to comprehend the state-legal policy aimed at combating various forms of political, national and religious radicalism as an integral and, at the same time, extremely contradictory strategy, which was implemented in the context of the crisis situation in the country. The acquired knowledge will allow us to better understand the changes that have occurred in the understanding of political extremism at the state and legal level in subsequent years. The formation of anti-extremist legislation in post-Soviet Russia was complicated by the confrontation in which all branches of government were involved. Even after overcoming the \"crisis of dual power\" and the adoption of a new Constitution, the Russian state was in a state of division, which made it difficult to develop and adopt a law on combating extremism. In the mid-1990s, the opinion prevailed in the socio-political discourse about the increased threat from radical nationalist (fascist) formations with the dangerous inaction of law enforcement agencies. These attitudes influenced the President and Parliament, who were the main subjects of the legislative initiative. Excessive politicization of the legislative process made it significantly difficult to develop adequate solutions. The situation was exploited by radicals who continued their illegal activities unhindered. Thus, the problem of countering political extremism did not lose its relevance in the second half of the 1990s and can serve as a subject for further study.\n",
      "citationCount": 0,
      "doi": "10.7256/2454-0609.2024.3.69970",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8398ee689f2aed0e43e9c466697de1f91868577e",
      "venue": "Исторический журнал научные исследования",
      "journal": {
        "name": "Исторический журнал: научные исследования"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d7b73e555d7f10350947ec9c223a60a56a04d99e",
      "title": "The Collapse of Democracy in Chile",
      "authors": [
        {
          "name": "Jiawei Lin",
          "authorId": "2267744438"
        }
      ],
      "year": 2023,
      "abstract": "The study of the de-democratization occurring in emerging democracies is one of the key research topics in comparative political science. Some scholars have found that the breakdown of democracy is related to some social structural factors. For example, the inequality of economic development, the degree of political fragmentation of the electorate, and the political institutional arrangements of democracies. Other scholars argue that the collapse of democracy is the result of the actions and choices of political elites. In order to preserve their wealth and status, political elites formed powerful coalitions to undermine democracies, which led to the reversal of democracy into authoritarian regime. Yet there is no single explanation for Chile's democratic collapse. Therefore, this study reviews the literature on the theory of democratic collapse, and analyzes the causes of the democratic collapse in Chile by combining the economic and social conditions of Chile in 1973. The research finds that Chile's democratic collapse is the result of a combination of elite revolt behavior and centrifugal political institutional arrangements. The intense class conflict violates the interests of the political elite and causes the political elite to rebel. At the same time, the centrifugal arrangement of the political system has left the state and the government lacking the ability to effectively counter the revolt behavior of the political elite.",
      "citationCount": 0,
      "doi": "10.54254/2753-7048/21/20230059",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7b73e555d7f10350947ec9c223a60a56a04d99e",
      "venue": "Lecture Notes in Education Psychology and Public Media",
      "journal": {
        "name": "Lecture Notes in Education Psychology and Public Media"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "f49fa3ad32649351274312a06cb86063e73232bd",
      "title": "Tracing the Optimal Level of Political and Social Change under Risks and Uncertainties: Some Lessons from Ancient Sparta and Athens",
      "authors": [
        {
          "name": "G. Halkos",
          "authorId": "66751645"
        },
        {
          "name": "Emmanouil M. L. Economou",
          "authorId": "151479902"
        },
        {
          "name": "Nicholas C. Kyriazis",
          "authorId": "103392827"
        }
      ],
      "year": 2022,
      "abstract": "The present paper is inspired by the notions of “financial risk” and “financial uncertainties” and transfers their basic reasoning to social science analysis; that is, it develops a theoretical analysis in order to explain social and political change. We know that the degree of social and political change depends on the set of established institutions in a society. Societies can face two extremes: volatility, e.g., rapid changes that lead to instability, which increases the risk of a system or regime collapsing, or rigidity, which does not permit necessary adaptation and change and thus may again increase the risk of the regime collapsing. Thus, an optimal (or ideal) point of change is between the two extremes, permitting change that is neither too sudden and fast nor too slow and inflexible. To illustrate this, we analyze two cases from ancient Greece: Sparta, as a society and state with too many institutional checks and balances that led to rigidity and collapse, and Athens, which in the 5th century BCE had an institutional setting with very limited checks and balances, which again led to near collapse until the late 5th century BCE, when new institutions that were related to some efficient checks and balances were introduced that enabled the state to survive in a world of changing circumstances and balances of power.",
      "citationCount": 6,
      "doi": "10.3390/jrfm15090416",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f49fa3ad32649351274312a06cb86063e73232bd",
      "venue": "Journal of Risk and Financial Management",
      "journal": {
        "name": "Journal of Risk and Financial Management"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0935bd4fe10cebe9e11393749a390ec8d35add13",
      "title": "Monetary transformation: revisiting the end of the Bretton Woods order",
      "authors": [
        {
          "name": "Kyuteg Lim",
          "authorId": "120441883"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT In the existing international political economy (IPE) literature, the demise of the Bretton Woods order is widely regarded as a key transformative moment in the development of the global political economy. Three successive waves of IPE literature have highlighted how the collapse of the monetary regime heralded the politics of exchange rates, the explosion of global financial markets, and new institutional configurations. Contrastingly, drawing on and developing heterodox theories of money, this paper postulates that the globalization of financial markets was rooted in the post-war processes of monetary transformation. More specifically, as the US dollar operated as ‘money of account’ and dynamically developed as social relation of credit and debt at the international level, the dual features of the US dollar secured the emergence of global financial markets in the 1960s and 1970s. Thus, the end of the Bretton Woods order entrenched the transformative features of the US dollar on an international scale such that the US dollar was firmly established as institutionalized money, and US government debts became ‘risk’-free assets.",
      "citationCount": 2,
      "doi": "10.1080/14747731.2021.2023387",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0935bd4fe10cebe9e11393749a390ec8d35add13",
      "venue": "Globalizations",
      "journal": {
        "name": "Globalizations",
        "pages": "989 - 1012",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e4a74b6d7f5ee0faef49308b190a2abd0e9abd6d",
      "title": "2200 BC-A climatic breakdown as a cause for the collapse of the Old World?",
      "authors": [
        {
          "name": "N. Roberts",
          "authorId": "119590453"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 50,
      "doi": "10.15184/aqy.2016.81",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e4a74b6d7f5ee0faef49308b190a2abd0e9abd6d",
      "venue": "Antiquity",
      "journal": {
        "name": "Antiquity",
        "pages": "819 - 821",
        "volume": "90"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d55129ec998e164792fa485204f10769fee5eea6",
      "title": "From Race to Risk: Framing Haitians in Dominican Policies and Discourses on Migration, 2020–2025",
      "authors": [
        {
          "name": "Alejandro Ayala-Wold",
          "authorId": "2393074971"
        },
        {
          "name": "F. Okoth",
          "authorId": "119206734"
        },
        {
          "name": "Jørgen Sørlie Yri",
          "authorId": "2393074963"
        }
      ],
      "year": 2025,
      "abstract": "Migration between Haiti and the Dominican Republic has long reflected Hispaniola’s intertwined histories of grievances, distrust, inequality, and interdependence. Under President Luis Abinader (2020–2025), this relationship gained renewed political significance as regional instability and Haiti’s institutional collapse made migration a central concern of governance. This study examines the Dominican state’s discourse on Haitian migration through a combination of historiographical interpretation and discourse-historical frame analysis. Using the diagnostic–prognostic–motivational triad, this analysis examines 26 official statements, legal documents, and media articles to trace how notions of order, security, and humanitarian responsibility have structured migration policy during this period. The findings identify four interrelated logics—securitisation, nativism, racialisation, and statelessness—that shape how migration is problematised and managed. While overtly xenophobic or racist language has largely disappeared from official discourse, older anti-Haitian hierarchies persist beneath a technocratic and humanitarian surface. Deportations, biometric border management, mass detentions, violence, and preferential bureaucratic practices are presented as neutral governance, even as they disproportionately and unlawfully affect darker-skinned citizens and migrants of Haitian descent. The analysis suggests that Dominican migration governance represents neither rupture nor continuity, but rather a rearticulation of narratives of security, sovereignty, and national identity in a context of contemporary securitising issues in Haiti.",
      "citationCount": 0,
      "doi": "10.3390/genealogy9040129",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d55129ec998e164792fa485204f10769fee5eea6",
      "venue": "Genealogy",
      "journal": {
        "name": "Genealogy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "23c13eec6bf67ed290c0f68199f5a82ead8bfc8c",
      "title": "Strong leader, fragile party: how even a weak party can protect a powerful leader?",
      "authors": [
        {
          "name": "Takuya Furusawa",
          "authorId": "2351944058"
        }
      ],
      "year": 2025,
      "abstract": "\n Why do some autocrats establish a ruling party, whereas others do not? The existing literature argues that weak leaders facing a commitment problem have an incentive to create highly institutionalised parties in order to stabilise their ruling coalition. However, empirical research points out that stronger leaders also create ruling parties, which tend to lack institutional strength and be short-lived.\n Through a simple formal model and a case study, this paper explains strong leaders’ motivation to create less-institutionalised, short-lived parties. My model introduces two variables to classical leader-elite bargaining model. (1) indivisible benefit from incumbency, which the leaders can exclusively consume and cannot share with ruling elites. This makes the bargaining more difficult while it also increases the leaders’ merit to maintain his post. Thus, the leaders found ruling parties to temporarily deter the elites’ defection, even if the leaders are sure that their ruling coalition will inevitably collapse in the near future. (2) loser’s share, which the elites consume even after the failed rebellion. Many existing models assume that losers in rebellions lose everything, but some leaders lack the willingness or capability to punish defectors. The low loser’s share decreases the elites’ future share, which encourages weak elites to rebel before their bargaining power furthermore goes down. Thus, even strong leaders can face the commitment problem. Through the case study of Georgia, this paper also shows that even less-institutionalised ruling parties can prevent elites from rebelling by empowering potential defectors.",
      "citationCount": 0,
      "doi": "10.1017/s1468109924000124",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23c13eec6bf67ed290c0f68199f5a82ead8bfc8c",
      "venue": "Japanese Journal of Political Science",
      "journal": {
        "name": "Japanese Journal of Political Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "610fd3330d07efec87723ce9e5e78be044f3b25f",
      "title": "QUALITY ASSESSMENT OF THE INSTITUTIONAL SYSTEMS OF ESTONIA, LITHUANIA, POLAND AND BELARUS",
      "authors": [
        {
          "name": "Санкт-Петербург",
          "authorId": "1435520378"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/610fd3330d07efec87723ce9e5e78be044f3b25f",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "91a5aadf03358a9f9f866c9a7637deec468ff097",
      "title": "Proliferasi Gerakan Islam Konservatif Pasca-Otoritarianisme Orde Baru",
      "authors": [
        {
          "name": "Ahmad Anfasul Marom",
          "authorId": "2079089885"
        },
        {
          "name": "Willy Vebriandy",
          "authorId": "1582735010"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the proliferation of conservative Islamic movements in Indonesia following the collapse of the New Order in 1998. Drawing on a qualitative approach grounded in comprehensive literature analysis, the study employs political opportunity structure theory to demonstrate how the Reformasi Era opened new institutional and discursive spaces for previously marginalized conservative Islamic groups to renegotiate their position within national politics. The resurgence of these movements materialized in three principal forms: the proliferation of Islamic political parties in the 1999 general elections; the revitalization of debates on the Jakarta Charter during the constitutional amendment process; and the expansion of Sharia-inspired regional regulations across a wide range of local governments. The article argues that decentralization under the Reformasi Era inadvertently created enabling political opportunities that facilitated the consolidation, institutionalization, and public expansion of conservative Islamic activism in post-authoritarian Indonesia",
      "citationCount": 0,
      "doi": "10.21776/ub.jppol.2025.7.2.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91a5aadf03358a9f9f866c9a7637deec468ff097",
      "venue": "Journal of Politics and Policy",
      "journal": {
        "name": "Journal of Politics and Policy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b1e39e8086596648d3cbf586939af3c968ae32a9",
      "title": "The Discourse on the Role of NGOs in Indonesia’s Public Policy Process",
      "authors": [
        {
          "name": "Adam Amin Bahar",
          "authorId": "2169471006"
        },
        {
          "name": "Antun Mardiyanta",
          "authorId": "116043037"
        },
        {
          "name": "Mohammad Ayub Mirdad",
          "authorId": "119455740"
        },
        {
          "name": "Biandro Wisnuyana",
          "authorId": "2080648836"
        }
      ],
      "year": 2025,
      "abstract": "This study aims to analyze the discourse surrounding the role of Non-Governmental Organizations (NGOs) in the public policy process in Indonesia. After the collapse of the New Order regime, the role of NGOs has become increasingly prominent in various stages of the policy process, from advocacy, formulation, implementation, to policy monitoring. However, the dominant discourse in Indonesia tends to reduce the political role of NGOs to only two main domains: community development and empowerment and humanitarian assistance. Using a post-structuralist approach and reflective document analysis, this study identifies distinctive characteristics in the discourse on the role of NGOs in Indonesia. Although the role of NGOs in the public policy process is very significant, their political dimensions are often not widely recognized, both by the general public and public policy academics in Indonesia. This condition actually opens up opportunities for NGOs to maneuver more flexibly in institutional and social spaces, influencing policy decisions while maintaining an image of neutrality in the wider political real.",
      "citationCount": 0,
      "doi": "10.21070/jkmp.v13i1.1822",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b1e39e8086596648d3cbf586939af3c968ae32a9",
      "venue": "JKMP (Jurnal Kebijakan dan Manajemen Publik)",
      "journal": {
        "name": "JKMP (Jurnal Kebijakan dan Manajemen Publik)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a1365127501705e99aaa182403867541f59dc3a8",
      "title": "Towards an aesthetic commoning",
      "authors": [
        {
          "name": "Oda Brekke",
          "authorId": "2327891907"
        }
      ],
      "year": 2024,
      "abstract": "This text detects a current context collapse within the independent scene of dance and choreography. It looks at the political potential of artist-driven spaces and asks if and how they could provide a forum for debate and collective articulation.\n With the platform and space höjden studios in Stockholm as the main example, the text connects it to other practical initiatives such as PAF (Performing Arts Forum), ICC (Imaginative Choreographic Center and PIM (Para Institutional Models). The text briefly touches on theories of the commons and aesthetic autonomy in order to raise a concern about the collective attention to art works and artistic practices, and propose a direction where the production of discourse within common spaces centres it.",
      "citationCount": 0,
      "doi": "10.1386/maska_00193_1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a1365127501705e99aaa182403867541f59dc3a8",
      "venue": "Maska",
      "journal": {
        "name": "Maska"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a68f4e60014dff9de7535765ec2e517471026098",
      "title": "Sources in the Anti-Formalist Tradition: A Prelude to Institutional Discourses in International Law",
      "authors": [
        {
          "name": "Mónica García-Salmones",
          "authorId": "1422911302"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1093/law/9780198745365.003.0010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a68f4e60014dff9de7535765ec2e517471026098",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "68889c296956bff0f9f2e410389962ee6c076072",
      "title": "Changes in the Concept of “Jian” in the Pre-Qin Period: From Political Norm to Means of Acquiring Wealth",
      "authors": [
        {
          "name": "Xiao Tan",
          "authorId": "46880076"
        }
      ],
      "year": 2019,
      "abstract": "The conceptual changes of Jian in the pre-Qin period were the results of changes in the social and political structure. It originally referred to Jian virtue, which was a kind of political norm of clan states. This required the aristocrats to be moderate\n in accordance with the patriarchal hierarchy and generously share their wealth with their own clansmen. The opposite of Jian virtue is Tan ( greed) and Chi ( extravagance). In the middle of the Spring and Autumn Period, many states formed their politics\n based on ministerial families. The aristocrats glorified greed and extravagance as Fu ( riches), and stigmatized Jian virtue as Pin ( poverty). After the collapse of the clan-based state order, the states in the Warring States Period gradually developed\n into territorial states, and the institutional political norm became a new, abstract concept, indicated by the compound Jian Yue ( economy) and was used to describe the consumption attitudes of individuals and families. Meanwhile, with the increase of social mobility, the pursuit\n of riches was highly popular in the ideological world. The new expression of “means-ends” advocated by Legalists, which stipulated that individuals and families acquire wealth through Jian Yue (economy), took shape and endures to this day.",
      "citationCount": 0,
      "doi": "10.3726/cul022019.0011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/68889c296956bff0f9f2e410389962ee6c076072",
      "venue": "Cultura",
      "journal": {
        "name": "Cultura"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6ed5d87fe9c7c4a441bd338d82e8f5d5fb4f30e9",
      "title": "Chapter 4. It’s a small world after all?: Simulating the future world order at the Shanghai Expo",
      "authors": [
        {
          "name": "F. Schneider",
          "authorId": "145696907"
        }
      ],
      "year": 2014,
      "abstract": "This chapter asks what visions of the world came together at the Shanghai Expo, how they were formed, and what role the Chinese authorities played in framing the event. Based on qualitative interviews and multi-media data collected at the Expo site in July 2010, the chapter analyzes the Expo site and compares the contents and communication strategies of two key pavilions: the China Pavilion and the US Pavilion. It shows how the institutional constraints at the Expo collapse much of the political discourse into a narrative that to some extent re-enforces the political ideals of the Chinese authorities, but that the various actors nevertheless present different visions of the world’s future and of world politics that at times challenge the worldview that the Chinese government is trying to foster. Keywords: Shanghai World Expo; political discourse; China Pavilion; worldview",
      "citationCount": 5,
      "doi": "10.1075/DAPSAC.54.05SCH",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ed5d87fe9c7c4a441bd338d82e8f5d5fb4f30e9",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "97-120",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9e08da46088bb08f3755237489d4f2949315bb77",
      "title": "The institutional dimensions of financial crisis management",
      "authors": [
        {
          "name": "Scott M. Aquanno",
          "authorId": "115652710"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/13569775.2014.911498",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9e08da46088bb08f3755237489d4f2949315bb77",
      "venue": "",
      "journal": {
        "name": "Contemporary Politics",
        "pages": "278 - 293",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9473cb8ae6e19db0ceb5fa68249d700056daf4cb",
      "title": "Variety of Capitalism in Turkey: A Comparative Institutional Analysis",
      "authors": [
        {
          "name": "Bahar Baysal",
          "authorId": "11283241"
        },
        {
          "name": "Mikail Kar",
          "authorId": "2055360537"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9473cb8ae6e19db0ceb5fa68249d700056daf4cb",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f333b146cd02a21e2f136519d21727412eb0299f",
      "title": "The vicious circle of post-Soviet neopatrimonialism in Russia",
      "authors": [
        {
          "name": "V. Gel’man",
          "authorId": "8317525"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 75,
      "doi": "10.1080/1060586X.2015.1071014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f333b146cd02a21e2f136519d21727412eb0299f",
      "venue": "",
      "journal": {
        "name": "Post-Soviet Affairs",
        "pages": "455 - 473",
        "volume": "32"
      },
      "publicationTypes": null
    },
    {
      "paperId": "696fec68982c60d04707238267c50e3a6c9a1fb2",
      "title": "The political economy of expulsion: the regulation of Jewish moneylending in medieval England",
      "authors": [
        {
          "name": "Mark Koyama",
          "authorId": "40804675"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 37,
      "doi": "10.1007/S10602-010-9087-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/696fec68982c60d04707238267c50e3a6c9a1fb2",
      "venue": "",
      "journal": {
        "name": "Constitutional Political Economy",
        "pages": "374-406",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "93e3e4c6704ea3ce6c0dcc8abba14b5681a68d74",
      "title": "Feminist Conspiracies, Security Aunties, and Other Surveillance State Fictions",
      "authors": [
        {
          "name": "Patricia Stuelke",
          "authorId": "115421373"
        }
      ],
      "year": 2022,
      "abstract": "This article investigates two recent fictional representations of the feminized US surveillance state and its “security feminists” (Grewal), with an eye towards limning what visions of social transformation and political life such representations make possible. It first examines Gish Jen’s 2020 novel The Resisters, considering how the novel’s characterization of the US surveillance state as a snoopy suspicious Aunt maintains American liberal fantasies about the value of productive work and institutionally-sanctioned responses to state violence, even as the novel attempts to find grounds for reinvigorating a democratic commons. Jeff Vandermeer’s 2021 novel Hummingbird Salamander, in contrast, is suspicious of democratic visions of the social. Instead, the novel unravels the privatized figure of the “security mom” (Grewal) in order to experiment with how a queer antisocial orientation might confront environmental and institutional collapse and reimagine the idea of “security” itself.",
      "citationCount": 1,
      "doi": "10.31261/rias.12453",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/93e3e4c6704ea3ce6c0dcc8abba14b5681a68d74",
      "venue": "Review of International American Studies",
      "journal": {
        "name": "Review of International American Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ca81ef6f2180096d336df8596c7cb5a27dddbc36",
      "title": "Economic policy of a free society",
      "authors": [
        {
          "name": "Peter J. Boettke",
          "authorId": "66928842"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 63,
      "doi": "10.2139/SSRN.2970029",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca81ef6f2180096d336df8596c7cb5a27dddbc36",
      "venue": "",
      "journal": {
        "name": "The Review of Austrian Economics",
        "pages": "107-117",
        "volume": "32"
      },
      "publicationTypes": null
    },
    {
      "paperId": "33140353704d974ee590be5a38689193fdf27326",
      "title": "Crime, punishment and segregation in the United States: The paradox of local democracy",
      "authors": [
        {
          "name": "N. Lacey",
          "authorId": "47355502"
        },
        {
          "name": "D. Soskice",
          "authorId": "12498252"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 65,
      "doi": "10.1177/1462474515604042",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/33140353704d974ee590be5a38689193fdf27326",
      "venue": "",
      "journal": {
        "name": "Punishment & Society",
        "pages": "454 - 481",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "620f4f5ac750eff4cbe3dfdca6512cf911428a00",
      "title": "Сoronavirus Pandemic and Expert Knowledge Crisis: Reload of Miracle, Mystery and Authority",
      "authors": [
        {
          "name": "V. Martianov",
          "authorId": "103408720"
        },
        {
          "name": "Victor Rudenko",
          "authorId": "2175921839"
        },
        {
          "name": "L. Fishman",
          "authorId": "116975707"
        }
      ],
      "year": 2022,
      "abstract": "The article analyzes the reasons for the important effect of the COVID-19 pandemic, which has become the catalyst for long-overdue decline in the authority of expert knowledge. The author claims that widespread access to information and scientific data results in the collapse of universal and monopolistic expert-scientific hierarchies of knowledge of a large society, controlled by the state. Scientific experts, who acted as the historical heirs of priests and shamans, have lost their privileged access to sacred knowledge, made public by the media and the Internet. This resulted in severe damage to the key function of expertise – legitimization of the political order and power elites. Experts without the status of agents of the state have become indistinguishable from ordinary citizens. The example of discussions between Waxers and Anti-Waxers shows that both sides are able to put forward convincing scientific arguments that rhetorically do not allow the authorities to bring the discussion about the effectiveness of vaccinations down to a completely unobvious dispute between enlightened state experts and uneducated obscurantists. It is in the most developed Western states where one can see a strong civil dissident movement that distrusts or calls into question the disciplinary regimes of collective coexistence, legitimized by the paternalistic rhetoric of concern from political elites. Accordingly, the elites in the background situation of strengthening the practices of heterarchy, post-truth and postmodernism can no longer rely on the usual metanarratives of the Enlightenment, which allowed them to monopolize the discourse of science in the name of progress and unconditional good, building hierarchies of knowledge-power convenient for their priorities. Since science, knowledge and information have long became public domain, the line between elites, experts and citizens in the field of access to science has become almost indistinguishable. The actual political problem is that the situation of collision of different paradigms, opinions and data is exactly the normal state of science, which is now transferred to the field of public discussions following the final secularization of science. Thus, the institution of expert knowledge turns into an unnecessary link in a situation of equal access of all interested parties to scientific data; to an institution that hardly would efficiently perform the functions of scientific legitimation of socially significant decisions in the foreseeable future.",
      "citationCount": 0,
      "doi": "10.17835/2076-6297.2022.14.2.047-058",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/620f4f5ac750eff4cbe3dfdca6512cf911428a00",
      "venue": "Journal of Institutional Studies",
      "journal": {
        "name": "Journal of Institutional Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "36ef71d8295ede80013eb987b8697742015b8c1d",
      "title": "Transparency, Protest and Democratic Stability",
      "authors": [
        {
          "name": "J. Hollyer",
          "authorId": "4462983"
        },
        {
          "name": "B. Rosendorff",
          "authorId": "117483443"
        },
        {
          "name": "J. Vreeland",
          "authorId": "103164199"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 38,
      "doi": "10.1017/S0007123417000308",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36ef71d8295ede80013eb987b8697742015b8c1d",
      "venue": "",
      "journal": {
        "name": "British Journal of Political Science",
        "pages": "1251-1277",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6a5eb6d427ac160f63b2e96b47f46234bd0cb39a",
      "title": "LAS CORTES DE CÁDIZ Y LA IMPLANTACIÓN DEL BUEN ORDEN ECONÓMICO (1810-1814) THE \"CORTES DE CÁDIZ\" AND THE IMPLEMENTATION OF THE ECONOMIC GOOD ORDER (1810-1814)",
      "authors": [
        {
          "name": "F. Castellano",
          "authorId": "52197331"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6a5eb6d427ac160f63b2e96b47f46234bd0cb39a",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1fcfa19e0f2d380df5aa56347c0a2903cb7633dd",
      "title": "Institutional Dimensions of Democratisation in Hungary and Romania: A Comparative Analysis",
      "authors": [
        {
          "name": "Nezir Akyesilmen",
          "authorId": "119159864"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fcfa19e0f2d380df5aa56347c0a2903cb7633dd",
      "venue": "",
      "journal": {
        "name": "European Journal of Economic and Political Studies",
        "pages": "201-212",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c58508657e14b5eebbe0b6254342e6c3fa89e74e",
      "title": "Protection for Sale? War and the Transformation of Regulation on the Congo–Ugandan Border",
      "authors": [
        {
          "name": "T. Raeymaekers",
          "authorId": "145933141"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 98,
      "doi": "10.1111/J.1467-7660.2010.01655.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c58508657e14b5eebbe0b6254342e6c3fa89e74e",
      "venue": "",
      "journal": {
        "name": "Development and Change",
        "pages": "563-587",
        "volume": "41"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0d7c9700423732c84e2f023bba2a00c828d4ffad",
      "title": "Response to Sungmoon Kim’s Review of Just Hierarchy: Why Social Hierarchies Matter in China and the Rest of the World",
      "authors": [
        {
          "name": "D. Bell",
          "authorId": "143834738"
        },
        {
          "name": "Pei Wang",
          "authorId": "46808561"
        }
      ],
      "year": 2021,
      "abstract": "the natural world” (p. 131). This appears to be an innocuous argument—more responsibilities, not more rights, for the powerful countries when it comes to global public affairs! The worry arises, however, when Bell and Wang translate this abstract statement into a concrete political proposal: “an institutional meaning in the sense of a hierarchical East Asian political order led by China that pays lip service to the ideal of the equal sovereignty of states. On this modernized account of tianxia [‘all under heaven’], China is the center of East Asia by virtue of its dominant economic status and increasing ability to project military power, and it has both extra powers and extra responsibilities in the East Asian region” (p. 136). Bell and Wang stress that this new China-centered East Asian regional order is different from the tributary system that had long regulated the Confucian world order before the collapse of the Qing dynasty. This may be true. But as their otherwise insightful analysis of Xunzi’s ritual system reveals, both the traditional ritual-based tributary system and the new regional order that Bell and Wang advocate are equally justified by the service conception of authority, which stipulates that inasmuch as the powerful state takes care of the weak states, the latter’s subservience to the former is morally justified. It is not hard to imagine that China would gladly welcome this proposal. But why would Japan, Vietnam, and South Korea subscribe to this hierarchical order? Surprisingly, Bell and Wang never investigate how the people of China’s neighboring countries (would) view a China-centered regional hierarchy, nor do they articulate what the common good in the East Asian region consists of in the face of ongoing territorial, economic, and political conflicts in the region, how the East Asian common good would be identified, whether a new regional order can promote the common good more effectively than the current international order based on the right to national self-determination, and what remedies are available for the so-called weak states when things go wrong. As their argument stands, everything hangs on China’s goodwill, but this way of formulating international political theory seems to go directly against Bell and Wang’s pronounced political realism. Bell and Wang’s Just Hierarchy provides important insight into why the Chinese political system remains undemocratic, what the political ideal looks like for the Chinese people, and on what reasoning China may justify its (regional) hegemonic status. As Bell andWang confess, their ideas “originate from China” and they “write for China” (p. 25). However, according to the book’s subtitle, if the book is also intended for “the rest of the world,” it would also have to be for Korea, Japan, and Vietnam (and other countries) that would be subject to a China-centered international hierarchy. I hope this critique will encourage Bell and Wang to write another book that truly speaks for the universal moral appeal of just hierarchy. Response to Sungmoon Kim’s Review of Just Hierarchy: Why Social Hierarchies Matter in China and the Rest of the World doi:10.1017/S1537592720004740",
      "citationCount": 0,
      "doi": "10.1017/s1537592720004740",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d7c9700423732c84e2f023bba2a00c828d4ffad",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "237 - 238",
        "volume": "19"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0c817fbd35a9dc208b72b51b3eb90ed6f34037b1",
      "title": "Croatia’s Post-communist Transition Experience: The Paradox of Initial Advantage Turning into a Middle-Income Trap",
      "authors": [
        {
          "name": "K. Kotarski",
          "authorId": "104921704"
        },
        {
          "name": "Z. Petak",
          "authorId": "102870981"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 18,
      "doi": "10.1007/978-3-319-73582-5_1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c817fbd35a9dc208b72b51b3eb90ed6f34037b1",
      "venue": "Policy-Making at the European Periphery",
      "journal": {
        "name": "Policy-Making at the European Periphery"
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
