{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Burke tradition reform revolution",
  "results": [
    {
      "paperId": "3ebb924c0bcd2337d879e98d9e0e93a8e6c2ca43",
      "title": "Book Review -- The Great Debate: Edmund Burke, Thomas Paine, and the Birth of Right and Left",
      "authors": [
        {
          "name": "J. Kuznicki",
          "authorId": "143823924"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3ebb924c0bcd2337d879e98d9e0e93a8e6c2ca43",
      "venue": "",
      "journal": {
        "name": "Cato Journal",
        "pages": "660-664",
        "volume": "34"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "01dc43396d590f6eaa18470269186e99ecdb321d",
      "title": "What is conservatism? History, ideology and party",
      "authors": [
        {
          "name": "R. Bourke",
          "authorId": "100493740"
        }
      ],
      "year": 2018,
      "abstract": "Is there a political philosophy of conservatism? A history of the phenomenon written along sceptical lines casts doubt on the existence of a transhistorical doctrine, or even an enduring conservative outlook. The main typologies of conservatism uniformly trace its origins to opposition to the French Revolution. Accordingly, Edmund Burke is standardly singled out as the ‘father’ of this style of politics. Yet Burke was de facto an opposition Whig who devoted his career to assorted programmes of reform. In restoring Burke to his original milieu, the argument presented here takes issue with 20th-century accounts of conservative ideology developed by such figures as Karl Mannheim, Klaus Epstein and Samuel Huntington. It argues that the idea of a conservative tradition is best seen as a belated construction, and that the notion of a univocal philosophy of conservatism is basically misconceived.",
      "citationCount": 38,
      "doi": "10.1177/1474885118782384",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/01dc43396d590f6eaa18470269186e99ecdb321d",
      "venue": "European Journal of Political Theory",
      "journal": {
        "name": "European Journal of Political Theory",
        "pages": "449 - 475",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2a30980a36a248b94b169eb866cd570f150b9849",
      "title": "CONSIDERAÇÕES SOBRE O CONSERVADORISMO DE BURKE À LUZ DA SUA OBRA REFLECTIONS ON THE REVOLUTION IN FRANCE",
      "authors": [
        {
          "name": "Leonardo Noro De Lima",
          "authorId": "2327985262"
        }
      ],
      "year": 2024,
      "abstract": "The paper  investigates the thought of Edmund Burke, trying to understand and giving special attention to the conservative philosophy by which the author underlies within his political philosophy. The research here described focuses especially on the analysis and approach present in the author's edifying work, Reflections on the Revolution in France, and how these approaches have contributed to spread and generate modern conservatism, relying on its approaches as values, such as tradition, defense of order, hierarchy, communitarianism and opposition to rationalism, for the idea of the people assuming power as a fundamental part of a conservative policy, thus against monarchical absolutism, which went against Burke's thought in the sense that power should be dissolved among all, and decision-making exercised taking into account multi-generational events, thus valuing traditions, so that these important ingredients construct Burke's arguments, which remains present in modern conservative thinking.",
      "citationCount": 0,
      "doi": "10.69849/revistaft/ni10202410132208",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a30980a36a248b94b169eb866cd570f150b9849",
      "venue": "Revista ft",
      "journal": {
        "name": "Revista ft"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6024e3777baa987dddd9f27f5afd9f9673947474",
      "title": "The Confucian Tradition in Liang Qichao's Early Democratic Thought: Intellectual Transformation from the Wuxu Reform to His Trip to America (1895-1903",
      "authors": [
        {
          "name": "Yundi Li",
          "authorId": "2383683429"
        }
      ],
      "year": 2025,
      "abstract": "Liang Qichao was an important representative in the dissemination of modern democratic thought. He not only valued traditional Confucianism but was also adept at absorbing advanced Western democratic ideas. During the period from 1895 to 1903, Liang Qichao's thought was very open, experiencing a stage from germination to depth and then to maturity. This article explores the Confucian tradition in Liang Qichao's early democratic thought in these three stages, analyzing the practicality of his democratic views during the Wuxu Reform, the westernization of his thought after his exile in Japan, and the return to Confucian private morality after his trip to North America. Liang Qichao's democratic thought embodies a distinct temporality. His ideas not only provided theoretical support and practical guidance for China's political reforms at the time, but also had a profound impact on the Xinhai Revolution, the New Culture Movement and the entire political development of 20th-century China, demonstrating his sense of responsibility as a thinker and reformer of his time.",
      "citationCount": 0,
      "doi": "10.54254/2753-7048/2025.nd27283",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6024e3777baa987dddd9f27f5afd9f9673947474",
      "venue": "Lecture Notes in Education Psychology and Public Media",
      "journal": {
        "name": "Lecture Notes in Education Psychology and Public Media"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fc33de1b748b8079c520249581429f9f4fa5b845",
      "title": "Tradition and Reform: Aristotle’s Response to Modern Alternatives",
      "authors": [
        {
          "name": "Rachel K. Alexander",
          "authorId": "144042091"
        }
      ],
      "year": 2020,
      "abstract": "Abstract This essay is an attempt to articulate an Aristotelian alternative to two prominent contemporary ways of understanding human freedom and dependence on the past, and to the implications these understandings have for political life. While a liberal tendency, following Machiavelli’s emphasis on new modes and orders, understands political life to begin with breaking from the past, the more conservative camp in modern thought, following Burke in his emphasis on tradition, understands political life to begin with laws and customs inherited from the past. Aristotle’s teaching in his Nicomachean Ethics on the freedom and responsibility that make human beginnings possible points us, I propose, to a better understanding of political founding than either modern alternative. In the Politics, he connects the city to natural beginnings in the family but also calls the first who founded a city one “responsible for the greatest of goods” (Pol. 1253a31-32). And in the Ethics, he offers his own founding of a way of inquiring about politics, which engages with his predecessors, as a model for politics itself. In this way, Aristotle offers us a deeper understanding of political founding and change, even presenting his own philosophic inquiry in the Ethics as its ground and model.",
      "citationCount": 0,
      "doi": "10.1080/10457097.2019.1710994",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fc33de1b748b8079c520249581429f9f4fa5b845",
      "venue": "Perspectives on Political Science",
      "journal": {
        "name": "Perspectives on Political Science",
        "pages": "104 - 116",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d613cff167d85646c9a3c49401b5b3b61e3dbf5e",
      "title": "Edmund Burke’s Ideas on Social Reform: An Alternative Means of Resolving the Issues Challenging Nigeria Especially Restructuring of Political and Constitutional Framework of the Country",
      "authors": [
        {
          "name": "Grace Umezurike",
          "authorId": "115848407"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d613cff167d85646c9a3c49401b5b3b61e3dbf5e",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "3463ebaf00a8ce98eeff5241c5fb143fc9adc0e3",
      "title": "Modern virtue: Mary Wollstonecraft and the tradition of dissent",
      "authors": [
        {
          "name": "Mary Fairclough",
          "authorId": "108355955"
        }
      ],
      "year": 2024,
      "abstract": "between tradition and critique, virtue and social criticism, piety and protest, reform and revolution, conservation and innovation ”",
      "citationCount": 0,
      "doi": "10.1080/1462317X.2024.2303702",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3463ebaf00a8ce98eeff5241c5fb143fc9adc0e3",
      "venue": "Political Theology",
      "journal": {
        "name": "Political Theology",
        "pages": "81 - 82",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3c96f5cee62578aed582c238645d1500560ce7f4",
      "title": "The eye of the needle: magnetic survey and the compass of capital in the age of revolution and reform",
      "authors": [
        {
          "name": "Jenny Bulstrode",
          "authorId": "48466539"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.17863/CAM.55441",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c96f5cee62578aed582c238645d1500560ce7f4",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a9f6e6e0d676013c79389d44bf00e0d961ab134c",
      "title": "The Paradox of Modernity: The Creation of a Tradition of Anti‐Tradition",
      "authors": [
        {
          "name": "Haoguang Li",
          "authorId": "2329746267"
        },
        {
          "name": "Songqi Han",
          "authorId": "2380796095"
        }
      ],
      "year": 2025,
      "abstract": "After the industrialization and globalization conducted by European countries in recent centuries, the European model of capitalism began to prevail around the globe, marking a transition widely considered as the onset of the modern era. With the spread of globalization, numerous countries and their populations began to embrace what was termed “modernity” through various avenues, primarily through revolution or reform. People were influenced by the ideas of modernity in various ways, leading to the initiation of numerous movements or campaigns aimed at challenging traditional elements. However, this article argues that humanities have never truly entered the modern era, contending that the concept of modernity is paradoxical, as it simultaneously establishes a tradition of anti‐tradition. This article conducts in‐depth examinations of multiple revolutions and reforms from the past two centuries, including the Cultural Revolution (1966–1976) in China, the Meiji Restoration in Japan, and the Reform and Opening‐Up in China. The article explores the transition of people's lifestyles and political ideologies toward progressive movements initiated by authorities and the defined traditional elements. This article demonstrates that the practices of anti‐tradition in pursuit of modernity inevitably give rise to a “new” tradition, which discards all so‐called “old” traditions as defined by authorities through political rhetoric. The article also argues that this paradoxical aspect of modernity is a commonality between revolution and reform in the so‐called “modern era,” as both political movements are portrayed as creating something new by abandoning the old.",
      "citationCount": 1,
      "doi": "10.1111/soc4.70118",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a9f6e6e0d676013c79389d44bf00e0d961ab134c",
      "venue": "Sociology Compass",
      "journal": {
        "name": "Sociology Compass"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eafb9ac763d75efd621918c19d7ea7b7f710d2f3",
      "title": "Clavius’ contributions and limitations to the Gregorian calendar reform and modern science education",
      "authors": [
        {
          "name": "Jinhyon Lee",
          "authorId": "2276174712"
        }
      ],
      "year": 2023,
      "abstract": "Christopher Clavius lived during a transitional period in the history of science, the transition from medieval natural philosophy to modern science in the late Renaissance, when the two periods overlapped each other. He was on the threshold of the Scientific Revolution, which began with the great astronomical discoveries by Copernicus and Galileo and led to a “paradigm shift” across European civilization. Most importantly, the discoveries in astronomy posed a serious challenge to the Church. In the face of these intellectual challenges, Clavius carefully weighed the discoveries. He remained committed to the Ptolemaic geocentric planetary system within the framework of Aristotelian natural philosophy, which reaffirmed the celestial system of an unmoving Earth at the center and the other planets in fixed orbits within a solid crystal sphere. In short, Clavius was not a leading figure of paradigm shift in the Scientific Revolution but a prudent mediator between tradition and innovation, and he was a key figure in the Gregorian calendar reform and a pioneer of modern science education.",
      "citationCount": 0,
      "doi": "10.32625/kjei.2023.31.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eafb9ac763d75efd621918c19d7ea7b7f710d2f3",
      "venue": "Korean Society for European Integration",
      "journal": {
        "name": "Korean Society  for European Integration"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0c984182f5f9dfc979438ff511ec7d4e96af5c27",
      "title": "‘What they owe to their children’: Edmund Burke on parental love and liberty",
      "authors": [
        {
          "name": "Madeleine Armstrong",
          "authorId": "2334658115"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT This is the first article to investigate the role of parental affection in Edmund Burke’s political thought. It challenges the widely held view that Burke defended patriarchal authority in reaction to egalitarian ideas of the family advanced by the French Revolution. Burke, himself a devoted father, believed that civil liberty depended upon parental rights and responsibilities. Long before the revolution began, he warned against a contemporary fascination with Spartan ideas of parental indifference in the Annual Register – ideas that the National Assembly in France appeared, in his view, to be implementing in their reforms to family law. From Burke’s perspective, the revolutionaries in France were interfering in the relationships between parents and their children in order to make way for an all-encompassing devotion to the state. Burke warned that by undermining parental love and duty, the revolutionaries in France were not only instituting a new tyrannical regime but also destroying the very foundation of humanity.",
      "citationCount": 1,
      "doi": "10.1080/01916599.2024.2437386",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c984182f5f9dfc979438ff511ec7d4e96af5c27",
      "venue": "History of European Ideas",
      "journal": {
        "name": "History of European Ideas",
        "pages": "770 - 784",
        "volume": "51"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1cac33c5d58489edc935f5f555a8805dd366eb23",
      "title": "Unforgetting a tradition: Kenneth Burke, Karl Marx and Aristotelian naturalism",
      "authors": [
        {
          "name": "Richard H. Thames",
          "authorId": "134682285"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/19409419.2015.1008935",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cac33c5d58489edc935f5f555a8805dd366eb23",
      "venue": "",
      "journal": {
        "name": "Russian Journal of Communication",
        "pages": "116 - 124",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "391e764f234a7d9d40d64b3724f6469292212855",
      "title": "Conserving Tradition:Enlightenment from Edmund Burke",
      "authors": [
        {
          "name": "Cheng Jiay",
          "authorId": "93182103"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/391e764f234a7d9d40d64b3724f6469292212855",
      "venue": "",
      "journal": {
        "name": "Journal of the Party School of Shengli Oilfield",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b5eaa1eef5310dc0b2ba4b717d5a9f44574c29ba",
      "title": "Education as Glorious, Perpetual Revolution",
      "authors": [
        {
          "name": "William H. Harwood",
          "authorId": "2399280781"
        }
      ],
      "year": 2025,
      "abstract": "The daily increase of authoritarian leaders, totalitarian reforms, and nationalistic sen timent worldwide creates an imperative even for those typically confined to the realm of theory to search for practicable solutions. With his characteristic flare for inconsistency and ostensible pessimism, Jean-Jacques Rousseau strikes even careful readers as a dead-end in this regard. Nevertheless, Rousseau’s writings on civic education and civil religion provide an as-yet untapped resource, offering both a prescient diagnosis of our current predicament and realistic prescriptions as to how we might counteract it. And he is not alone: hitherto all but ignored by scholars, Rousseau’s thoughts on education bear a strik ing resemblance to those of John Dewey regarding experimental inquiry and Paolo Freire’s concerning liberatory pedagogy. For, though hailing from different continents and disparate traditions, all three emphasize that the slide towards tyranny is either en sured or prevented based on a people’s (in)ability to distinguish between nationalism and patriotism.",
      "citationCount": 0,
      "doi": "10.5840/du202535330",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b5eaa1eef5310dc0b2ba4b717d5a9f44574c29ba",
      "venue": "Dialogue and Universalism",
      "journal": {
        "name": "Dialogue and Universalism"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9ead4944905f2540a5b9e184c6f225a4044e9799",
      "title": "I. Kant’s conservative liberalism from the standpoint of E. Burke’s liberal conservatism",
      "authors": [
        {
          "name": "Andrey S. Zilber",
          "authorId": "2079799410"
        },
        {
          "name": "S. Lugovoy",
          "authorId": "151212758"
        }
      ],
      "year": 2021,
      "abstract": "I. Kant and E. Burke both presented and developed their political views in 1790s in the common context of the French Revolution. We compare their views in two aspects. First, we consider the question whether Kant in his writings has implicitly referred to Burke’s pamphlet “Reflections on the Revolution in France”. In our view, it remains unproven and doubtful that Kant had read this book (in German translation). Second, we consider Kant’s political views as liberal and Burke’s ones as conservative. We rely on those scholars who distinguish liberalism and conservatism building on the anthropological foundations of political philosophy. Some scholars define Kant’s moderate liberalism as a variation of conservatism, although Kant explicitly criticizes a number of ultra-conser­vative views. Burke is widely known as the founder of modern conservatism but also has substantial liberal points in his views. Both philosophers sought to find balance between stability and improvement of a political order, but they propose completely different cri­teria for a reform policy. For Kant, all reforms should aim to realize the abstract ideal of universal law. Alongside, Kant recommends only moderate and prudent reforms in or­der to preserve the freedom and safety of states as political organisms. Burke views re­forms as a means of reconciling traditions and customs with changing circumstances. Our conclusion is that Burke cannot be named among the prototypes of those ultra-con­servatives whom Kant describes as the most implacable opponents of his views. We sup­port the assessment of Kant’s position as conservative liberalism and Burke's position as liberal conservatism. This perspective reveals a certain similarity of their views despite their fundamental differences.",
      "citationCount": 2,
      "doi": "10.21146/2072-0726-2021-14-3-50-64",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ead4944905f2540a5b9e184c6f225a4044e9799",
      "venue": "Philosophy Journal",
      "journal": {
        "name": "Philosophy Journal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "27f343bb5f0b97d6e8f0d17cb305536cc4a9b263",
      "title": "Edmund Burke",
      "authors": [
        {
          "name": "F. Maurice",
          "authorId": "95317272"
        }
      ],
      "year": 2021,
      "abstract": "Edmund Burke is considered the father of conservatism. With his ‘Reflections on the French Revolution’ (1790), Burke presented a work that was already controversial at the time of its publication. In Burke’s understanding, people and their social institutions are historical beings that are subject to change but unchanging in the face of all change. The central concept in Burke’s argument is heritage, which encompasses both collective, historical memory and social organisation, and specifically refers to constitutional traditions. Society is hierarchically structured and forms an organic unit based on a necessary balance between the principles of continuity and regeneration.\nAccording to Burke, the state is the coagulated historical rationality of people who must be taken at least as seriously as contemporaries in their efforts to shape a good order.\n\nWith contributions by\nMichael Becker, Norbert Campagna, Oliver Hidalgo, Jürgen Kamm, Skadi Siiri Krause, Thomas Lau, Ulrich Niggemann, Henning Ottmann, Volker Reinhardt and Rüdiger Voigt.",
      "citationCount": 0,
      "doi": "10.1017/cbo9781139056533.012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27f343bb5f0b97d6e8f0d17cb305536cc4a9b263",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0175ff046465f0bfa3171e34b9c9d44f3573f183",
      "title": "Critiques of Theology: German-Jewish Intellectuals and the Religious Sources of Secular Thought",
      "authors": [
        {
          "name": "Michael Weinman",
          "authorId": "2282641989"
        }
      ],
      "year": 2024,
      "abstract": "between tradition and critique, virtue and social criticism, piety and protest, reform and revolution, conservation and innovation ”",
      "citationCount": 1,
      "doi": "10.1080/1462317X.2023.2290395",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0175ff046465f0bfa3171e34b9c9d44f3573f183",
      "venue": "Political Theology",
      "journal": {
        "name": "Political Theology",
        "pages": "82 - 84",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8e31808471fd424025dce659c6a0ed40d5409f5b",
      "title": "AL-TURĀṠ WA AL-TAJDĪD: UPAYA PEMBAHARUAN HASSAN HANAFI DAN RELEVANSINYA DALAM KONTEKS KE INDONESIAAN",
      "authors": [
        {
          "name": "Muhammad Yuslih",
          "authorId": "2091263063"
        },
        {
          "name": "Aiyuhan Nurul Ain",
          "authorId": "2240202815"
        }
      ],
      "year": 2024,
      "abstract": "In the intellectual khazanh of Islam, Hasan Hanafi is one of the leading figures of Islamic reform with the idea of Turāṡ Wa Al-Tajdīd. Hasan Hanafi's idea of renewal is intended for Muslims to develop a progressive vision of life through the dimension of liberation. Therefore, this paper aims to see the big idea of Hasan Hanafi's renewal and how relevant it is in the context of Indonesia. This research is included in the type of literature research whose data is obtained from various books, journals, papers, related to this research. The data in this study is divided into two, namely primary and secondary data. Primary data comes from books written directly by Hasan Hanafi and secondary data is a variety of books, journals, which can support this paper. After the data collected, the analysis was carried out with Miles and Hubermas models. The results of this study show that in an effort to realize the revival of the Islamic Revolution, and the unity of the Ummah, Hassan Hanafi built a civilization project called “tradition and modernity” (Turāṡ Wa Al-Tajdīd). In short, it can be said that the Islamic left is based on three pillars in order to realize the revival of Islam, the Islamic Revolution, and the unity of the people. First, the revitalization of classical Islamic treasures. Second, against Western civilization. Third, the analysis of the reality of the Islamic world. Hassan Hanafi's ideas about at-turatats wa at-tajdīd can be applied in Indonesia in order to overcome poverty as a chronic social problem. The proposed effort is to increase the participation of individuals and the private sector in this case the business world to more actively help and improve the quality of life of disadvantaged communities. The activity of individuals and the private sector in poverty alleviation is an important aspect that will help government programs in overcoming poverty.",
      "citationCount": 0,
      "doi": "10.64367/m-jpi.v5i2.14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e31808471fd424025dce659c6a0ed40d5409f5b",
      "venue": "Jurnal Pemikiran Islam",
      "journal": {
        "name": "Mazalat: Jurnal Pemikiran Islam"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5c5712dccba0b30210296888ba43c1e8772a0365",
      "title": "The Aesthetics of Arab Art by Afif Bahnasi",
      "authors": [
        {
          "name": "Khawla Ali Abdulla Al-Husiny",
          "authorId": "2337877011"
        }
      ],
      "year": 2025,
      "abstract": "Having developed a profound vision of the aesthetics of Arab art, the author's perspective quickly evolved into a philosophy worthy of discussion. He had raised this topic more than twenty years before writing this book, sparking discussions about artistic experimentation and its grounding in tradition within conferences, universities, and seminars, as well as attracting the attention of artists and critics in particular. Despite this, the subject still requires extensive academic study, because authenticity is not merely cultural reform, but rather a return to the self, a cultural revolution that rejects the foreign, the imported, and the imposed, in order to revive the authentic and the unique.\nIt is no longer strange to speak of Arab civilization and art, after Orientalist art historians preferred the terms \"Islamic art\" and \"Islamic civilization\" following the rise and spread of Islam. However, the term \"Arab\" has come to denote art whose traces remain in Arab lands since the advent of Islam. Despite the valuable studies presented by art historians such as the German Kuhnle, the French Marçais, the American Eitanhausen, and many others, which focus on Islamic art in Arab lands and Arab art in general, few have delved into the secrets of Arab-Islamic art or sought to define its philosophy. While the earlier attempts of art historians like Gayet and Davison provided important insights, many analyses were marred by misunderstandings.\nThese transformations in the structure of Western art no longer allow any critic or writer to hastily view Arab-Islamic art through the lens of traditional Western art concepts. Instead, it is now viewed through the lens of earlier artistic principles, revealing in it a creative expression that predates all other art forms. The value of this book stems from its being one of the most important books that sought to consolidate the identity of Islamic art and confirm its authenticity and uniqueness with its special and absolute character. The author succeeded in achieving his project, as he worked to deepen this research since the beginning of the sixties, and he believed that his research would continue to remain a guide for the movement to establish art in the Arab countries. Indeed, the subject of the aesthetics of Arab art was of interest to artists, calligraphers and critics, in addition to its study as an independent subject in the Colleges of Fine Arts.",
      "citationCount": 0,
      "doi": "10.54660/.ijhsi.2025.1.6.17-19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c5712dccba0b30210296888ba43c1e8772a0365",
      "venue": "International Journal of humanities and Sustainable Innovation",
      "journal": {
        "name": "International Journal of humanities and Sustainable Innovation"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "140e91a5962b6946364b2ee24a9e909b931f77b8",
      "title": "Freedo/^i^OTayed: Acton, Burke and Ireland",
      "authors": [
        {
          "name": "Seamus Deane",
          "authorId": "101078826"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/140e91a5962b6946364b2ee24a9e909b931f77b8",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0d566e429e9a5ef27abcda3874911603cbad0407",
      "title": "Erasmus of the Low Countries",
      "authors": [
        {
          "name": "J. Tracy",
          "authorId": "104449134"
        }
      ],
      "year": 2023,
      "abstract": "Few historical figures have been more important in modelling the ideal of impartial critical scholarship than Erasmus of Rotterdam (1469-1536). Yet, his critical scholarship, though beholden to no one, was not dispassionate. This book shows how Erasmus the scholar sought through his writings to promote the moral and religious renewal of Christian society. The author finds the genesis of the humanist's notion of a \"Christian republic\" of pious and learned individuals in his \"Burgundian\", or Low Countries, roots. Erasmus's vision of reform, he argues sprang from a humanist tradition focusing on the importance of teaching (doctrina), a tradition from which Erasmus departed in his optimism about human nature and his deep suspicion of the powers that be. Amid the storms of Reformation controversy, Erasmus pruned back the \"dissimulation\" by which he had thought to convey different meanings to different readers, yet, in the end, he could not control the way his words were read. If Erasmus's scholarly ideal carries an enduring fascination, so too does his dilemma as a man of circumspection who would also be a reformer. James D. Tracy is the author of \"Holland Under Habsburg Rule\" and \"Financial Revolution in the Habsburg Netherlands\".",
      "citationCount": 24,
      "doi": "10.2307/jj.7968045",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d566e429e9a5ef27abcda3874911603cbad0407",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "72d6a456c8e1c916169676a63a0eab9128027981",
      "title": "Exploration of Epiphany in Joyce's Novels",
      "authors": [
        {
          "name": "Jingzhi Guo",
          "authorId": "50115673"
        }
      ],
      "year": 2023,
      "abstract": ": Epiphany is originally a religious term. James Joyce introduced the term into the field of literature for the first time to explain the aesthetic process in artistic creation. Joyce’s truly creative theoretical viewpoint should be his theory of spiritual epiphany. Epiphany is not only a sudden revelation of the underlying meaning of an individual’s experience or a situation, but also the revelation of the true meaning of life as a whole, and it is a pure reflection of the truth, the good and the beautiful. In Joyce’s novels, he pursued the reform and innovation of art form, and boldly adjusted and rebuilt the inherent literary order of the West. Actually Joyce’s artistic innovation reflects the conflict and integration of literary tradition and revolution in the early 20 th century.",
      "citationCount": 1,
      "doi": "10.23977/langl.2023.061007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72d6a456c8e1c916169676a63a0eab9128027981",
      "venue": "Lecture Notes on Language and Literature",
      "journal": {
        "name": "Lecture Notes on Language and Literature"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5d5ff38ce9fa689353ddc652fdfc1afe70eb3f37",
      "title": "A contribuição da teoria política de Edmund Burke à atividade decisória judicial, no contexto do dissenso contemporâneo",
      "authors": [
        {
          "name": "Leandro Venícius Fonseca Rozeira",
          "authorId": "1396556037"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5d5ff38ce9fa689353ddc652fdfc1afe70eb3f37",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f9fbf46e7eb1e51b8640c57f824082243dfd38d2",
      "title": "The Great Debate: Edmund Burke, Thomas Paine, and the Birth of Right and Left",
      "authors": [
        {
          "name": "Yuval Levin",
          "authorId": "14550543"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 15,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9fbf46e7eb1e51b8640c57f824082243dfd38d2",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "64bcc3771c60783a64f078f7b5825f45b6e24034",
      "title": "The glonacal climate in education: Reconstituting the culture of evidence and tradition of intervention in humanities",
      "authors": [
        {
          "name": "Nena Padilla-Valdez",
          "authorId": "1447318674"
        }
      ],
      "year": 2019,
      "abstract": "More than ever, Humanities and all allied disciplines are stepping up into the pathway of trends, innovations and initiatives. Among the many and varied social providers, the academic world stands as the most visible, accessible and tangible driver-agent of systemic reforms within which fundamental structure of the change orbits. Evolutionary hangovers such as those structures or behaviors that used to be adaptive and bear positive effects on reproductive performance has declined or waned due to the drastic change conditions arising from the various layers of the socio-ecological system. In view of responsiveness, a forced-shift from the conventional paradigm to the expansive and inclusive change sphere may render repurcussions which in due course settle both as a hangover of cultural evolution and as a catalyzer of a revolution of change and learning. This paper argues that tightening up the soft-skilled sciences are critical and powerful blocks in building innovative talents, who by virtue of the unprecedented challenges, are globally accepted, recognized and refereed. Also, it describes the evidences specifically the benefits and vast opportunities pummelled by the waves of technological changes and globalizational climate shifts. From this perspective, Humanities education must brace itself on a recursive investigations from competing social and pedagogical tensions to the glonacal (global, national, local) value of knowledge and meaning.",
      "citationCount": 2,
      "doi": "10.18231/j.jmra.2019.030",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/64bcc3771c60783a64f078f7b5825f45b6e24034",
      "venue": "Journal of Management Research and Analysis",
      "journal": {
        "name": "Journal of Management Research and Analysis"
      },
      "publicationTypes": null
    },
    {
      "paperId": "06d46312b832340447f7bed866aba08c5754c9ce",
      "title": "THE UNENDING CONVERSATION: KENNETH BURKE AND RICHARD MCKEON'S AESTHETIC PRAGMATISM, 1920–1960",
      "authors": [
        {
          "name": "Brad Baranowski",
          "authorId": "116721990"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1017/S1479244316000147",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06d46312b832340447f7bed866aba08c5754c9ce",
      "venue": "Modern Intellectual History",
      "journal": {
        "name": "Modern Intellectual History",
        "pages": "153 - 184",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cd8f63eb27947c54174b27a60560dedd1416d19b",
      "title": "The Protestant Apolitical Tradition and its Legacy",
      "authors": [
        {
          "name": "A. Ryrie",
          "authorId": "152505095"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.14315/arg-2017-0126",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd8f63eb27947c54174b27a60560dedd1416d19b",
      "venue": "",
      "journal": {
        "name": "Archiv für Reformationsgeschichte - Archive for Reformation History",
        "pages": "234 - 244",
        "volume": "108"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6bdb76706f97da6f97c0e59d7b2706cafccb88fa",
      "title": "The Politics of Identity, the Identity of Politics: Thinking with Badiou and Táíwò",
      "authors": [
        {
          "name": "Jason C. Mueller",
          "authorId": "2110666124"
        }
      ],
      "year": 2023,
      "abstract": "One cannot wade through an academic journal in the social sciences or humanities, read an Op-Ed essay, or listen to a political podcast without coming across a discussion on the relationship of identity and politics. Whether it is a discussion on the concept and merits of ‘identity politics’, the relationship between particular experiences and universalist aspirations for emancipation, or paths toward reform or revolution, these issues elicit strong responses. Two recent books broach these topics in a clarifying manner and deserve to be compared, contrasted, and analyzed. These books are Alain Badiou’s (2022a) A New Dawn for Politics and Olúfẹ́mi O. Táíwò’s (2022a) Elite Capture: How The Powerful Took Over Identity Politics (And Everything Else). Thinking through the key themes in these works can help academics and activists alike elaborate a systematic vision and idea on how identity relates to radical, anti-systemic politics. To begin, this essay focuses on the politics of identity. I explore the intellectual traditions from which Táíwò gathers his critique and defense of particular politics of identity. I then juxtapose Táíwò’s thoughts on identity to Badiou’s position, highlighting their tensions and possible compatibly. Next, I clarify both Táíwò and Badiou’s attempts to identify and define an act of authentic, radical politics. It attempts to discern how both scholars conceptualize a form of emancipatory, anti-systemic politics that are capable of allowing one’s identity to be a part of the struggle for equality, rather than discarded as a reactionary husk. Finally, I show how both scholars’ ideas speak to other domains of critical scholarship and our current moment of political uprising and upheaval.",
      "citationCount": 1,
      "doi": "10.1177/08969205231171321",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6bdb76706f97da6f97c0e59d7b2706cafccb88fa",
      "venue": "Critica Sociologica",
      "journal": {
        "name": "Critical Sociology",
        "pages": "1065 - 1071",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f41a802bfc53654c8daa4d57ecfef5651a75e81d",
      "title": "The Scientific Revolution",
      "authors": [
        {
          "name": "Tycho Brahe",
          "authorId": "69429730"
        },
        {
          "name": "J. Kepler",
          "authorId": "100664385"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9780203706398",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f41a802bfc53654c8daa4d57ecfef5651a75e81d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "173-192",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9edf4d2782a09ba2574e438f79755b7f7a399138",
      "title": "Confirmation and Maintenance of Yue Fei's Status of the Chinese National Hero to Carry Forward and Develop the Great and Glorious Tradition of Patriotism——Dedicated to 910th Anniversary of Yue Fei",
      "authors": [
        {
          "name": "Han Ya-guang",
          "authorId": "84221857"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9edf4d2782a09ba2574e438f79755b7f7a399138",
      "venue": "",
      "journal": {
        "name": "Journal of Baoji University of Arts and Sciences",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
