{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "conservatism tradition breakdown",
  "results": [
    {
      "title": "Edmund Fawcett, Conservatism: the fight for a tradition",
      "url": "https://philpapers.org/rec/FAWCTF",
      "philpapers_id": "FAWCTF",
      "snippet": "An appendix includes definitions of leading terms, a brief account of conservatism&#x27;s philosophical origins and mini-lives of more than 200 conservatives. Historical and topical, neither celebration nor caricature, Conservatism is a unique, panoramic survey of the Western world&#x27;s dominant political tradition.",
      "page_age": null
    },
    {
      "title": "E. Yurchenko, Traditionalism and libertarian conservatism: comparison and prospects of synthesis",
      "url": "https://philpapers.org/rec/YURTAL",
      "philpapers_id": "YURTAL",
      "snippet": "This article is devoted to the problem of comparison and prospects of synthesis libertarian conservatism and traditionalism. Traditionalist conservatism is often opposed to libertarian conservatism. These two forms of conservatism are ...",
      "page_age": null
    },
    {
      "title": "Matthew McManus, The political right and equality: turning back the tide of egalitarian modernity",
      "url": "https://philpapers.org/rec/MCMTPR-3",
      "philpapers_id": "MCMTPR",
      "snippet": "McManus presents an intellectual history of the conservative and reactionary tradition, stretching from Aristotle and Confucius to Ayn Rand and Patrick Deneen. Providing a comprehensive critical genealogy of the intellectual political right, McManus traces its core to a nostalgia for the hierarchical cosmos of antiquarian and scholastic thinking.",
      "page_age": null
    },
    {
      "title": "Ted Honderich, Conservatism: Burke, Nozick, bush, Blair?",
      "url": "https://philpapers.org/rec/HONCBN",
      "philpapers_id": "HONCBN",
      "snippet": "An actual analysis of the ideology and reality of the tradition of conservatism is of use in deciding whether New Labour is in it, and maybe a start towards answering the question of New Labour&#x27;s place in history. The other chapters, after the first one on change and reform: Theory, Other Thinking, Incentives; Human Nature, Dealing With It; Freedoms; Government; Societies; Equalities; Desert, Conclusions.",
      "page_age": null
    },
    {
      "title": "R. J. W. Mills, Conservatism: the fight for a tradition: by Edmund Fawcett, Princeton, NJ, Princeton University Press, 2020, 544 pp., £30.00/$35.00 (hardback), ISBN 9780691174105",
      "url": "https://philpapers.org/rec/MILCTF-3",
      "philpapers_id": "MILCTF",
      "snippet": "Conservatism: The Fight for a Tradition. Edmund Fawcett, 2020. Princeton, Princeton University Press. 525 + xiii pp, £30 (hb) £18.99 (pb).",
      "page_age": null
    },
    {
      "title": "Francesco Giubilei, The history of European conservative thought",
      "url": "https://philpapers.org/rec/GIUTHO",
      "philpapers_id": "GIUTHO",
      "snippet": "Modern conservatism was born in the crisis of the French Revolution that sought to overturn Christianity, monarchy, tradition, and a trust in experience rather than reason. In the name of reason and progress, the French Revolution led to the guillotine, the dictatorship of Napoleon Bonaparte, and a decade of continental war.",
      "page_age": null
    },
    {
      "title": "Ted Honderich, Conservatism: Burke to Nozick to Blair?",
      "url": "https://philpapers.org/rec/HONCBT",
      "philpapers_id": "HONCBT",
      "snippet": "Does conservatism have a philosophical founding principle that unifies it? Ted Honderich’s search for the fundamental principle of conservatism is an enlightening one. He examines influential thinkers in the conservative tradition, from Edmund Burke and Adam Smith to Michael Oakeshott and Robert Nozick.",
      "page_age": null
    },
    {
      "title": "Ferenc Horkay Hörcher, A Political Philosophy Of Conservatism",
      "url": "https://philpapers.org/rec/HRCAPP",
      "philpapers_id": "HRCAPP",
      "snippet": "Starting with basic Aristotelian principles, such as the relevance of cooperation and politics in human life, the significance of the virtues and character-formation for political actors, and the personal and communal resources of right action in politics, Ferenc Hörcher offers an evolutionary history of the concept of prudence. Moving on to incorporate the developments of the Roman and the Christian traditions, a contemporary conservative-republican political philosophy is built up.",
      "page_age": null
    },
    {
      "title": "Matthew McManus, Who Are the Post-modern Conservatives?",
      "url": "https://philpapers.org/rec/MCMWAT-3",
      "philpapers_id": "MCMWAT",
      "snippet": "It also distinguishes this approach from other variants of conservative thought, from neoliberalism to Straussianism. It then analyzes the characteristics of contemporary post-modern conservatism, framing it as a reactionary outlook driven by resentment and fears of decline.",
      "page_age": null
    },
    {
      "title": "Richard Bourke, What is conservatism? History, ideology and party",
      "url": "https://philpapers.org/rec/BOUWIC-2",
      "philpapers_id": "BOUWIC",
      "snippet": "Is there a political philosophy of conservatism? A history of the phenomenon written along sceptical lines casts doubt on the existence of a transhistorical doctrine, or even an enduring conservative outlook. ...",
      "page_age": null
    },
    {
      "title": "H. G. Callaway, Review of Horcher 2020, A Political Philosophy of Conservatism",
      "url": "https://philpapers.org/rec/CALROH-5",
      "philpapers_id": "CALROH",
      "snippet": "Hörcher aims to understand, elucidate and develop political conservatism in the long Aristotelian-Stoic tradition, emphasizes the role of character formation for statesmanship and political actors, the constraints implied by specific cultural traditions and the details of factual context, and addresses the contemporary standing and revival of Aristotelian virtue ethics and the specifically political virtue of prudence or “practical wisdom.” The book comes recommended by Harvard University historian James Hankins, who, on the back cover, recommends it for readers “disturbed by the collapse of statesmanship in the contemporary world.”",
      "page_age": null
    },
    {
      "title": "Tristan J. Rogers, Conservatism, past and present: a philosophical introduction",
      "url": "https://philpapers.org/rec/ROGCPA-3",
      "philpapers_id": "ROGCPA",
      "snippet": "Rogers shows that conservatism has been defined differently at different times: as a loose set of connected ideas reacting against the French Revolution; as a kind of disposition or instinct in favor of the status quo; and more recently as any ideas opposed to the political left. But he also allows a set of questions to guide his argument for conservatism&#x27;s merits: What is conservatism?",
      "page_age": null
    },
    {
      "title": "Drew Maciag, Edmund Burke in America: the contested career of the father of modern conservatism",
      "url": "https://philpapers.org/rec/MACEBI",
      "philpapers_id": "MACEBI",
      "snippet": "Introduction : a search for icons -- Burke in brief : a &quot;philosophical&quot; primer -- Old seeds, new soil : the land of Paine -- John and J.Q. Adams : federalist persuasions -- Democratic America : the ethos of liberalism -- American Whigs : a conservative response -- The Gilded Age : eclectic interpretations -- Theodore Roosevelt : blazing forward, looking backward -- Woodrow Wilson : confronting American maturity -- Modern times : conjunctions and consensus -- Natural law : a neo-traditionalist revival -- The Cold War : existential threat redux -- Contemporary conservatives : victories and illusions -- Conclusion : a world without fathers.",
      "page_age": null
    },
    {
      "title": "Łukasz Nysler, Toward Pragmatic Conservatism",
      "url": "https://philpapers.org/rec/NYSTPC",
      "philpapers_id": "NYSTPC",
      "snippet": "Philosophical tradition of American pragmatism, and particularly its branch stemming from the works of John Dewey , is usually associated with the liberal or leftist position in political and social philosophy. The aim of this paper is to consider the question whether the basic ideas of Deweyan pragmatism can be reconciled with, and perhaps inspirational for the conservative thinking, where the „conservative thinking” is defined by reference to six basic principles : ethical absolutism , metaphysical thinking, supranaturalistic humanism , anthropological and historiosophical pessimism , eschatological thought, politics as social ethics",
      "page_age": null
    },
    {
      "title": "Roger Scruton, Conservatism Means Conservation",
      "url": "https://philpapers.org/rec/SCRCMC",
      "philpapers_id": "SCRCMC",
      "snippet": "Compassionate Conservatism: What it is, What it Does, And How it Can Transform America, by Marvin Olasky.Joe Campbell - 2001 - The Chesterton Review 27 (4):525-533. The Lyttelton Hart-Davis Letters 1955-1962: A Selection, ed. Roger Hudson.William Blisset - 2002 - The Chesterton Review 28 (1/2):147-150. What it means to be poor in an affluent society.[author unknown] - 1990 - The Chesterton Review 16 (3-4):314-316. Chesterton and the Anti-Catholic Tradition...",
      "page_age": null
    },
    {
      "title": "John R. E. Bliese, Traditionalist Conservatism and Environmental Ethics",
      "url": "https://philpapers.org/rec/EBLTCA",
      "philpapers_id": "EBLTCA",
      "snippet": "The traditionalists are not materialists and are highly critical of our consumer culture. They reject ideology and stress piety toward nature, the intergenerational character of society, and prudence in political and social action.",
      "page_age": null
    }
  ],
  "count": 16,
  "errors": []
}
