{
  "status": "success",
  "source": "semantic_scholar",
  "query": "tradition authenticity political",
  "results": [
    {
      "paperId": "126c80f951d2d20fc437e1b81aa0dcfb61b0fb14",
      "title": "Romanticism as a historical and philosophical phenomenon: modern interpretations",
      "authors": [
        {
          "name": "Artemii Smirnov",
          "authorId": "2353885509"
        }
      ],
      "year": 2024,
      "abstract": "The article offers an interpretation of the philosophy of romanticism as a historical and philosophical phenomenon based on recent studies. It is shown that the analysis of the romantic tradition is relevant in the context of modern tendencies to revise the classical historical-philosophical canon. It is proposed to distinguish romanticism as a philosophical phenomenon from a historical and cultural phenomenon. Specifically, romanticism as a philosophical phenomenon is localized in Germany at the end of the 18th century, while its multiple variations should be discussed in the context of a broader historical-philosophical phenomenon. It is shown that romanticism as a philosophical phenomenon has its foundations in querelle des Anciens et des Modernes. However, this movement’s central ideas are existential, political, and epistemological. In particular, representatives of the philosophy of romanticism “radicalize” the Enlightenment, offering original ideas of individuality (authenticity, Buildung), society (new mythology), and culture (opposing it to civilization). Romanticism is still of interest as one of the first manifestations of a critical reaction to modern society and the problems arising from industrialization and urbanization. At most, it should also contain the foundations of the continental tradition of philosophizing, which is aimed at a critical attitude toward modernity. The article also examines the interpretations of romanticism by Richard Rorty and Charles Taylor. It is shown that for both authors, the importance of romanticism is determined by its emphasis on the primacy of imagination over reason. This idea not only undermines the classical rational tradition but also paves the way for a new conception of individuality and society in the conditions of the variability of historical existence. Specifically, it finds continuation in connection with the idea of self-assertion of the subject in the conditions of the finitude of existence, the orientation of philosophy towards the future, and the creation of new social practices.",
      "citationCount": 0,
      "doi": "10.18523/2617-1678.2024.14.66-78",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/126c80f951d2d20fc437e1b81aa0dcfb61b0fb14",
      "venue": "NaUKMA Research Papers in Philosophy and Religious Studies",
      "journal": {
        "name": "NaUKMA Research Papers in Philosophy and Religious Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5fb677734ec19b95648f137dcb034e5308397547",
      "title": "Real People: Authenticity and Aboriginality in the Australian Holistic Milieu",
      "authors": [
        {
          "name": "S. Muir",
          "authorId": "119021144"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1080/00141844.2013.770411",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5fb677734ec19b95648f137dcb034e5308397547",
      "venue": "",
      "journal": {
        "name": "Ethnos",
        "pages": "473 - 495",
        "volume": "79"
      },
      "publicationTypes": null
    },
    {
      "paperId": "aad994549553369ac89ff3922e576da254f21d82",
      "title": "The Neoliberal Yogi and the Politics of Yoga",
      "authors": [
        {
          "name": "Farah Godrej",
          "authorId": "12819480"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 65,
      "doi": "10.1177/0090591716643604",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aad994549553369ac89ff3922e576da254f21d82",
      "venue": "",
      "journal": {
        "name": "Political Theory",
        "pages": "772 - 800",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c3575cf7ba55157c5487c584d96efc9412cde8a9",
      "title": "Development of Theological-Apologetical Discourse in Biblical Studies at Kiev Theological Academy of the late XIX - early XX centuries",
      "authors": [
        {
          "name": "Sergii Holovaschenko",
          "authorId": "2154059442"
        }
      ],
      "year": 2022,
      "abstract": "The article highlights the development of hermeneutical strategies for the analysis and refutation of rationalist “negative” biblical criticism, represented by the works of leading theologians - professors of the Kiev Theological Academy of the late XIX - early XX centuries. In the conditions of secularization, the decline of church authority, the spread of political radicalism, the need for apologetic understanding of the biblical heritage increased. A systematic analysis of the signs, approaches and methods of rationalism in biblical studies has been heuristicly valuable, in particular: criticism of panlogism, abstract schematics, empirically groundless extrapolations and generalizations. At the same time, Kyiv Biblical scholars criticized the insolvent apologetic techniques: the literalistic view of the inspiration, the absolute authority of the tradition, the excessive spiritualization in the perception of the biblical prophecy. Their main goal was to prove the authenticity and authenticity of the content of biblical books and the very biblical hystory. The methodological impulse for the biblical apologetics was the intensification of supranaturalism, providentialism, and soteriology in the reading and interpretation of the Bible - just as the Holy Scriptures of the Church. The apologetic motive was to determine both scientific bibliological studies, and school teaching and study of the Bible, and private and public Biblical reading for religious and moral instruction.",
      "citationCount": 0,
      "doi": "10.29357/2521-179x.2018.21.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c3575cf7ba55157c5487c584d96efc9412cde8a9",
      "venue": "Theological Reflections: Eastern European Journal of Theology",
      "journal": {
        "name": "Theological Reflections: Eastern European Journal of Theology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "64ec0f535d645c96575da37839fcb0649decfbd5",
      "title": "The Creation of the Image of Qu Yuan and the Romantic Tradition in the Classic Period",
      "authors": [
        {
          "name": "Dang Yi-feng",
          "authorId": "1484951349"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/64ec0f535d645c96575da37839fcb0649decfbd5",
      "venue": "",
      "journal": {
        "name": "Journal of Weinan Teachers University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "11ccdb94688bdfd400eb78d36150f25da55820e4",
      "title": "Core Values Versus Common Sense",
      "authors": [
        {
          "name": "Tamar A. Kreps",
          "authorId": "6936957"
        },
        {
          "name": "B. Monin",
          "authorId": "2678456"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 45,
      "doi": "10.1177/0146167214551154",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11ccdb94688bdfd400eb78d36150f25da55820e4",
      "venue": "Personality and Social Psychology Bulletin",
      "journal": {
        "name": "Personality and Social Psychology Bulletin",
        "pages": "1529 - 1542",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c9715b74216a5b9d6bb32f78eb9babb4982870fd",
      "title": "Aura dalam Reproduksi Digital: Membaca Ulang Walter Benjamin",
      "authors": [
        {
          "name": "F. B. Hardiman",
          "authorId": "2083583524"
        }
      ],
      "year": 2020,
      "abstract": "Walter Benjamin’s essay, The Work of Art in the Age of Mechanical Reproduction (1939), has revealed the fundamental changes of modern work of art affected by its mechanical reproduction. Camera, tape recorder, print machine have turned the work of art to be mass consumption, autonomous from tradition and ritual, and it has now a political function. According to Benjamin all of those new technologies have faded up the aura since the work of art lost its authenticity and its uniqueness. We are in the different era than Benjamin’s because nowadays digital reproduction by means of the internet ends the need of medium for the work of art, multiply and spread it very rapidly. The author comments on Benjamin’s analysis and applies it to discuss the ontological, epistemological, and axiological issues of the work of art in the age of digital reproduction. He argues that in the digital age the work of art will be still auratic if it reveals ‘the extraordinary’ in the experience of our humanity. Key words: aura, hyperpolitization, work of art, medium, attention, digital reproduction",
      "citationCount": 1,
      "doi": "10.31385/jl.v19i2.210.115-126",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c9715b74216a5b9d6bb32f78eb9babb4982870fd",
      "venue": "Jurnal Ledalero",
      "journal": {
        "name": "Jurnal Ledalero"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5ad26e3d1e56f45f046ae9115ee2a7ac338e4e0c",
      "title": "Metaphorical Perception and Mental Imagery",
      "authors": [
        {
          "name": "Marta Benenti",
          "authorId": "2343991814"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ad26e3d1e56f45f046ae9115ee2a7ac338e4e0c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "59a2c900b0c3beecd6a41d9a0eb2158ea858536b",
      "title": "Spinoza and the ‘outsider’ prophet",
      "authors": [
        {
          "name": "K. Green",
          "authorId": "2053278410"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT Since the middle of the twentieth century, partly through the wide influence of Abraham Heschel’s work on the prophets and prophesy in Ancient Israel, an image of the prophet as an ‘outsider’ has emerged. This image contrasts, in critical ways, with an image of ‘the prophet’ that appears central in Spinoza’s Theologico-Political Treatise. Spinoza’s Treatise, however, is an inaugural text for the historical-critical study of prophesy in ancient Israel; and it casts a long shadow over Heschel’s view of prophesy. I identify three areas of tension between their images of prophets. The contrasts reveal that Heschel, and other twentieth century theorists of prophesy invest prophetic authority and authenticity in religious experience whose transformative power is a function of its ‘breaking through’ oppressive social/religious institutions and norms ‘from the outside.’ Spinoza, by contrast, accounts for prophetic authority via ‘immanence’: the location of prophets within a tradition of law and common ‘usage’ with the political institutions which they criticise and challenge. I argue, finally, that Spinoza’s image can accommodate the prophetic ‘outsider’ and rebel, and in a way that suggests that prophesy must now be conceived as encompassing social critique within the context of the arts.",
      "citationCount": 1,
      "doi": "10.1080/0950236X.2019.1581689",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59a2c900b0c3beecd6a41d9a0eb2158ea858536b",
      "venue": "Textual Practice",
      "journal": {
        "name": "Textual Practice",
        "pages": "859 - 877",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "eded2fde9ca1ec94217162dddf09a186ea62d9ee",
      "title": "Iran's Troubled Modernity",
      "authors": [
        {
          "name": "A. Mirsepassi",
          "authorId": "70616894"
        }
      ],
      "year": 2018,
      "abstract": "Ahmad Fardid (1910–94), the 'anti-Western' philosopher known to many as the Iranian Heidegger, became the self-proclaimed philosophical spokesperson for the Islamic Republic, famously coining the term 'Westoxication'. Using new materials about Fardid's intellectual biography and interviews with thirteen individuals, Ali Mirsepassi pieces together the striking story of Fardid's life and intellectual legacy. Each interview in turn sheds light on Iran's twentieth-century intellectual and political self-construction and highlights Fardid's important role and influence in the creation of Iranian modernity. The Fardid phenomenon was unique to the Iranian story, and yet contributed to a broader twentieth-century Heideggerian tradition that marked the political destiny of other countries under a similar ideological sway. Through these accounts, Mirsepassi cuts to the nerve of how deadly political 'authenticity movements' take hold of modern societies and spread their ideology. Combining a sociological framework with the realities of lived experience, he examines Iran's recent and astonishing upheavals, experiments, and mass mobilizations.",
      "citationCount": 2,
      "doi": "10.1017/9781108566124",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eded2fde9ca1ec94217162dddf09a186ea62d9ee",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e15c6076bd9617105daeb2825baed4bec481e47d",
      "title": "أخلاقیات الأصالة عند تشارلز تایلور",
      "authors": [
        {
          "name": "نادیة محمد باشا",
          "authorId": "148804674"
        }
      ],
      "year": 2019,
      "abstract": "Abstract Ethics of authenticity in Charles Taylor`s philosophy Charles Taylor`s  moral and political  philosophy  with its : collective nature has been classified within the modern liberal tradition because of its explicit adaptation  of modern western democratic principles namely :equality in civil and political rights and freedoms . this clearly shows  Taylor s adamant refusal of all forms of values and beliefs opposing  modernity and its literary and intellectual  heritage .however Taylor s critical and philosophical  approach ,is not in fact in contradiction with modernity in it self but rather it interacted  with such modernity in order to  identify its points of weakness and dangers and in particular its artificial philosophical  deviations as evident from his points of view  of  individualistic of despotism  liberalism  and excessive procedural  rationality . hence  Taylor sees that the individual  moral authenticity  can not be achieved in hypnotized and abstract moral norms or in a selfish utilitarian mind  but in expressing  what he  so called the old established back grounds the old established cultural heritages laid down by romanticism which highly valued the important role played by language and tradition  and even by religion in building  the an throplogical  infrastructure it is such heritages that set up and creates individual identity and in its practical and existential implications ,identity  takes the form of authenticity and distinction. Taylor considers such cultural heritages  as moral values in themselves which help individual to understand himself and to fulfil himself from one hand and from the other hand they represent an essential base out of which the individual proceeds with understanding the legitimate political  bases upon which general decisions and regulations have to be built .                                                                                                                       undoubtedly  our research  raise way serious questions  foremost among which are :what is the attitude  of Taylor towards morality ?and how could he connect such morality with great values such as goodness ,justice  and equality ?how could the legitimacy of identity multiplicity ,be theoretically  based without any con traditions with  contractual citizen ship values ?did the recognition of   cultural independence lead to the split of national unity and to the return of tribal system or civil war as Weber described it .here lies the great importance of our research ,in attempting to find answers to the above mentioned  critical questions .in fact this research consists of an introduction  and four main  chapter .the first chapter:  the malaises of modernity  .the second chapter deals with identity and goodness . the 3rd chapter  deals with identity and recognition .the 4th chapter is mainly concerned with she ding. A light in secularism and how Taylor goes for beyond the limits of the tradition  of concept of secularism which restricted secularism to its relation ship with religion only . moreover our research also sheds revealing light in Taylor `s definition of the term \"the secular age \"and the position of religion in such age . here we can recognize in Taylor `s philosophy new conditions for faith which are consistent  and in harmony with the nature of this\" secular age \"in accordance with Taylor own description .finally the conclusion includes the most important results reached by this research.",
      "citationCount": 0,
      "doi": "10.21608/jssa.2019.56139",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e15c6076bd9617105daeb2825baed4bec481e47d",
      "venue": "مجلة البحث العلمی فی الآداب",
      "journal": {
        "name": "مجلة البحث العلمی فی الآداب"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3b9c9a530e6c2bd97630b5f24ebe100de84db5a7",
      "title": "‘Subsequent Spirituality’ and Emotional Kitsch-Spheres in Two Literary Depictions (Irzykowski – Dehnel)",
      "authors": [
        {
          "name": "Brygida Pawłowska-Jądrzyk",
          "authorId": "2080461294"
        }
      ],
      "year": 2019,
      "abstract": "The author of the article examines a phenomenon associated with a certain – today increasingly common – attitude in life that may be described, in most simple terms, as the marriage of non-authenticity with imitationism. The author focuses her attention on feelings of love (as particularly ‘acute’ and, at the same time, probably most mythologized), or rather on their literary depiction, which allows for an accurate diagnosis of the sensitivity typical of a consumer society obsessed with money, subject to the dictates of mass media and under pressure from the ideals and ideas of pop culture. A diagnosis of this kind comes in the form of Jacek Dehnel’s short story Miłość korepetytora (The Private Tutor’s Love) which, together with three other stories, comprises the volume Balzakiana (Balzaciennes) (2008). The young Polish writer, attempting to diagnose the condition of the Polish society after the political transformation of 1989, makes a conscious reference to the distant tradition of realistic prose from the legacy of Honoré de Balzac. As for the review of the sphere of individual feelings and emotions falsified by various stereotypes and abstract ideas, one can also look to a tradition closer to Dehnel: namely the only novel of Karol Irzykowski entitled Pałuba (The Hag) (1903). The author of the article shows some similarities between the Young Poland concept of ‘successive-world phenomena’ and the contemporary vision of determining the emotional sphere through pop culture templates with the underlying experience of romantic elation. References to the diagnoses of Abraham Moles, Milan Kundera and Hermann Broch allow for highlighting the issues of ‘exaltation as a replacement of spirituality’ and kitsch as ‘our daily aesthetic and morality’.",
      "citationCount": 0,
      "doi": "10.21697/zk.2019ee.01.04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b9c9a530e6c2bd97630b5f24ebe100de84db5a7",
      "venue": "Załącznik kulturoznawczy",
      "journal": {
        "name": "Załącznik Kulturoznawczy"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9f04d03c3284043ba775c5d609c818cb90bd5f4f",
      "title": "Development of Theological-Apologetical Discourse in Biblical Studies at Kiev Theological Academy of the late XIX - early XX centuries",
      "authors": [
        {
          "name": "Сергей Головащенко",
          "authorId": "2103361887"
        }
      ],
      "year": 2018,
      "abstract": "The article highlights the development of hermeneutical strategies for the analysis and refutation of rationalist “negative” biblical criticism, represented by the works of leading theologians - professors of the Kiev Theological Academy of the late XIX - early XX centuries. In the conditions of secularization, the decline of church authority, the spread of political radicalism, the need for apologetic understanding of the biblical heritage increased. A systematic analysis of the signs, approaches and methods of rationalism in biblical studies has been heuristicly valuable, in particular: criticism of panlogism, abstract schematics, empirically groundless extrapolations and generalizations. At the same time, Kyiv Biblical scholars criticized the insolvent apologetic techniques: the literalistic view of the inspiration, the absolute authority of the tradition, the excessive spiritualization in the perception of the biblical prophecy. Their main goal was to prove the authenticity and authenticity of the content of biblical books and the very biblical hystory. The methodological impulse for the biblical apologetics was the intensification of supranaturalism, providentialism, and soteriology in the reading and interpretation of the Bible - just as the Holy Scriptures of the Church. The apologetic motive was to determine both scientific bibliological studies, and school teaching and study of the Bible, and private and public Biblical reading for religious and moral instruction.",
      "citationCount": 0,
      "doi": "10.29357/2521-179X.2018.21.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f04d03c3284043ba775c5d609c818cb90bd5f4f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "43-64",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bbed104916830bf4c88b4098a843f6f3dce14188",
      "title": "A Critical Reading on H { adīth : Islamic Feminist Approach in Reading Misogynistic",
      "authors": [
        {
          "name": "Sunan Kalijaga",
          "authorId": "73327361"
        },
        {
          "name": "F. Mernissi",
          "authorId": "79507634"
        },
        {
          "name": "K. Fadl",
          "authorId": "15202691"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bbed104916830bf4c88b4098a843f6f3dce14188",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "74ae54fd363cf6e55fc48e2a746347c5e1f0c676",
      "title": "Политический миф о национальной сущности (на примере Императорской Японии конца XIX — середины ХХ в.)",
      "authors": [
        {
          "name": "Ольга Валерьевна Язовская",
          "authorId": "119396350"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74ae54fd363cf6e55fc48e2a746347c5e1f0c676",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "33-44",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6254acaf909d520f7cc62cd1508b2475395ab84a",
      "title": "LESS MORALIZED Core Values vs . Common Sense : Consequentialist Views Appear Less Rooted in Morality",
      "authors": [
        {
          "name": "Tamar A. Kreps",
          "authorId": "6936957"
        },
        {
          "name": "B. Monin",
          "authorId": "2678456"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6254acaf909d520f7cc62cd1508b2475395ab84a",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1dddc1adb840941903b1f9a1dc48e459a6c7f64b",
      "title": "Islam, Islamism and Secularization: The Thoughts of Bassam Tibi",
      "authors": [
        {
          "name": "A. Yu",
          "authorId": "144941414"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1dddc1adb840941903b1f9a1dc48e459a6c7f64b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "31-58",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0b346b64dba712f435573c12044eec3a98213024",
      "title": "TRADISI PENULISAN DALAM PROSES TRANSFORMASI HADIS",
      "authors": [
        {
          "name": "Mustofa Umar",
          "authorId": "98502191"
        }
      ],
      "year": 2013,
      "abstract": "Abstract: The Orientation of present paper to be researching and discussing on hadith transformation through writing tradition. In the early of this process, dominant paradigm in classical hadith scholars in hadith transformation based on oral tradition without writing tradition until second half century. This not without strong argument, there is hadith statement on prohibiting of hadith writing. This phenomena has impact on authenticity the materials of hadith after their codification. In historically context, writing of hadith happened in middle of conflict moslem in political and school of thought. The alleged wholesale fabrication of hadith in seen as result of the activities of group of scholars and foremost as result of interpretation from point of view of praxis. Abstrak: Orientasi dari paper sekarang ini untuk meneliti dan mendiskusikan tentang transformasi hadis sepanjang tradisi penulisan. Dalam proses awal dari proses ini, paradigma yang dominan di kalangan ulama hadis dalam transformasi hadis berdasarkan pada tradisi lisan tanpa tradisi tulis hingga paroh abad kedua. Ini bukanlah tanpa argumen yang kuat, ada pernyataan hadis mengenai larangan penulisan hadis. Fenomena berpengaruh pada otensitas material-material hadis setelah kodifikasi mereka. Dalam konteks sejarah, penulisan hadis terjadi di tengah konflik kaum Muslim di bidang politik dan mazhab pemikiran. Terjadi pemalsuan hadis besar-besaran yang dilihat sebagai hasil dari aktivitas-aktivitas kelompok ulama dan terkemuka sebagai hasil dari interpretasi berdasarkan sudut pandang praksis. Kata-kata Kunci: hadis, sunnah, al-Quran, Kutubi, ahl al-ra’y, ahl al-ḥadīṡ.",
      "citationCount": 0,
      "doi": "10.21580/teo.2013.24.1.323",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b346b64dba712f435573c12044eec3a98213024",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "fd9e4e9e71f10ff3f92996832bc4862850595a24",
      "title": "Advancing Religious Pluralism in Islam",
      "authors": [
        {
          "name": "A. Sachedina",
          "authorId": "50156185"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1111/J.1749-8171.2010.00207.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd9e4e9e71f10ff3f92996832bc4862850595a24",
      "venue": "",
      "journal": {
        "name": "Religion Compass",
        "pages": "221-233",
        "volume": "4"
      },
      "publicationTypes": null
    },
    {
      "paperId": "03d1d776e183adbff6e61edf5b75d8465842727e",
      "title": "José Victorino Lastarria's Libertarian Krauso-Positivism and the Discourse on State- and Nation-Building in Nineteenth-Century Chile",
      "authors": [
        {
          "name": "Jens R. Hentschke",
          "authorId": "2086473501"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1080/17496977.2012.693747",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03d1d776e183adbff6e61edf5b75d8465842727e",
      "venue": "",
      "journal": {
        "name": "Intellectual History Review",
        "pages": "241 - 260",
        "volume": "22"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1496f5d283a1bb54961366b19d23f64f42d1b005",
      "title": "Björn Heile, ed., The Modernist Legacy: Essays on New Music (Farnham: Ashgate, 2009), ISBN 978-0-7546-6260-0 (hb)",
      "authors": [
        {
          "name": "Trent Leipert",
          "authorId": "113465273"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S1478572211000314",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1496f5d283a1bb54961366b19d23f64f42d1b005",
      "venue": "Twentieth-Century Music",
      "journal": {
        "name": "Twentieth-Century Music",
        "pages": "113 - 119",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5bc753c8f4753c25738c7c4a153ef6552d3d5e87",
      "title": "The Temporal Aura of Improvisation: It’s Time to Play Jazz!",
      "authors": [
        {
          "name": "W. Benjamin",
          "authorId": "143747023"
        },
        {
          "name": "B. Reyes",
          "authorId": "40656078"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5bc753c8f4753c25738c7c4a153ef6552d3d5e87",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "4b3404ab72af76764210c4666bca388caa83dd64",
      "title": "Nietzsche’s Philosophy of Political Authenticity as the Key to “Real” Democracy",
      "authors": [
        {
          "name": "Zachary Schroeder",
          "authorId": "2368219155"
        }
      ],
      "year": 2024,
      "abstract": "Despite several decades of attempts to interpret and articulate Nietzsche’s political thought, especially its relationship with democracy, there seems to be no convergence in sight. While this might be easily written off as a consequence of that thinker’s tendency for ambiguity and contradiction, I contend that there is in fact a central pillar of Nietzsche’s political philosophy, authenticity. I extract this central emphasis on authenticity by offering a fresh methodological approach. This approach draws our focus to Nietzsche’s technique of inversion as it applies to his critiques of democracy. Nietzsche’s criticism draws us to the core of the tension between his own philosophical project and the reality of democracy in his time. This subsequently reveals what would make for an authentic democracy faithful to Nietzsche’s core philosophical commitments. The gist of Nietzsche’s criticism of democracy is that it is not, in fact, democracy. Yet, as I show, this is not simply critical, as Nietzsche offers a fresh alternative in the wake of this characteristic inversion. This inversion complicates our understanding of the democratic citizen, their needs, and capabilities. As such, I venture to trace the roots of his criticism, how the problem he raises affects contemporary politics, and what his proposed solution in the form of a commitment to authenticity would look like. In the end, I contend that this focus on authenticity as a central pillar of Nietzsche’s political thought will not only clarify his use for political philosophy, but serve as a powerful resource for political theorists looking to use his work to think about democracy.",
      "citationCount": 0,
      "doi": "10.33182/agon.v18i2.3405",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4b3404ab72af76764210c4666bca388caa83dd64",
      "venue": "The Agonist",
      "journal": {
        "name": "The Agonist"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9b22b122e2e9be34835963cddd3f529cee13b925",
      "title": "Jeremiah's Prophetic Authenticity: Tracing the Mosaic Prophetic Tradition",
      "authors": [
        {
          "name": "Ferry Y. Mamahit",
          "authorId": "2344354770"
        },
        {
          "name": "Christian R. Widodo",
          "authorId": "2344355321"
        }
      ],
      "year": 2025,
      "abstract": "This article re-evaluates the criteria for determining the authenticity of Hebrew prophets, focusing on tracing the Mosaic prophetic tradition in Jeremiah's life and ministry. While prophecy fulfilment is commonly used to assess authenticity, its unreliability calls for a more testable method grounded in Moses' model. Exploring the Deuteronomic Code, the study emphasises prophetic authenticity and employs a comparative analytical approach to investigate Jeremiah's embodiment of Mosaic traits. It suggests a revised approach to assessing prophet authenticity, advocating adherence to the Deuteronomic Covenant as a defining characteristic. The study identifies specific traits for evaluating prophetic authenticity across the Old Testament, noting some discontinuity between Jeremiah and the Deuteronomic Covenant. It underscores the need for a comprehensive approach to evaluating prophetic authenticity.",
      "citationCount": 1,
      "doi": "10.17159/2312-3621/2023/v37n2a3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b22b122e2e9be34835963cddd3f529cee13b925",
      "venue": "Old Testament Essays",
      "journal": {
        "name": "Old Testament Essays"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e48baf88a08fb287ff867b43e9ee538c376b648f",
      "title": "Philosophy in Review Tae-Yeoun Keum, \"Plato and the Mythic Tradition in Political Thought.\"",
      "authors": [
        {
          "name": "Tae-Yeoun Keum",
          "authorId": "1485841088"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 8,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e48baf88a08fb287ff867b43e9ee538c376b648f",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f8c13ea4a42a50716b6408a5f8a65dc00ebad088",
      "title": "The Ciceronian Tradition in Political Theory",
      "authors": [],
      "year": 2021,
      "abstract": null,
      "citationCount": 19,
      "doi": "10.2307/j.ctv1dgmm16",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8c13ea4a42a50716b6408a5f8a65dc00ebad088",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d6e85f44ac5560efa68aaaffeaca9f748010fd07",
      "title": "Plato and the mythic tradition in political thought",
      "authors": [
        {
          "name": "P. Digeser",
          "authorId": "49792149"
        },
        {
          "name": "Rebecca LeMoine",
          "authorId": "2402494408"
        },
        {
          "name": "Jill Frank",
          "authorId": "2402491037"
        },
        {
          "name": "David Lay Williams",
          "authorId": "2402534094"
        },
        {
          "name": "Jacob Abolafia",
          "authorId": "2302764527"
        },
        {
          "name": "Tae-Yeoun Keum",
          "authorId": "1485841088"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/s41296-021-00536-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d6e85f44ac5560efa68aaaffeaca9f748010fd07",
      "venue": "Contemporary Political Theory",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "611 - 639",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "491d20a31744cc63fb7043f915c8753f373e46d0",
      "title": "Authenticity: The Cultural History of a Political Concept",
      "authors": [
        {
          "name": "M. Umbach",
          "authorId": "152186578"
        },
        {
          "name": "M. Humphrey",
          "authorId": "112857266"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 81,
      "doi": "10.1007/978-3-319-68566-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/491d20a31744cc63fb7043f915c8753f373e46d0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "84674d0c334c44b4df75d09f8468f2c4a6074194",
      "title": "Rawls's Teaching and the “Tradition” of Political Philosophy",
      "authors": [
        {
          "name": "Teresa M. Bejan",
          "authorId": "114417742"
        }
      ],
      "year": 2021,
      "abstract": "This article explores Rawls's evolving orientation to “the tradition of political philosophy” over the course of his academic career, culminating in Justice as Fairness: A Restatement (2001). Drawing on archival material, it argues that Rawls's fascination with tradition arose out of his own pedagogical engagement with the debate around the “death of political philosophy” in the 1950s. Throughout, I highlight the significance of Rawls's teaching—beginning with his earliest lectures on social and political philosophy at Cornell, to his shifting views on “the tradition” in his published works, culminating in the increasingly contextually minded and irenic approach on display in Political Liberalism (1993) and Justice as Fairness. This neglected aspect of the “historical Rawls” offers insight into how Rawls himself might have read “John Rawls” as a figure in the history of political thought—and reveals that he spent a lot more time contemplating that question than one might think.",
      "citationCount": 4,
      "doi": "10.1017/S1479244320000505",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/84674d0c334c44b4df75d09f8468f2c4a6074194",
      "venue": "Modern Intellectual History",
      "journal": {
        "name": "Modern Intellectual History",
        "pages": "1058 - 1079",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "894ffb8f60fbe41fee916e4ae64a570fd97f9119",
      "title": "“Religion and the Commonweal in the Tradition of Political Philosophy”: An Unpublished Lecture by Leo Strauss",
      "authors": [
        {
          "name": "Svetozar Minkov",
          "authorId": "117505510"
        },
        {
          "name": "Rasoul Namazi",
          "authorId": "113271342"
        }
      ],
      "year": 2021,
      "abstract": "The transcript published here for the first time is of Leo Strauss’s 1963 lecture on, and discussion of, the relation of religion to the commonweal in the tradition of political philosophy. In this lecture, Strauss considers the question of the establishment of religion, the relation of freedom of religion to freedom from religion, and the question of the truth of religion. The lecture has implications for American constitutional jurisprudence, especially concerning the First Amendment, which Strauss situates within the development of modern political philosophy.",
      "citationCount": 1,
      "doi": "10.1086/711844",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/894ffb8f60fbe41fee916e4ae64a570fd97f9119",
      "venue": "American Political Thought",
      "journal": {
        "name": "American Political Thought",
        "pages": "86 - 120",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "18c0ab5c41d3df75d06fbebbdae3342d9ac43ee3",
      "title": "Authenticity and Distantiation from Oneself: An Ethico-Political Problem",
      "authors": [
        {
          "name": "Christine Daigle",
          "authorId": "11511124"
        }
      ],
      "year": 2017,
      "abstract": "Scholars have often taken Foucault by his words and insisted that his philosophy is completely at odds and opposed to Sartre’s—and Beauvoir’s—existentialism. However, it is my contention that Foucault’s own appreciation and intense critique of existentialist philosophy stems from a series of misunderstandings with regards to the notions of the subject, freedom, and historicity. The purpose of my essay will be to explore affinities between Foucauldian and existentialist philosophy as found in Sartre and Beauvoir’s works, focusing particularly on the ethical notions of authenticity and distantiation from oneself. Indeed, if the existentialist ideal of authenticity as offered by Sartre and Beauvoir aims at a fluctuating self that “is what it is not and is not what it is,” it stands close to the Foucauldian subject of the aesthetics of existence who cares for itself as a subject that is none other than the subject of its own desubjectivation (to pick up on Giorgio Agamben’s analysis).1 The aporia is that of a subject that must care for oneself, yet must distantiate oneself from oneself. Tackling this aporia and explaining its mechanism, my essay will show how the existentialist analysis of authenticity can help articulate the ethical and the political in Foucault, given that the caring self is always an ethico-political agent. The subject that emerges from these processes of individuation/un-individuation is an ambiguous fluctuating subject—the only possible actor in an ever-evolving and morphing political arena.",
      "citationCount": 2,
      "doi": "10.3368/SS.46.1.55",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/18c0ab5c41d3df75d06fbebbdae3342d9ac43ee3",
      "venue": "SubStance",
      "journal": {
        "name": "SubStance",
        "pages": "55 - 68",
        "volume": "46"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cd1ae7458fc75f4677653ee2f3e3397a811f6f60",
      "title": "AUTHENTICITY IN THE ETHICS OF HUMAN ENHANCEMENT",
      "authors": [
        {
          "name": "Muriel Leuenberger",
          "authorId": "2294057812"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd1ae7458fc75f4677653ee2f3e3397a811f6f60",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "ea90443980f3884165a3ad5924b746b53b09383f",
      "title": "Why did Trump call prayers politically correct? The coevolution of the PC notion, the authenticity ethic, and the role of the sacred in public life",
      "authors": [
        {
          "name": "O. Schwarz",
          "authorId": "47383739"
        }
      ],
      "year": 2023,
      "abstract": "Trump’s crusade against PC played a key role in his political rhetoric and resonated well among his supporters, yet his notion of PC differed greatly in meaning from earlier uses of the term and was used to denounce a much wider range of socio-political behaviors. Based on a systematic analysis of Trump’s use of this notion, I identified five main normative propositions organizing Trump’s anti-PC rhetoric. Viewed together, these propositions add up to a rehabilitation of White working-class culture but also outline an emerging late-modern version of the authenticity ethic, whose power extends far beyond the working class. This ethic (as manifested in Trump’s anti-PC rhetoric) transforms the role of morality and the sacred in political drama and in symbolic struggles over social worth. Rather than presenting his commitment to moral values, ideals, and allegedly-universal rules, Trump used anti-PC rhetoric to expose and criticize the symbolic self-interests of others who speak on behalf of these values, rules, and ideals to claim superiority (and thus ironically mimicked the sociological critique of symbolic violence to legitimize bigotry). Yet, the sacred is not completely banished from political drama: authenticity as a principle of worth guiding moral evaluation and argumentation is revealed as a sacred in denial . The case of Trump’s anti-PC rhetoric thus allows theorizing the implications of the authenticity ethic for the dynamics of social struggles over recognized worth and for the role of ideals in the presentation of self in politics and beyond.",
      "citationCount": 2,
      "doi": "10.1007/s11186-023-09518-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea90443980f3884165a3ad5924b746b53b09383f",
      "venue": "Theory and society",
      "journal": {
        "name": "Theory and Society",
        "pages": "1 - 34"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a8467d31bed8f41c27ab9567777557164aca28e9",
      "title": "Author Meets Critics: The Authenticity Industries: Keeping It \"Real\" in Media, Culture, and Politics",
      "authors": [
        {
          "name": "Michael Serazio",
          "authorId": "12301134"
        },
        {
          "name": "Roger Caruth",
          "authorId": "114553382"
        },
        {
          "name": "Cecilia Dones",
          "authorId": "2238300539"
        },
        {
          "name": "Alice E. Marwick",
          "authorId": "2929988"
        },
        {
          "name": "Edward E. Timke",
          "authorId": "116706282"
        }
      ],
      "year": 2023,
      "abstract": "Abstract:A group of scholars from diverse backgrounds meet with Michael Serazio to discuss his book The Authenticity Industries: Keeping It \"Real\" in Media, Culture, and Politics (Stanford University Press, 2023). Combining philosophy, history, sociology, political economy, cultural criticism, and popular culture, the book unpacks the concept of authenticity as it manifests in various mediated contexts, including reality television, social media, pop music, corporate communication, influencer marketing, electoral campaigns, and politics. In addition to sharing how he researched his book, Serazio discusses the following topics with the panelists: what is meant by authenticity and being \"real\"; how various sectors use media to produce and manufacture authenticity; the link between authenticity and trust; the production of personalities and its impact on identities and inequalities, especially those based on race, gender, and class; the responsibility of social media companies in shaping how individuals in society and culture view realness; the influence of social media algorithms; and the potential ways in which instructors could use the book in classrooms.",
      "citationCount": 0,
      "doi": "10.1353/asr.2023.a916296",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a8467d31bed8f41c27ab9567777557164aca28e9",
      "venue": "Advertising &amp; Society Quarterly",
      "journal": {
        "name": "Advertising & Society Quarterly",
        "pages": " - ",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7462fa322de65b4b7c1baf8d9aa20f46c989e44c",
      "title": "Reified identities and politics of ‘authenticity’: A critical commentary on Verbuyst's metaphysics and politics",
      "authors": [
        {
          "name": "Jonatan Kurzwelly",
          "authorId": "115955105"
        }
      ],
      "year": 2025,
      "abstract": "Anthropology and the social sciences have largely neglected the illusive and narrative nature of social identities, frequently relying on realist metaphysical assumptions. Such assumptions, often implicit, underpin reification and essentialist political uses of identities. This paper challenges these prevailing approaches by critically examining the foundations of Verbuyst's defence of ‘subversive authenticity’ as a strategy for indigenous empowerment. It interrogates the theoretical implications of such authenticity, offering a critique of its analytical validity and its role in contemporary identity politics, and suggests an anti-realist view of identities as an alternative point of departure for anthropology.",
      "citationCount": 1,
      "doi": "10.1177/14634996251368086",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7462fa322de65b4b7c1baf8d9aa20f46c989e44c",
      "venue": "Anthropological Theory",
      "journal": {
        "name": "Anthropological Theory",
        "pages": "413 - 420",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0533e0c6babf349916e26b58ec26dfcfdb0307a6",
      "title": "Reinterpreting Islamic Authenticity: Hassan Hanafi's Sacred-Profane Dialectic and Its Implications for Social Transformation",
      "authors": [
        {
          "name": "Rifki Abror Ananda",
          "authorId": "2307957624"
        },
        {
          "name": "A. K. Fata",
          "authorId": "2075786490"
        },
        {
          "name": "Tauseef Ahmad Parray",
          "authorId": "104718132"
        }
      ],
      "year": 2025,
      "abstract": "This article explores the dialectic between the sacred and the profane in Hassan Hanafi's Islamic Leftism, focusing on its implications for Islamic authenticity and social transformation. The study addresses the issue of how religious traditions, often perceived as static, can be reinterpreted to address contemporary social challenges such as economic inequality and political oppression. Employing a textual analysis method, the research examines Hanafi's key works, including Min Al-Aqidah Ila Al-Thawrah and Al-Turath wa al-Tajdid, to analyze his critique of traditional Islamic conservatism and his emphasis on the dynamic role of sacredness in driving social change. The findings reveal that Hanafi redefines Islamic authenticity by integrating spiritual values with practical social action, challenging the overemphasis on transcendental aspects in Sufism. This study contributes to the discourse on Islamic thought by offering a new framework that bridges spirituality with societal transformation, providing insights for scholars and policymakers seeking to reconcile religious traditions with modern challenges.",
      "citationCount": 0,
      "doi": "10.64529/jrtx0651",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0533e0c6babf349916e26b58ec26dfcfdb0307a6",
      "venue": "International Journal of Religious and Interdisciplinary Studies (IJoRIS)",
      "journal": {
        "name": "International Journal of Religious and Interdisciplinary Studies (IJoRIS)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7a35e45257fc36843d92e5d3cf5aba215791e19f",
      "title": "An Analysis of Political Ethics from the Perspective of Muhammad Arkoun",
      "authors": [
        {
          "name": "Annisa Pratiwi Surianto",
          "authorId": "2287589912"
        },
        {
          "name": "Junaidi Junaidi",
          "authorId": "2294281009"
        }
      ],
      "year": 2024,
      "abstract": "This study is grounded in the profound need to comprehend the role of Mohammed Arkoun, a postmodern/contemporary scholar, in revitalizing the potential of Islamic thought in the 21st century. The article underscores Arkoun's significance as an Islamic philosopher who successfully integrates the \"authenticity of Islam\" with a broad understanding of contemporary social sciences, giving rise to the concept of Applied Islamology. With a life background immersed in two traditions, Islam (Algeria) and France (the West), Arkoun endeavors to reconcile various aspects of life from both civilizations.The research methodology employs descriptive, historical, comparative, and synthetic analysis approaches. Data collection involves extensive literature research on Arkoun's works, both his writings and relevant contributions from other authors. Based on a philosophical-critical examination of the data, it is concluded that Arkoun plays a significant role in shaping an inclusive study of Islam for the future. The findings offer profound insights into Arkoun's contribution to connecting and harmonizing Islamic thought with contemporary social sciences.",
      "citationCount": 1,
      "doi": "10.30829/juspi.v7i2.19183",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a35e45257fc36843d92e5d3cf5aba215791e19f",
      "venue": "JUSPI (Jurnal Sejarah Peradaban Islam)",
      "journal": {
        "name": "JUSPI (Jurnal Sejarah Peradaban Islam)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "051cc9dc7ea62c566de3269514d4ad3ced4866fd",
      "title": "Heidegger’s heritage: The temporal politics of authenticity, then and now",
      "authors": [
        {
          "name": "Andrew R. Hom",
          "authorId": "2185997454"
        }
      ],
      "year": 2023,
      "abstract": "Abstract For a discipline as philosophically and temporally sensitive as International Relations, it is curious that Martin Heidegger, widely considered the most important philosopher of the twentieth century, has only recently begun to receive disciplinary attention. It is also noteworthy that as IR begins to grapple with right-wing extremism, it has not addressed Heidegger’s fascist politics. Conducting a close reading of his account of existence in time, this article argues that from his magnum opus to his final diaries, Heidegger prefigured many existentialist discussions, but his particular conceptualisations of time, temporality, and authentic Being lent political life a dangerous edge. Scrutinising both the conceptual and practical consequences of Heidegger’s thought, this article traces key tensions in his claims that, to realise true Selfhood, we must overcome social time on the road to death. This antagonism encourages overly individuated and aggressive habits of thought and action that reject the possibilities of co-existence. We can see this in how Heidegger’s obsession with authenticity over time pushed him deeper into Nazism, and in the ways that his existential vernacular resounds through today’s right-wing renaissance. Juxtaposing authenticity, then and now, helps draw out the distinctively temporal dynamics of Heidegger’s existentialism as well as the existential politics of our time.",
      "citationCount": 2,
      "doi": "10.1017/S026021052200064X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/051cc9dc7ea62c566de3269514d4ad3ced4866fd",
      "venue": "Review of International Studies",
      "journal": {
        "name": "Review of International Studies",
        "pages": "885 - 904",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "408e85a3214078b0ef2848e2ac4f8076a3a77152",
      "title": "‘This man is my property’: Slavery and political absolutism in Locke and the classical social contract tradition",
      "authors": [
        {
          "name": "J. Olsthoorn",
          "authorId": "114564914"
        },
        {
          "name": "Laurens van Apeldoorn",
          "authorId": "151485089"
        }
      ],
      "year": 2020,
      "abstract": "It is morally impossible, Locke argued, for individuals to consensually establish absolute rule over themselves. That would be to transfer to rulers a power that is not ours, but God’s alone: ownership of our lives. This article analyses the conceptual presuppositions of Locke’s argument for the moral impossibility of self-enslavement through a comparison with other classical social contract theorists, including Grotius, Hobbes and Pufendorf. Despite notoriously defending the permissibility of voluntary enslavement of individuals and even entire peoples, Grotius similarly endorsed divine ownership of human life. He could do so coherently, we show, because he denied that despotic power gives rulers rights in the lives of their subjects. Masters do not own slaves in the way we own material things (which we may destroy at will). Reworking received Roman law categories, Grotius maintained that ‘perfect slavery’ consists in masters having a personal right to the slave’s perpetual service; a condition equivalent to what Locke called ‘drudgery’ and deemed permissible. Our analysis of this unpalatable set of ideas reveals that Locke’s argument is premised upon idiosyncratic conceptions of slavery and absolutism, disavowed by prominent defenders of absolutism in the classical social contract tradition. It is hence less powerful than commonly believed.",
      "citationCount": 5,
      "doi": "10.1177/1474885120911309",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/408e85a3214078b0ef2848e2ac4f8076a3a77152",
      "venue": "European Journal of Political Theory",
      "journal": {
        "name": "European Journal of Political Theory",
        "pages": "253 - 275",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "94d60ec517f7df489f167520424825db488541e9",
      "title": "More Than a Theory: Conspiracy Theorising As a Practical Tradition",
      "authors": [
        {
          "name": "A. J. Koper",
          "authorId": "2218793277"
        }
      ],
      "year": 2024,
      "abstract": "In answering the question, ‘What is a conspiracy theory?’ scholars typically take an epistemological view, with many asking whether the term’s pejorative use as a marker of obvious falsehood is justified. Especially among philosophers, a consensus has emerged that conspiracy theories should not be dismissed as prima facie false, that each should be judged on its own merits. However, while some philosophers have encouraged social scientists to embrace this epistemological view of conspiracy theories, this article argues that it is less useful for those of us working in political studies. We are right to worry about being too dismissive of all charges of conspiracy, but conspiracy theorising involves more than just making truth claims; it is about politics, history and culture too. In approaching it through the narrow lens of epistemology, we miss much of what is happening in conspiracy theorising. My aim in this article is to offer a new framework for analysing conspiracy theorising as a practice, rather than as a category of explanation. This framework builds on Michael Billig and Jovan Byford’s idea of the conspiracy theory tradition, showing conspiracy theorising to involve the recycling and adaptation of pre-existing ideas, themes and texts to fit new situations.",
      "citationCount": 0,
      "doi": "10.1177/14789299241292573",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94d60ec517f7df489f167520424825db488541e9",
      "venue": "Political Studies Review",
      "journal": {
        "name": "Political Studies Review",
        "pages": "994 - 1010",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
