{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "tradition breakdown case study",
  "results": [
    {
      "title": "David Rudner & E. Alan Morinis, Pilgrimage in the Hindu Tradition. A Case Study of West Bengal",
      "url": "https://philpapers.org/rec/RUDPIT-3",
      "philpapers_id": "RUDPIT",
      "snippet": "Transcendence and tolerance: Cultural diversity in the tamil celebration of taipūcam in penang, malaysia. [REVIEW]Alexandra Kent - 2004 - International Journal of Hindu Studies 8 (1-3):81-105.",
      "page_age": null
    },
    {
      "title": "Christopher Hitchcock, Events and times: a case study in means-ends metaphysics",
      "url": "https://philpapers.org/rec/HITEAT",
      "philpapers_id": "HITEAT",
      "snippet": "There is a tradition, tracing back to Kant, of recasting metaphysical questions as questions about the utility of a conceptual scheme, linguistic framework, or methodological rule for achieving some particular end.",
      "page_age": null
    },
    {
      "title": "Ken Saito, Traditions of the diagram, tradition of the text: A case study",
      "url": "https://philpapers.org/rec/SAITOT",
      "philpapers_id": "SAITOT",
      "snippet": "After explaining general characteristics such as overspecification, found in the diagrams of Greek manuscripts of Euclid’s Elements, diagrams in some propositions of Book III are examined in detail. Codex P (Vat. ...",
      "page_age": null
    },
    {
      "title": "Nicolas Bossu & Sameer Advani, Resolving the Dualism between Exegesis and Theology: Joseph Ratzinger and the Rediscovery of Tradition: A case study of the Purification of the Temple",
      "url": "https://philpapers.org/rec/BOSRTD",
      "philpapers_id": "BOSRTD",
      "snippet": "2 as an example, we contrast Origen’s exegesis of the passage with that of several representatives of the historical-critical method, thus illustrating and analysing Ratzinger’s concern about what he has called a dualism between historical-critical exegesis and dogmatic theology. We then show how Ratzinger attempts to mediate between the two approaches by placing the genesis of biblical texts within the wider dynamic of Revelation and Tradition.",
      "page_age": null
    },
    {
      "title": "James R. Lewis & Olav Hammer (eds.), The Invention of Sacred Tradition",
      "url": "https://philpapers.org/rec/HAMTIO-26",
      "philpapers_id": "HAMTIO",
      "snippet": "This book examines the phenomenon of &#x27;invented traditions&#x27; in religions ranging in time from Zoroastrianism to Scientology, and geographically from Tibet to North America and Europe. The various contributions, together with an introduction that surveys the field, use individual case studies to address questions such as the rationale for creating historical tradition for one&#x27;s doctrines and rituals; the mechanisms by which hitherto unknown texts can enter an existing corpus; and issues of acceptance and scepticism in the reception of dubious texts.",
      "page_age": null
    },
    {
      "title": "Struan Jacobs, Edward Shils' theory of tradition",
      "url": "https://philpapers.org/rec/JACEST",
      "philpapers_id": "JACEST",
      "snippet": "Edward Shils presented his book Tradition (1981) as the first extensive study of the subject. This article casts light on Shils&#x27; multifaceted understanding of tradition, comprising pragmatic, Burkean, veridical, and evolutionist perspectives. His typology of traditions is noted, and his view of institutional bearers of tradition described.",
      "page_age": null
    },
    {
      "title": "Josef Pieper, Tradition: concept and claim",
      "url": "https://philpapers.org/rec/PIETCA",
      "philpapers_id": "PIETCA",
      "snippet": "Drawing on thinkers from Plato to Pascal, Pieper describes the key elements and figures in the act of tradition and what is distinctive about it. Pieper argues that the handing down of tradition is not the same as discussing or teaching, despite ...",
      "page_age": null
    },
    {
      "title": "Mojca Pretnar, Conceptualization of Happiness in Ci Poetry of Yan Shu 晏殊 (991–1055)",
      "url": "https://philpapers.org/rec/PRECOH",
      "philpapers_id": "PRECOH",
      "snippet": "In the attempt to get an insight into how “happiness” is conceptualized in Chinese tradition, this case study adopts tools of cognitive linguistics and poetics and investigates ci (詞) poetry of Yan Shu 晏殊 (991–1055), a successful politician and artist who is one of the most representative poets of the genre from the Northern Song dynasty (960–1127), a relatively peaceful and abundant era in Chinese history, known for its hedonistic psychology.",
      "page_age": null
    },
    {
      "title": "Thomas L. Schubeck, The Reconstruction of Natural Law Reasoning: Liberation Theology as a Case Study",
      "url": "https://philpapers.org/rec/SCHTRO-45",
      "philpapers_id": "SCHTRO",
      "snippet": "A detailed examination of the theological positions of Gutiérrez and Ellacuría demonstrates the positive force of their reconstructive work, tracing its similarities to the revisionist position, identifying its unique contributions to the reconstruction of the natural law tradition, and specifying issues that liberation theologians need to address in further dialogue with this tradition.",
      "page_age": null
    },
    {
      "title": "Sami Al-Daghistani (ed.), Recovering Environmental and Economic Traditions in the Islamic World",
      "url": "https://philpapers.org/rec/ALDREA",
      "philpapers_id": "ALDREA",
      "snippet": "_Recovering Environmental and Economic Traditions in the Islamic World _ offers interdisciplinary approaches to environmental and economic thought in classical Islamic tradition and in a few selected contemporary case studies.",
      "page_age": null
    },
    {
      "title": "Maaike Bleeker, Jon Foley Sherman & Eirini Nedelkopoulou (eds.), Performance and Phenomenology: Traditions and Transformations",
      "url": "https://philpapers.org/rec/BLEPAP-2",
      "philpapers_id": "BLEPAP",
      "snippet": "This book offers a timely discussion about the interventions and tensions between two contested and contentious fields, performance and phenomenology, with international case studies that map an emerging 21st century terrain of critical and performance practice. Building on the foundational texts of both fields that established the performativity of perception and cognition, Performance and Phenomenology continues a tradition that considers experience to be the foundation of being and meaning.",
      "page_age": null
    },
    {
      "title": "Joachim Fiebach, Theatricality: From Oral Traditions to Televised \"Realities\"",
      "url": "https://philpapers.org/rec/FIETFO-4",
      "philpapers_id": "FIETFO",
      "snippet": "Philosophy, Oral Tradition and Africanistics: A Survey of the Aesthetic and Cultural Aspects of Myth, with a Case-study of the &quot;Story of Kintu&quot; from Buganda (Uganda), as a Contribution to the Philosophical Investigations in Oral Traditions.Joachim Mugalu - 1995",
      "page_age": null
    },
    {
      "title": "Lindsay Farmer, Criminal Law, Tradition and Legal Order: Crime and the Genius of Scots Law, 1747 to the Present",
      "url": "https://philpapers.org/rec/FARCLT-3",
      "philpapers_id": "FARCLT",
      "snippet": "This book examines the relationship between legal tradition and national identity to offer a critical and historical perspective on the study of criminal law. It develops a radically different approach to questions of responsibility and ...",
      "page_age": null
    },
    {
      "title": "Anthony B. J. Willett, Indigenous Knowledge and its Implication for Agricultural Development and Agricultural Education: A Case Study of the Vedic Tradition in Nepal",
      "url": "https://philpapers.org/rec/WILIKA-5",
      "philpapers_id": "WILIKA",
      "snippet": "This dissertation is about the meaning and relevance, in today&#x27;s world, of indigenous knowledge, and particularly the traditional cosmologies and sacred beliefs that underly this knowledge. The case of Vedic knowledge in Nepal is studied to illustrate traditional agriculture within a cosmological framework and to provide an holistic, indigenous perspective on development with emphasis on sustainable, indigenous approaches to agriculture and related sectors in Nepal.",
      "page_age": null
    },
    {
      "title": "Peter Collins, Josef Pieper. Tradition: Concept and Claim",
      "url": "https://philpapers.org/rec/COLJPT",
      "philpapers_id": "COLJPT",
      "snippet": "Josef Pieper [1904-1997], a popular and prolific German philosopher, is probably best known for his small volume Leisure: The basis of culture. The book in review, Tradition: Concept and claim, was ...",
      "page_age": null
    },
    {
      "title": "Paul A. Roth, Narrative Explanations: The Case of History",
      "url": "https://philpapers.org/rec/ROTNET-2",
      "philpapers_id": "ROTNET",
      "snippet": "The very idea of narrative explanation invites two objections: a methodological objection, stating that narrative structure is too far from the form of a scientific explanation to count as an explanation, ...",
      "page_age": null
    },
    {
      "title": "Jessica Gelber, Uses of Aporia in Aristotle’s Natural Science, a Case Study: Generation of Animals",
      "url": "https://philpapers.org/rec/GELUOA",
      "philpapers_id": "GELUOA",
      "snippet": "Going through aporiai.Gabriela Rossi - 2017 - Oxford Studies in Ancient Philosophy 52:209-256. The Aporetic Method of Aristotle’s Metaphysics B in Damascius’ De Principiis: A Case Study of the First aporia.Jonathan Greig - 2021 - History of Philosophy &amp; Logical Analysis 24 (1):161-209.",
      "page_age": null
    },
    {
      "title": "Don Bates & Donald George Bates, Knowledge and the Scholarly Medical Traditions",
      "url": "https://philpapers.org/rec/BATKAT-2",
      "philpapers_id": "BATKAT",
      "snippet": "However much the three great traditions of medicine - Galenic, Chinese and Ayurvedic - differed from each other, they had one thing in common: scholarship. The foundational knowledge of each could ...",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
