{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Oakeshott tradition political philosophy",
  "results": [
    {
      "paperId": "abaf639af541cb31914e4f07bb90f36896089616",
      "title": "Oakeshott on Practice, Normative Thought and Political Philosophy",
      "authors": [
        {
          "name": "D. Orsi",
          "authorId": "47902323"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1080/09608788.2015.1007117",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/abaf639af541cb31914e4f07bb90f36896089616",
      "venue": "",
      "journal": {
        "name": "British Journal for the History of Philosophy",
        "pages": "545 - 568",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e2605b393fd36f8f5988fd1b2438e2200fb521db",
      "title": "Civil association and international society: Michael Oakeshott's political philosophy of international relations",
      "authors": [
        {
          "name": "D. Orsi",
          "authorId": "47902323"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/978-3-319-38785-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e2605b393fd36f8f5988fd1b2438e2200fb521db",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7a22ea53a37ecdbf0bf77dae262bfa226532f495",
      "title": "The End of the Ideology and the Pursuit of Rule of Law——on Oakeshott's Political Philosophy",
      "authors": [
        {
          "name": "Zhou Yong-kun",
          "authorId": "104773622"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a22ea53a37ecdbf0bf77dae262bfa226532f495",
      "venue": "",
      "journal": {
        "name": "Journal of Qiqihar University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "08288e943c124ac5372affd4658aa16f9112d0dc",
      "title": "Anarchic and Antinomian? Oakeshott and the Cambridge School on History, Philosophy, and Authority",
      "authors": [
        {
          "name": "J. Rudinsky",
          "authorId": "2094250515"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-17455-2_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/08288e943c124ac5372affd4658aa16f9112d0dc",
      "venue": "Michael Oakeshott on Authority, Governance, and the State",
      "journal": {
        "name": "Michael Oakeshott on Authority, Governance, and the State"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a5408a441b6c4ab10964d89655063565cd9eca0c",
      "title": "Rationalism and Relativism: An Essay on John Rawls and Michael Oakeshott",
      "authors": [
        {
          "name": "A. J. Wendland",
          "authorId": "115048966"
        }
      ],
      "year": 2023,
      "abstract": "This essay creates an unlikely conversation between two 20th century thinkers: John Rawls and Michael Oakeshott. I say “unlikely” because apart from a few scant remarks in the writing of each the two did not directly engage each other. The essay begins by examining Oakeshott’s explication of “The Rationalist” and her tradition in the history of political thought. Specifically, the essay shows that rationalism in politics involves the belief that reason is an infallible guide to political activity and that the Rationalist seeks certainty and perfection in political affairs. The essay goes on to tease out the rationalistic tendencies in Rawls’ A Theory of Justice, and then it analyzes Oakeshott’s critique of rationalism and applies these criticisms to Rawls. Briefly, Oakeshott marks a distinction between technical and practical knowledge, and he argues that the principles that make up technical manuals like A Theory of Justice are abridgments of and no substitute for the understanding we gain through our practical experience and our participation in a given political tradition. While explaining Oakeshott’s critique of rationalism and Rawls, the essay indicates some of the relativistic proclivities in Oakeshott’s appeal to political practices and traditions, and then it entertains objections to Oakeshott that a Rawlsian might offer. Here Rawls’ commitment to the liberal tradition and the relativity implicit in his explanations of “reflective equilibrium” and “reasonableness” are examined and Rawls’ similarities to Oakeshott are noted. Ultimately, this essay argues that the strength of Rawls’ work lay not in the fact that his principles of justice are established by rational agents in an original position, but in the fact that they are principles that emerge from and cohere with ideas deeply rooted in the Western tradition itself.",
      "citationCount": 0,
      "doi": "10.18523/2617-1678.2022.9-10.107-118",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a5408a441b6c4ab10964d89655063565cd9eca0c",
      "venue": "NaUKMA Research Papers in Philosophy and Religious Studies",
      "journal": {
        "name": "NaUKMA Research Papers in Philosophy and Religious Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8461615287c3b176c7f81f54b2666c5468c0c52a",
      "title": "A Discussion on the Oakeshott’s Political View of Intimation",
      "authors": [
        {
          "name": "Kim Hoy-yong",
          "authorId": "1423831644"
        }
      ],
      "year": 2016,
      "abstract": "Purpose: The contribution of this paper lies in that Oakeshott (1901∼1990) proposes a new view of political \nthought: the politics is the pursuit of an intimation. Method: To do this, this paper analyzed Oakeshott’s \npolitical thought and his criticism on Rationalist politics. Results: This new political view can be seen as a \nparadigm instead of the traditional views of rationalist politics. And the traditional political view of rationalism \nof the West has experienced the process from “the pursuit of good politics” of ancient Greece to “the pursuit of \nutilitarian politics” of modern times (that is to say, virtue is no longer to be the “king” of the political \nphilosophy, rationality has occupied its position), the dilemma of this political view lies in the confusing of the \nproblems of “fact-value distinction”. For this reason, Oakeshott believes that politics is a sort of practical activity \nfor the participation in an arrangements. On one hand, the tradition of behavior is an arrangement, on the \nother hand, it is also unfinished. Conclusion: In this sense, the theory of politics is a kind of theory about the \nintimations of a tradition of behavior. Beginning from the interpretation of the political activity itself, this paper \nexamines the political view of rationalism through the analysis of the theory of intimation and its implications.",
      "citationCount": 0,
      "doi": "10.21024/PNUEDI.26.3.201612.83",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8461615287c3b176c7f81f54b2666c5468c0c52a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "83-101",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f4277a4d8d1acfda3970940958fe403642ee3ebb",
      "title": "The State as a Personality: Tradition and Main Trends of Theoretical Interpretation",
      "authors": [
        {
          "name": "V. Gutorov",
          "authorId": "89389886"
        }
      ],
      "year": 2022,
      "abstract": "The article analyzes various aspects of the interpretation of the concepts of personification of the state in modern political philosophy and political science. In particular, it is emphasized that, in purely theoretical terms, the paradoxes associated with numerous theoretical attempts to identify a “political personality” with the state go back to the philosophy of the early modernity. In their original form, they were very clearly presented by Thomas Hobbes in Leviathan and his other political writings. The immediate source of much of the theoretical debates in modern scientific and philosophical literature are the Hobbesian definitions of the personality and the state in chapters 16 and 17 of Leviathan. The authors examine in detail the complex process of analytics of the Hobbesian legacy in the works of M. Oakeshott, Q. Skinner, D. Runciman, F. Pettit, A. Abizadeh, D. Gauthier, B. Holland, S. Fleming and other scientists and political theorists, focusing especially on the continuity between Hobbesian political philosophy and ancient tradition (Plato, Aristotle, Thucydides, Roman Stoics). A number of complex issues related to the interpretation of the personification of the state in modern political philosophy and international political theory are studied in detail. Particular attention is paid to the analysis of theoretical discussions between supporters of political realism and constructivism (N. G. Onuf A. Wendt, F. Kratochwil, R. Schuett, R. Pettman, R. Oprisko, K. Kaliher, etc.).",
      "citationCount": 0,
      "doi": "10.18254/s207987840021546-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4277a4d8d1acfda3970940958fe403642ee3ebb",
      "venue": "ISTORIYA",
      "journal": {
        "name": "ISTORIYA"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a4beb793ff1ea9972f421d12137740882f826471",
      "title": "Some Implications of Oakeshott’s Thought for Contemporary Korean Society and Politics",
      "authors": [
        {
          "name": "B. Kim",
          "authorId": "117193165"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/9781137507020_10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a4beb793ff1ea9972f421d12137740882f826471",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "171-187",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ebc0234e1ce3e602abea99b99eafc460b229fc86",
      "title": "The Voice of Poetry in the Thought of Michael Oakeshott",
      "authors": [
        {
          "name": "E. Podoksik",
          "authorId": "91984524"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1353/JHI.2003.0010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ebc0234e1ce3e602abea99b99eafc460b229fc86",
      "venue": "",
      "journal": {
        "name": "Journal of the History of Ideas",
        "pages": "717 - 733",
        "volume": "63"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "96f5b458401bbb141cca8baa000b2e670e15ee39",
      "title": "The Voice of Judaism in the Conversation of Mankind: Thoughts on Michael Oakeshott",
      "authors": [
        {
          "name": "Alan L. Mittleman",
          "authorId": "48153905"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/96f5b458401bbb141cca8baa000b2e670e15ee39",
      "venue": "",
      "journal": {
        "name": "Jewish Political Studies Review",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "51a19965663014f9b0fd1fe8d6a9d5414c51a934",
      "title": "Oakeshott and His Contemporaries: Montaigne, St. Augustine, Hegel, et al. By Wendell John Coats, Jr. Selinsgrove, PA: Susquehanna University Press, and London: Associated University Presses, 2000. 138p. $31.50.",
      "authors": [
        {
          "name": "T. Fuller",
          "authorId": "50417116"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S000305540123202X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51a19965663014f9b0fd1fe8d6a9d5414c51a934",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "461 - 463",
        "volume": "95"
      },
      "publicationTypes": null
    },
    {
      "paperId": "763d6c573531a94dafd976356935cfc8d6b50f7e",
      "title": "Historical Interpretation and Philosophical Intention",
      "authors": [
        {
          "name": "D. McIlwain",
          "authorId": "2082020771"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-13381-8_4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/763d6c573531a94dafd976356935cfc8d6b50f7e",
      "venue": "Recovering Political Philosophy",
      "journal": {
        "name": "Recovering Political Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7f2d06f4d32e015fd8e8e737efac84123a048a59",
      "title": "Oakeshotts Critique of Sovereignty of Reason",
      "authors": [
        {
          "name": "Damian Ilodigwe",
          "authorId": "120945440"
        }
      ],
      "year": 2017,
      "abstract": "One of the best known aspects of Oakeshott’s philosophy is his critique of rationalism. Because it is often read in a manner that dissociates it from the larger milieu in which it subsists, namely, Oakeshotts’s philosophy of experience, Oakeshott is sometimes labeled as an enemy of politics, one who is uninterested in political affairs; or, again, as a conservative, one who is at odds with modernity. Yet it remains to be seen whether these labels do justice to the complexity of Oakeshott. Indeed, if Oakeshott’s critique of rationalism is inserted into the background of his philosophy of experience as articulated in Experience and its Modes, we begin to see that Oakeshott’s concern in his critique of rationalism is to separate political activity from political theorization and ground ideology in tradition, so that with a bit of detachment from political experience, the philosopher of politics can assume philosophy’s oversight function in critically interrogating the assumption behind political activity and political theorization, with a view to underscoring the limits of ideological politics and the priority of tradition. Our contention is that this way of looking at Oakeshott’s critique of the sovereignty of reason allows for a better appreciation of the contemporary relevance of Oakeshott’s contributions to political discourse.",
      "citationCount": 0,
      "doi": "10.15640/jppg.v5n1a3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f2d06f4d32e015fd8e8e737efac84123a048a59",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7b8a4a87b03b814aa0ee2571a9f1ddc138daf09b",
      "title": "The Voice of Judaism in the Conversation of Mankind: Thoughts",
      "authors": [
        {
          "name": "Alan L. Mittleman",
          "authorId": "48153905"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7b8a4a87b03b814aa0ee2571a9f1ddc138daf09b",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0b2bc0e0291aca694254d4e7a58b8e8872fb38e3",
      "title": "Maurice Cowling, 1926–2005",
      "authors": [
        {
          "name": "T. Fuller",
          "authorId": "50417116"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b2bc0e0291aca694254d4e7a58b8e8872fb38e3",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "4-9",
        "volume": "35"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "6b05b432dfa3c594f59c5c9698efe6a6400d4087",
      "title": "Filosofia pratica, scienza politica e arte di governo. Wilhelm Hennis e il magistero del giudizio politico",
      "authors": [
        {
          "name": "P. Portinaro",
          "authorId": "104422023"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1400/68381",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b05b432dfa3c594f59c5c9698efe6a6400d4087",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1000-1011",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "52299592dbc11861c7bda249b013bc19b09b9bae",
      "title": "The Rationality of Tradition: an Implication for Understanding of Education and Educational Philosophy by Michael Oakeshott’s Thought",
      "authors": [
        {
          "name": "Ju-Byung Park",
          "authorId": "115540093"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.15754/jkpe.2024.46.3.006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52299592dbc11861c7bda249b013bc19b09b9bae",
      "venue": "The Korean Journal of Philosophy of Education",
      "journal": {
        "name": "The Korean Journal of Philosophy of Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2597f7b66a88116973e61483518f872517189271",
      "title": "Homer and the Tradition of Political Philosophy",
      "authors": [
        {
          "name": "Peter J. Ahrensdorf",
          "authorId": "117460875"
        }
      ],
      "year": 2022,
      "abstract": "In this book, Peter Ahrensdorf explores an overlooked but crucial role that Homer played in the thought of Plato, Machiavelli, and Nietzsche concerning, notably, the relationship between politics, religion, and philosophy; and in their debates about human nature, morality, the proper education for human excellence, and the best way of life. By studying Homer in conjunction with these three political philosophers, Ahrensdorf demonstrates that Homer was himself a philosophical thinker and educator. He presents the full force of Plato's critique of Homer and the paramount significance of Plato's achievement in winning honor for philosophy. Ahrensdorf also makes possible an appreciation of the powerful concerns expressed by Machiavelli and Nietzsche regarding that achievement. By uncovering and bringing to life the rich philosophic conversation among these four foundational thinkers, Ahrensdorf shows that there are many ways of living a philosophic life. His book broadens and deepens our understanding of what a philosopher is.",
      "citationCount": 0,
      "doi": "10.1017/9781316417591",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2597f7b66a88116973e61483518f872517189271",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "84674d0c334c44b4df75d09f8468f2c4a6074194",
      "title": "Rawls's Teaching and the “Tradition” of Political Philosophy",
      "authors": [
        {
          "name": "Teresa M. Bejan",
          "authorId": "114417742"
        }
      ],
      "year": 2021,
      "abstract": "This article explores Rawls's evolving orientation to “the tradition of political philosophy” over the course of his academic career, culminating in Justice as Fairness: A Restatement (2001). Drawing on archival material, it argues that Rawls's fascination with tradition arose out of his own pedagogical engagement with the debate around the “death of political philosophy” in the 1950s. Throughout, I highlight the significance of Rawls's teaching—beginning with his earliest lectures on social and political philosophy at Cornell, to his shifting views on “the tradition” in his published works, culminating in the increasingly contextually minded and irenic approach on display in Political Liberalism (1993) and Justice as Fairness. This neglected aspect of the “historical Rawls” offers insight into how Rawls himself might have read “John Rawls” as a figure in the history of political thought—and reveals that he spent a lot more time contemplating that question than one might think.",
      "citationCount": 4,
      "doi": "10.1017/S1479244320000505",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/84674d0c334c44b4df75d09f8468f2c4a6074194",
      "venue": "Modern Intellectual History",
      "journal": {
        "name": "Modern Intellectual History",
        "pages": "1058 - 1079",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "894ffb8f60fbe41fee916e4ae64a570fd97f9119",
      "title": "“Religion and the Commonweal in the Tradition of Political Philosophy”: An Unpublished Lecture by Leo Strauss",
      "authors": [
        {
          "name": "Svetozar Minkov",
          "authorId": "117505510"
        },
        {
          "name": "Rasoul Namazi",
          "authorId": "113271342"
        }
      ],
      "year": 2021,
      "abstract": "The transcript published here for the first time is of Leo Strauss’s 1963 lecture on, and discussion of, the relation of religion to the commonweal in the tradition of political philosophy. In this lecture, Strauss considers the question of the establishment of religion, the relation of freedom of religion to freedom from religion, and the question of the truth of religion. The lecture has implications for American constitutional jurisprudence, especially concerning the First Amendment, which Strauss situates within the development of modern political philosophy.",
      "citationCount": 1,
      "doi": "10.1086/711844",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/894ffb8f60fbe41fee916e4ae64a570fd97f9119",
      "venue": "American Political Thought",
      "journal": {
        "name": "American Political Thought",
        "pages": "86 - 120",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7f750f9d7d2de63e1f21b94ceec38dc8f17ded4d",
      "title": "Toward a Tradition of Ghanaian Political Philosophy",
      "authors": [
        {
          "name": "M. Ajei",
          "authorId": "103319917"
        }
      ],
      "year": 2020,
      "abstract": "This chapter discusses the contributions of Kwame Nkrumah, Kwasi Wiredu, William. E. Abraham, and Kwame Gyekye to the corpus of African philosophy. It elaborates their normative perspectives on three themes: the relevance of tradition to modernity, the appropriate form of democracy as means of legitimating political power in Africa, and the relative status of person and community; it also reflects on the significance of these themes in postcolonial African social and political philosophical discourse. The chapter then points out points of convergence and divergence among these individuals and how they relate with Western philosophical perspectives and argues that their work configures a coherent discourse that justifies joining them in a tradition of Ghanaian political philosophy.",
      "citationCount": 0,
      "doi": "10.1093/oxfordhb/9780190253752.013.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f750f9d7d2de63e1f21b94ceec38dc8f17ded4d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1eb0a38e2494396e53886fe3c364c2a20e6e59e6",
      "title": "A Political Philosophy of Conservatism: Prudence, Moderation and Tradition",
      "authors": [
        {
          "name": "C. Hancock",
          "authorId": "87152026"
        }
      ],
      "year": 2021,
      "abstract": "<jats:p />",
      "citationCount": 0,
      "doi": "10.5840/ipq2021613185",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1eb0a38e2494396e53886fe3c364c2a20e6e59e6",
      "venue": "International Philosophical Quarterly",
      "journal": {
        "name": "International Philosophical Quarterly"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2d1e1f1d07a12d377bd1173545742b6764d97c1e",
      "title": "Rawls's Teaching and the “Tradition” of Political Philosophy – ERRATUM",
      "authors": [
        {
          "name": "Teresa M. Bejan",
          "authorId": "114417742"
        }
      ],
      "year": 2021,
      "abstract": "Acknowledgements. This article began as the opening remarks at “The Historical Rawls” conference held in Oxford in 2017. Revised versions and related material have since been presented to audiences at Sussex, Exeter, Harvard and Yale. I am grateful to my co-editors, as well as to the editors and anonymous reviewer for Modern Intellectual History for their constructive feedback. Conversations with Alan Ryan, Quentin Skinner, Adam Swift, Steven Smith, Bryan Garsten, Seyla Benhabib, and Brandon Terry have been invaluable in its development. I am especially grateful to Duncan Kelly for his continued support, and to Robert Cheah for his exemplary research assistance and generosity with insights from his own unpublished work on Rawls’s PhD dissertation.",
      "citationCount": 0,
      "doi": "10.1017/s1479244321000366",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d1e1f1d07a12d377bd1173545742b6764d97c1e",
      "venue": "Modern Intellectual History",
      "journal": {
        "name": "Modern Intellectual History",
        "pages": "1080 - 1080",
        "volume": "18"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "855525ae6ea652490c0666ed930aa70ed9717dc2",
      "title": "The School and the State: A problematic relationship in Michael Oakeshott’s philosophy of education",
      "authors": [
        {
          "name": "Kevin Williams",
          "authorId": "2300503708"
        }
      ],
      "year": 2024,
      "abstract": "This essay considers a problem with Oakeshott’s theory of civil society, namely, its impotence to support the robust form of education necessary to sustain civil association, which is one of the underlying postulates of his theory of political life. This reflects the significant disconnect between Oakeshott’s political philosophy in On Human Conduct and his philosophy of education. Central to this philosophy is the cultivation of individuality. This character trait is required to enjoy a fulfilling life and to participate in civil association. The primary thesis of this essay is that the state must provide the resources to allow the poor the opportunity to acquire and exercise their individuality. The secondary thesis is that the extent to which such intervention is realistic or appropriate should not be exaggerated.",
      "citationCount": 0,
      "doi": "10.5209/ritie.91845",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/855525ae6ea652490c0666ed930aa70ed9717dc2",
      "venue": "Revista Internacional de Teoría e Investigación Educativa",
      "journal": {
        "name": "Revista Internacional de Teoría e Investigación Educativa"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d717fc86c20d2a40ef229ede3351762841c18b19",
      "title": "versus Poetic Individuality: A Response to David of Renaissance and Enlightenment Political Philosophy versus Poetic Individuality: A Response",
      "authors": [
        {
          "name": "Michael",
          "authorId": "2263455694"
        },
        {
          "name": "Oakeshott",
          "authorId": "2263468195"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d717fc86c20d2a40ef229ede3351762841c18b19",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "cf8e848d74465a6e71d3bf6acf1d81bd0061abb2",
      "title": "Formation of digital political philosophy in modern society",
      "authors": [
        {
          "name": "N. Koz'yakova",
          "authorId": "2331998530"
        }
      ],
      "year": 2024,
      "abstract": "Modern digital political philosophy occupies a special place among socio-humanitarianism in the chosen aspect of the study, as it is a new teaching and research area. This is due to the fact that its field includes the study of the creation and changes in the rules that regulate all spheres of social life, including theoretical and methodological support and practical everyday life. In the XXI century there has been an aggravation of contradictions between the intensive transformations taking place and the measured course of life. On the one hand, these are the values of changing the future, and on the other hand, the values of preserving the past, i.e., tradition and innovation. Modern man has enormous opportunities both to change the world and himself. The aim of the article is to explore the scientific-theoretical model of contemporary digital political philosophy by means of systematisation and analysis of the main approaches that reflect contemporary political-philosophical debates. The main method of research is historical and cultural analysis of contemporary problems in the field of artificial intelligence facing political philosophy. The viewpoint that digital political methodology for the science of the future will be of predominant importance is gradually being established in the world. The theoretical relevance of the study lies in the fact that it offers an example of digital methodological analysis, which can become a toolkit, with its help it is possible to develop in the future an interdisciplinary approach in the management of modern political problems in the field of artificial intelligence facing society. The practical relevance is that this study can be used in the educational process at the university level, as digital political philosophy will be able to supplement the academic level of students with a general understanding of what digitalisation in politics is and in what areas its application is necessary. It is concluded that digital political philosophy is the basis for the future revolution of neural networks, basic political science problems are performed by artificial intelligence much faster and better than real political actors, axiological agenda as well as multimedia content are also created unaided.",
      "citationCount": 0,
      "doi": "10.12737/2587-6295-2024-8-3-76-85",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cf8e848d74465a6e71d3bf6acf1d81bd0061abb2",
      "venue": "Journal of Political Research",
      "journal": {
        "name": "Journal of Political Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ea0d9d5c1d4c859a974e4ff38d503c1069489387",
      "title": "Quakerism, Christian Tradition, and Secular Misconceptions: A Christian’s Thoughts on the Political Philosophy of Ihsan",
      "authors": [
        {
          "name": "J. Prud'homme",
          "authorId": "1422134727"
        }
      ],
      "year": 2020,
      "abstract": "In his elegant and insightful book Muqtedar Khan admonishes Muslims to do beautiful things. It is an arresting call in a book itself beautiful in style, clarity, and boldness of vision for a better world. Professor Khan’s quest for beauty in a specific Muslim context: the beauty that arises when actions are done with the inescapable sense that God sees all one does – or, Ihsan. But what exactly do the commands of God require of those who, knowing He is watching, set themselves the task of scrupulously doing His will?",
      "citationCount": 0,
      "doi": "10.47816/01.006.20",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea0d9d5c1d4c859a974e4ff38d503c1069489387",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1b21d66546212e3002c41d4ea2d585404c33f1f1",
      "title": "Michael Oakeshott's political philosophy of International Relations: civil association and international society",
      "authors": [
        {
          "name": "J. Spence",
          "authorId": "46521265"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1093/IA/IIY273",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b21d66546212e3002c41d4ea2d585404c33f1f1",
      "venue": "International Affairs",
      "journal": {
        "name": "International Affairs"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e48baf88a08fb287ff867b43e9ee538c376b648f",
      "title": "Philosophy in Review Tae-Yeoun Keum, \"Plato and the Mythic Tradition in Political Thought.\"",
      "authors": [
        {
          "name": "Tae-Yeoun Keum",
          "authorId": "1485841088"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 8,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e48baf88a08fb287ff867b43e9ee538c376b648f",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a621ef58e376f51456bfdb5df1fc006012e31807",
      "title": "Michael Oakeshott's Political Philosophy of International Relations: Civil Association and International Society",
      "authors": [
        {
          "name": "D. Orsi",
          "authorId": "47902323"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a621ef58e376f51456bfdb5df1fc006012e31807",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
