{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "tradition philosophy MacIntyre",
  "results": [
    {
      "title": "Alasdair C. MacIntyre, God, Philosophy, Universities: A Selective History of the Catholic Philosophical Tradition",
      "url": "https://philpapers.org/rec/MACGPU",
      "philpapers_id": "MACGPU",
      "snippet": "Alasdair MacIntyre has written a selective history of the Catholic philosophical tradition, designed to show how belief in God informed and informs philosophical enquiry in different historical and social settings",
      "page_age": null
    },
    {
      "title": "Christopher Stephen Lutz (ed.), Tradition in the Ethics of Alasdair Macintyre: Relativism, Thomism, and Philosophy",
      "url": "https://philpapers.org/rec/LUTTIT",
      "philpapers_id": "LUTTIT",
      "snippet": "Tradition in the Ethics of Alasdair MacIntyre presents a stimulating intellectual history and expertly reasoned defense of this towering figure in contemporary American philosophy. Drawing on interviews and published works, Christopher ...",
      "page_age": null
    },
    {
      "title": "Paul Franklin Jeffries, After Macintyre: A Role for Tradition in Moral Philosophy",
      "url": "https://philpapers.org/rec/JEFAMA",
      "philpapers_id": "JEFAMA",
      "snippet": "Since the publication of After Virtue, Alasdair MacIntyre has become recognized as one of the most prominent---and controversial---moral philosophers in North America. With the subsequent publication of Whose Justice? Which Rationality? and Three Rival Versions of Moral Enquiry: Encyclopaedia, Genealogy, and Tradition, MacIntyre has become a central proponent for an approach to philosophy that makes tradition essential to moral philosophy as well as wider philosophical concerns.",
      "page_age": null
    },
    {
      "title": "Christopher Stephen Lutz, Tradition in the Ethics of Alasdair Macintyre: Relativism, Thomism, and Philosophy",
      "url": "https://philpapers.org/rec/LUTTIT-2",
      "philpapers_id": "LUTTIT",
      "snippet": "Tradition in the Ethics of Alasdair MacIntyre presents a stimulating intellectual history and expertly reasoned defense of this towering figure in contemporary American philosophy. Drawing on interviews and published works, Christopher ...",
      "page_age": null
    },
    {
      "title": "Thomas D. D'Andrea, Tradition, Rationality, and Virtue: The Thought of Alasdair Macintyre",
      "url": "https://philpapers.org/rec/DANTRA-3",
      "philpapers_id": "DANTRA",
      "snippet": "Tradition, Rationality and Virtue provides the first comprehensive and detailed treatment of the work of Alasdair MacIntyre. In this book, Thomas D&#x27;Andrea presents an accessible critical study of the full range of MacIntyre&#x27;s thought, across ethical theory, psychoanalytic theory, social and political philosophy, Marxist theory, and the philosophy of religion.",
      "page_age": null
    },
    {
      "title": "James Alexander, Three Rival Views of Tradition (Arendt, Oakeshott and MacIntyre)",
      "url": "https://philpapers.org/rec/ALETRV",
      "philpapers_id": "ALETRV",
      "snippet": "Reasonably Traditional: ... Alasdair MacIntyre&#x27;s Account of Tradition-Based Rationality.Micah Lott - 2002 - Journal of Religious Ethics 30 (3):315 - 339. Aestheticism, or Aesthetic Approach, in Arendt and Heidegger on Politics.Michael Halberstam - 2001 - The Proceedings of the Twentieth World Congress of Philosophy ...",
      "page_age": null
    },
    {
      "title": "Kelvin Knight, After Tradition?: Heidegger or MacIntyre, Aristotle and Marx",
      "url": "https://philpapers.org/rec/KNIATH",
      "philpapers_id": "KNIATH",
      "snippet": "Looking to the social nature of our practices orientates us to common goods, to the place of those goods in our own lives, and to their place within political communities. MacIntyre’s Thomistic Aristotelian tradition has Heideggerian and other ...",
      "page_age": null
    },
    {
      "title": "Mark Mitchell, Michael Polanyi, Alasdair MacIntyre, and the Role of Tradition",
      "url": "https://philpapers.org/rec/MITMPA-2",
      "philpapers_id": "MITMPA",
      "snippet": "Beyond Faith and Reason the Consequences of Alasdair Macintyre&#x27;s Conception of Tradition-Constituted Rationality for Philosophy of Religion.Christian E.",
      "page_age": null
    },
    {
      "title": "Bryan Cross, God, Philosophy, Universities: A Selective History of the Catholic Philosophical Tradition by Alasdair MacIntyre",
      "url": "https://philpapers.org/rec/CROGPU",
      "philpapers_id": "CROGPU",
      "snippet": "God, Philosophy, and Universities: A Selective History of the Catholic Philosophical Tradition. By Alasdair MacIntyre.Kevin Gary - 2011 - Journal of Philosophy of Education 45 (3):563-567.",
      "page_age": null
    },
    {
      "title": "Thomas S. Hibbs, MacIntyre, Tradition, and the Christian Philosopher",
      "url": "https://philpapers.org/rec/HIBMTA",
      "philpapers_id": "HIBMTA",
      "snippet": "&quot;Against the Self-Images of the Age: Essays on Ideology and Philosophy,&quot; by Alasdair MacIntyre. [REVIEW]Lee C. Rice - 1972 - Modern Schoolman 50 (1):133-133. Teilhard de Chardin&#x27;s Theology of the Christian in the World. By Robert L. Faricy, S. J. [REVIEW]Walter J. Stohrer - 1969 - Modern Schoolman 47 (1):79-81. The Vitality of the Christian Tradition.Bakewell Morrison - 1945 - Modern Schoolman 22 (2):115-116.",
      "page_age": null
    },
    {
      "title": "John R. Williams, Tradition, Rationality, and Virtue: The Thought of Alasdair MacIntyre. By Thomas D. D'Andrea",
      "url": "https://philpapers.org/rec/WILTRA-11",
      "philpapers_id": "WILTRA",
      "snippet": "Interview - Alasdair MacIntyre.Alasdair MacIntyre - 2008 - The Philosophers&#x27; Magazine 40:47-48. Beyond Faith and Reason the Consequences of Alasdair Macintyre&#x27;s Conception of Tradition-Constituted Rationality for Philosophy of Religion.Christian E.",
      "page_age": null
    },
    {
      "title": "Tom Angier, Alasdair MacIntyre's Analysis of Tradition",
      "url": "https://philpapers.org/rec/ANGAMA",
      "philpapers_id": "ANGAMA",
      "snippet": "Macintyre on tradition, rationality, and relativism.M. Kuna - 2005 - Res Publica 11 (3):251-273. Kuhn, Pedagogy, and Practice: A Local Reading of Structure.Lydia Patton - 2017 - In Moti Mizrahi, The Kuhnian Image of Science: Time for a Decisive Transformation? London: Rowman &amp; Littlefield Publishers. Alasdair MacIntyre’s contribution to communication theory.Jason Hannan - 2012 - Empedocles: European Journal for the Philosophy of Communication 4 (2):183-198.",
      "page_age": null
    },
    {
      "title": "Emilio Lipinski, An interpretation of the relation between philosophy and history in Alasdair macintyres concept of tradition",
      "url": "https://philpapers.org/rec/LIPAIO",
      "philpapers_id": "LIPAIO",
      "snippet": "According to the author, abandoning ... philosophy. In Macintyre&#x27;s view, the concept of tradition considers the present as a reappropriation of the past, thus bringing coherence to argumentation....",
      "page_age": null
    },
    {
      "title": "Z. Palovicova & D. Smrekova, Practice, narration, and tradition: A. MacIntyre's theory of virtue",
      "url": "https://philpapers.org/rec/PALPNA",
      "philpapers_id": "PALPNA",
      "snippet": "In its first part the authors examine the reasons of MacIntyre&#x27;s criticism of the Enlightenment conception of morals, in which the notion of virtue was excluded from moral reflection and substituted by a universal moral principle. The second part gives a more detailed analysis of the notions of practice, narrative order of a single human life and moral tradition embodying according to MacIntyre the explicative background, required for the definition of a unified notion of virtue.",
      "page_age": null
    },
    {
      "title": "Matthew Akoni, Book Review - Lutz, Christopher Stephen – Tradition in the Ethics of Alasdair MacIntyre: Relativism, Thomism and Philosophy",
      "url": "https://philpapers.org/rec/AKOBR",
      "philpapers_id": "AKOBR",
      "snippet": "Tradition in the Ethics of Alasdair MacIntyre: Relativism, Thomism, and Philosophy.",
      "page_age": null
    },
    {
      "title": "Alasdair Macintyre, Kai Nielsen., After the Demise of the Tradition: Rorty, Critical Theory, and the Fate of Philosophy",
      "url": "https://philpapers.org/rec/MACKNA",
      "philpapers_id": "MACKNA",
      "snippet": "After the demise of the tradition: Rorty, critical theory, and the fate of philosophy.Kai Nielsen - 1991 - Boulder: Westview Press. Metaphilosophy, Pragmatism and a Kind of Critical Theory: Kai Nielsen and Richard Rorty.Kai Nielsen - 2007 - Philosophical Papers 36 (1):119-150. Alasdair MacIntyre, Charles Taylor, and the Demise of Naturalism:Reunifying Political Theory and Social Science.Bernard Mulcahy - 2017 - The National Catholic Bioethics Quarterly 17 (4):711-712.",
      "page_age": null
    },
    {
      "title": "Alasdair MacIntyre, Plain Persons and Moral Philosophy",
      "url": "https://philpapers.org/rec/MACPPA-16",
      "philpapers_id": "MACPPA",
      "snippet": "Philosophical foundation of the right to mental integrity in the age of neurotechnologies.Andrea Lavazza &amp; Rodolfo Giorgi - 2023 - Neuroethics 16 (1):1-13. It’s a Three-Ring Circus: How Morally Educative Practices Are Undermined by Institutions.Ron Beadle &amp; Matthew Sinnicks - 2025 - Business Ethics Quarterly 35 (1):1-27. Quaker Business Ethics as MacIntyrean Tradition...",
      "page_age": null
    },
    {
      "title": "Piotr Machura, MacIntyre a Gadamer",
      "url": "https://philpapers.org/rec/MACMAG",
      "philpapers_id": "MACMAG",
      "snippet": "The aim of the paper is to present moral philosophy of Alasdair MacIntyre in its relation to Hans-Georg Gadamer’s hermeneutics. For that purpose, his speciﬁc understanding of the tradition, a mode of its relation with an individual, and the distinction between practical and theoretical knowledge are discussed in the paper.",
      "page_age": null
    },
    {
      "title": "Alasdair C. MacIntyre, Whose Justice? Which Rationality?",
      "url": "https://philpapers.org/rec/MACWJW",
      "philpapers_id": "MACWJW",
      "snippet": "[This book] develops an account of rationality and justice that is tradition specific.-http://undpress.nd.edu. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Alasdair MacIntyre, Whose Justice? Which Rationality? [REVIEW]Garry Brodsky - 1989 - Philosophy in Review 9:276-279.",
      "page_age": null
    },
    {
      "title": "Alasdair MacIntyre, Moral Absolutes: Tradition, Revision and Truth",
      "url": "https://philpapers.org/rec/FINMAT-10",
      "philpapers_id": "FINMAT",
      "snippet": "The Future of Roman Catholic ... and Philosophy 43 (6):667-685. Human Embryonic Stem Cells and Respect for Life.J. R. Meyer - 2000 - Journal of Medical Ethics 26 (3):166-170. Pragmatism and Virtue Ethics in Clinical Research.Daniel Goldberg - 2008 - American Journal of Bioethics 8 (4):43 – 45. ... Book Review:Moral Absolutes: Tradition, Revision and Truth John Finnis. [REVIEW]Alasdair MacIntyre - 1993 - Ethics ...",
      "page_age": null
    }
  ],
  "count": 20,
  "errors": []
}
