{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "modernization tradition breakdown",
  "results": [
    {
      "title": "Catherine V. Scott, Tradition and gender in modernization theory",
      "url": "https://philpapers.org/rec/SCOTAG",
      "philpapers_id": "SCOTAG",
      "snippet": "Seyyed Hossein Nasr and ziauddin sardar on Islam and science: Marginalization or modernization of a religious tradition.Leif Stenberg - 1996 - Social Epistemology 10 (3 &amp; 4):273 – 287.",
      "page_age": null
    },
    {
      "title": "C. Browne, Ulrich Beck, Anthony Giddens, Scott Lash, Reflexive Modernization: Politics, Tradition and Aesthetics in the Modern Social Order",
      "url": "https://philpapers.org/rec/BROUBA",
      "philpapers_id": "BROUBA",
      "snippet": "Ulrich Beck, Anthony Giddens, and Scott Lash, Reflexive Modernization: Politics, Tradition and Aesthetics in the Modem Social Order.Jerome Braun - 1996 - Theory and Society 25:752-760.",
      "page_age": null
    },
    {
      "title": "Ulrich Beck, Democracy without Enemies",
      "url": "https://philpapers.org/rec/BECDWE",
      "philpapers_id": "BECDWE",
      "snippet": "Up to now, modernization has always been conceived of, in contrast to the worlds of tradition and religion, as a liberation from the constraints of nature. What happens, however, if industrial ...",
      "page_age": null
    },
    {
      "title": "Nicole Sackley, Cosmopolitanism and the uses of tradition: Robert Redfield and alternative visions of modernization during the cold war*: Nicole sackley",
      "url": "https://philpapers.org/rec/SACCAT-2",
      "philpapers_id": "SACCAT",
      "snippet": "However, in the 1950s anthropologist Robert Redfield and his Comparative Civilizations project at the University of Chicago produced an alternative vision of modernization—one that emphasized intellectual conversation across borders, the interrelation of theory and fieldwork, and dialectical relations of tradition and modernity.",
      "page_age": null
    },
    {
      "title": "Takeo Kuwabara, Tradition Versus Modernization in Postwar Japan",
      "url": "https://philpapers.org/rec/TKUTVM",
      "philpapers_id": "TKUTVM",
      "snippet": "Serious intellectuals in Japan have been concerned with problems of tradition and modernization not only in the postwar period but at least as far back as the Meiji Restoration, although it ...",
      "page_age": null
    },
    {
      "title": "Ke Weiming, Between Tradition and Modernization: Further Discussion on the Business Tax Collection System in the Period of Nanjing National Government",
      "url": "https://philpapers.org/rec/WEIBTA-3",
      "philpapers_id": "WEIBTA",
      "snippet": "Modernization Ideology, Modernization Utopia: Developments in Mexican Social Thought, 1940-1950.Scott William Pentzer - 1998 - Dissertation, Tulane University",
      "page_age": null
    },
    {
      "title": "Jing Zhang & Ya-Guang Ji, On Culture Modernization of New China during the Past 60 Years",
      "url": "https://philpapers.org/rec/ZHAOCM",
      "philpapers_id": "ZHAOCM",
      "snippet": "Thinking about the new culture of modern China 60 years, from the cultural and economic politics of the times and the national character, localization and globalization, a dollar and a diverse cultural undertakings and cultural industries, human development and social development to proceed, six contradiction, dialectical grasp the characteristics of modern Chinese culture, help us to deepen our understanding of modern Chinese culture, the regularity and difficulty understanding.",
      "page_age": null
    },
    {
      "title": "O. V. Kolisnyk, Reflexive modernization: the problem of interpretation",
      "url": "https://philpapers.org/rec/KOLRMT",
      "philpapers_id": "KOLRMT",
      "snippet": "It is alleged, that the concept of «reflexive modernization» is ambivalent, as combining two opposite characteristics. On the one hand, are created reason to hope that reflexivity is able to control the processes of modernization in society, their consequences and risks associated with them.",
      "page_age": null
    },
    {
      "title": "Anatolii Yermolenko, The concept of rationality in the sociology of Max Weber and its impact on modern social sciences",
      "url": "https://philpapers.org/rec/YERTCO-2",
      "philpapers_id": "YERTCO",
      "snippet": "The paper analyzes Max Weber’s concepts of rationality and rationalization as components of modernization processes in modern society. The author reconstructs Weber’s interpretation of “spiritual factors” of social development, which emerge in the ethos of Protestantism.",
      "page_age": null
    },
    {
      "title": "Polycarp Ikuenobe, African Tradition, Philosophy, and Modernization",
      "url": "https://philpapers.org/rec/POLATP",
      "philpapers_id": "POLATP",
      "snippet": "I argue that authoritarianism per se in Africa is not necessarily bad because its rational variant, which is justifiable, does not prevent philosophical practice and the critical examination of beliefs, and that ethnophilosophy can provide a foundation for modern African philosophy and modernization",
      "page_age": null
    },
    {
      "title": "Ulrich Beck, Wolfgang Bonss & Christoph Lau, The Theory of Reflexive Modernization",
      "url": "https://philpapers.org/rec/BECTTO-5",
      "philpapers_id": "BECTTO",
      "snippet": "Radical social change has always been part of modernity. What is new is that modernity has begun to modernize its own foundations. This is what it means to say modernity has become reflexive.",
      "page_age": null
    },
    {
      "title": "Bruno Latour, Is Re-modernization Occurring - And If So, How to Prove It?",
      "url": "https://philpapers.org/rec/LATIRO",
      "philpapers_id": "LATIRO",
      "snippet": "Hence the idea of elaborating an empirical test to probe the extent to which `second modernization&#x27; is a real phenomenon, or rather, as is suggested here, a shift in our interpretation of what modernity has always been about.",
      "page_age": null
    },
    {
      "title": "Scott Lash, Another Modernity: A Different Rationality",
      "url": "https://philpapers.org/rec/LASAMA-3",
      "philpapers_id": "LASAMA",
      "snippet": "The first and second modernities co-existed in a state of irresolvable tension along the history of western industrial capitalism. This is thrown into crisis, Lash argues, with the turn of the twenty-first century emergence of the global information culture. What are the implications of this explosion of first and second modernities into today&#x27;s technological culture?",
      "page_age": null
    },
    {
      "title": "Min-Xing Huang, New Approach to the Problem of Modernization",
      "url": "https://philpapers.org/rec/HUANAT",
      "philpapers_id": "HUANAT",
      "snippet": "At the worldwide and regional angles, we should pay attention to the following features of modernization: the important change in the relations between man and nature; the important change in the relations among men; the transcendence of Economic Ideology over Political Ideology; the change in international relations; it is a historic concept and a stage of biologic and man&#x27;s evolution; it originated in the West and it is the West which involved the world in modernization wave: it is a concept of linear historic view from the West; it indicates the development of the complexity of social system; close relations between modernization and culture, as shown in different regional models; the difference between modernization and globalization in time, content, analysis methods and so on",
      "page_age": null
    },
    {
      "title": "Francis Soo, China and modernization: Past and present a discussion",
      "url": "https://philpapers.org/rec/SOOCAM",
      "philpapers_id": "SOOCAM",
      "snippet": "Philosophical Traditions · Philosophical Traditions · African/Africana Philosophy · Asian Philosophy · Continental Philosophy · European Philosophy · Philosophy of the Americas · Philosophical Traditions, Miscellaneous · Philosophy, Misc · Philosophy, Misc ·",
      "page_age": null
    },
    {
      "title": "Leif Stenberg, Seyyed Hossein Nasr and ziauddin sardar on Islam and science: Marginalization or modernization of a religious tradition",
      "url": "https://philpapers.org/rec/STESHN",
      "philpapers_id": "STESHN",
      "snippet": "The Islamic Intellectual Tradition in Persia.Seyyed Hossein Nasr - 1996 - Curzon Press.",
      "page_age": null
    },
    {
      "title": "Ronald Jeurissen, Integrating Micro, Meso and Macro Levels in Business Ethics",
      "url": "https://philpapers.org/rec/JEUIMM-2",
      "philpapers_id": "JEUIMM",
      "snippet": "You can do marketing ethics, ethics of finance or computer ethics, until you finally become the typical ‘expert’: someone who knows almost everything about almost nothing.From the despair over hyper-differentiation, the call for integration arises: the call for meaning, for reconfiguration, for making sense of our world and our lives again, the call for reconnection with the great traditions of our culture, the call for community.If we read the great theorists of modernization — Weber, Durkheim, Parsons, Habermas, Münch — we learn that the quest for integration is in fact an equally important aspect of modernization as is differentiation.",
      "page_age": null
    },
    {
      "title": "Terrell Carver, The Discursive Politics of Modernization",
      "url": "https://philpapers.org/rec/CARTDP",
      "philpapers_id": "CARTDP",
      "snippet": "Modernization represents a political project of power and domination, marginalization and exclusion. The concepts that make up modernization-theory are deeply complicit with this and are implicated in legitimation strategies for the ...",
      "page_age": null
    },
    {
      "title": "Roland Jeurissen, Integrating Micro, Meso and Macro Levels in Business Ethics",
      "url": "https://philpapers.org/rec/JEUIMM",
      "philpapers_id": "JEUIMM",
      "snippet": "You can do marketing ethics, ethics of finance or computer ethics, until you finally become the typical ‘expert’: someone who knows almost everything about almost nothing.From the despair over hyper-differentiation, the call for integration arises: the call for meaning, for reconfiguration, for making sense of our world and our lives again, the call for reconnection with the great traditions of our culture, the call for community.If we read the great theorists of modernization — Weber, Durkheim, Parsons, Habermas, Münch — we learn that the quest for integration is in fact an equally important aspect of modernization as is differentiation.",
      "page_age": null
    },
    {
      "title": "Wayne Allensworth, The Russian Question: Nationalism, Modernization, and Post-Communist Russia",
      "url": "https://philpapers.org/rec/ALLTRQ",
      "philpapers_id": "ALLTRQ",
      "snippet": "Recoge: 1. The nationalist imperative - 2. The historical background - 3. Solzhenitsyn an the russian question - 4. Christian nationalism and the black hundreds - 5. National bolshevism and the ...",
      "page_age": null
    }
  ],
  "count": 20,
  "errors": []
}
