{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "communitarian tradition loss",
  "results": [
    {
      "title": "Derek L. Phillips, Looking Backward: A Critical Appraisal of Communitarian Thought",
      "url": "https://philpapers.org/rec/PHILBA",
      "philpapers_id": "PHILBA",
      "snippet": "When social reformers blame the current ills of Western culture on the loss of community, they often evoke an ideal past in which societies were characterized by shared values, respect for tradition, commitment to the common good, and similar attributes. Communitarians assert that community was prominent in the past, and argue that reclaiming the role community formerly played is necessary to counter the negative effects of individualism and liberal thinking.",
      "page_age": null
    },
    {
      "title": "Arup Jyoti Sarma, Rawls’ Idea of a Liberal Self: A Communitarian Critique",
      "url": "https://philpapers.org/rec/SARRIO",
      "philpapers_id": "SARRIO",
      "snippet": "Hence, in Rawls’ account of the self, absoluteness of the metaphysical priority has an edge over the absoluteness of the moral priority. The idea of an unencumbered self, in the social and historical sense, is at the core of the Kantian-Rawlsian theory of justice, which is under attack by the communitarians.",
      "page_age": null
    },
    {
      "title": "Kelvin Knight, Aristotelianism versus Communitarianism",
      "url": "https://philpapers.org/rec/KNIAVC",
      "philpapers_id": "KNIAVC",
      "snippet": "Conventional accounts of a ‘liberal-communitarian debate’ in political philosophy face the dilemma that Alasdair MacIntyre, often identified as a paradigmatic communitarian, has consistently and emphatically repudiated this characterization. Although neo-Aristotelianism is sometimes seen as a philosophical warrant for communitarian politics, MacIntyre’s Aristotelianism is opposed to communitarianism.",
      "page_age": null
    },
    {
      "title": "Pilhong Hwang, The Liberalism-Communitarianism Debate",
      "url": "https://philpapers.org/rec/HWATLD",
      "philpapers_id": "HWATLD",
      "snippet": "Communitarians criticize liberalism on the ground that it presupposes an inadequate conception of human nature, that it gives insufficient attention to the values of tradition and community in human life, and that its neutrality or impartiality makes no sense.",
      "page_age": null
    },
    {
      "title": "Olusegun Steven Samuel & Rotimi Omosulu, Ubuntu Thinking on Biodiversity Loss: The Inadequacies of Egalitarian and Communitarian Solutions",
      "url": "https://philpapers.org/rec/SAMUTO",
      "philpapers_id": "SAMUTO",
      "snippet": "Second, the ethics of respect for nature requires a critical bottom-up character-based ethical theory to be morally forceful. These missing elements are central to the ubuntu philosophy about personhood and are significant for enriching egalitarian-communitarian solutions to biodiversity loss.",
      "page_age": null
    },
    {
      "title": "David Miller, In What Sense must Socialism be Communitarian?",
      "url": "https://philpapers.org/rec/MILIWS",
      "philpapers_id": "MILIWS",
      "snippet": "One stream is composed of those critics of liberal political philosophy who are often described collectively as ‘communitarians’. What unites these critics is a belief that contemporary liberalism rests on an impoverished and inadequate view of the human subject.",
      "page_age": null
    },
    {
      "title": "Maurizio Valsania, Nature's Man: Thomas Jefferson's Philosophical Anthropology",
      "url": "https://philpapers.org/rec/VALNM",
      "philpapers_id": "VALNM",
      "snippet": "Dissolution of tradition : the new affiliation -- Jefferson&#x27;s communitarianism : in search of the affiliated man -- Consequences of communitarianism : the other side of love.",
      "page_age": null
    },
    {
      "title": "Henry Tam, The Evolution of Communitarian Ideas: History, Theory and Practice",
      "url": "https://philpapers.org/rec/TAMTEO-5",
      "philpapers_id": "TAMTEO",
      "snippet": "This book deals with three key questions about communitarian ideas: how to distinguish what constitutes communitarian thinking; what lessons to take from the historical development of communitarian arguments; and why their practical implications are relevant in devising reforms at the local, national, and global levels.",
      "page_age": null
    },
    {
      "title": "Alasdair MacIntyre, The spectre of communitarianism",
      "url": "https://philpapers.org/rec/MACTSO-26",
      "philpapers_id": "MACTSO",
      "snippet": "Tradition in the recent work of Alasdair MacIntyre.Jean Porter - 2003 - In Mark C. Murphy, Alasdair Macintyre. New York: Cambridge University Press. pp. 38--69. Alasdair Macintyre : After virtue and after.John Horton &amp; Susan Mendus - 1995 - In John Horton &amp; Susan Mendus, After MacIntyre: Critical Perspectives on the Work of Alasdair MacIntyre. Notre Dame, Ind.: University of Notre Dame Press. Communitarianism ...",
      "page_age": null
    },
    {
      "title": "Michael Walzer, The Communitarian Critique of Liberalism",
      "url": "https://philpapers.org/rec/WALTCC-11",
      "philpapers_id": "WALTCC",
      "snippet": "Assessing the communitarian critique of liberalism.Allen E.",
      "page_age": null
    },
    {
      "title": "Amitai Etzioni, Communitarianism: A Historical Overview",
      "url": "https://philpapers.org/rec/ETZCAH",
      "philpapers_id": "ETZCAH",
      "snippet": "This need to find a new balance is examined with special attention to the tension between national identities and the EU’s community-building as well as between globalists and nationalists. It suggests that right-wing populism is at least partially attributable to a misunderstanding of communitarian values; that in order to reduce such populism, local communities must be nurtured rather than undermined or denounced.",
      "page_age": null
    },
    {
      "title": "Daniel Bell, Communitarianism and its critics",
      "url": "https://philpapers.org/rec/BELCAI",
      "philpapers_id": "BELCAI",
      "snippet": "Many have criticized liberalism for being too individualistic, but few have offered an alternative that goes beyond a vague affirmation of the need for community. In this entertaining book, written in dialogue form, Daniel Bell fills this gap, presenting and defending a distinctively communitarian theory against the objections of a liberal critic.",
      "page_age": null
    },
    {
      "title": "Eileen Marie Bresnahan, Responding to Liberalism's \"Woman Problem\": A Feminist Critique of Communitarianism",
      "url": "https://philpapers.org/rec/BRERTL-2",
      "philpapers_id": "BRERTL",
      "snippet": "In conclusion, the communitarian position on the self is revealed as a normative prescription designed to politically advance a very traditional sort of individual, and the communitarian sense of crisis is revealed to be the result of the erosion of male-dominance",
      "page_age": null
    },
    {
      "title": "Amitai Etzioni, A communitarian critique of human rights",
      "url": "https://philpapers.org/rec/ETZACC",
      "philpapers_id": "ETZACC",
      "snippet": "Human rights in Africa: From communitarian values to utilitarian practice. [REVIEW]Sirkku K. Hellsten - 2004 - Human Rights Review 5 (2):61-85. Alasdair MacIntyre on Human Rights.Carlos Isler Soto - 2023 - In Thomistic Tradition and Human Rights. Berlin, Heidelberg: Springer Berlin Heidelberg.",
      "page_age": null
    },
    {
      "title": "James Louis Hart, Liberalism and Community: Communitarian Criticisms of John Rawls' Liberal Theory of Justice",
      "url": "https://philpapers.org/rec/HARLAC-4",
      "philpapers_id": "HARLAC",
      "snippet": ";Chapters III and IV evaluate the central thrust of the criticisms advanced by Sandel and MacIntyre. I argue that the communitarian perspective behind their criticisms are either unable or unwilling to accommodate the social pluralism characteristic of modern societies.",
      "page_age": null
    },
    {
      "title": "Roderick T. Long, Immanent Liberalism: The Politics of Mutual Consent",
      "url": "https://philpapers.org/rec/LONILT-3",
      "philpapers_id": "LONILT",
      "snippet": "Specifically, Marx distinguishes between a genuine and a spurious form of communitarianism, and warns that a failure to recognize this distinction may lead communitarians to embrace liberal values in communitarian guise. Using Marx&#x27;s analysis as a model, I hope to show that the same distinction may be found within the liberal tradition, posing a corresponding danger into which contemporary liberalism has in large part already fallen",
      "page_age": null
    },
    {
      "title": "Bradford Scott Hadaway, Hobbesian Individualism and the Self: Bringing Hobbes to Bear on the Communitarian Critique of Liberalism",
      "url": "https://philpapers.org/rec/HADHIA",
      "philpapers_id": "HADHIA",
      "snippet": "Hobbes&#x27;s theory of human conflict requires that human selves be constituted by and identified with their ends, not simply possessors of those ends. Finally, in light of these corrections to communitarian overstatements, I argue that Hobbes&#x27;s vision of community, a society which embodies submission to the laws of nature, is entirely theoretically sustainable",
      "page_age": null
    },
    {
      "title": "Oritsegbubemi Oyowe & Olga Yurkivska, Can a communitarian concept of African personhood be both relational and gender-neutral?",
      "url": "https://philpapers.org/rec/OYOCAC",
      "philpapers_id": "OYOCAC",
      "snippet": "Fourth, we explore a probable objection to our claim that the communitarian idea of personhood is gendered and therefore vulnerable to gender inequality, by examining Ifi Amadiume’s position that the notion of gender in traditional African cultures was fluid and indicated complementarity rather than inequality between the sexes.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
