{
  "status": "success",
  "source": "openalex",
  "query": "revolution tradition historical sociology",
  "results": [
    {
      "openalex_id": "W102816042",
      "doi": null,
      "title": "The Collective Memory Reader",
      "authors": [
        {
          "name": "Jeffrey K. Olick",
          "openalex_id": "A5000715100"
        },
        {
          "name": "Vered Vinitzky‐Seroussi",
          "openalex_id": "A5088061612",
          "orcid": "https://orcid.org/0000-0002-1101-9466"
        },
        {
          "name": "Daniel Lévy",
          "openalex_id": "A5053157354",
          "orcid": "https://orcid.org/0000-0001-7240-001X"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "PREFACE AND ACKNOWLEDGMENTS INTRODUCTION: JEFFREY K. OLICK, VERED VINITZKY-SEROUSSI, AND DANIEL LEVY 1. Precursors and Classics INTRODUCTION TO PART ONE EDMUND BURKE, FROM REFLECTIONS ON THE REVOLUTION IN FRANCE. ALEXIS DE TOCQUEVILLE, FROM DEMOCRACY IN AMERICA. FRIEDRICH NIETZSCHE, FROM ON THE USES AND DISADVANTAGES OF HISTORY FOR LIFE ERNST RENAN, FROM WHAT IS A NATION? SIGMUND FREUD, FROM TOTEM AND TABOO: RESEMBLANCES BETWEEN THE PSYCHIC LIVES OF SAVAGES AND NEUROTICS AND MOSES AND MONOTHEISM KARL MARX, FROM THE EIGHTEENTH BRUMAIRE OF LOUIS BONAPARTE KARL MANNHEIM, FROM THE SOCIOLOGICAL PROBLEM OF GENERATIONS WALTER BENJAMIN, FROM THE STORYTELLER AND THESES ON THE PHILOSOPHY OF HISTORY ERNST GOMBRICH, FROM ABY WARBURG: AN INTELLECTUAL BIOGRAPHY THEODOR ADORNO, FROM VALERY PROUST MUSEUM AND IN MEMORY OF EICHENDORFF LEV VYGOTSKY, FROM MIND IN SOCIETY FREDERIC BARTLETT, FROM REMEMBERING: A STUDY IN EXPERIMENTAL AND SOCIAL PSYCHOLOGY CARL BECKER, FROM EVERYMAN HIS OWN HISTORIAN GEORGE HERBERT MEAD, FROM THE NATURE OF THE PAST CHARLES HORTON COOLEY, FROM SOCIAL PROCESS EMILE DURKHEIM, FROM THE ELEMENTARY FORMS OF RELIGIOUS LIFE MAURICE HALBWACHS, FROM THE COLLECTIVE MEMORY MARC BLOCH, FROM MEMOIRE COLLECTIVE, TRADITION ET COUTUME: A PROPOS D'UN LIVRE RECENT [COLLECTIVE MEMORY, CUSTOM, AND TRADITION: ABOUT A RECENT BOOK] CHARLES BLONDEL, FROM REVUE CRITIQUE: M. HALBWACHS LES CADRES SOCIAUX DE LA MEMOIRE [CRITICAL REVIEW OF M. HALBWACHS LES CADRES SOCIAUX DE LA MEMOIRE] ROGER BASTIDE, FROM THE AFRICAN RELIGIONS OF BRAZIL: TOWARD A SOCIOLOGY OF THE INTERPENETRATION OF CIVILIZATIONS. LLOYD WARNER, FROM THE LIVING AND THE DEAD: A STUDY OF THE SYMBOLIC LIFE OF AMERICANS E.E. EVANS-PRITCHARD, FROM THE NUER: A DESCRIPTION OF THE MODES OF LIVELIHOOD AND POLITICAL INSTITUTIONS OF A NILOTIC PEOPLE CLAUDE LEVI-STRAUSS, FROM THE SAVAGE MIND 2. History, Memory and Identity INTRODUCTION TO PART TWO HANS-GEORG GADAMER, FROM TRUTH AND METHOD EDWARD CASEY, FROM REMEMBERING: A PHENOMENOLOGICAL STUDY PETER BURKE, FROM HISTORY AS SOCIAL MEMORY ALLAN MEGILL, FROM HISTORY, MEMORY, IDENTITY ALON CONFINO, FROM COLLECTIVE MEMORY AND CULTURAL HISTORY: PROBLEMS OF METHOD YOSEF YERUSHALMI, FROM ZAKHOR: JEWISH HISTORY AND JEWISH MEMORY JAN ASSMANN, FROM MOSES THE EGYPTIAN: THE MEMORY OF EGYPT IN WESTERN MONOTHEISM AND COLLECTIVE MEMORY AND CULTURAL IDENTITY PETER BERGER, FROM INVITATION TO SOCIOLOGY: A HUMANISTIC APPROACH EVIATAR ZERUBAVEL, FROM SOCIAL MEMORIES: STEPS TOWARDS A SOCIOLOGY OF THE PAST JEFFREY K. OLICK, FROM COLLECTIVE MEMORY: THE TWO CULTURES ROBERT BELLAH, RICHARD MADSEN, WILLIAM M. SULLIVAN, ANN SWIDLER, STEVEN M. TIPTON, FROM HABITS OF THE HEART: INDIVIDUALISM AND COMMITMENT IN AMERICAN LIFE ANTHONY SMITH, FROM THE ETHNIC ORIGINS OF NATIONS YAEL ZERUBAVEL, FROM RECOVERED ROOTS: COLLECTIVE MEMORY AND THE MAKING OF ISRAELI NATIONAL TRADITION BARRY SCHWARTZ, FROM ABRAHAM LINCOLN AND THE FORGE OF AMERICAN MEMORY 3. Power, Politics, and Contestation INTRODUCTION TO PART THREE MICHEL FOUCAULT, FROM FILM IN POPULAR MEMORY: AN INTERVIEW WITH MICHEL FOUCAULT POPULAR MEMORY GROUP, FROM POPULAR MEMORY: THEORY, POLITICS, METHOD RAPHAEL SAMUEL, FROM THEATRES OF MEMORY JOHN BODNAR, FROM REMAKING AMERICA: PUBLIC MEMORY, COMMEMORATION AND PATRIOTISM IN THE TWENTIETH CENTURY ROY ROSENZWEIG AND DAVID THELEN, FROM THE PRESENCE OF THE PAST: POPULAR USES OF HISTORY IN AMERICAN LIFE ERIC HOBSBAWM, FROM INTRODUCTION: INVENTING TRADITIONS TERENCE RANGER, FROM THE INVENTION OF TRADITION REVISITED: THE CASE OF COLONIAL AFRICA ORLANDO PATTERSON, FROM SLAVERY AND SOCIAL DEATH: A COMPARATIVE STUDY RICHARD SENNETT, FROM DISTURBING MEMORIES MICHAEL SCHUDSON, FROM THE PAST IN THE PRESENT VERSUS THE PRESENT IN THE PAST GLADYS LANG AND KURT LANG, FROM RECOGNITION AND RENOWN: THE SURVIVAL OF ARTISTIC REPUTATION LORI DUCHARME AND GARY ALAN FINE, FROM THE CONSTRUCTION OF NONPERSONHOOD AND DEMONIZATION: COMMEMORATING THE 'TRAITOROUS' REPUTATION OF BENEDICT ARNOLD WULF KANSTEINER, FROM FINDING MEANING IN MEMORY: A METHODOLOGICAL CRITIQUE OF COLLECTIVE MEMORY STUDIES RON EYERMAN, FROM THE PAST IN THE PRESENT: CULTURE AND THE TRANSMISSION OF MEMORY JEFFREY ALEXANDER, FROM TOWARD A CULTURAL THEORY OF TRAUMA 4. Media and Modes of Transmission INTRODUCTION TO PART FOUR ANDRE LEROI-GOURHAN, FROM GESTURE AND SPEECH JACK GOODY, FROM MEMORY IN ORAL AND LITERATE TRADITIONS MERLIN DONALD, FROM ORIGINS OF THE MODERN MIND: THREE STAGES IN THE EVOLUTION OF CULTURE AND COGNITION ALEIDA ASSMANN, FROM CANON AND ARCHIVE PAUL CONNERTON, FROM HOW SOCIETIES REMEMBER HARALD WELZER, SABINE MOLLER, KAROLINE TSCHUGGNALL, OLAF JENSEN, TORSTEN KOCH, FROM OPA WAR KEIN NAZI: NATIONALSOZIALISMUS UND HOLOCAUST IM FAMILIENGEDACHTNIS [GRANDPA WASN'T A NAZI: NATIONAL SOCIALISM IN FAMILY MEMORY] MARIANNE HIRSCH, FROM THE GENERATION OF POSTMEMORY JOHN THOMPSON, FROM TRADITION AND SELF IN A MEDIATED WORLD GEORGE LIPSITZ, FROM TIME PASSAGES: COLLECTIVE MEMORY AND AMERICAN POPULAR CULTURE BARBIE ZELIZER, FROM WHY MEMORY'S WORK ON JOURNALISM DOES NOT REFLECT JOURNALISM'S WORK ON MEMORY DANIEL DAYAN AND ELIHU KATZ, FROM MEDIA EVENTS: THE LIVE BROADCASTING OF HISTORY REINHARDT KOSELLECK, FROM WAR MEMORIALS: IDENTITY FORMATIONS OF THE SURVIVORS JAMES YOUNG, FROM AT MEMORY'S EDGE: AFTER-IMAGES OF THE HOLOCAUST IN CONTEMPORARY ART VERED VINITZKY-SEROUSSI, FROM COMMEMORATING A DIFFICULT PAST: YITZHAK RABIN'S MEMORIALS M. CHRISTINE BOYER, FROM THE CITY OF COLLECTIVE MEMORY: ITS HISTORICAL IMAGERY AND ARCHITECTURAL ENTERTAINMENTS DANIELE HERVIEU-LEGER, FROM RELIGION AS A CHAIN OF MEMORY HARALD WEINRICH, FROM LETHE: THE ART AND CRITIQUE OF FORGETTING ROBIN WAGNER-PACIFICI, FROM MEMORIES IN THE MAKING: THE SHAPES OF THINGS THAT WENT 5. Memory, Justice, and the Contemporary Epoch INTRODUCTION TO PART FIVE EDWARD SHILS, FROM TRADITION IAN HACKING, FROM MEMORY SCIENCES, MEMORY POLITICS PATRICK HUTTON, FROM HISTORY AS ART OF MEMORY ANTHONY GIDDENS, FROM LIVING IN A POST-TRADITIONAL SOCIETY DAVID GROSS, FROM LOST TIME: ON REMEMBERING AND FORGETTING IN LATE MODERN CULTURE JAY WINTER, FROM REMEMBERING WAR: THE GREAT WAR BETWEEN MEMORY AND HISTORY IN THE TWENTIETH CENTURY ANDREAS HUYSSEN, FROM PRESENT PASTS: MEDIA, POLITICS, AMNESIA PIERRE NORA, FROM REASONS FOR THE CURRENT UPSURGE IN MEMORY CHARLES MAIER, FROM A SURFEIT OF MEMORY? REFLECTIONS ON HISTORY, MELANCHOLY AND DENIAL FRED DAVIS, FROM YEARNING FOR YESTERDAY: A SOCIOLOGY OF NOSTALGIA SVETLANA BOYM, FROM NOSTALGIA AND ITS DISCONTENTS MICHEL-ROLPH TROUILLOT, FROM ABORTIVE RITUALS: HISTORICAL APOLOGIES IN THE GLOBAL ERA DANIEL LEVY AND NATAN SZNAIDER, FROM MEMORY UNBOUND: THE HOLOCAUST AND THE FORMATION OF COSMOPOLITAN MEMORY MARK OSIEL, FROM MASS ATROCITY, COLLECTIVE MEMORY, AND THE LAW AVISHAI MARGALIT, FROM THE ETHICS OF MEMORY MARC AUGE, FROM OBLIVION PAUL RICOEUR, FROM MEMORY-FORGETTING-HISTORY CREDITS INDEX",
      "cited_by_count": 772,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Historical and Literary Analyses",
        "French Literature and Criticism",
        "Autobiographical and Biographical Writing"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W102816042"
    },
    {
      "openalex_id": "W562722183",
      "doi": null,
      "title": "On the State: Lectures at the Collège de France, 1989 - 1992",
      "authors": [
        {
          "name": "Pierre Bourdıeu",
          "openalex_id": "A5035242470",
          "orcid": "https://orcid.org/0000-0001-6386-4269"
        },
        {
          "name": "Patrick Champagne",
          "openalex_id": "A5066927255",
          "orcid": "https://orcid.org/0000-0001-9125-8493"
        },
        {
          "name": "David Fernbach",
          "openalex_id": "A5078913518"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-09",
      "abstract": "Editors note Year 1989-1990 Lecture of 18 January 1990 An inconceivable object. - The state as neutral site. - The Marxist tradition. - The calendar and the structure of temporality. - State categories. - Acts of state. - The private housing market and the state. - The Barre commission on housing. Lecture of 25 January 1990 The theoretical and the empirical. - State commissions and productions. - The social construction of public problems. - The state as viewpoint of viewpoints. - Official marriage. - Theory and theory effects. - The two meanings of the word state . - Transforming the particular into the universal. - The obsequium. - Institutions as organized trustee . - Genesis of the state. Difficulties of the undertaking. - Parenthesis on the teaching of research in sociology. Lecture of 1 February 1990 The rhetoric of the official. - The public and the official. - The universal other and censorship. - The legislator as artist . - The genesis of public discourse. - Public discourse and imposition of form. - Public opinion. Lecture of 8 February 1990 The concentration of symbolic resources. - Sociological reading of Franz Kafka. - An untenable research programme. - History and sociology. - Shmuel Noah Eisenstadt s The Political Systems of Empires. - Perry Anderson s two books. - The problem of Barrington Moore s three roads . Lecture of 15 February 1990 The official and the private. - Sociology and history: genetic structuralism. - Genetic history of the state. - Game and field. - Anachronism and illusion of the nominal. - The two faces of the state. Year 1990-1991 Lecture of 10 January 1991 Historical approach and genetic approach. - Research strategy. - Housing policy. - Interactions and structural relations. - Self-evidence as an effect of institutionalization. - The effect of that s the way it isE and the closing of possibilities. - The space of possibilities. - The example of spelling. Lecture of 17 January 1991 Reminder of the course s procedure. - The two meanings of the word state : state as administration, state as territory. - The disciplinary division of historical work as an epistemological obstacle. - Models of state genesis, 1: Norbert Elias. - Models of state genesis, 2: Charles Tilly. Lecture of 24 January 1991 Reply to a question: the notion of invention under structural constraint. - Models of state genesis, 3: Philip Corrigan and Derek Sayer. - The exemplary particularity of England: economic modernization and cultural archaisms. Lecture of 31 January 1991 Reply to questions. - Cultural archaisms and economic transformations. - Culture and national unity: the case of Japan. - Bureaucracy and cultural integration. - National unification and cultural domination. Lecture of 7 February 1991 Theoretical foundations for an analysis of state power. - Symbolic power: relations of force and relations of meaning. - The state as producer of principles of classification. - Belief effect and cognitive structures. - The coherence effect of state symbolic systems. - The school timetable as a state construction. - The producers of doxa. Lecture of 14 February 1991 Sociology, an esoteric science with an exoteric air. - Professionals and lay people. - The state structures the social order. - Doxa, orthodoxy, heterodoxy. - Transmutation of private into public: the appearance of the modern state in Europe. Lecture of 21 February 1991 Logic of the genesis and emergence of the state: symbolic capital. - The stages of the process of concentration of capital. - The dynastic state. - The state as a power over powers. - Concentration and dispossession of kinds of capital: the example of physical force capital. - Constitution of a central economic capital and construction of an autonomous economic space. Lecture of 7 March 1991 Reply to questions: conformity and consensus. - Concentration processes of the kinds of capital: resistances. - The unification of the legal market. - The constitution of an interest in the universal. - The state viewpoint and totalization: informational capital. - Concentration of cultural capital and national construction. - Natural nobility and state nobility. Lecture of 14 March 1991 Digression: a forcible intervention in the intellectual field. - The double face of the state: domination and integration. - Jus loci and jus sanguinis. - The unification of the market in symbolic goods. - Analogy between the religious field and the cultural field. Year 1991-1992 Lecture of 3 October 1991 A model of the transformations of the dynastic state. - The notion of reproduction strategies. - The notion of a system of reproduction strategies. - The dynastic state in the light of reproduction strategies. - The king s house . - Legal logic and practical logic of the dynastic state. - Objectives of the next lecture. Lecture of 10 October 1991 The house model versus historical finalism. - The issues in historical research on the state. - The contradictions of the dynastic state. - A tripartite structure. Lecture of 24 October 1991 Recapitulation of the logic of the course. - Family reproduction and state reproduction. - Digression on the history of political thought. - The historical work of lawyers in the process of state construction. - Differentiation of power and structural corruption: an economic model. Lecture of 7 November 1991 Preamble: the difficulties of communication in social science. - The example of institutionalized corruption in China: 1) the ambiguous power of sub-bureaucrats. -The example of institutionalized corruption in China: 2) the pure . - The example of institutionalized corruption in China: 3) double game and double I . - The genesis of the bureaucratic space and the invention of the public. Lecture of 14 November 1991 Construction of the republic and construction of the nation. - The constitution of the public in the light of an English treatise on constitutional law. - The use of royal seals: the chain of guarantees. Lecture of 21 November 1991 Reply to a question on the public/private contrast. - The transmutation of private into public: a non-linear process. - The genesis of the meta-field of power: differentiation and dissociation of dynastic and bureaucratic authorities. - A research programme on the French Revolution. - Dynastic principle versus legal principle: the lit de justice as case study. - Methodological digression: the kitchen of political theories. - Legal struggles as symbolic struggles for power. - The three contradictions of lawyers. Lecture of 28 November 1991 History as an issue of struggle. - The legal field: a historical approach. - Functions and functionaries. - The state as fictio juris. - Legal capital as linguistic capital and practical control. - Lawyers in confrontation with the church: a corporation acquires autonomy. - Reformation, Jansenism and legalism. - The public: an unprecedented reality in constant development. Lecture of 5 December 1991 Programme for a social history of political ideas and the state. - The interest in disinterestedness. - Lawyers and the universal. - The (false) problem of the French Revolution. - The state and the nation. - The state as civil religion . - Nationality and citizenship: contrast between the French and German models. - Struggles of interest and struggles of unconscious in political debate. Lecture of 12 December 1991 Construction of the political space: the parliamentary game. - Digression: television in the new political game. - From the paper state to the real state. - Domesticating the dominated: the dialectic of discipline and philanthropy. - The theoretical dimension of state construction. - Questions for a conclusion. Appendixes Course summaries as published in the Annuaire of the College de France 1989-1990, 1990-1991, 1991-1992 Position of the lectures on the state in Pierre Bourdieu s work Bibliography 1. Books and articles on the state, the field of power or the history of political thought 2. Books and articles not directly bearing on the state Name index Subject index",
      "cited_by_count": 168,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://ci.nii.ac.jp/ncid/BB17750108"
      },
      "topics": [
        "French Urban and Social Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W562722183"
    },
    {
      "openalex_id": "W74426329",
      "doi": "10.32387/prokla.v35i141.583",
      "title": "Bürgerliche Revolution, Staatsbildung und die Abwesenheit des Internationalen",
      "authors": [
        {
          "name": "Benno Teschke",
          "openalex_id": "A5065668501",
          "orcid": "https://orcid.org/0000-0003-4054-3408"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-12-01",
      "abstract": "This article traces the Marxist debate on the concept of ‘bourgeois revolution’ and criticises attempts within orthodox Marxism to salvage the concept in the face of the historiographical revisionist critique. It then introduces into the Anglo-American tradition of Political Marxism and argues that while scholars of this orientation have presented a powerful renewal of Marxism and re-interpretation of late medieval and early modern history, they have failed to systematically incorporate international relations into their reconstructions of early modern revolutions and state-formations. The article demonstrates how the international played a crucial role in shaping the respective trajectories of national developments, exemplified with reference to England and France, and concludes by arguing the case for a theoretical re-integration of the role of international relations into Marxist Historical Sociology.",
      "cited_by_count": 38,
      "type": "article",
      "source": {
        "name": "PROKLA Zeitschrift für kritische Sozialwissenschaft",
        "type": "journal",
        "issn": [
          "0342-8176",
          "2700-0311"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "http://www.prokla.de/index.php/PROKLA/article/download/583/548"
      },
      "topics": [
        "European Political History Analysis",
        "Historical Economic and Social Studies"
      ],
      "referenced_works_count": 56,
      "url": "https://openalex.org/W74426329"
    },
    {
      "openalex_id": "W3011365651",
      "doi": "10.4324/9780203986820-5",
      "title": "Marxism, functionalism, and game theory: a case for methodological individualism",
      "authors": [
        {
          "name": "Jon Elster",
          "openalex_id": "A5066316449",
          "orcid": "https://orcid.org/0000-0002-9543-1780"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-06-27",
      "abstract": "How should Marxist social analysis relate to bourgeois social science? The obvious answer is: retain and develop what is valuable, criticize and reject what is worthless. Marxist social science has followed the opposite course, however. By assimilating the principles of functionalist sociology, reinforced by the Hegelian tradition, Marxist social analysis has acquired an apparently powerful theory that in fact encourages lazy and frictionless thinking. By contrast, virtually all Marxists have rejected rationalchoice theory in general and game theory in particular. Yet game theory is invaluable to any analysis of the historical process that centers on exploitation, struggle, alliances, and revolution.",
      "cited_by_count": 52,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Business Strategy and Innovation",
        "Game Theory and Applications"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3011365651"
    },
    {
      "openalex_id": "W2146706569",
      "doi": "10.1016/j.eist.2011.02.002",
      "title": "The multi-level perspective on sustainability transitions: Responses to seven criticisms",
      "authors": [
        {
          "name": "Frank W. Geels",
          "openalex_id": "A5048598866",
          "orcid": "https://orcid.org/0000-0001-8778-4757",
          "institutions": [
            "University of Sussex"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-02-27",
      "abstract": null,
      "cited_by_count": 2644,
      "type": "article",
      "source": {
        "name": "Environmental Innovation and Societal Transitions",
        "type": "journal",
        "issn": [
          "2210-4224",
          "2210-4232"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S2210422411000050"
      },
      "topics": [
        "Sustainability and Climate Change Governance",
        "Sustainable Industrial Ecology",
        "Complex Systems and Decision Making"
      ],
      "referenced_works_count": 86,
      "url": "https://openalex.org/W2146706569"
    },
    {
      "openalex_id": "W2810644364",
      "doi": "10.14712/23363525.2018.37",
      "title": "The French Revolution in Germany and the Origins of Sociology",
      "authors": [
        {
          "name": "Eric Lybeck",
          "openalex_id": "A5036181774",
          "orcid": "https://orcid.org/0000-0002-4724-4630",
          "institutions": [
            "University of Exeter"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-06-28",
      "abstract": "The French Revolution was central to the emergence of modern society, and by extension, modern social science. However, not only French scientists contributed to the invention of sociology, nor for that matter did sciences necessarily begin by emulating natural science. Instead, this paper argues for a different origin of sociology from the professional faculty of Law. This trajectory emerged in early nineteenth century Germany, not in emulation of the French Revolution, but as part of a broader conservative reaction to French rationalism and imperial hypocrisy. Understanding these origins not only help us better understand the familiar sociology of Max Weber, or even Marx and Durkheim who were trained in this legal scientific tradition; this historical understanding reveals an important relationship between sociology and the State as well as conservative politics.",
      "cited_by_count": 17,
      "type": "article",
      "source": {
        "name": "HISTORICKÁ SOCIOLOGIE",
        "type": "journal",
        "issn": [
          "1804-0616",
          "2336-3525"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://karolinum.cz/data/clanek/5883/HS 1 2018_lybeck.pdf"
      },
      "topics": [
        "European Political History Analysis",
        "Weber, Simmel, Sociological Theory",
        "German Social Sciences and History"
      ],
      "referenced_works_count": 73,
      "url": "https://openalex.org/W2810644364"
    },
    {
      "openalex_id": "W2898088018",
      "doi": "10.4324/9781315578699",
      "title": "Economic Crisis and Mass Protest",
      "authors": [
        {
          "name": "Jón Gunnar Bernburg",
          "openalex_id": "A5038854444",
          "orcid": "https://orcid.org/0000-0001-7534-7613"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-03",
      "abstract": "Although the triggering effect of economic crises on revolt is a classic sociological topic, crises have until recently mostly triggered large-scale collective action in developing countries. The antigovernment protests that occurred in several European countries in the aftermath of the global financial crisis brought crises to the forefront of collective action research in democratic societies, as well as provide important opportunities for studying how crises can trigger large-scale collective action. This volume focusses on Iceland's 'Pots and Pans Revolution', a series of large scale antigovernment protests and riots that took place in Iceland in autumn 2008 and January 2009. The Icelandic case offers a rare opportunity to study processes that can trigger political protest in an affluent, democratic society. The protests took place in the aftermath of a national financial collapse triggered by the global financial crisis in early October 2008. While having almost no tradition of mass protest, Iceland was among the first countries to respond to the global crisis with large-scale protest. The level of public mobilization was exceptionally high (about 25 percent participation rate) and the protests did not stop until they had brought down the ruling government of Iceland. Using qualitative and quantitative data, this volume situates the protest in historical-cultural context and applies social movement theory to explore how the economic crisis ended up triggering the protests, thus providing a step toward understanding why the global financial crisis has triggered public unrest in other countries.",
      "cited_by_count": 78,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2898088018"
    },
    {
      "openalex_id": "W2146917737",
      "doi": "10.1186/1471-2288-9-59",
      "title": "Methods for the synthesis of qualitative research: a critical review",
      "authors": [
        {
          "name": "Elaine Barnett-Page",
          "openalex_id": "A5010323699",
          "institutions": [
            "Engineering and Physical Sciences Research Council"
          ]
        },
        {
          "name": "James Thomas",
          "openalex_id": "A5090183643",
          "orcid": "https://orcid.org/0000-0003-4805-4190",
          "institutions": [
            "Engineering and Physical Sciences Research Council"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-08-11",
      "abstract": "Methods for qualitative synthesis vary across a range of dimensions. Commissioners of qualitative syntheses might wish to consider the kind of product they want and select their method - or type of method - accordingly.",
      "cited_by_count": 1926,
      "type": "review",
      "source": {
        "name": "BMC Medical Research Methodology",
        "type": "journal",
        "issn": [
          "1471-2288"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://bmcmedresmethodol.biomedcentral.com/counter/pdf/10.1186/1471-2288-9-59"
      },
      "topics": [
        "Health Policy Implementation Science",
        "Evaluation and Performance Assessment"
      ],
      "referenced_works_count": 58,
      "url": "https://openalex.org/W2146917737"
    },
    {
      "openalex_id": "W2134317867",
      "doi": "10.1016/j.respol.2010.01.022",
      "title": "Ontologies, socio-technical transitions (to sustainability), and the multi-level perspective",
      "authors": [
        {
          "name": "Frank W. Geels",
          "openalex_id": "A5048598866",
          "orcid": "https://orcid.org/0000-0001-8778-4757",
          "institutions": [
            "University of Sussex"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-02-22",
      "abstract": null,
      "cited_by_count": 1630,
      "type": "article",
      "source": {
        "name": "Research Policy",
        "type": "journal",
        "issn": [
          "0048-7333",
          "1873-7625"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S0048733310000363"
      },
      "topics": [
        "Management and Organizational Studies",
        "Information Systems Theories and Implementation",
        "Sustainable Industrial Ecology"
      ],
      "referenced_works_count": 167,
      "url": "https://openalex.org/W2134317867"
    },
    {
      "openalex_id": "W1996537012",
      "doi": "10.5402/2012/278730",
      "title": "Religion, Spirituality, and Health: The Research and Clinical Implications",
      "authors": [
        {
          "name": "Harold G. Koenig",
          "openalex_id": "A5078037817",
          "orcid": "https://orcid.org/0000-0003-2573-6121",
          "institutions": [
            "King Abdulaziz University",
            "Duke Medical Center",
            "Duke University Hospital"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-12-16",
      "abstract": "This paper provides a concise but comprehensive review of research on religion/spirituality (R/S) and both mental health and physical health. It is based on a systematic review of original data-based quantitative research published in peer-reviewed journals between 1872 and 2010, including a few seminal articles published since 2010. First, I provide a brief historical background to set the stage. Then I review research on R/S and mental health, examining relationships with both positive and negative mental health outcomes, where positive outcomes include well-being, happiness, hope, optimism, and gratefulness, and negative outcomes involve depression, suicide, anxiety, psychosis, substance abuse, delinquency/crime, marital instability, and personality traits (positive and negative). I then explain how and why R/S might influence mental health. Next, I review research on R/S and health behaviors such as physical activity, cigarette smoking, diet, and sexual practices, followed by a review of relationships between R/S and heart disease, hypertension, cerebrovascular disease, Alzheimer's disease and dementia, immune functions, endocrine functions, cancer, overall mortality, physical disability, pain, and somatic symptoms. I then present a theoretical model explaining how R/S might influence physical health. Finally, I discuss what health professionals should do in light of these research findings and make recommendations in this regard.",
      "cited_by_count": 2102,
      "type": "article",
      "source": {
        "name": "ISRN Psychiatry",
        "type": "journal",
        "issn": [
          "2090-7966"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://downloads.hindawi.com/archive/2012/278730.pdf"
      },
      "topics": [
        "Religion, Spirituality, and Psychology",
        "Religion, Society, and Development",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 511,
      "url": "https://openalex.org/W1996537012"
    },
    {
      "openalex_id": "W630926517",
      "doi": null,
      "title": "Judicial Reform and Reorganization in 20th Century Iran: State-Building, Modernization and Islamicization",
      "authors": [
        {
          "name": "Majid Mohammadi",
          "openalex_id": "A5102468049",
          "institutions": [
            "Binghamton University"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-10-31",
      "abstract": "1. Introduction 2. Socio-Historical Background 3. First Period: Post Constitutional Revolution Era 4. Second Period: Modernization Era 5. Third Period: Post Islamic Revolution Era 6. Forth Period: Post Khomeini Era 7. Overviews and Comparisons. Conclusion. Appendix 1: Chronological Outline. Appendix 2: Comparing Four Sociological Theories of Legal Change. Appendix 3: Main Characteristics of Three Legal Traditions: Civil, Common and Socialist Law. Appendix 4: Taxonomy of World's Legal Systems (Mattei, 1997). Appendix 5: Iranian Highest Judiciary Officials, Ministers of Justice, Members of the Supreme Judicial Councils, and Heads of the Judiciary, 1906-2006. Appendix 6: Historical Documents and Photos. Appendix 7: Trend of Urban Population, Literacy, Enrollment in Institution of Higher Education, Internal Migration and the Court Structure in 1927, 1968, and 1984 in Iran",
      "cited_by_count": 14,
      "type": "book",
      "source": {
        "name": "Medical Entomology and Zoology",
        "type": "journal",
        "issn": [
          "0424-7086",
          "2185-5609"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Islamic Studies and History"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W630926517"
    },
    {
      "openalex_id": "W2170298027",
      "doi": "10.1037/0033-2909.134.4.504",
      "title": "Toward an integrative social identity model of collective action: A quantitative research synthesis of three socio-psychological perspectives.",
      "authors": [
        {
          "name": "Martijn van Zomeren",
          "openalex_id": "A5027110040",
          "orcid": "https://orcid.org/0000-0002-4873-2177",
          "institutions": [
            "University of Groningen",
            "Vrije Universiteit Amsterdam",
            "Cardiff University",
            "University of Exeter"
          ]
        },
        {
          "name": "Tom Postmes",
          "openalex_id": "A5027096857",
          "orcid": "https://orcid.org/0000-0002-8029-7398",
          "institutions": [
            "University of Groningen",
            "University of Exeter",
            "Vrije Universiteit Amsterdam",
            "Cardiff University"
          ]
        },
        {
          "name": "Russell Spears",
          "openalex_id": "A5033266759",
          "orcid": "https://orcid.org/0000-0001-5244-0575",
          "institutions": [
            "University of Groningen",
            "Cardiff University",
            "University of Exeter",
            "Vrije Universiteit Amsterdam"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-07-01",
      "abstract": "An integrative social identity model of collective action (SIMCA) is developed that incorporates 3 socio-psychological perspectives on collective action. Three meta-analyses synthesized a total of 182 effects of perceived injustice, efficacy, and identity on collective action (corresponding to these socio-psychological perspectives). Results showed that, in isolation, all 3 predictors had medium-sized (and causal) effects. Moreover, results showed the importance of social identity in predicting collective action by supporting SIMCA's key predictions that (a) affective injustice and politicized identity produced stronger effects than those of non-affective injustice and non-politicized identity; (b) identity predicted collective action against both incidental and structural disadvantages, whereas injustice and efficacy predicted collective action against incidental disadvantages better than against structural disadvantages; (c) all 3 predictors had unique medium-sized effects on collective action when controlling for between-predictor covariance; and (d) identity bridged the injustice and efficacy explanations of collective action. Results also showed more support for SIMCA than for alternative models reflecting previous attempts at theoretical integration. The authors discuss key implications for theory, practice, future research, and further integration of social and psychological perspectives on collective action.",
      "cited_by_count": 2535,
      "type": "review",
      "source": {
        "name": "Psychological Bulletin",
        "type": "journal",
        "issn": [
          "0033-2909",
          "1939-1455"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.vu.nl/en/publications/43cc0d8e-767b-452f-84fd-87f973c47006"
      },
      "topics": [
        "Social and Intergroup Psychology",
        "Cultural Differences and Values",
        "Social Power and Status Dynamics"
      ],
      "referenced_works_count": 223,
      "url": "https://openalex.org/W2170298027"
    },
    {
      "openalex_id": "W432139271",
      "doi": null,
      "title": "The Sociology of Work: Structures and Inequalities",
      "authors": [
        {
          "name": "Steven P. Vallas",
          "openalex_id": "A5024904550",
          "orcid": "https://orcid.org/0000-0003-4101-3353"
        },
        {
          "name": "William Finlay",
          "openalex_id": "A5103452780"
        },
        {
          "name": "Amy Wharton",
          "openalex_id": "A5008947083",
          "orcid": "https://orcid.org/0000-0002-9763-1655"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-15",
      "abstract": "PART I: INTRODUCTION 1. THE SOCIOLOGY OF WORK: AN INVITATION The Primacy-of-Production Thesis The Sociology of Work: Core Principles Conclusion 2. THEORETICAL TRADITIONS IN THE SOCIOLOGY OF WORK Classical Perspectives on Work and Society Contemporary Perspectives on Work and Society Perspectives on Work: Present Realities and Future Perspectives 3. STUDYING WORKERS AND WORK: RESEARCH METHODS IN THE FIELD Methods for Studying Work and Workers Experiments Summary and Conclusion PART II: THE HISTORICAL DEVELOPMENT OF WORK 4. THE INDUSTRIAL REVOLUTION AND BEYOND: CULTURE, WORK, AND SOCIAL CHANGE Understanding the Industrial Revolution The Meaning of Work in Preindustrial Societies The Rise of the Factory System Gender, Family, and the Factory System: The Rise of the Male Breadwinner Norm Conclusion 5. THE SECOND INDUSTRIAL REVOLUTION: MASS PRODUCTION AND LABOR MANAGEMENT The Rise of Mass Production How Workers Responded to Mass Production The Invention of Personnel Management The Hawthorne Research: The Discovery of the Work Group Summary PART III: OCCUPATIONAL STRUCTURES 6. BLUE-COLLAR WORKERS AND THE HIDDEN WORLD OF WORK The Skills of Blue-Collar Workers How Work Gets Done: Informal Work Practices Good Citizenship in the Workplace Summary 7. MANAGERS: CAREERS AT WORK The Managerial Occupation What Do Managers Do? Managers' Careers Gender and Racial Differences in Access to Power and Authority The Future of Management Summary 8. THE PROFESSIONS: POWER AND STATUS IN THE WORKPLACE Characteristics of the Professions Controlling Professional Work: The Professional Ethic Professional Careers Summary 9. SERVICE JOBS: CLOSE ENCOUNTERS WITH CUSTOMERS Defining Service Service Industries and Service Occupations Characteristics of Service Jobs Control, Routinization, and Technology in Service Work Doing Deference: Personal Service Work Conclusion: Beyond the Service Economy PART IV: INEQUALITIES 10. UNIONS IN AMERICA: THE STRUGGLES OF THE LABOR MOVEMENT The Glory Years of Industrial Unionism: 1933-1945 The Decline of Unions After World War II The Costs of Union Decline The Future of Unions Summary 11. GENDER AND WORK The Rise in Labor Force Participation The Sex Segregation of Jobs and Occupations Maintaining Barriers Between Women's and Men's Jobs The Gender Pay Gap and the Worth of Jobs The Future of Gender Inequality at Work Conclusion 12. MANAGING DIVERSITY: RACIAL AND ETHNIC DIVISIONS AT WORK Race, Ethnicity, and the Sociology of Work Government Efforts to Uproot Racial and Ethnic Disparities Conclusion 13. IMMIGRANT WORKERS: MARGINAL WORK, NETWORKS, AND ENTREPRENEURSHIP Migration of the Poor: Mexicans, Central Americans, and Filipinos Immigrant Hiring: Networks and Gateways Immigrants and Entrepreneurship Summary PART V: THE FUTURE OF WORK: KEY ISSUES AND SOCIAL CHOICES 14. WORK AND FAMILY The Rise of Domesticity Work Time, Family Time, and Work-Family Conflict Cross-National Differences in Work and Family The Growth of Nonstandard Employment Contracts and the 24/7 Economy Conclusion 15. THE NEW AMERICAN WORKPLACE Trends in Occupational Growth: Some Evidence The Changing Employment Relationship The Participatory Management Movement Conclusion 16. GLOBALIZATION AND THE AMERICAN WORKPLACE Dimensions of Globalization The Meaning of Globalization for the American Worker Conclusions: Shaping Globalization",
      "cited_by_count": 27,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Labor Movements and Unions"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W432139271"
    },
    {
      "openalex_id": "W2140622227",
      "doi": "10.1017/s1537592714001595",
      "title": "Testing Theories of American Politics: Elites, Interest Groups, and Average Citizens",
      "authors": [
        {
          "name": "Martin Gilens",
          "openalex_id": "A5082999042",
          "orcid": "https://orcid.org/0000-0001-5485-6275",
          "institutions": [
            "Princeton University"
          ]
        },
        {
          "name": "Benjamin I. Page",
          "openalex_id": "A5089044770",
          "orcid": "https://orcid.org/0000-0002-0889-0015"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-01",
      "abstract": "Each of four theoretical traditions in the study of American politics—which can be characterized as theories of Majoritarian Electoral Democracy, Economic-Elite Domination, and two types of interest-group pluralism, Majoritarian Pluralism and Biased Pluralism—offers different predictions about which sets of actors have how much influence over public policy: average citizens; economic elites; and organized interest groups, mass-based or business-oriented. A great deal of empirical research speaks to the policy influence of one or another set of actors, but until recently it has not been possible to test these contrasting theoretical predictions against each other within a single statistical model. We report on an effort to do so, using a unique data set that includes measures of the key variables for 1,779 policy issues. Multivariate analysis indicates that economic elites and organized groups representing business interests have substantial independent impacts on U.S. government policy, while average citizens and mass-based interest groups have little or no independent influence. The results provide substantial support for theories of Economic-Elite Domination and for theories of Biased Pluralism, but not for theories of Majoritarian Electoral Democracy or Majoritarian Pluralism.",
      "cited_by_count": 2553,
      "type": "article",
      "source": {
        "name": "Perspectives on Politics",
        "type": "journal",
        "issn": [
          "1537-5927",
          "1541-0986"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/62327F513959D0A304D4893B382B992B/S1537592714001595a.pdf/div-class-title-testing-theories-of-american-politics-elites-interest-groups-and-average-citizens-div.pdf"
      },
      "topics": [
        "Electoral Systems and Political Participation",
        "Political Influence and Corporate Strategies",
        "Social Policy and Reform Studies"
      ],
      "referenced_works_count": 98,
      "url": "https://openalex.org/W2140622227"
    },
    {
      "openalex_id": "W2112957339",
      "doi": null,
      "title": "Confronting the challenges of participatory culture : media education for the 21st century",
      "authors": [
        {
          "name": "Henry Jenkins",
          "openalex_id": "A5009274666",
          "orcid": "https://orcid.org/0000-0003-2221-9583"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-01",
      "abstract": "Many teens today who use the Internet are actively involved in participatory cultures—joining online communities (Facebook, message boards, game clans), producing creative work in new forms (digital sampling, modding, fan videomaking, fan fiction), working in teams to complete tasks and develop new knowledge (as in Wikipedia), and shaping the flow of media (as in blogging or podcasting). A growing body of scholarship suggests potential benefits of these activities, including opportunities for peer-to-peer learning, development of skills useful in the modern workplace, and a more empowered conception of citizenship. Some argue that young people pick up these key skills and competencies on their own by interacting with popular culture; but the problems of unequal access, lack of media transparency, and the breakdown of traditional forms of socialization and professional training suggest a role for policy and pedagogical intervention.This report aims to shift the conversation about the \"digital divide\" from questions about access to technology to questions about access to opportunities for involvement in participatory culture and how to provide all young people with the chance to develop the cultural competencies and social skills needed. Fostering these skills, the authors argue, requires a systemic approach to media education; schools, afterschool programs, and parents all have distinctive roles to play.The John D. and Catherine T. MacArthur Foundation Reports on Digital Media and Learning",
      "cited_by_count": 3188,
      "type": "book",
      "source": {
        "name": "BiblioBoard Library Catalog (Open Research Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openresearchlibrary.org/ext/api/media/035b2379-8107-48cf-a023-14a25c7f4243/assets/external_content.pdf"
      },
      "topics": [
        "Literacy, Media, and Education",
        "Digital Games and Media",
        "Social Media and Politics"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W2112957339"
    },
    {
      "openalex_id": "W2615432516",
      "doi": "10.4324/9781315771854.ch39",
      "title": "Hermeneutics and the Social Sciences",
      "authors": [
        {
          "name": "William Outhwaite",
          "openalex_id": "A5066187551",
          "orcid": "https://orcid.org/0000-0002-6599-9826"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "The complex interactions between hermeneutics and the social sciences can be simpliﬁed historically into two anti-positivist waves: one in the mid-nineteenth century,\nrunning into the early twentieth, and the other in the mid-to-late twentieth. This is\nthe case at least in Europe; in North America, the pragmatist tradition which fed\ninto symbolic interactionism was both more continuous across the two centuries\nand also less preoccupied with anti-positivism and what has been called ‘methodological dualism’: the insistence on the diﬀerences between natural and social science\n(Bernstein 1992; Helle 2005; Aiken 2006).\nThe story, like the term ‘sociology’ (the most prominent of the emergent socialsciences in this connection) begins essentially with Comte (1798-1857). Comte’s\npositivism, like the twentieth-century version, had a model of the unity of the\nsciences but, unlike later positivism, was not reductionist. However, sociology, the\nqueen of the sciences for Comte and the last to ascend to the positive stage, was,\nlike the other sciences, oriented to prediction and control: ‘savoir pour prevoir, aﬁn\nde pouvoir’. Early hermeneutic approaches to history and the (other) social sciences\ntook shape in opposition to positivism.\nSchleiermacher’s consolidation of hermeneutics in a systematic form establishedthe term understanding (Verstehen), which has survived as standard usage in Englishlanguage social science discourse, and made it central to interpretation – understood\nas a more systematic activity. Schleiermacher’s contribution was made the central\nand culminating point of the account of ‘the rise of hermeneutics’ given by Wilhelm\nDilthey (1833-1911), with whom hermeneutics becomes central to the self-deﬁnition\nof what he called the human sciences or Geisteswissenschaften. In these sciences, as\nDilthey put it, the mental activity of humans and of some other animals, and its\nproducts, can be understood. Dilthey and his contemporary, the philosopher of\nhistory J.G. Droysen (1808-84) developed what we would now call a research programme for history and the other human sciences based on the distinctiveness of\nhuman psychic expressions and the understanding of those expressions. In a move\nwhich was to become a deﬁnitional feature of later interpretive social science,\nDilthey, like Schleiermacher, emphasised the continuity between everydayunderstanding and more formal processes of interpretation. His distinction between\nthe natural and human sciences was developed in large part in opposition to\nComtean positivism, which had become inﬂuential, even in the German-speaking\ncountries, by the middle of the nineteenth century.\nIn a parallel but more methodological formulation, two other neo-Kantian thin-kers, Wilhelm Windelband and Heinrich Rickert, argued that the study of culture is\nessentially concerned with individual processes and relating them to shared human\nvalues, whereas the natural sciences are concerned with general laws about objects\nwhich are essentially remote from questions of value. We are interested, for example, in the French Revolution not just as a member of a class of revolutions exhibiting certain common features (this would be, for Rickert, a natural-scientiﬁc mode\nof approaching it), but as a unique event embodying, and perhaps also violating,\ncertain crucial human values.1",
      "cited_by_count": 38,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hermeneutics and Narrative Identity"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2615432516"
    },
    {
      "openalex_id": "W2163699426",
      "doi": "10.1093/jopart/mur011",
      "title": "An Integrative Framework for Collaborative Governance",
      "authors": [
        {
          "name": "Kirk Emerson",
          "openalex_id": "A5029524316",
          "orcid": "https://orcid.org/0000-0002-3305-975X",
          "institutions": [
            "University of Arizona"
          ]
        },
        {
          "name": "Tina Nabatchi",
          "openalex_id": "A5040079639",
          "orcid": "https://orcid.org/0000-0002-1410-3647",
          "institutions": [
            "Syracuse University"
          ]
        },
        {
          "name": "Stephen Balogh",
          "openalex_id": "A5014176127",
          "orcid": "https://orcid.org/0000-0001-9102-3651",
          "institutions": [
            "State University of New York"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-02",
      "abstract": "Collaborative governance draws from diverse realms of practice and research in public administration. This article synthesizes and extends a suite of conceptual frameworks, research findings, and practice-based knowledge into an integrative framework for collaborative governance. The framework specifies a set of nested dimensions that encompass a larger system context, a collaborative governance regime, and its internal collaborative dynamics and actions that can generate impacts and adaptations across the systems. The framework provides a broad conceptual map for situating and exploring components of cross-boundary governance systems that range from policy or program-based intergovernmental cooperation to place-based regional collaboration with nongovernmental stakeholders to public-private partnerships. The framework integrates knowledge about individual incentives and barriers to collection action, collaborative social learning and conflict resolution processes, and institutional arrangements for cross-boundary collaboration. It is presented as a general framework that might be applied to analyses at different scales, in different policy arenas, and varying levels of complexity. The article also offers 10 propositions about the dynamic interactions among components within the framework and concludes with a discussion about the implications of the framework for theory, research, evaluation, and practice.",
      "cited_by_count": 3126,
      "type": "article",
      "source": {
        "name": "Journal of Public Administration Research and Theory",
        "type": "journal",
        "issn": [
          "1053-1858",
          "1477-9803"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/jpart/article-pdf/22/1/1/2781333/mur011.pdf"
      },
      "topics": [
        "Public Policy and Administration Research",
        "Public-Private Partnership Projects",
        "E-Government and Public Services"
      ],
      "referenced_works_count": 127,
      "url": "https://openalex.org/W2163699426"
    },
    {
      "openalex_id": "W2129057559",
      "doi": "10.1093/oso/9780199280452.003.0001",
      "title": "Introduction: Institutional Change in Advanced Political Economies",
      "authors": [
        {
          "name": "Wolfgang Streeck",
          "openalex_id": "A5111467910",
          "institutions": [
            "Max Planck Society",
            "Max Planck Institute for the Study of Societies"
          ]
        },
        {
          "name": "Kathleen Thelen",
          "openalex_id": "A5110205574",
          "institutions": [
            "Massachusetts Institute of Technology",
            "Max Planck Society",
            "Max Planck Institute for the Study of Societies"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-03-10",
      "abstract": "Abstract The chapters in this volume were written as a collective contribution to the current debate in political science and sociology on institutional change. Instead of abstract theoretical reasoning, they offer in-depth empirical case studies. The underlying assumption, amply supported by recent literature, is that there is a wide but not infinite variety of modes of institutional change that can meaningfully be distinguished and analytically compared. It is also assumed that an empirically grounded typology of institutional change that does justice to the complexity and versatility of the subject can offer important insights on mechanisms of social and political stability and evolution generally.",
      "cited_by_count": 1587,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://www.ssoar.info/ssoar/handle/document/19498"
      },
      "topics": [
        "Social Policy and Reform Studies",
        "Economic Theory and Institutions",
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 60,
      "url": "https://openalex.org/W2129057559"
    },
    {
      "openalex_id": "W2009595209",
      "doi": "10.1017/s0043887109990219",
      "title": "Why Do Ethnic Groups Rebel? New Data and Analysis",
      "authors": [
        {
          "name": "Lars-Erik Cederman",
          "openalex_id": "A5112605479",
          "institutions": [
            "ETH Zurich"
          ]
        },
        {
          "name": "Andreas Wimmer",
          "openalex_id": "A5101414320",
          "orcid": "https://orcid.org/0000-0003-1593-866X",
          "institutions": [
            "University of California, Los Angeles"
          ]
        },
        {
          "name": "Brian Min",
          "openalex_id": "A5048456533",
          "orcid": "https://orcid.org/0000-0002-4305-3677",
          "institutions": [
            "University of California, Los Angeles"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-12-18",
      "abstract": "Much of the quantitative literature on civil wars and ethnic conflict ignores the role of the state or treats it as a mere arena for political competition among ethnic groups. Other studies analyze how the state grants or withholds minority rights and faces ethnic protest and rebellion accordingly, while largely overlooking the ethnic power configurations at the state's center. Drawing on a new data set on Ethnic Power Relations (EPR) that identifies all politically relevant ethnic groups and their access to central state power around the world from 1946 through 2005, the authors analyze outbreaks of armed conflict as the result of competing ethnonationalist claims to state power. The findings indicate that representatives of ethnic groups are more likely to initiate conflict with the government (1) the more excluded from state power they are, especially if they have recently lost power, (2) the higher their mobilizational capacity, and (3) the more they have experienced conflict in the past.",
      "cited_by_count": 1317,
      "type": "article",
      "source": {
        "name": "World Politics",
        "type": "journal",
        "issn": [
          "0043-8871",
          "1086-3338"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://muse.jhu.edu/pub/122/article/370236"
      },
      "topics": [
        "Political Conflict and Governance",
        "Asian Geopolitics and Ethnography",
        "Southeast Asian Sociopolitical Studies"
      ],
      "referenced_works_count": 138,
      "url": "https://openalex.org/W2009595209"
    },
    {
      "openalex_id": "W2751074744",
      "doi": "10.5430/ijhe.v6n5p26",
      "title": "Understanding and Applying Research Paradigms in Educational Contexts",
      "authors": [
        {
          "name": "Charles Kivunja",
          "openalex_id": "A5088481427",
          "orcid": "https://orcid.org/0000-0002-3520-0745",
          "institutions": [
            "University of New England"
          ]
        },
        {
          "name": "Ahmed Bawa Kuyini",
          "openalex_id": "A5076140566",
          "orcid": "https://orcid.org/0000-0003-1083-8862",
          "institutions": [
            "United Arab Emirates University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-09-05",
      "abstract": "The concept of research paradigm is one that many higher degree research students, and even early career researchers, find elusive to articulate, and challenging to apply in their research proposals. Adopting an ethnographic and hermeneutic methodology, the present paper draws upon our experiences as lecturers in Research Methods over many years, and upon pertinent literature to explain the meaning of research paradigm. The paper elucidates the key aspects of research paradigms that researchers should understand well to be able to address this concept adequately in their research proposals. It offers suggestions on how researchers can locate their research into a paradigm and the justification needed for paradigm choice. With the explicit purpose of helping higher degree research (HDR) students design effective research proposals, the paper also discusses the different research methodologies best suited to conduct research in each of the paradigms discussed.",
      "cited_by_count": 1110,
      "type": "article",
      "source": {
        "name": "International Journal of Higher Education",
        "type": "journal",
        "issn": [
          "1927-6044",
          "1927-6052"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.sciedu.ca/journal/index.php/ijhe/article/download/12169/7683"
      },
      "topics": [
        "Education and Critical Thinking Development"
      ],
      "referenced_works_count": 70,
      "url": "https://openalex.org/W2751074744"
    },
    {
      "openalex_id": "W2156339220",
      "doi": "10.1353/trn.2005.0045",
      "title": "Oppositional intellectualism as reflection, not rejection, of power: Wits Sociology, 1975-1989",
      "authors": [
        {
          "name": "Shireen Ally",
          "openalex_id": "A5080165223"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "Oppositional intellectualism as reflection, not rejection, of power:Wits Sociology, 1975-1989 Shireen Ally (bio) Intellectuals and power: explaining South African sociologists' critique of apartheid The history of sociology in South Africa and its relationship to apartheid is turbulent and complex. At first, intellectuals were intimately related to power, as sociologists were in direct conversation with the administrative and political interests of the recurring racially repressive regimes. Sociologists assisted in segregationism's 'native administration' and 'social planning', and then became key apartheid ideologues (Jubber 1983, Groenewald 1991). Hendrik F Verwoerd, South African prime minister and the widely-recognised architect of apartheid, was South Africa's first Professor of Sociology, concerned with proactively planning and organising social relations. Geoffrey Cronjé, the 'mind of apartheid' (Coetzee 1991) was also a prominent Professor of Sociology, who effectively provided 'the first comprehensive fundamental exposition of the apartheid idea' (Rhoodie and Venter 1960:174). Sociologists were key members of the Suid-Afrikaanse Bond vir RasseStudies, and the Afrikaner Broederbond, which were some of the pivotal institutions in which the apartheid concept was developed, refined, and popularised (Ally, Mooney, and Stewart 2003). Sociologists were therefore at the centre of attempts to theorise and activate the racial, cultural, and economic ideas that birthed the project of apartheid. By the 1970s, however, sociologists' relationship to the political and social order changed dramatically. Ideological intellectualism was overtaken and replaced by a dramatically different, oppositional Marxist sociology. Harold Wolpe (1972), Martin Legassick (1974), and other historians launched a revolutionary critique of apartheid through a thorough revisionist [End Page 66] history of South Africa (see also Johnstone 1976; Trapido 1971). They theorised and demonstrated racial discrimination in South Africa to be rooted in the structural requirements of its capitalist economy. An entire generation of South African scholars in history, political studies, anthropology, and sociology, embraced the Marxism introduced to them by these revisionist scholars, and began systematic critiques of apartheid, showing its genesis to be located in the class interests of Afrikaner and English capitalists, and consequently advocating a class revolution to restore justice to South African society. This radical Marxist social science overtook the existing sociologies at English-medium universities, reconstructing the relationship between sociologists and the apartheid state. Forging direct and revolutionary links with the emerging social movements, sociologists became agents of revolutionary change. The vibrant and engaged 'public sociology' that resulted has garnered much valorising attention lately, inspiring Burawoy to a reflexive re-engagement with mainstream sociological practice in the United States (Burawoy 2004). While Burawoy documents and celebrates this 'public sociology' of the 1980s, the genesis of the 'critical sociology' of the 1970s that laid the basis for it, is not analysed.1 How did this oppositional intellectualism emerge out of a discipline whose historical role was to service the interests of the apartheid state; and what explains its content and spread? This paper argues that the general theoretical literature on intellectuals and power, and the specific literature that explores that relationship in South Africa both assume that oppositional intellectualism is the rejection of power, made possible by freedom from its constraints. By reconceptualising power, and re-examining the case of the shift to a Marxist oppositional sociology in the 1970s in South Africa, through an analysis of the Sociology Department at the University of the Witwatersrand (Wits), this paper argues that the radical intellectualism of the 1970s was a reflection of power, not the rejection of it. Explaining oppositional intellectualism In the long tradition of scholarship exploring the relationship between intellectuals and power, intellectuals are argued to either exist in a relationship of 'ideological subservience' or 'moralistic resistance' to state authority. Some scholars have understood oppositional intellectualism as the natural role, function, and tendency of intellectuals. Intellectuals have been theorised [End Page 67] as engaged in a 'disinterested love and search for truth and justice' (Benda 1969:19), to be 'disturbers of the peace' (Havel 1985), those who 'speak truth to power' (Said 1994), those in the 'humble and courageous service of truth' (Silone 1960:261), etc. 'Much of the analytic literature dealing with intellectuals', conclude Lipset and Basu, has emphasised the 'inherent antipathy between intellectuals and the powers throughout modern history' (1976:112). This tradition...",
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "Transformation",
        "type": "journal",
        "issn": [
          "0258-7696",
          "1726-1368"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "South African History and Culture",
        "Legal Issues in South Africa",
        "African cultural and philosophical studies"
      ],
      "referenced_works_count": 46,
      "url": "https://openalex.org/W2156339220"
    },
    {
      "openalex_id": "W2591654989",
      "doi": "10.1257/jel.53.4.898",
      "title": "Culture and Institutions",
      "authors": [
        {
          "name": "Alberto Alesina",
          "openalex_id": "A5083494527",
          "institutions": [
            "Harvard University",
            "Bocconi University"
          ]
        },
        {
          "name": "Paola Giuliano",
          "openalex_id": "A5044204764",
          "orcid": "https://orcid.org/0000-0002-3809-4108",
          "institutions": [
            "University of California, Los Angeles",
            "UCLA Health",
            "Anderson University - South Carolina"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-01",
      "abstract": "A growing body of empirical work measuring different types of cultural traits has shown that culture matters for a variety of economic outcomes. This paper focuses on one specific aspect of the relevance of culture: its relationship to institutions. We review work with a theoretical, empirical, and historical bent to assess the presence of a two-way causal effect between culture and institutions. ( JEL D02, D72, I32, J12, Z13)",
      "cited_by_count": 1353,
      "type": "article",
      "source": {
        "name": "Journal of Economic Literature",
        "type": "journal",
        "issn": [
          "0022-0515",
          "1547-1101",
          "2328-8175"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.aeaweb.org/articles/pdf/doi/10.1257/jel.53.4.898"
      },
      "topics": [
        "Culture, Economy, and Development Studies",
        "Economic Policies and Impacts",
        "Experimental Behavioral Economics Studies"
      ],
      "referenced_works_count": 219,
      "url": "https://openalex.org/W2591654989"
    },
    {
      "openalex_id": "W2801023641",
      "doi": "10.26458/jedep.v7i1.571",
      "title": "QUALITATIVE RESEARCH METHODOLOGY IN SOCIAL SCIENCES AND RELATED SUBJECTS",
      "authors": [
        {
          "name": "Haradhan Kumar Mohajan",
          "openalex_id": "A5112378925",
          "institutions": [
            "Premier University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-03-30",
      "abstract": "This literature review paper discusses the proper use of qualitative research methodology to discuss several aspects of the research for the improvement of the skill of the readers. During the last few decades, the use of qualitative research has been increased in many institutions. It can be used to explore several areas of human behavior for the development of organizations. The purpose of this study is to provide inspirations to the new researchers for the development of their qualitative articles. The paper analyzes the design of qualitative research giving some methodological suggestions to make it explicable to the reader. In this paper an attempt has been taken to study the background of the qualitative research methodologyin social sciences and some other related subjects, along with the importance, and main features of the study.",
      "cited_by_count": 1381,
      "type": "article",
      "source": {
        "name": "Journal of Economic Development Environment and People",
        "type": "journal",
        "issn": [
          "2285-3642"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "http://ojs.spiruharet.ro/index.php/jedep/article/download/jedep.v7i1.571/pdf"
      },
      "topics": [
        "Organizational Leadership and Management Strategies"
      ],
      "referenced_works_count": 122,
      "url": "https://openalex.org/W2801023641"
    },
    {
      "openalex_id": "W2916136405",
      "doi": "10.1007/s11133-019-9413-7",
      "title": "What is Qualitative in Qualitative Research",
      "authors": [
        {
          "name": "Patrik Aspers",
          "openalex_id": "A5085363578",
          "orcid": "https://orcid.org/0000-0001-9840-8669",
          "institutions": [
            "University of St. Gallen",
            "Uppsala University",
            "University of Applied Sciences St. Gallen"
          ]
        },
        {
          "name": "Ugo Corte",
          "openalex_id": "A5047468729",
          "orcid": "https://orcid.org/0000-0002-7994-3399",
          "institutions": [
            "University of Stavanger"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-02-27",
      "abstract": "What is qualitative research? If we look for a precise definition of qualitative research, and specifically for one that addresses its distinctive feature of being \"qualitative,\" the literature is meager. In this article we systematically search, identify and analyze a sample of 89 sources using or attempting to define the term \"qualitative.\" Then, drawing on ideas we find scattered across existing work, and based on Becker's classic study of marijuana consumption, we formulate and illustrate a definition that tries to capture its core elements. We define qualitative research as an iterative process in which improved understanding to the scientific community is achieved by making new significant distinctions resulting from getting closer to the phenomenon studied. This formulation is developed as a tool to help improve research designs while stressing that a qualitative dimension is present in quantitative work as well. Additionally, it can facilitate teaching, communication between researchers, diminish the gap between qualitative and quantitative researchers, help to address critiques of qualitative methods, and be used as a standard of evaluation of qualitative research.",
      "cited_by_count": 1152,
      "type": "article",
      "source": {
        "name": "Qualitative Sociology",
        "type": "journal",
        "issn": [
          "0162-0436",
          "1573-7837"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11133-019-9413-7.pdf"
      },
      "topics": [
        "Qualitative Research Methods and Applications",
        "Qualitative Research Methods and Ethics",
        "Qualitative Comparative Analysis Research"
      ],
      "referenced_works_count": 116,
      "url": "https://openalex.org/W2916136405"
    },
    {
      "openalex_id": "W2139732846",
      "doi": "10.1080/00467601003685733",
      "title": "Why is there no comprehensive education in Germany? A historical explanation",
      "authors": [
        {
          "name": "Susanne Wiborg",
          "openalex_id": "A5081224576",
          "orcid": "https://orcid.org/0000-0002-0213-1114",
          "institutions": [
            "Korea Environmental Policy and Administration Society",
            "Faculty (United Kingdom)"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-04-25",
      "abstract": "Abstract This article investigates why there is no comprehensive education in Germany in contrast to most other European countries where comprehensive education in various forms was introduced, especially after the Second World War. The article will proceed by assessing established assumptions of this German peculiarity and put forward a new comparative theory of why Germany maintained a selective, tripartite system. Keywords: comprehensivecomparativehistoricalsecondary education Notes 1 F. Ringer, The Decline of the German Mandarins: The German Academic Community, 1890–1933 (Hanover and London: Wesleyan University Press, 1969/1990); F. Ringer, Education and Society in Modern Europe (Bloomington and London: Indiana University Press, 1979). W. Mitter, 'Continuity and Change: A Basic Question for German Education' (originally published in 1986), in Education in Germany: Tradition and Reform in Historical Context, ed. D. Phillips (London and New York: Routledge, 1995). 2 H. Ertl and D. Phillips, 'The Enduring Nature of the Tripartite System of Secondary Schooling in Germany: Some Explanations', British Journal of Educational Studies 48, no. 4 (2000): 391–412. 3 H.J. Hahn, Education and Society in Germany (Oxford: Berg, 1998); Ertl and Phillips, 'The Enduring Nature of the Tripartite System'. 4 Hahn, Education and Society in Germany. 5 For example, A.J. Heidenheimer, 'The Politics of Educational Reform: Explaining Different Outcomes of School Comprehensivization Attempts in Sweden and West Germany', Comparative Education Review 18, no. 3 (1974): 388–410; D. Phillips, 'Lessons from Germany? The Case of German Secondary Schools', in Education in Germany: Tradition and Reform in Historical Context, ed. D. Phillips (London and New York: Routledge, 1987/1995); Mitter, 'Continuity and Change'. 6 T. Skocpol and M. Somers, 'The Uses of Comparative History in Macrosocial Inquiry', Comparative Studies in Sociology and History 22, no. 2 (1980): 174–97; Ragin, C., The Comparative Method: Moving beyond Qualitative and Quantitative Strategies (Berkeley, CA: University of California Press, 1987); J. Mahoney and D. Rueschemeyer, eds, Comparative Historical Analysis in the Social Sciences (Cambridge: Cambridge University Press, 2003). 7 A. Leschinsky and K.U. Mayer, eds, The Comprehensive School Experiment Revisited: Evidence from Western Europe (Berlin: Peter Lang, 1999). 8 S. Robinsohn and J.C. Kuhlman, 'Two Decades of Non‐reform in West German Education', in Education in Germany: Tradition and Reform in Historical Context, ed. D. Phillips (London and New York: Routledge, 1967/1995); Ringer, The Decline of the German Mandarins; Ringer, Education and Society in Modern Europe; Ertl and Phillips, 'The Enduring Nature of the Tripartite System'. 9 Ringer, The Decline of the German Mandarins; Hahn, Education and Society in Germany. 10 Ringer, The Decline of the German Mandarins, 80. 11 Ibid, 71. 12 Hahn, Education and Society in Germany, 93. 13 A. Mayer, Persistence of the Old Regime: Europe to the Great War (London: Croom Helm, 1981). 14 Ertl and Phillips, 'The Enduring Nature of the Tripartite System'. 15 Ibid, 399. 16 C. Benn and C. Chitty, Thirty Years On: Is Comprehensive Education Alive and Well or Struggling to Survive? (London: David Fulton, 1996), 7. 17 J. Erk, 'Federal Germany and Its Non‐Federal Society: Emergence of an All‐German Educational Policy in a System of Exclusive Provincial Jurisdiction', Canadian Journal of Political Science 36, no. 2 (2003): 295–317. 18 Hahn, Education and Society in Germany, 117. 19 Ertl and Phillips, 'The Enduring Nature of the Tripartite System', 404–5. 20 Erk, 'Federal Germany and Its Non‐Federal Society'. 21 Ibid, 299–313. 22 K. Hesse, Der unitarische Bundesstaat (Karlsruhe: C.F. Müller, 1962). 23 Erk, 'Federal Germany and Its Non‐Federal Society', 304. 24 S. Wiborg, Education and Social Integration: The Development of Comprehensive Education in Europe (New York: Palgrave Macmillan, 2009). 25 G.M. Luebbert, Liberalism, Fascism, or Social Democracy: Social Classes and the Political Origins of Regimes in Interwar Europe (New York and Oxford: Oxford University Press, 1991); C.A. Gould, The Origins of Liberal Dominance: State, Church, and Party in Nineteenth Century Europe (Michigan: University of Michigan Press, 1999); D. Langewiesche, Liberalism in Germany (Princeton, NJ: Princeton University Press, 2000). 26 Gould, The Origins of Liberal Dominance, 22. 27 Langewiesche, Liberalism in Germany, 19. 28 Ibid. 29 T.S. Hamerow, Restoration, Revolution, Reaction: Economics and Politics in Germany, 1815–1871 (Princeton, NJ: Princeton University Press, 1958), 156–72; H.J. Puhle, 'Lords and Peasants in the Kaiserreich', in Peasants and Lords in Modern Germany. Recent Studies in Agricultural History, ed. R. Moeller (Boston: Allen & Unwin, 1986). 30 Luebbert, Liberalism, Fascism, or Social Democracy, 87. 31 D. Blackbourn, 'The German Bourgeoisie: An Introduction.' In D. Blackbourn. and J. Evans, eds., The German Bourgeoisie. Essays on the Social History of the German Middle Class from the Early Twentieth Century (London: Routledge, 1991), 160. 32 Luebbert, Liberalism, Fascism, or Social Democracy. 33 Ibid, 90. 34 Ibid. 35 Ibid, 108. 36 J.C. Albisetti, Secondary School Reform in Imperial Germany (Princeton, NJ: Princeton University Press, 1983). 37 V. Skovgaard‐Petersen, 'Den politiske drøftelse af forbindelsen mellem almueskolen og den lærde skole' [The Political Debate on the Link between the Elementary School and the Secondary School], in Årbog for dansk skolehistorie [Yearbook of Danish History of Education] (Copenhagen: The Society of History of Education, 1967); V. Skovgaard‐Petersen, Dannelse og demokrati [Education and Democracy] (Copenhagen: Gyldendals pædagogiske bibliotek, 1976); G. Richardson, Svensk utbildningshistoria. Skola och samhälle förr och nu [Swedish History of Education. School and Society then and now] (Lund: Studentlitteratur, 1999); I. Markussen, 'Dannelsessyn og drivkræfter bag enhedsskolens fremvækst' [Views on Education and Forces behind the Emergence of the Comprehensive school], in Dannelsens forvandlinger [The Transformation of Education], Slagstad ed. m. fl. (Oslo: Pax Forlag, 2003). 38 G. Esping‐Andersen, Politics against Market (Princeton: NJ: Princeton University Press, 1985). 39 Wiborg, Education and Social Integration. 40 W.J. Mommsen and H.‐G. Husung, The Development of Trade Unionism in Great Britain and Germany, 1880–1914 (London: HarperCollins, 1984); C.C. Hodge, The Trammels of Tradition: Social Democracy in Britain, France and Germany (Westport, CT: Greenwood Press, 1994); S. Berger, Social Democracy and the Working Class in Nineteenth and Twentieth Germany (Harlow: Longman, 2000). 41 Hodge, The Trammels of Tradition, 6 42 Hodge, The Trammels of Tradition; Berger, Social Democracy and the Working Class. 43 Hodge, The Trammels of Tradition, 58.",
      "cited_by_count": 44,
      "type": "article",
      "source": {
        "name": "History of Education",
        "type": "journal",
        "issn": [
          "0046-760X",
          "1464-5130"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Educator Training and Historical Pedagogy",
        "Religious Education and Schools",
        "Global Education and Multiculturalism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2139732846"
    },
    {
      "openalex_id": "W4252698994",
      "doi": "10.5040/9781472544377",
      "title": "Connected Sociologies",
      "authors": [
        {
          "name": "Gurminder K. Bhambra",
          "openalex_id": "A5064248726",
          "orcid": "https://orcid.org/0000-0003-3658-1575"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "<JATS1:p>This book outlines what theory for a global age might look like, positing an agenda for consideration, contestation and discussion, and a framework for the research-led volumes that follow in the series.</JATS1:p> <JATS1:p>Gurmider K. Bhambra takes up the classical concerns of sociology and social theory and shows how they are being rethought through an engagement with postcolonial studies, one of the most distinctive critical approaches of the past two decades. She also discusses the significance of the research programme surrounding coloniality and modernity that has emerged recently from Latin America.</JATS1:p>",
      "cited_by_count": 581,
      "type": "book",
      "source": {
        "name": "Bloomsbury Publishing Plc eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.bloomsburycollections.com/book/connected-sociologies.pdf?dl"
      },
      "topics": [
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 228,
      "url": "https://openalex.org/W4252698994"
    },
    {
      "openalex_id": "W1592242085",
      "doi": null,
      "title": "Shifting Landscapes: Film and Media in European Context",
      "authors": [
        {
          "name": "Miyase Christensen",
          "openalex_id": "A5048397435",
          "orcid": "https://orcid.org/0000-0002-3946-4828"
        },
        {
          "name": "Nezih Erdoğan",
          "openalex_id": "A5057568989",
          "orcid": "https://orcid.org/0000-0002-3232-0223"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-06-01",
      "abstract": "Continuity and change are the two major trends that mark and media vistas today. While continuity is the result of more than a century of and media tradition, change is brought about by technological convergence, the evolution of globalization and commercial markets and of artistic and aesthetic norms, and the ever-expanding cultural borders of Europe. Bringing together eighteen research-based analyses on topics as diverse as itself, Shifting Landscapes: Film and Media in Context presents various accounts of filmic and televisual media, text and form, mediated politics, media policy, globalization, diasporic media, multiculturalism and more. The chapters are grouped into three main sections: Identities, Borders, Industries; Migration, Space, Transnationality; and Telling Stories: Medium, Form, Message and Beyond. Employing studies, critical social theory and cultural studies and drawing upon technological, spatial, political economic, sociological and anthropological approaches, the authors present multidimensional and multi-faceted depictions of the historical and contemporary factors that have shaped, and continue to shape, and media in Europe. Ambitious in both its intellectual and geographical scope, this volume provides us with an innovative and original understanding of what is happening in the and rapidly changing cinema scene - a very welcome intervention in an important cultural agenda. Kevin Robins, City University, London Miyase Christensen and Nezih Erdogan have edited an excellent book on and media landscapes in the new of the early twenty-first century. Incorporating eighteen individual chapters in three parts, the book re-examines what European media and cinema means during a period in which the geographical and cultural boundaries of Europe are still shifting, the media themselves are deeply influenced by the digital revolution, and audiences for film are constantly re-defining themselves. The book itself offers fresh perceptions across a range of different fields and should be of interest to all those fascinated by current trends in both and media. Melvyn Stokes, University College London",
      "cited_by_count": 25,
      "type": "book",
      "source": {
        "name": "Medical Entomology and Zoology",
        "type": "journal",
        "issn": [
          "0424-7086",
          "2185-5609"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Cinema and Media Studies",
        "Media Studies and Communication"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1592242085"
    },
    {
      "openalex_id": "W2101418055",
      "doi": "10.3386/w13608",
      "title": "The Economic Consequences of Legal Origins",
      "authors": [
        {
          "name": "Rafael La Porta",
          "openalex_id": "A5112526522",
          "institutions": [
            "National Bureau of Economic Research",
            "Harvard University",
            "HEC Paris",
            "Ecole des Hautes Etudes Commerciales du Nord",
            "Paris School of Economics"
          ]
        },
        {
          "name": "Florencio Lopez-de-Silanes",
          "openalex_id": "A5110194443",
          "institutions": [
            "Paris School of Economics",
            "National Bureau of Economic Research",
            "HEC Paris",
            "Harvard University",
            "Ecole des Hautes Etudes Commerciales du Nord"
          ]
        },
        {
          "name": "Andrei Shleifer",
          "openalex_id": "A5110890240",
          "institutions": [
            "Ecole des Hautes Etudes Commerciales du Nord",
            "HEC Paris",
            "Harvard University",
            "National Bureau of Economic Research",
            "Paris School of Economics"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-11-01",
      "abstract": "In the last decade, economists have produced a considerable body of research suggesting that the historical origin of a country's laws is highly correlated with a broad range of its legal rules and regulations, as well as with economic outcomes.We summarize this evidence and attempt a unified interpretation.We also address several objections to the empirical claim that legal origins matter.Finally, we assess the implications of this research for economic reform.",
      "cited_by_count": 941,
      "type": "report",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.3386/w13608"
      },
      "topics": [
        "Historical Economic and Social Studies",
        "Economic Theory and Institutions",
        "Culture, Economy, and Development Studies"
      ],
      "referenced_works_count": 259,
      "url": "https://openalex.org/W2101418055"
    },
    {
      "openalex_id": "W2969625533",
      "doi": "10.1016/j.ijinfomgt.2019.08.002",
      "title": "Artificial Intelligence (AI): Multidisciplinary perspectives on emerging challenges, opportunities, and agenda for research, practice and policy",
      "authors": [
        {
          "name": "Yogesh K. Dwivedi",
          "openalex_id": "A5048622877",
          "orcid": "https://orcid.org/0000-0002-5547-9990",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Laurie Hughes",
          "openalex_id": "A5072512285",
          "orcid": "https://orcid.org/0000-0002-0956-0608",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Elvira Ismagilova",
          "openalex_id": "A5033472055",
          "orcid": "https://orcid.org/0000-0001-9634-194X",
          "institutions": [
            "University of Bradford"
          ]
        },
        {
          "name": "Gert Aarts",
          "openalex_id": "A5027512483",
          "orcid": "https://orcid.org/0000-0002-6038-3782",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Crispin Coombs",
          "openalex_id": "A5018731131",
          "orcid": "https://orcid.org/0000-0002-4203-9291",
          "institutions": [
            "Loughborough University"
          ]
        },
        {
          "name": "Tom Crick",
          "openalex_id": "A5015452463",
          "orcid": "https://orcid.org/0000-0001-5196-9389",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Yanqing Duan",
          "openalex_id": "A5032994640",
          "orcid": "https://orcid.org/0000-0003-4205-7403",
          "institutions": [
            "University of Bedfordshire"
          ]
        },
        {
          "name": "Rohita Dwivedi",
          "openalex_id": "A5070017829",
          "orcid": "https://orcid.org/0000-0003-3801-3635",
          "institutions": [
            "Prin. L. N. Welingkar Institute of Management Development and Research"
          ]
        },
        {
          "name": "John S. Edwards",
          "openalex_id": "A5007695310",
          "orcid": "https://orcid.org/0000-0003-3979-017X",
          "institutions": [
            "Aston University"
          ]
        },
        {
          "name": "Aled Eirug",
          "openalex_id": "A5000411910",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Vassilis Galanos",
          "openalex_id": "A5015685463",
          "orcid": "https://orcid.org/0000-0002-8363-4855",
          "institutions": [
            "University of Edinburgh"
          ]
        },
        {
          "name": "P. Vigneswara Ilavarasan",
          "openalex_id": "A5004125306",
          "orcid": "https://orcid.org/0000-0002-9431-3520",
          "institutions": [
            "Indian Institute of Technology Delhi"
          ]
        },
        {
          "name": "Marijn Janssen",
          "openalex_id": "A5062073470",
          "orcid": "https://orcid.org/0000-0001-6211-8790",
          "institutions": [
            "Delft University of Technology"
          ]
        },
        {
          "name": "Paul Jones",
          "openalex_id": "A5080152304",
          "orcid": "https://orcid.org/0000-0003-0417-9143",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Arpan Kumar Kar",
          "openalex_id": "A5061235109",
          "orcid": "https://orcid.org/0000-0003-4186-4887",
          "institutions": [
            "Indian Institute of Technology Delhi"
          ]
        },
        {
          "name": "Hatice Kizgin",
          "openalex_id": "A5037522059",
          "orcid": "https://orcid.org/0000-0003-0841-8973",
          "institutions": [
            "University of Bradford"
          ]
        },
        {
          "name": "Bianca Kronemann",
          "openalex_id": "A5037724665",
          "orcid": "https://orcid.org/0009-0002-5146-537X",
          "institutions": [
            "Swansea University"
          ]
        },
        {
          "name": "Banita Lal",
          "openalex_id": "A5103045218",
          "orcid": "https://orcid.org/0000-0003-1340-1746",
          "institutions": [
            "University of Bedfordshire"
          ]
        },
        {
          "name": "Biagio Lucini",
          "openalex_id": "A5003777616",
          "orcid": "https://orcid.org/0000-0001-8974-8266",
          "institutions": [
            "Swansea University",
            "Foundry (United Kingdom)"
          ]
        },
        {
          "name": "Rony Medaglia",
          "openalex_id": "A5003475331",
          "orcid": "https://orcid.org/0000-0001-7292-5895",
          "institutions": [
            "Copenhagen Business School"
          ]
        },
        {
          "name": "Kenneth Le Meunier‐FitzHugh",
          "openalex_id": "A5059234800",
          "institutions": [
            "University of East Anglia"
          ]
        },
        {
          "name": "Leslie Caroline Le Meunier-FitzHugh",
          "openalex_id": "A5076965699"
        },
        {
          "name": "Santosh K. Misra",
          "openalex_id": "A5018760782",
          "orcid": "https://orcid.org/0000-0002-3313-4895",
          "institutions": [
            "University of East Anglia",
            "Government of Tamil Nadu"
          ]
        },
        {
          "name": "Emmanuel Mogaji",
          "openalex_id": "A5082000265",
          "orcid": "https://orcid.org/0000-0003-0544-4842",
          "institutions": [
            "University of Greenwich"
          ]
        },
        {
          "name": "Sujeet Kumar Sharma",
          "openalex_id": "A5037836435",
          "orcid": "https://orcid.org/0000-0003-3614-9053"
        },
        {
          "name": "Jang Bahadur Singh",
          "openalex_id": "A5040405430",
          "orcid": "https://orcid.org/0000-0001-7017-1989",
          "institutions": [
            "Indian Institute of Management Tiruchirappalli"
          ]
        },
        {
          "name": "Vishnupriya Raghavan",
          "openalex_id": "A5050603102"
        },
        {
          "name": "Ramakrishnan Raman",
          "openalex_id": "A5072261829",
          "orcid": "https://orcid.org/0000-0003-3642-6989",
          "institutions": [
            "Symbiosis International University"
          ]
        },
        {
          "name": "Nripendra P. Rana",
          "openalex_id": "A5034248834",
          "orcid": "https://orcid.org/0000-0003-1105-8729",
          "institutions": [
            "University of Bradford"
          ]
        },
        {
          "name": "Spyridon Samothrakis",
          "openalex_id": "A5033216620",
          "orcid": "https://orcid.org/0000-0003-1902-9690",
          "institutions": [
            "University of Essex"
          ]
        },
        {
          "name": "Jak Spencer",
          "openalex_id": "A5016998336",
          "institutions": [
            "Training Programs in Epidemiology and Public Health Interventions Network"
          ]
        },
        {
          "name": "Kuttimani Tamilmani",
          "openalex_id": "A5008267619",
          "orcid": "https://orcid.org/0000-0002-9615-1465",
          "institutions": [
            "University of Bradford"
          ]
        },
        {
          "name": "Annie Tubadji",
          "openalex_id": "A5070089201",
          "orcid": "https://orcid.org/0000-0002-6134-3520",
          "institutions": [
            "University of the West of England"
          ]
        },
        {
          "name": "Paul Walton",
          "openalex_id": "A5109157215",
          "institutions": [
            "Capgemini (United Kingdom)",
            "Swansea University"
          ]
        },
        {
          "name": "Michael D. Williams",
          "openalex_id": "A5002569790",
          "orcid": "https://orcid.org/0000-0002-3047-0332",
          "institutions": [
            "Swansea University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-08-27",
      "abstract": null,
      "cited_by_count": 3558,
      "type": "article",
      "source": {
        "name": "International Journal of Information Management",
        "type": "journal",
        "issn": [
          "0268-4012",
          "1873-4707"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S026840121930917X"
      },
      "topics": [
        "Big Data and Business Intelligence",
        "Economic and Technological Systems Analysis",
        "Digital Transformation in Industry"
      ],
      "referenced_works_count": 338,
      "url": "https://openalex.org/W2969625533"
    },
    {
      "openalex_id": "W2159387911",
      "doi": "10.1093/jopart/mui027",
      "title": "Maybe It Is Time to Rediscover Bureaucracy",
      "authors": [
        {
          "name": "Johan P. Olsen",
          "openalex_id": "A5086011182",
          "orcid": "https://orcid.org/0000-0002-1383-8318",
          "institutions": [
            "University of Oslo"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-03-01",
      "abstract": "This article questions the fashionable ideas that bureaucratic organization is an obsolescent, undesirable, and non-viable form of administration and that there is an inevitable and irreversible paradigmatic shift towards market- or network-organization. In contrast, the paper argues that contemporary democracies are involved in another round in a perennial debate and ideological struggle over what are desirable forms of administration and government: that is, a struggle over institutional identities and institutional balances. The argument is not that bureaucratic organization is a panacea and the answer to all challenges of public administration. Rather, bureaucratic organization is part of a repertoire of overlapping, supplementary, and competing forms coexisting in contemporary democracies, and so are market-organization and network-organization. Rediscovering Weber's analysis of bureaucratic organization, then, enriches our understanding of public administration. This is in particular true when we (a) include bureaucracy as an institution, not only an instrument; (b) look at the empirical studies in their time and context, not only at Weber's ideal-types and predictions; and (c) take into account the political and normative order bureaucracy is part of, not only the internal characteristics of “the bureau.”",
      "cited_by_count": 718,
      "type": "article",
      "source": {
        "name": "Journal of Public Administration Research and Theory",
        "type": "journal",
        "issn": [
          "1053-1858",
          "1477-9803"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/jpart/article-pdf/16/1/1/2636618/mui027.pdf"
      },
      "topics": [
        "Public Policy and Administration Research",
        "Political Influence and Corporate Strategies",
        "Local Government Finance and Decentralization"
      ],
      "referenced_works_count": 132,
      "url": "https://openalex.org/W2159387911"
    }
  ],
  "count": 30,
  "errors": []
}
