{
  "status": "success",
  "source": "openalex",
  "query": "Weber rationalization disenchantment tradition",
  "results": [
    {
      "openalex_id": "W1976043723",
      "doi": "10.1093/ahr/117.4.999",
      "title": "Enlightenment in Global History: A Historiographical Critique",
      "authors": [
        {
          "name": "Sebastian Conrad",
          "openalex_id": "A5102938996",
          "orcid": "https://orcid.org/0000-0002-8366-4210"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-09-21",
      "abstract": "THE ENLIGHTENMENT HAS LONG HELD a pivotal place in narratives of world history. It has served as a sign of the modern, and continues to play that role yet today. The standard interpretations, however, have tended to assume, and to perpetuate, a Eurocentric mythology. They have helped entrench a view of global interactions as having essentially been energized by Europe alone. Historians have now begun to challenge this view. A global history perspective is emerging in the literature that moves beyond the obsession with the Enlightenment’s European origins. The dominant readings are based on narratives of uniqueness and diffusion. The assumption that the Enlightenment was a specifically European phenomenon remains one of the foundational premises of Western modernity, and of the modern West. The Enlightenment appears as an original and autonomous product of Europe, deeply embedded in the cultural traditions of the Occident. According to this master narrative, the Renaissance, humanism, and the Reformation “gave a new impetus to intellectual and scientific development that, a little more than three and a half centuries later, flowered in the scientific revolution and then in the Enlightenment of the eighteenth century.”1 The results included the world of the individual, human rights, rationalization, and what Max Weber famously called the “disenchantment of the world.”2 Over the course of the nineteenth century, or so the received wisdom has it, these ingredients of the modern were then exported to the rest of the world. As William McNeill exulted in his Rise of the West, “We, and all the world of the twentieth century, are peculiarly the creatures and heirs of a handful of geniuses of early modern Europe.”3 This interpretation is no longer tenable. Scholars are now challenging the Eurocentric account of the “birth of the modern world.” Such a rereading implies three",
      "cited_by_count": 275,
      "type": "article",
      "source": {
        "name": "The American Historical Review",
        "type": "journal",
        "issn": [
          "0002-8762",
          "1937-5239"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/ahr/article-pdf/117/4/999/25735696/zah999.pdf"
      },
      "topics": [
        "Historical Economic and Social Studies",
        "Religion and Society Interactions",
        "Australian History and Society"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1976043723"
    },
    {
      "openalex_id": "W394618968",
      "doi": null,
      "title": "Alternative spiritualities, sacralization, popular culture, and occulture",
      "authors": [
        {
          "name": "Christopher Partridge",
          "openalex_id": "A5081451902",
          "orcid": "https://orcid.org/0000-0001-5648-1585"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-01",
      "abstract": "Introduction Part 1: The Disenchantment And Re-enchantment Of The West 1. The Disenchantment of the West Types of Secularization Max Weber and the Disenchantment of the World What Secularization is Not Rationalization and Pluralism Conclusion 2. Understanding New Religions and Alternative Spiritualities Max Weber on Sectarianism and Charisma Ernst Troeltsch on Churches, Sects and Mysticism H.R. Niebuhr on Sectarianism Bryan Wilson on Sectarianism Towards a Typology of the New Religious Life Secularization, New Religions and Alternative Spiritualities 3. The Re-enchantment of the West Disenchantment as the Precursor to Re-enchantment Non-traditional Religious Vitality Re-enchantment and De-exotification Concluding Comments Part 2: The Significance Of Occulture 4. Occulture The Cultic Milleu and Mystical Religion Occulture New Age Occulture: the Significance of the Self The Priority of Experience and a Hermeneutic of Suspicion Romanticizing the Premodern Pagan Occulture Concluding Comments 5. Easternization? Turning East East Meets West The Significance of the 1893 World Parliament of Religions A Revolution of Consciousness: the Sacralizing Significance of the 1960s Eastern Teachers in Western Traditions Easternization? Problems and Proposals Quasi-religion, Instrumental Activism, and Syncretism 6. Popular Occulture Popular Culture as Religious Text? The Dilution Thesis The Significance of Popular Culture Supernatural Horror: Vampire Fiction Cool Occulture Popular Sacred Narratives 7. Popular Occulture: The Significance of Sound Adorno and Popular Music The Occultural Significance of Popular Music Festival Culture Psychedelic Trance Culture Practising the Sacred Art of Dub Concluding Comments Bibliography Index",
      "cited_by_count": 20,
      "type": "book",
      "source": {
        "name": "Medical Entomology and Zoology",
        "type": "journal",
        "issn": [
          "0424-7086",
          "2185-5609"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious Studies and Spiritual Practices",
        "Folklore, Mythology, and Literature Studies",
        "Media, Religion, Digital Communication"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W394618968"
    },
    {
      "openalex_id": "W4240572341",
      "doi": "10.4324/9781315409818",
      "title": "German Philosophy in the Twentieth Century",
      "authors": [
        {
          "name": "Julian Young",
          "openalex_id": "A5088602165"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-23",
      "abstract": "The course of German philosophy in the twentieth century is one of the most exciting, diverse and controversial periods in the history of human thought. It is widely studied and its legacy hotly contested. In this outstanding introduction, Julian Young explains and assesses the two dominant traditions in modern German philosophy – critical theory and phenomenology – by examining the following key thinkers and topics: Max Weber's setting the agenda for modern German philosophy: the 'rationalization' and 'disenchantment' of modernity resulting in 'loss of freedom' and 'loss of meaning' Horkheimer and Adorno: rationalization and the 'culture industry' Habermas' defence of Enlightenment rationalization, the 'unfinished project of modernity' Marcuse: a Freud-based vision of a repression-free utopia Husserl: overcoming the 'crisis of humanity' through phenomenology Early Heidegger's existential phenomenology: 'authenticity' as loyalty to 'heritage' Gadamer and 'fusion of horizons' Arendt: the human condition Later Heidegger: the re-enchantment of reality. German Philosophy in the Twentieth Century: Weber to Heidegger is essential reading for students of German philosophy, phenomenology and critical theory, and will also be of interest to students in related fields such as literature, religious studies, and political theory.",
      "cited_by_count": 11,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Philosophy, Science, and History"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4240572341"
    },
    {
      "openalex_id": "W1992318433",
      "doi": "10.1086/ahr.111.3.692",
      "title": "Modernity and Enchantment: A Historiographic Review",
      "authors": [
        {
          "name": "Michael Saler",
          "openalex_id": "A5059497611"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-06-01",
      "abstract": "SPECTERS ARE ONCE AGAIN HAUNTING EUROPE AND AMERICA—as are magicians, mermaids, mesmerists, and a melange of marvels once thought to have been exorcised by the rational and secular processes of modernity. In recent years, historians from disparate fields have independently challenged the long-standing sociological view that modernity is characterized by “disenchantment.” This view, in its broadest terms, maintains that wonders and marvels have been demystified by science, spirituality has been supplanted by secularism, spontaneity has been replaced by bureaucratization, and the imagination has been subordinated to instrumental reason. In the past decade, however, a new historiographic position, if not consensus, has emerged that presents Western modernity as “enchanted.” The ongoing redefinition of such an established view is of consequence for a variety of reasons, not the least of which has to do with the master narratives underlying the stories that historians choose to tell. As Dipesh Chakrabarty usefully reminds us, “The moment we think of the world as disenchanted . . . we set limits to the ways the past can be narrated.”1 The emergent view that modernity is as enchanted as it is disenchanted may conjure alternative vistas to the historical imagination, and at the very least offers the possibility of pulling new rabbits out of old hats. Narrating a historiography of “modernity and enchantment” has limitations of its own, however. Those historians who challenge the equation of modernity with disenchantment often present their views within the context of topical debates in their respective fields. It will therefore be useful to tease out some of the common concerns and findings that have appeared in otherwise distinct areas of study, such as the histories of science, religion, and mass culture. The works examined here are necessarily eclectic, drawn primarily from European and American histories of these subfields, but they are nevertheless representative of how the topic is currently being handled across historical specialties. A second challenge has to do with defining such inherently vague and complex terms as “modernity” and “enchantment.” Taken separately, each term has manifold meanings. When the two terms are paired under a particular interpretation of the relationship between “modernity and enchantment,” however, each assumes greater",
      "cited_by_count": 223,
      "type": "review",
      "source": {
        "name": "The American Historical Review",
        "type": "journal",
        "issn": [
          "0002-8762",
          "1937-5239"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/ahr/article-pdf/111/3/692/35623/111-3-692.pdf"
      },
      "topics": [
        "Religious Studies and Spiritual Practices",
        "Weber, Simmel, Sociological Theory",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W1992318433"
    },
    {
      "openalex_id": "W2171549343",
      "doi": "10.5751/es-01431-110145",
      "title": "From Community-Based Resource Management to Complex Systems: The Scale Issue and Marine Commons",
      "authors": [
        {
          "name": "Fikret Berkes",
          "openalex_id": "A5051981949",
          "orcid": "https://orcid.org/0000-0001-8402-121X",
          "institutions": [
            "University of Manitoba"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "Most research in the area of common and common-pool resources in the past two or three decades sought the simplicity of community-based resource management cases to develop theory. This was done mainly because of the relative ease of observing processes of self-governance in simple cases, but it raises questions related to scale. To what extent can the findings of small-scale, community-based commons be scaled up to generalize about regional and global commons? Even though some of the principles from community-based studies are likely to be relevant across scale, new and different principles may also come into play at different levels. The study of cross-level institutions such as institutions of co-management, provides ways to approach scale-related questions and deal with linkages in complex adaptive systems. Looking beyond self-governance, community-based resource management needs to deal with multiple levels of governance and external drivers of change, as illustrated in this paper with examples of marine commons.",
      "cited_by_count": 497,
      "type": "article",
      "source": {
        "name": "Ecology and Society",
        "type": "journal",
        "issn": [
          "1708-3087"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "http://www.ecologyandsociety.org/vol11/iss1/art45/ES-2005-1431.pdf"
      },
      "topics": [
        "Conservation, Biodiversity, and Resource Management",
        "Coastal and Marine Management",
        "Marine Bivalve and Aquaculture Studies"
      ],
      "referenced_works_count": 74,
      "url": "https://openalex.org/W2171549343"
    },
    {
      "openalex_id": "W1745564906",
      "doi": null,
      "title": "The McDonaldization of higher education",
      "authors": [
        {
          "name": "Dennis Hayes",
          "openalex_id": "A5052839363",
          "orcid": "https://orcid.org/0000-0003-0073-6934"
        },
        {
          "name": "Robin Wynyard",
          "openalex_id": "A5033246341"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-01-01",
      "abstract": "2017 saw the publication of 'Beyond McDonaldization: Visions of Higher Education' (Routledge), the first chapter of which, 'Beyond the McDonaldization of Higher Education', develops and updates the ideas in this paper, which is an edited and revised version of the 'Introduction' to Dennis Hayes and Robin Wynyard’s book 'The McDonaldization of Higher Education' (Bergin and Garvey 2002). This well-received book introduced, and presented some criticisms of, the concept of 'McDonaldization' and examined the consequences of the process of McDonaldization to the university. A notable idea in the 2002 book was the concept of the 'therapeutic university' which, in part, explained the acquiescence of academics and students to the bureaucratising aspects of McDonaldization. The term is now widely used to describe a cultural climate in universities that sees today’s students as emotionally vulnerable and incapable of coping with challenging ideas.",
      "cited_by_count": 197,
      "type": "book",
      "source": {
        "name": "University of Derby Online Research Archive. (University of Derby)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10545/621759"
      },
      "topics": [
        "University Challenges and Reforms",
        "Higher Education Governance and Development"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1745564906"
    },
    {
      "openalex_id": "W2125073413",
      "doi": null,
      "title": "Religious Sensations. Why Media, Aesthetics and Power Matter in the Study of Contemporary Religion",
      "authors": [
        {
          "name": "Birgit Meyer",
          "openalex_id": "A5103042842",
          "orcid": "https://orcid.org/0000-0001-7186-7865",
          "institutions": [
            "National Centre of Research in Social and Cultural Anthropology"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": null,
      "cited_by_count": 233,
      "type": "article",
      "source": {
        "name": "Digital Academic REpository of VU University Amsterdam (Vrije Universiteit Amsterdam)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/1871/10311"
      },
      "topics": [
        "Media, Religion, Digital Communication",
        "Religious Tourism and Spaces",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2125073413"
    },
    {
      "openalex_id": "W4239125186",
      "doi": "10.4324/9781315549316",
      "title": "Under Weber’s Shadow",
      "authors": [
        {
          "name": "Keith Breen",
          "openalex_id": "A5070090505",
          "orcid": "https://orcid.org/0000-0003-2011-3179"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-02-17",
      "abstract": "Under Weber's Shadow presents an extended critical evaluation of the social and political thought of Jürgen Habermas, Hannah Arendt and Alasdair MacIntyre. Although hailing from very different philosophical traditions, these theorists all take as their starting-point Max Weber's seminal diagnosis of late modernity, the view that the world-historic processes of rationalization and disenchantment are paradoxical in promising freedom yet threatening servitude under the 'iron cage' of instrumental reason. However, each rejects his pessimistic understanding of the grounds and possibilities of political life, accusing him of complicity in the very realities he sought to resist. Seeking to move beyond Weber's monological view of the self, his subjectivism and his identification of the political with domination, they offer alternative, intersubjective conceptions of the subject, ethics and politics that allow for positive future possibilities. But this incontrovertible gain, it is argued, comes at the cost of depoliticizing key arenas of human endeavour and of neglecting the reality of struggle and contestation. Engaging with important current debates and literature, Keith Breen provides a rigorous analysis of the work of Habermas, Arendt, MacIntyre and Weber and a highly accessible and original intervention within contemporary social and political thought. Under Weber's Shadow will therefore be of interest to students and researchers alike within the areas of social and political theory, as well as those within the disciplines of ethics, sociology and philosophy.",
      "cited_by_count": 2,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Weber, Simmel, Sociological Theory"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4239125186"
    },
    {
      "openalex_id": "W2480267239",
      "doi": "10.1108/s0278-1204(2013)0000031003",
      "title": "Recovering a disillusioned modernism: The enlightened pessimism of classical sociology",
      "authors": [
        {
          "name": "Ryan Gunderson",
          "openalex_id": "A5006067529",
          "orcid": "https://orcid.org/0000-0002-3837-0723"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-12-03",
      "abstract": "Abstract Purpose Contemporary sociologists implicitly assume or explicitly state that classical social theorists shared the Enlightenment’s optimistic vision that society would become more rational, free, ethical, and just overtime. I reexamine the primary works that laid the foundation for sociology and resituate them in their neo-Romantic origins. Design/methodology/approach Close readings of formative texts are provided to revisit modernist critiques of social progress in turn of the century sociology. The works of Ferdinand Tönnies, Thorstein Veblen, Emile Durkheim, Georg Simmel, and Max Weber exemplify this tradition. Findings Insights from social theory written during and around the neo-Romantic period mirrored the Zeitgeist, a time fascinated with irrationality, moral decay, unconsciousness, decadence, degeneration, cynicism, historical decline, and pessimism. However, classical sociology’s pessimism should not be interpreted as anti-modern. Rather, it contributed to the Enlightenment’s maturation. Research limitations/implications Contemporary sociologists should recover the spirit of classical sociology’s gloomy extension of the modern project and bring societal processes to consciousness through human reason, untainted by the fable of progress. Without rational grounds for optimism, the most honest and sincere way to preserve the hope for alternatives and emancipation is through the continuation and advancement of the pessimistic tradition. To formulate new disillusioned theories of society, sociology ought to draw from its ignored tragic legacy. Originality/value Rather than accept accounts of classical sociologists as believers in progress, the tradition reveals a world of increasing disenchantment, atomization, anomie, alienation, confusion, quarrel, rationalization devoid of value, and unhappiness. Providing society thoughtful, systematic accounts of its own estrangement advances the project of modernity.",
      "cited_by_count": 2,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Contemporary Sociological Theory and Practice",
        "Weber, Simmel, Sociological Theory",
        "Emile Durkheim and Sociology"
      ],
      "referenced_works_count": 90,
      "url": "https://openalex.org/W2480267239"
    },
    {
      "openalex_id": "W173231207",
      "doi": "10.1515/9781503624023-016",
      "title": "13. The Disenchantment of Logically Formal Legal Rationality: Or, Max Weber’s Sociology in the Genealogy of the Contemporary Mode of Western Legal Thought",
      "authors": [
        {
          "name": "Duncan Kennedy",
          "openalex_id": "A5109410256"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-18",
      "abstract": "Max Weber began his sociology of law with a description of the then present of Western legal thought, along with a brief summary of its previous stages. This appreciation begins with a summary description of the Western legal thought of Weber's time, as it looks from our present 100 years later, emphasizing the contrast between the mainstream of his time, now called Classical Legal Thought, and its critics in the social current. Part II presents Weber's sociology of law, comparing and contrasting his approach with that of the social current. The most striking thing about Weber's sociology of law, from the perspective of legal theory a century after he wrote, is his ambivalent endorsement of legal formalism. This entailed rejection of the social current's critique, a critique that is close to universally accepted today. In Part III, I explain Weber's attitude toward legal formalism as motivated by the internal requirements of his theory of domination, in which, after the demise of all earlier modes of legitimation, the Iron Cage of modernity is held together by bureaucrats defined by their adherence to that mode of legal reasoning. Part IV argues that Weber's approach was inconsistent with the irrationalist and decisionist strands in his own theory of modernity, a theory that helps in understanding the current situation of legal thought, if we take the un-Weberian step of applying it to legal formalism. Finally, Part V offers an interpretation of the contemporary mode of legal thought as an episode in the sequences of disenchantment and reenchantment suggested by Weber's philosophy of history, and uses Weberian elements to construct a distinct contemporary ideal type of legal thought. The very brief conclusion suggests the strong affiliation between Weber (read as above) and one of the sects of modern legal theory, namely critical legal studies.",
      "cited_by_count": 66,
      "type": "article",
      "source": {
        "name": "Stanford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://repository.uchastings.edu/cgi/viewcontent.cgi?article=3560&context=hastings_law_journal"
      },
      "topics": [
        "Law in Society and Culture",
        "Law and Political Science"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W173231207"
    },
    {
      "openalex_id": "W2045020272",
      "doi": "10.1007/s40362-014-0021-3",
      "title": "Connectedness as a Core Conservation Concern: An Interdisciplinary Review of Theory and a Call for Practice",
      "authors": [
        {
          "name": "Matthew Zylstra",
          "openalex_id": "A5018699956",
          "orcid": "https://orcid.org/0000-0002-2881-4984",
          "institutions": [
            "Stellenbosch University"
          ]
        },
        {
          "name": "Andrew T. Knight",
          "openalex_id": "A5068167844",
          "orcid": "https://orcid.org/0000-0002-6563-0500",
          "institutions": [
            "Imperial College London"
          ]
        },
        {
          "name": "Karen J. Esler",
          "openalex_id": "A5072048694",
          "orcid": "https://orcid.org/0000-0001-6510-727X",
          "institutions": [
            "Stellenbosch University"
          ]
        },
        {
          "name": "Lesley Le Grange",
          "openalex_id": "A5018670005",
          "orcid": "https://orcid.org/0000-0002-7096-3609",
          "institutions": [
            "Stellenbosch University"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-23",
      "abstract": null,
      "cited_by_count": 390,
      "type": "article",
      "source": {
        "name": "Springer Science Reviews",
        "type": "journal",
        "issn": [
          "2213-7793"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s40362-014-0021-3.pdf"
      },
      "topics": [
        "Environmental Education and Sustainability",
        "Urban Green Space and Health",
        "Animal and Plant Science Education"
      ],
      "referenced_works_count": 283,
      "url": "https://openalex.org/W2045020272"
    },
    {
      "openalex_id": "W118539733",
      "doi": "10.5070/t411000003",
      "title": "Enrique Dussel's Liberation Thought in the Decolonial Turn",
      "authors": [
        {
          "name": "Nelson Maldonado‐Torres",
          "openalex_id": "A5079436408",
          "orcid": "https://orcid.org/0000-0001-7738-7029",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Liberation philosophy, as a Latin American project for critical thought, is one among many expressions of a shift in global power dynamics and in epistemic perspective that has taken place since the Second World War.*The European crisis, or more than a crisis, its own internal devastation after the war, opened at least three paths for the train of history and thought.On the one hand, the United States -which had proven itself as an international power through the expansion from the thirteen colonies, the war with Mexico, and the Spanish-American War -became after the Second World War a hegemonic force that would both assist and displace Northwestern Europe as the power-axis of the modern world-system.With this, Americanism -the triumphalist and assimilationist ideology of the United States which had already burst onto the scene with Theodore Roosevelt in the late nineteenth century -was decisively introduced to the rest of the world.This Americanist discourse would dictate the terms for the assimilation of non-Catholic European immigrants, some of which were seen as belonging to darker races. 1 This ideology has taken various turns with McCarthyism and Reagan in the context of the Cold War, and today it takes on a new spirit in formulations like that offered by Samuel P. Huntington, who has forcefully rearticulated Americanism with respect to immigrants and ethnic minorities in the United States. 2 But today, after the Cold War and the attacks of 11 September, it is no longer European immigrants that allegedly pose a \"challenge\" to U.S.-American identity, but rather Latin American (im)migrants, particularly Spanish-speaking Mexicans and Chicana/os. 3 There is, accordingly, a particular importance today for exploring the decolonial potential of those cultural forms originating in Latin America, Mexico, and in the borderlands between Mexico and the United States, among other \"frontier\" territories both to the north and south of this border. 4e second path that opened with the decline of Europe was, clearly, that of the Cold War rival of Americanism: Soviet communism.Soviet communism, or at least socialism (which is a different but related political system/ideology), would become for many a viable option for a different future, beyond both fascist and liberal Europe.Europe itself would come to be divided between these two newly regnant ideologies and neo-imperial geo-political projects.Other regions also suffered the force of this clash of political projects, while many nations tried to find a space between or in alliance with the two dominant blocs.Now, the decline of Europe opened a third path, which we will call -following Frantz Fanon -that of the \"wretched of the earth,\" as well as the \"de-colonial turn.\" 5 This door would be definitively forced open through the combination of the internal and external devastation of Europe, that is to say, not only by the perverse force of Nazism in its interior but also by the encouraging force of the decolonization of European territories abroad.In contrast to the Latin American liberation struggles of the nineteenth century, which took place in a context in which the weakening of Southern Europe left intact the fascination with the increasing strength of Northern Europe (especially France and England), mid-twentieth century Europe was destroyed by Nazism and completely demoralized.As the",
      "cited_by_count": 86,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt5hg8t7cj/qt5hg8t7cj.pdf?t=ll4zt0"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Cultural and Social Studies in Latin America",
        "Latin American Literature Studies"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W118539733"
    },
    {
      "openalex_id": "W2086551680",
      "doi": "10.1080/09557570903433647",
      "title": "Sociology and international relations: legacies and prospects",
      "authors": [
        {
          "name": "George Lawson",
          "openalex_id": "A5108221464",
          "orcid": "https://orcid.org/0000-0001-9110-1883",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        },
        {
          "name": "Robbie Shilliam",
          "openalex_id": "A5067165177",
          "orcid": "https://orcid.org/0000-0001-6821-7079",
          "institutions": [
            "Victoria University of Wellington"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-02-10",
      "abstract": "While sociological concepts have often been implicitly used in International Relations (IR), recent years have seen a more explicit engagement between IR and Sociology. As with any such interdisciplinary assignation, there are both possibilities and challenges contained within this move: possibilities in terms of reducing IR's intellectual autism and opening the discipline towards potentially fertile terrain that was never, actually, that distant; challenges in that interdisciplinary raiding parties can often serve as pseudonyms for cannibalism, shallowness and dilettantism. This forum reviews the sociological turn in IR and interrogates it from a novel vantage point—how sociologists themselves approach IR concepts, debates and issues. Three sociological approaches—classical social theory, historical sociology and Foucauldian analysis—are critically deployed to illuminate IR concerns. In this way, the forum offers the possibility of (re)establishing exchanges between the two disciplines premised on a firmer grasp of social theory itself. The result is a potentially more fruitful sociological turn, one with significant benefits for IR as a whole.",
      "cited_by_count": 69,
      "type": "article",
      "source": {
        "name": "Cambridge Review of International Affairs",
        "type": "journal",
        "issn": [
          "0955-7571",
          "1474-449X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/epdf/10.1080/09557570903433647?needAccess=true&role=button"
      },
      "topics": [
        "International Relations and Foreign Policy",
        "Political Conflict and Governance",
        "Peacebuilding and International Security"
      ],
      "referenced_works_count": 153,
      "url": "https://openalex.org/W2086551680"
    },
    {
      "openalex_id": "W2883284708",
      "doi": "10.7821/naer.2018.7.298",
      "title": "E-Teaching in Higher Education: An Essential Prerequisite for E-Learning",
      "authors": [
        {
          "name": "Sarah Guri‐Rosenblit",
          "openalex_id": "A5013451805",
          "institutions": [
            "Open University of Israel"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-07-01",
      "abstract": "Abstract The discourse on the implementation of the digital technologies in higher education settings focuses mainly on students’ learning rather than on professors’ teaching. The little attention paid to the crucial role of teachers in online settings results in a restricted and moderate adaptation of the technologies in higher education worldwide. In most higher education institutions, the new technologies are used mainly for add-on functions and not for substituting face-to-face encounters or for an intensive web-enhanced teaching. This article starts with briefly explaining why most students, particularly at the undergraduate level, are unable and/or unwilling to study by themselves without expert teachers to guide their knowledge construction, discusses the problematics of digital literacy of teachers, examines the main reasons for the reluctance of many academics to utilize the technologies more fully in their teaching, and concludes by recommending some strategies for incorporating more fully the huge array of the technologies’ capabilities in higher education institutions.",
      "cited_by_count": 126,
      "type": "article",
      "source": {
        "name": "Journal of New Approaches in Educational Research",
        "type": "journal",
        "issn": [
          "2254-7339"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://naerjournal.ua.es/article/download/v7n2-3/456"
      },
      "topics": [
        "Online and Blended Learning",
        "Online Learning and Analytics",
        "Innovative Teaching and Learning Methods"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W2883284708"
    },
    {
      "openalex_id": "W1502096866",
      "doi": "10.5281/zenodo.1310640",
      "title": "Global Buddhism: Developmental Periods, Regional Histories, and a New Analytical Perspective",
      "authors": [
        {
          "name": "Martin Baumann",
          "openalex_id": "A5102020112",
          "orcid": "https://orcid.org/0000-0001-9871-7568",
          "institutions": [
            "Leibniz University Hannover"
          ]
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-01-01",
      "abstract": "article published in Journal of Global Buddhism; Vol 2 (2001)",
      "cited_by_count": 125,
      "type": "article",
      "source": {
        "name": "CrossAsia-Repository (Universität Heidelberg)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://crossasia-repository.ub.uni-heidelberg.de/128/1/Global_Buddhism.pdf"
      },
      "topics": [
        "Indian and Buddhist Studies",
        "Chinese history and philosophy",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W1502096866"
    },
    {
      "openalex_id": "W2080479093",
      "doi": "10.3389/fphar.2013.00092",
      "title": "Traditional medicines and globalization: current and future perspectives in ethnopharmacology",
      "authors": [
        {
          "name": "Marco Leonti",
          "openalex_id": "A5068278305",
          "orcid": "https://orcid.org/0000-0002-4726-9758",
          "institutions": [
            "University of Cagliari"
          ]
        },
        {
          "name": "Laura Casu",
          "openalex_id": "A5070973890",
          "orcid": "https://orcid.org/0000-0001-6480-8680",
          "institutions": [
            "University of Cagliari"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "The ethnopharmacological approach toward the understanding and appraisal of traditional and herbal medicines is characterized by the inclusions of the social as well as the natural sciences. Anthropological field-observations describing the local use of nature-derived medicines are the basis for ethnopharmacological enquiries. The multidisciplinary scientific validation of indigenous drugs is of relevance to modern societies at large and helps to sustain local health care practices. Especially with respect to therapies related to aging related, chronic and infectious diseases traditional medicines offer promising alternatives to biomedicine. Bioassays applied in ethnopharmacology represent the molecular characteristics and complexities of the disease or symptoms for which an indigenous drug is used in \"traditional\" medicine to variable depth and extent. One-dimensional in vitro approaches rarely cope with the complexity of human diseases and ignore the concept of polypharmacological synergies. The recent focus on holistic approaches and systems biology in medicinal plant research represents the trend toward the description and the understanding of complex multi-parameter systems. Ethnopharmacopoeias are non-static cultural constructs shaped by belief and knowledge systems. Intensified globalization and economic liberalism currently accelerates the interchange between local and global pharmacopoeias via international trade, television, the World Wide Web and print media. The increased infiltration of newly generated biomedical knowledge and introduction of \"foreign\" medicines into local pharmacopoeias leads to syncretic developments and generates a feedback loop. While modern and post-modern cultures and knowledge systems adapt and transform the global impact, they become more relevant for ethnopharmacology. Moreover, what is traditional, alternative or complementary medicine depends on the adopted historic-cultural perspective.",
      "cited_by_count": 245,
      "type": "article",
      "source": {
        "name": "Frontiers in Pharmacology",
        "type": "journal",
        "issn": [
          "1663-9812"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fphar.2013.00092/pdf"
      },
      "topics": [
        "Ethnobotanical and Medicinal Plants Studies",
        "Chromatography in Natural Products",
        "Phytochemistry and biological activity of medicinal plants"
      ],
      "referenced_works_count": 166,
      "url": "https://openalex.org/W2080479093"
    },
    {
      "openalex_id": "W2955365495",
      "doi": null,
      "title": "Tempos misteriosos: uma história da população rural pelas estradas do mundo moderno (Paraíba, 1932-1962)",
      "authors": [
        {
          "name": "Luiz Mário Dantas Burity",
          "openalex_id": "A5026241565",
          "orcid": "https://orcid.org/0000-0003-1357-1243"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-02",
      "abstract": "The mysterious hinterlands made the imagination and the quotidian of the people who have lived in their frontiers. The delighted creatures, with the greatest courage and force, impossible for the humans, have been habited there, between the thorns of the vegetation and the wilderness of the plains. During the period started with the dry of 1932 and finished with the murder of the peasant leader João Pedro Teixeira in 1962, the rural workers met the new time, which turn their universe. The objective of this paper was discourse how agrarian people lived the modernization of the rural world. The modernization was composed with the projects of renovation, expansion, democratization and emancipation, like Néstor Canclini (2000[1989]) said. It happens in the same time of the processes of rationalization, read disenchantment of the world, to cite Max Weber (2004[1920]) and Antônio Pierucci (2005[2003]), of the growing of the futurist regime of historicity, according with Reinhart Koselleck (2006[2003]) and François Hartog (2014[2003]), of enlargement of the public sphere, in the way of Jürgen Habermas (2014[1962]). The change was made with the games of powers, in the middle of which appears the concept of reaction. This concept opened itself for the possible behaviors and representations in the scenario where the changes were happening. It talks about the values, the habits, the traditions of that people, but with the conflicts which involves the default partially shared for them, according with Edward Thompson (2011[1963]) and Roger Chartier (2002[1985]). Those reactions appears in the middle of the territories which involves the different historic cultures that was been playing, like Elio Chaves Flores (2007) said. The documentation was composed of the criminal and civil processes press in the Revista do Foro; of the agricultural supplements of the newspaper A União; of the magazine Parahyba-Agrícola; of the brochures; of the regionalist romances; and with the reports, laws, and another references with the punctual use. This research had assumed the topic that didn’t existe ignorance in the streets where the peasants walks in the politics world, that population bargain all the time the ways of that process, doing a political culture with their traditions and the references of the new time. The search shows the different lectures that the rural population did and like they movement themselves with those. This world occupied for politics bosses, banditries and clerics was dividing places with the public power. With this, the life of those characters changed a lot, they lost power and walked in a rational way. But the modern institutions also made a diagnosis of those changes, reading they like a homogeny group in the same category and smaller than the others. The construction of the modern calendar was involved for the representations fights, which changed the ways during the moment when the projects arrived in the quotidian of the rural population. So, the agriculture press was an important support for the rationalization of those questions and for the constructions of them like a public topic. Thus, the experiences of the cattle breeders, cotton and sugar cane growers show the symbolic violence and the conflicts which made this process. During this time, the peasants won, time after time, a bigger space in the public world, growing the agrarian question in the first position of the national themes and bargain, inside and outside the institutional ways, another forms to live the modern world. For that, the little properties, sometimes, construct fences around the land and the livers expulsed of the mills bargain the payment for their investments. With this, the different curves of the migrations and the growing of the demographic numbers proves how was wrong to discourse about rural exodus, the agrarian reform transform itself in a project into the legislative houses of the country and the peasant leagues show the movements of the rural population with the instruments of the modern, in the opposite way than the bigger properties did. In other words, the modernization was an important scenario for the democratization, which didn’t walk in a regular street, but in the middle of a lot of run overs and new routes, at least until 1964, when the civil-military coup let that process over.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Americanae (AECID Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://repositorio.ufpb.br/jspui/handle/tede/9611"
      },
      "topics": [
        "Urban Development and Societal Issues",
        "Rural Development and Agriculture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2955365495"
    },
    {
      "openalex_id": "W1969578914",
      "doi": "10.3390/rel3020407",
      "title": "Towards a Global History of Voting: Sovereignty, the Diffusion of Ideas, and the Enchanted Individual",
      "authors": [
        {
          "name": "David Gilmartin",
          "openalex_id": "A5091449355",
          "institutions": [
            "North Carolina State University"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-05-08",
      "abstract": "This article suggests a framework for moving toward a global history of voting and democracy that focuses less on the diffusion of European ideas (however important those ideas were) than on embedding the history of voting within a worldwide history of ideas on sovereignty. The article posits a general framework for such a history focusing on a “conundrum of sovereignty” grounding legitimate rule in a space imagined as simultaneously within and outside worldly society. Rooted in a “secular theology” such ideas shaped in the 19th and 20th centuries the establishment of systems of mass voting (including the secret ballot), and the sovereignty of the “people” both in Europe and other parts of the world alike, in the process producing an image of the individual voter as an “enchanted individual.” The article looks at developments within Europe and in India in these terms.1",
      "cited_by_count": 58,
      "type": "article",
      "source": {
        "name": "Religions",
        "type": "journal",
        "issn": [
          "2077-1444"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/2077-1444/3/2/407/pdf?version=1336471298"
      },
      "topics": [
        "Political Theology and Sovereignty",
        "Communism, Protests, Social Movements",
        "Historical and Contemporary Political Dynamics"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W1969578914"
    },
    {
      "openalex_id": "W314119003",
      "doi": "10.17077/2168-569x.1113",
      "title": "History and the Politics of Nostalgia",
      "authors": [
        {
          "name": "Marcos Natali",
          "openalex_id": "A5049303074",
          "orcid": "https://orcid.org/0000-0003-4609-5431"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-01",
      "abstract": "In 1688 the Swiss doctor Johannes Hofer published a tract in which, after consider ing the terms nostomania and philopatridomania, he settles on a combination of the Greek words nostos and algos to describe the pain resulting from the desire to return to one's home (381).Thus the word nostalgia was born, in a text claiming that a properly scientific term was lacking in order to accurately identify a condition that Hofer insisted was a clinical entity and, as such, was above all of medical interest.Throughout eighteenth-century Europe the word would gradually be adopted by specialists and laypeople alike to describe a disease provoked by excessive attachment to a distant homeland, a condition at first thought to be common particularly among natives of mountainous regions.By the end of the eighteenth century, the notion was expanded to include pathological attachment to any faraway place and, later, to distant times and persons.The fact that Hofer considered previously existing terms to be inadequate and felt the need to create an entirely new word, a word that, in turn, gained increasing currency in Europe, suggests that something new-a new way of feeling or a new way of thinking about an old feeling-was entering the world.Indeed, it will be argued here that nostalgia is a distinctly modern word, an idea dependent on a way of worlding that is distinctive to modernity.In due time, the disease came to be associated increasingly with groups-Marcos Piason Natali is a professor in the",
      "cited_by_count": 60,
      "type": "article",
      "source": {
        "name": "Iowa Journal of Cultural Studies",
        "type": "journal",
        "issn": [
          "2168-569X",
          "2168-5738"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://pubs.lib.uiowa.edu/ijcs/article/id/29615/download/pdf/"
      },
      "topics": [
        "Caribbean and African Literature and Culture",
        "Diaspora, migration, transnational identity",
        "Postcolonial and Cultural Literary Studies"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W314119003"
    },
    {
      "openalex_id": "W2778768993",
      "doi": "10.1177/1368431016682743",
      "title": "Making sense of the postsecular",
      "authors": [
        {
          "name": "Umut Parmaksız",
          "openalex_id": "A5023753019",
          "orcid": "https://orcid.org/0000-0003-4777-9843",
          "institutions": [
            "Bilkent University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-15",
      "abstract": "This article critically examines the postsecular literature with the aim of dispelling the scepticism about the concept’s theoretical import, critical power and analytical utility. It first presents an overview of the literature identifying two major fields, social theology and politics, within which three major critical leitmotifs are developed: (1) disenchantment and the loss of community; (2) the impossibility of absolute secularity; and (3) the exclusion of religion from the public sphere. In the second section, the shortcomings of problematizations (1) and (2) are highlighted, originating from social theology, and it is argued that they have limited critical potential as they intend to renaturalize the religious. Instead, it is asserted that the concept has critical power when used within the context of a postreligious denaturalization of the secular. In the last section, the focus shifts to the analytical utility of the concept, and the article examines ‘postsecular society’ and ‘postsecularization’ in the light of the previous discussion.",
      "cited_by_count": 44,
      "type": "article",
      "source": {
        "name": "European Journal of Social Theory",
        "type": "journal",
        "issn": [
          "1368-4310",
          "1461-7137"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/1368431016682743"
      },
      "topics": [
        "Religion and Society Interactions",
        "Religion, Society, and Development",
        "Religion, Spirituality, and Psychology"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W2778768993"
    },
    {
      "openalex_id": "W1968537521",
      "doi": "10.1007/s12115-013-9709-2",
      "title": "Beyond the Fact/Value Distinction: Ethical Naturalism and the Social Sciences",
      "authors": [
        {
          "name": "Philip S. Gorski",
          "openalex_id": "A5033521009",
          "orcid": "https://orcid.org/0000-0002-7095-6337",
          "institutions": [
            "Yale University"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-10-16",
      "abstract": null,
      "cited_by_count": 109,
      "type": "article",
      "source": {
        "name": "Society",
        "type": "journal",
        "issn": [
          "0147-2011",
          "1936-4725"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s12115-013-9709-2.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Contemporary Sociological Theory and Practice",
        "Pragmatism in Philosophy and Education"
      ],
      "referenced_works_count": 15,
      "url": "https://openalex.org/W1968537521"
    },
    {
      "openalex_id": "W2022944587",
      "doi": "10.1215/10679847-9-2-287",
      "title": "Spectral Times: The Ghost Film As Historical Allegory",
      "authors": [
        {
          "name": "Bliss Cua Lim",
          "openalex_id": "A5001731298"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-05-01",
      "abstract": "Research Article| May 01 2001 Spectral Times: The Ghost Film As Historical Allegory Bliss Cua Lim Bliss Cua Lim Search for other works by this author on: This Site Google positions (2001) 9 (2): 287–329. https://doi.org/10.1215/10679847-9-2-287 Cite Icon Cite Share Icon Share Facebook Twitter LinkedIn MailTo Permissions Search Site Citation Bliss Cua Lim; Spectral Times: The Ghost Film As Historical Allegory. positions 1 May 2001; 9 (2): 287–329. doi: https://doi.org/10.1215/10679847-9-2-287 Download citation file: Zotero Reference Manager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search Books & JournalsAll Journalspositions Search Advanced Search The text of this article is only available as a PDF. 2001 by Duke University Press2001 Article PDF first page preview Close Modal You do not currently have access to this content.",
      "cited_by_count": 59,
      "type": "article",
      "source": {
        "name": "positions asia critique",
        "type": "journal",
        "issn": [
          "1067-9847",
          "1527-8271"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://read.dukeupress.edu/positions/article-pdf/9/2/287/461515/02-Lim.pdf"
      },
      "topics": [
        "Gothic Literature and Media Analysis",
        "Crime and Detective Fiction Studies",
        "Shakespeare, Adaptation, and Literary Criticism"
      ],
      "referenced_works_count": 49,
      "url": "https://openalex.org/W2022944587"
    },
    {
      "openalex_id": "W2760557198",
      "doi": "10.2458/v24i1.20789",
      "title": "Decolonizing political ecology: ontology, technology and 'critical' enchantment",
      "authors": [
        {
          "name": "Karsten Schulz",
          "openalex_id": "A5047551519",
          "orcid": "https://orcid.org/0000-0002-7503-4817",
          "institutions": [
            "Universität Trier"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-09-27",
      "abstract": "Abstract Current debates about the Anthropocene have sparked renewed interest in the relationship between ecology, technology, and coloniality. How do humans relate to one another, to the living environment, and to their material or technological artifacts; and how are these relations structured by coloniality, defined not only as a material process of appropriation and subjugation, but also as an exclusionary hierarchy of knowing and being that still pervades contemporary life? While these questions have of course received attention in decolonial theory, they have also captured the interest of scholars who self-identify with the field of political ecology. However, it can be argued that political ecology still primarily adheres to research practices and paradigms that have been developed in the West, regardless of its diversity and dynamism as a field of research. It is therefore suggested that a rapprochement between decolonial theory and political ecology can open up new perspectives on current debates that are emerging around the concept of the Anthropocene. In particular, the article takes the recent interest in the ontological implications of the Anthropocene as a point of departure to bring the decolonial notion of 'border thinking' into a conversation with the so-called 'new materialism' in political ecology. While both approaches are not necessarily opposed to values grounded in rationality, they can be seen as attempts to rethink ontological divisions such as human/nature or subject/object based on 'enchanted' ways of knowing and being-in-the-world. Yet, although enchantment has the potential to counter inherently colonial practices of appropriation, commodification and objectification, it is argued that keeping a moderately critical distance to enchanted narratives is still recommended, not because of the alleged naïveté of such narratives, but rather because enchantments may also function as and through technologies of power. Key words: Anthropocene; political ecology; decoloniality; new materialism; border thinking; ontology; enchantment",
      "cited_by_count": 97,
      "type": "article",
      "source": {
        "name": "Journal of Political Ecology",
        "type": "journal",
        "issn": [
          "1073-0451"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.uair.arizona.edu/index.php/JPE/article/download/20789/20380"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Posthumanist Ethics and Activism",
        "Water Governance and Infrastructure"
      ],
      "referenced_works_count": 77,
      "url": "https://openalex.org/W2760557198"
    },
    {
      "openalex_id": "W2030622249",
      "doi": "10.1177/0170840605051503",
      "title": "Puritans, Visionaries and Survivors",
      "authors": [
        {
          "name": "Stewart Clegg",
          "openalex_id": "A5080767366",
          "orcid": "https://orcid.org/0000-0001-6083-4283",
          "institutions": [
            "University of Technology Sydney"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-03-30",
      "abstract": "All readings take place in the here-and-now, even of texts written back there and then. Nowhere in management and organization theory has this been truer of anyone than Max Weber. Unread in English during his lifetime, it was nearly 30 years after his death before his ideas had much impact. When they did, they were read in a context and tradition years away from those in which they were conceived. And, ever since, they have been subject to systematic reinterpretation on the one hand and neglect on the other. The paper addresses how one might use Weber today, in terms of his sensitivity to current issues, such as sustainability, as well as the still largely unacknowledged foundation that Weber constructed for contemporary cultural studies. The paper will bring these two themes together, using analysis of contemporary equivalents to the popular culture that formed the basis for some of Weber’s own investigations.",
      "cited_by_count": 31,
      "type": "article",
      "source": {
        "name": "Organization Studies",
        "type": "journal",
        "issn": [
          "0170-8406",
          "1741-3044"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.vu.nl/ws/files/2073927/178716.pdf"
      },
      "topics": [
        "Weber, Simmel, Sociological Theory",
        "Management and Organizational Studies",
        "Nonprofit Sector and Volunteering"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W2030622249"
    },
    {
      "openalex_id": "W3121988383",
      "doi": "10.1215/9781478090274",
      "title": "Revolution and Disenchantment",
      "authors": [
        {
          "name": "Fadi A. Bardawil",
          "openalex_id": "A5087570318"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-01",
      "abstract": "The Arab Revolutions that began in 2011 reignited interest in the question of theory and practice, imbuing it with a burning political urgency. In Revolution and Disenchantment Fadi A. Bardawil redescribes for our present how an earlier generation of revolutionaries, the 1960s Arab New Left, addressed this question. Bardawil excavates the long-lost archive of the Marxist organization Socialist Lebanon and its main theorist, Waddah Charara, who articulated answers in their political practice to fundamental issues confronting revolutionaries worldwide: intellectuals as vectors of revolutionary theory; political organizations as mediators of theory and praxis; and nonemancipatory attachments as impediments to revolutionary practice. Drawing on historical and ethnographic methods and moving beyond familiar reception narratives of Marxist thought in the postcolony, Bardawil engages in \"fieldwork in theory\" that analyzes how theory seduces intellectuals, cultivates sensibilities, and authorizes political practice. Throughout, Bardawil underscores the resonances and tensions between Arab intellectual traditions and Western critical theory and postcolonial theory, deftly placing intellectuals from those traditions into a much-needed conversation.",
      "cited_by_count": 47,
      "type": "book",
      "source": {
        "name": "Directory of Open access Books (OAPEN Foundation)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.doabooks.org/doab?func=search&query=rid:44677"
      },
      "topics": [
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 116,
      "url": "https://openalex.org/W3121988383"
    },
    {
      "openalex_id": "W2132767039",
      "doi": "10.1017/s0010417510000332",
      "title": "The Varieties of Secular Experience",
      "authors": [
        {
          "name": "Gregory Starrett",
          "openalex_id": "A5068507955",
          "orcid": "https://orcid.org/0000-0002-4042-5885",
          "institutions": [
            "University of North Carolina at Charlotte"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-06-18",
      "abstract": "It has become a nearly universal reflex to think about the contemporary Middle East as a region in which secularism is in decline. This is particularly true in countries like Egypt, where the modernist imagination of independence-era socialism seems to have been eclipsed by a grassroots vision of the future as a thoroughly Islamic place, and where the nature of the government's stance with regard to secularism and religion has long been an important question (Winegar 2009; Agrama, this CSSH issue). Since the late 1970s, a decade which saw the Iranian Revolution, the rise of televangelism in the United States, and the beginnings of an extraordinary wave of Protestant conversion in Latin America, it has become popular to produce histories of secularism that will help explain the failure of “the secularization thesis,” the idea that with economic development, the spread of education, and the advancement of Science, religion was a doomed commodity like pounce pots and butter churns. The moral vision of the popular long-running Star Trek mythology, in which humans as a species have given up religion altogether, seems ever more remote the closer its technological vision becomes. Surprisingly durable, religion refuses to wait quietly in the churchyard for people to visit. Instead, it stands on the street corner denouncing bad behavior and calling the world to salvation. But now the street corner is a television broadcasting satellite (or a cassette tape, or a website), and religion's call has succeeded in ways that no Cold War sociologist or political scientist could have imagined.",
      "cited_by_count": 50,
      "type": "article",
      "source": {
        "name": "Comparative Studies in Society and History",
        "type": "journal",
        "issn": [
          "0010-4175",
          "1475-2999"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "http://libres.uncg.edu/ir/uncc/f/starrett_gre_the_va_2010.pdf"
      },
      "topics": [
        "Religion and Society Interactions",
        "Islamic Studies and History",
        "Religion, Society, and Development"
      ],
      "referenced_works_count": 56,
      "url": "https://openalex.org/W2132767039"
    },
    {
      "openalex_id": "W3048632858",
      "doi": "10.1007/s10551-020-04592-4",
      "title": "Enchantment in Business Ethics Research",
      "authors": [
        {
          "name": "Emma Bell",
          "openalex_id": "A5090421106",
          "orcid": "https://orcid.org/0000-0001-9026-7224",
          "institutions": [
            "The Open University"
          ]
        },
        {
          "name": "Nik Winchester",
          "openalex_id": "A5063831021",
          "orcid": "https://orcid.org/0009-0004-1592-5572",
          "institutions": [
            "The Open University"
          ]
        },
        {
          "name": "Edward Wray‐Bliss",
          "openalex_id": "A5067926676",
          "orcid": "https://orcid.org/0000-0001-5575-7754",
          "institutions": [
            "Macquarie University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-08-12",
      "abstract": "Abstract This article draws attention to the importance of enchantment in business ethics research. Starting from a Weberian understanding of disenchantment, as a force that arises through modernity and scientific rationality, we show how rationalist business ethics research has become disenchanted as a consequence of the normalization of positivist, quantitative methods of inquiry. Such methods absent the relational and lively nature of business ethics research and detract from the ethical meaning that can be generated through research encounters. To address this issue, we draw on the work of political theorist and philosopher, Jane Bennett, using this to show how interpretive qualitative research creates possibilities for enchantment. We identify three opportunities for reenchanting business ethics research related to: (i) moments of novelty or disruption; (ii) deep, meaningful attachments to things studied; and (iii) possibilities for embodied, affective encounters. In conclusion, we suggest that business ethics research needs to recognize and reorient scholarship towards an appreciation of the ethical value of interpretive, qualitative research as a source of potential enchantment.",
      "cited_by_count": 29,
      "type": "article",
      "source": {
        "name": "Journal of Business Ethics",
        "type": "journal",
        "issn": [
          "0167-4544",
          "1573-0697"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10551-020-04592-4.pdf"
      },
      "topics": [
        "Management and Organizational Studies",
        "Psychology of Moral and Emotional Judgment",
        "Body Image and Dysmorphia Studies"
      ],
      "referenced_works_count": 121,
      "url": "https://openalex.org/W3048632858"
    },
    {
      "openalex_id": "W2788041219",
      "doi": "10.1525/luminos.47",
      "title": "Morals Not Knowledge: Recasting the Contemporary U.S. Conflict Between Religion and Science",
      "authors": [
        {
          "name": "John H. Evans",
          "openalex_id": "A5085102537",
          "orcid": "https://orcid.org/0000-0001-7487-3216",
          "institutions": [
            "University of California, San Diego"
          ]
        },
        {
          "name": "John H. Evans",
          "openalex_id": "",
          "institutions": [
            "University of California, San Diego"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-19",
      "abstract": "In a time when conservative politicians challenge the irrefutability of scientific findings such as climate change, it is more important than ever to understand the conflict at the heart of the “religion vs. science” debates unfolding in the public sphere. In this groundbreaking work, John H. Evans reveals that, with a few limited exceptions, even the most conservative religious Americans accept science’s ability to make factual claims about the world. However, many religious people take issue with the morality implicitly promoted by some forms of science. Using clear and engaging scholarship, Evans upends the prevailing notion that there is a fundamental conflict over the way that scientists and religious people make claims about nature and argues that only by properly understanding moral conflict between contemporary religion and science will we be able to contribute to a more productive interaction between these two great institutions.",
      "cited_by_count": 110,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.luminosoa.org/site/books/10.1525/luminos.47/download/1944/"
      },
      "topics": [
        "Religion, Ecology, and Ethics",
        "Mormonism, Religion, and History",
        "American Constitutional Law and Politics"
      ],
      "referenced_works_count": 259,
      "url": "https://openalex.org/W2788041219"
    },
    {
      "openalex_id": "W2906643419",
      "doi": "10.4324/9781315167305",
      "title": "Data Politics",
      "authors": [
        {
          "name": "Didier Bigo",
          "openalex_id": "A5066488772",
          "orcid": "https://orcid.org/0000-0002-1908-6532",
          "institutions": [
            "Institut d'Etudes Politiques de Paris",
            "Centre National de la Recherche Scientifique"
          ]
        },
        {
          "name": "Engin F. Isin",
          "openalex_id": "A5046533551",
          "orcid": "https://orcid.org/0000-0002-7366-0224",
          "institutions": [
            "Queen Mary University of London"
          ]
        },
        {
          "name": "Evelyn Ruppert",
          "openalex_id": "A5021340448",
          "orcid": "https://orcid.org/0000-0001-7781-1491",
          "institutions": [
            "University of London",
            "University College London"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-03-13",
      "abstract": "The Snowden leaks, first published in June 2013, provided unprecedented insights into the operations of state-corporate surveillance, highlighting the extent to which everyday communication is integrated into forms of control that rely on the “datafication” of social life. Whilst such data-driven forms of governance have significant implications for citizenship and society, resistance to data-driven surveillance in the wake of the Snowden leaks predominantly centred on techno-legal responses relating to the development and use of encryption and policy advocacy around privacy and data protection. Based on in-depth interviews with a range of social justice activists we highlight the limitations of such framings of data politics. Introducing the notion of “data justice”, we therefore go on to make the case that resistance to datafication needs to be (re)conceptualized on terms that can engage with data politics in relation to broader social justice agendas. Such an approach is needed, we suggest, in light of the central role of data-driven processes in contemporary capitalism.",
      "cited_by_count": 118,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.4324/9781315167305"
      },
      "topics": [
        "Social Media and Politics"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W2906643419"
    },
    {
      "openalex_id": "W2109761882",
      "doi": "10.1080/0048721x.2013.765631",
      "title": "Gay rights, the devil and the end times: public religion and the enchantment of the homosexuality debate in Zambia",
      "authors": [
        {
          "name": "Adriaan van Klinken",
          "openalex_id": "A5044488934",
          "orcid": "https://orcid.org/0000-0003-2011-5537",
          "institutions": [
            "University of Leeds"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-04-05",
      "abstract": "This article contributes to the understanding of the role of religion in the public and political controversies about homosexuality in Africa. As a case study it investigates the heated public debate in Zambia following a February 2012 visit by United Nations Secretary General Ban Ki-moon, who emphasised the need for the country to recognise the human rights of homosexuals. The focus is on a particular Christian discourse in this debate, in which the international pressure to recognise gay rights is considered a sign of the end times, and Ban Ki-moon, the UN and other international organisations are associated with the Antichrist and the Devil. Here, the debate about homosexuality becomes eschatologically enchanted through millennialist thought. Building on discussions about public religion and religion and politics in Africa, this article avoids popular explanations in terms of fundamentalist religion and African homophobia, but rather highlights the political significance of this discourse in a postcolonial African context.",
      "cited_by_count": 62,
      "type": "article",
      "source": {
        "name": "Religion",
        "type": "journal",
        "issn": [
          "0048-721X",
          "1096-1151"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/epdf/10.1080/0048721X.2013.765631?needAccess=true&role=button"
      },
      "topics": [
        "African Sexualities and LGBTQ+ Issues",
        "African studies and sociopolitical issues",
        "Marriage and Sexual Relationships"
      ],
      "referenced_works_count": 54,
      "url": "https://openalex.org/W2109761882"
    }
  ],
  "count": 30,
  "errors": []
}
