{
  "status": "success",
  "source": "semantic_scholar",
  "query": "tradition crisis institutional failure",
  "results": [
    {
      "paperId": "3dd2afebd1f0e815d97a18defa04b0a1167de108",
      "title": "Representation in Politics: Transcendental Dreaming and Existential Crisis",
      "authors": [
        {
          "name": "Micheal Ziegler",
          "authorId": "2054394842"
        }
      ],
      "year": 2020,
      "abstract": "This paper focuses on what Voegelin calls “unrestrained modernity” alongside an exploration of the problem of infinity in language representations discussed by Aristotle in Physics. Focusing my search on unlimited-representation leads me towards a discussion of what tradition is, how one represents traditions both in life and politics, and how modern traditions have failed to transcend beyond the occasion of their becoming, ultimately leading towards an existential crisis. For Voegelin, the failure of transcendental social representation creates the “phenomenon of a dream world” that leads to the ‘end of modernity.’ The institutional traditions most important for this paper are those of western representative democracies. Thus, the paper (1) aims at understanding how, for Voegelin, the threat of “unrestrained modernity” brings about “strong institutional traditions” of economic materialism, racism, corrupt psychology, scientism and technological ruthlessness, and (2) developing a means of helping us overcome the menace of dangerous socio-political conventions.",
      "citationCount": 0,
      "doi": "10.33774/apsa-2020-13p0d",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3dd2afebd1f0e815d97a18defa04b0a1167de108",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a001015ef17032dab44bdb7f8e71513e0436fa4d",
      "title": "The Politics of Order: Ordo-liberalism from the Inter-war Period through the Long 1970s",
      "authors": [
        {
          "name": "Joshua Rahtz",
          "authorId": "2095125414"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a001015ef17032dab44bdb7f8e71513e0436fa4d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8e906302004f3a23e6da09a3ddbb6887416e5760",
      "title": "Role of teachers and educational institutions in value based higher education",
      "authors": [
        {
          "name": "S. Banerji",
          "authorId": "143700382"
        },
        {
          "name": "Rajiv Prasad",
          "authorId": "143781686"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e906302004f3a23e6da09a3ddbb6887416e5760",
      "venue": "",
      "journal": {
        "name": "Purushartha: A Journal of Management Ethics and Spirituality",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "40b2d48adf953a0fff1a02df6d9a0f5d07baa823",
      "title": "Institutional failure: Policing in permacrisis",
      "authors": [
        {
          "name": "Karim Murji",
          "authorId": "5439619"
        }
      ],
      "year": 2023,
      "abstract": "Abstract:Recent scandals have once again highlighted ongoing failings in the Metropolitan Police force, for which yet more urgent reforms have been proposed. While police denialism of institutional racism continues to be a problem, the institutional failure that creates the recurring cycles of crisis goes beyond the Met. It is also rooted in a stunted mediascape, and, more seriously, a failing political culture that is addicted to the sugar rush of immediate political news, and mired in an authoritarian and zombie politics of law and order that seeks to manage dissent through producing first shock and then amnesia. This institutional permacrisis underlines the failures of all three institutions to recognise and address institutional racism. It is symptomatic of a failure to go beyond the facile assumption - in the face of decades of evidence to the contrary - that deeply embedded structural problems can be solved through the fix of culture-change programmes or the appointment of a heroic new leader. Recent reports have also found the Met to be marked by institutional misogyny and institutional corruption. This extension of the idea of systemic failure seems unlikely to prompt the kind of systemic and structural change that is needed.",
      "citationCount": 1,
      "doi": "10.3898/soun.83.02.2023",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40b2d48adf953a0fff1a02df6d9a0f5d07baa823",
      "venue": "Soundings",
      "journal": {
        "name": "Soundings: A journal of politics and culture",
        "pages": "21 - 33",
        "volume": "83"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "53777729fb0a1866ee43384470edbd60278206c2",
      "title": "Institutional designs and dynamics of crisis governance at the local level: European governments facing the polycrisis",
      "authors": [
        {
          "name": "Sabine Kuhlmann",
          "authorId": "2299619159"
        },
        {
          "name": "Jochen Franzke",
          "authorId": "2074211543"
        },
        {
          "name": "Niklas Peters",
          "authorId": "2299632728"
        },
        {
          "name": "B. Dumas",
          "authorId": "2090873687"
        }
      ],
      "year": 2024,
      "abstract": "Abstract This article analyses the institutional design variants of local crisis governance responses to the COVID-19 pandemic and their entanglement with other locally impactful crises from a cross-country comparative perspective (France, Germany, Poland, Sweden, and the UK/England). The pandemic offers an excellent empirical lens for scrutinizing the phenomenon of polycrises governance because it occurred while European countries were struggling with the impacts of several prior, ongoing, or newly arrived crises. Our major focus is on institutional design variants of crisis governance (dependent variable) and the influence of different administrative cultures on it (independent variable). Furthermore, we analyze the entanglement and interaction of institutional responses to other (previous or parallel) crises (polycrisis dynamics). Our findings reveal a huge variance of institutional designs, largely evoked by country-specific administrative cultures and profiles. The degree of de-/centralization and the intensity of coordination or decoupling across levels of government differs significantly by country. Simultaneously, all countries were affected by interrelated and entangled crises, resulting in various patterns of polycrisis dynamics. While policy failures and “fatal remedies” from previous crises have partially impaired the resilience and crisis preparedness of local governments, we have also found some learning effects from previous crises.",
      "citationCount": 16,
      "doi": "10.1080/25741292.2024.2344784",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53777729fb0a1866ee43384470edbd60278206c2",
      "venue": "Policy Design and Practice",
      "journal": {
        "name": "Policy Design and Practice",
        "pages": "409 - 429",
        "volume": "7"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bdda18dd0d25cdd7fd0554135b751f61145fb840",
      "title": "The Failure of Liberal Interventionism: Deconstructing Afghan Identity Discourses of “Modern” and “Tradition”",
      "authors": [
        {
          "name": "Aisha Younus",
          "authorId": "2276145659"
        }
      ],
      "year": 2023,
      "abstract": "In Afghanistan, the crisis of liberal intervention unfolded in the failure to establish democratic structures as a solution to terrorism and extremism in the aftermath of 9/11. Following the emergency withdrawal of US and NATO forces from Afghanistan on August 30, 2021, President Ashraf Ghani discreetly left Kabul, enabling the Taliban to regain control and form a new government in the country. The recurrent pattern of intervention and the subsequent return of the Taliban highlights a failure of the liberal project, which is a significant concern addressed in this article as the main question: Why has liberal intervention failed in Afghanistan? The answer lies in deconstructing the hegemonic discourse of “modern” Afghan to understand how it was resisted and replaced by the alternative discourse of “tradition,” subsequently, leading to the failure of the liberal project. The “modern” discourse, rooted in the US social context, aimed to civilise the perceived primitive and traditional Afghans. Conversely, the Taliban, drawing upon the Afghan social context, contested the “modern” discourse with an alternative discourse of “tradition” portraying liberals and their supporters as “occupiers” and “oppressors,” thus, justifying their armed resistance (jihad) against occupying forces. Framed within a critical social constructivism, the text, interviews, speeches, and statements of prominent Taliban leaders and the US presidents, apprise how specific identities have been employed to naturalise the “modern” discourse as justification for intervention. Critical discourse analysis explicates how the “tradition” discourse denaturalised the former and, subsequently, facilitated the establishment of the Taliban’s power in Afghanistan.",
      "citationCount": 2,
      "doi": "10.17645/pag.7380",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bdda18dd0d25cdd7fd0554135b751f61145fb840",
      "venue": "Politics and Governance",
      "journal": {
        "name": "Politics and Governance"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "67cc8ba8860113fac314a9777fa00df60f21c894",
      "title": "Urban resilience: between tradition, crisis response, and global change",
      "authors": [
        {
          "name": "Christa Reicher",
          "authorId": "2306857774"
        },
        {
          "name": "Javier Ostos Prieto",
          "authorId": "2125667377"
        },
        {
          "name": "Fabio Bayro Kaiser",
          "authorId": "2203955746"
        }
      ],
      "year": 2025,
      "abstract": "Contemporary cities face the acute challenge of balancing competing imperatives: preserving cultural identity while enabling transformation; responding to crises while fostering opportunity; and respecting tradition while embracing modernisation. Rather than choosing between the past and the future, this paper examines how these tensions can be navigated by approaching cities as opportunities to be shaped through culturally rooted, adaptive, and forward-looking planning. The study draws on research, teaching, and fieldwork organised in five thematic clusters. Grounded in the interconnected concepts of urbanity, resilience, and innovative practices, it employs a comparative, interdisciplinary, and multi-scalar methodology. On this basis, the paper argues that urban resilience is cultivated where memory, participation, and innovation intersect. Key insights highlight the value of tradition-informed design for long-term transformation, the potential of co-production and experimentation for sustainability transitions, and the importance of global-local learning for equitable adaptation. The paper concludes that designing for resilience requires an approach that addresses complexity across temporal, spatial, and institutional dimensions through sustained partnerships between planners, policymakers, and stakeholder communities.",
      "citationCount": 0,
      "doi": "10.4995/vlc.2025.24112",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/67cc8ba8860113fac314a9777fa00df60f21c894",
      "venue": "VLC arquitectura. Research Journal",
      "journal": {
        "name": "VLC arquitectura. Research Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "72672b38cc19ac3a276bf537c69d7de45ca2bcbd",
      "title": "Sustainability through institutional failure and decline? Archetypes of productive pathways",
      "authors": [
        {
          "name": "J. Newig",
          "authorId": "4909157"
        },
        {
          "name": "Pim Derwort",
          "authorId": "104622609"
        },
        {
          "name": "Nicolas W. Jager",
          "authorId": "40613402"
        }
      ],
      "year": 2019,
      "abstract": "Although current literature on sustainability governance and institutions is preoccupied with innovation, novelty, success, and “best practice,” there is an emergent tendency to consider decline and failure as opportunities and leverage points to work toward and to achieve sustainability. However, although failure, crisis, and decay have been treated extensively, the link toward their productive potential has remained underdeveloped in the literature. Using a systems perspective, we described five archetypical pathways through which crisis, failure, deliberate destabilization, and active management of decline may facilitate sustainability transformation through adaptation, learning, providing windows of opportunity, and informed choices regarding stability versus change. We sought to provide a basis for further conceptual and empirical inquiry by formulating archetypical pathways that link aspects of failure to productive functions in the sense of sustainability. We started out by describing five archetypical pathways and their conceptual underpinnings from a number of different literatures, including evolutionary economics, ecology, and institutional change. The pathways related to (1) crises triggering institutional adaptations toward sustainability, (2) systematic learning from failure and breakdown, (3) the purposeful destabilization of unsustainable institutions, (4) making a virtue of inevitable decline, and (5) active and reflective decision making in the face of decline instead of leaving it to chance. These archetypical pathways were illustrated by a number of sustainabilityrelated empirical case studies. In developing these archetypes, we have sought to move forward the debate on sustainability transformation and harness the potential of hitherto overlooked institutional dynamics.",
      "citationCount": 41,
      "doi": "10.5751/ES-10700-240118",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72672b38cc19ac3a276bf537c69d7de45ca2bcbd",
      "venue": "Ecology and Society",
      "journal": {
        "name": "Ecology and Society"
      },
      "publicationTypes": null
    },
    {
      "paperId": "17f840d52ea70dc80b6377efaab80d1ae4bbe156",
      "title": "Accounting for Failure Through Morality: The IMF’s Involvement in (Mis)managing the Greek Crisis",
      "authors": [
        {
          "name": "S. Avakian",
          "authorId": "98194664"
        },
        {
          "name": "M. Fotaki",
          "authorId": "10050620"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s10551-022-05312-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/17f840d52ea70dc80b6377efaab80d1ae4bbe156",
      "venue": "Journal of Business Ethics",
      "journal": {
        "name": "Journal of Business Ethics",
        "pages": "817 - 841",
        "volume": "189"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8cfc94ef9e8288af685ff67776089e454bb75f83",
      "title": "Corruption in African Countries: A Symptom of Leadership and Institutional Failure",
      "authors": [
        {
          "name": "Oluwole Owoye",
          "authorId": "107596652"
        },
        {
          "name": "Nicole Bissessar",
          "authorId": "103686720"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 21,
      "doi": "10.1007/978-3-319-03143-9_15",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8cfc94ef9e8288af685ff67776089e454bb75f83",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "227-245",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "16b7706643e8651b923576a956caea40cb4d1164",
      "title": "Financial globalisation and crisis, institutional transformation and equity",
      "authors": [
        {
          "name": "P. Arestis",
          "authorId": "71176031"
        },
        {
          "name": "Ajit Singh",
          "authorId": "47264465"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 39,
      "doi": "10.1093/CJE/BEP085",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/16b7706643e8651b923576a956caea40cb4d1164",
      "venue": "",
      "journal": {
        "name": "Cambridge Journal of Economics",
        "pages": "225-238",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "63225166ee2416fc106ca44a8bb1367be03b169b",
      "title": "The use of institutional theory in social and environmental accounting research: a critical review",
      "authors": [
        {
          "name": "Anna Eitrem",
          "authorId": "133588421"
        },
        {
          "name": "Anita Meidell",
          "authorId": "2295814526"
        },
        {
          "name": "Sven Modell",
          "authorId": "2295821281"
        }
      ],
      "year": 2024,
      "abstract": "In this paper, we review and critique the use of institutional theory in social and environmental accounting (SEA) research and discuss whether this has helped or hindered in furthering a critical research programme that is concerned with questions of power and emancipation. This research focus is warranted by broader debates within institutional theory as well as the SEA literature. Insofar as institutional theory is concerned, there are disagreements as to whether this theory can be imbued with critical intent or whether it is trapped in a normal science tradition of constantly extending and refining theory that detracts from such intent. By contrast, within the SEA literature, we find a largely inverse criticism suggesting that its lack of theoretical sophistication has diminished its critical potential. We show that most institutional research on SEA under review has not advanced research in a critical direction. However, this has little to do with the normal science ideal underpinning institutional theory but is rather due to the failure to keep up with key conceptual developments crystallising its critical potential. We outline a research agenda that may turn institutional research on SEA into a more critical research programme while simultaneously developing institutional theory conceptually.",
      "citationCount": 23,
      "doi": "10.1080/00014788.2024.2328934",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/63225166ee2416fc106ca44a8bb1367be03b169b",
      "venue": "Accounting and Business Research",
      "journal": {
        "name": "Accounting and Business Research",
        "pages": "775 - 810",
        "volume": "54"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9f6c8f6037871d8b8de654407e23dac107d74e7c",
      "title": "Legal, Political, and Institutional Constraints on the Financial Crisis Policy Response",
      "authors": [
        {
          "name": "P. Swagel",
          "authorId": "52057801"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 47,
      "doi": "10.1257/JEP.29.2.107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f6c8f6037871d8b8de654407e23dac107d74e7c",
      "venue": "",
      "journal": {
        "name": "Journal of Economic Perspectives",
        "pages": "107-122",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a2219a3843f2c3e955db6a87a82bb034ec840c33",
      "title": "Institutional crisis and the policy agenda",
      "authors": [
        {
          "name": "C. Ansell",
          "authorId": "49155424"
        },
        {
          "name": "A. Boin",
          "authorId": "2709358"
        },
        {
          "name": "S. Kuipers",
          "authorId": "101484294"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.4337/9781784715922.00033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2219a3843f2c3e955db6a87a82bb034ec840c33",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "b4be28b649c92bd53a8c1be57879511c9c05c299",
      "title": "Crime, Irregular Warfare, and Institutional Failure in Latin America: Guatemala as a Case Study",
      "authors": [
        {
          "name": "H. Brands",
          "authorId": "46767799"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 41,
      "doi": "10.1080/1057610X.2011.545937",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4be28b649c92bd53a8c1be57879511c9c05c299",
      "venue": "",
      "journal": {
        "name": "Studies in Conflict & Terrorism",
        "pages": "228 - 247",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "59cc5c272190530687ab92075ee1cb6452fe29ee",
      "title": "Hurricane Otis in Acapulco: A view from the theory of crisis management",
      "authors": [
        {
          "name": "Juan Camilo Cardona-Castaño",
          "authorId": "2324594948"
        },
        {
          "name": "Ma Guadalupe Montes Reséndiz",
          "authorId": "2341147953"
        },
        {
          "name": "Jehudaniel Reséndiz Martínez",
          "authorId": "2341151221"
        },
        {
          "name": "Alvaro Enrique Lima Vargas",
          "authorId": "2341000303"
        },
        {
          "name": "Alejandra Moreno-Juárez",
          "authorId": "2341149237"
        },
        {
          "name": "Rosa M. Brito-Carmona",
          "authorId": "2260485283"
        }
      ],
      "year": 2025,
      "abstract": "Global warming is a problem that affects humanity; hence, crisis management in the face of natural events is necessary. The aim of the research was to analyze the passage of Hurricane Otis through Acapulco from the theoretical perspective of crisis management, to understand the socio-environmental, economic, and decision-making challenges. For data collection, content analysis and hemerographic review proved useful, complemented by theoretical contrastation. Findings revealed failures in communication by various government actors; the unprecedented growth of Hurricane Otis led to a flawed crisis management. Among the physical, economic, environmental, and social impacts, the latter stands out due to the humanitarian crisis overflow. It is the first time that Acapulco, despite having a tradition in risk management against hydrometeorological events, faces a hurricane of magnitude five on the Saffir-Simpson scale. Ultimately, the city was unprepared to face a category five hydrometeorological event; institutional responses were overwhelmed by the complexity of the crisis, and the community came together to improve its environment and make it habitable again.",
      "citationCount": 0,
      "doi": "10.24294/jipd6204",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59cc5c272190530687ab92075ee1cb6452fe29ee",
      "venue": "Journal of Infrastructure Policy and Development",
      "journal": {
        "name": "Journal of Infrastructure, Policy and Development"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "52e56dfd367f6cf3e51e5002cfaa74e103cfb5f7",
      "title": "Kinder, gentler – and crisis-proof? Consensus democracy, inclusive institutions and COVID-19 pandemic performance",
      "authors": [
        {
          "name": "Rahel Freiburghaus",
          "authorId": "2103576055"
        },
        {
          "name": "A. Vatter",
          "authorId": "119092576"
        },
        {
          "name": "Isabelle Stadelmann‐Steffen",
          "authorId": "1405069905"
        }
      ],
      "year": 2023,
      "abstract": "Abstract Which patterns of democracy perform best? Although a decades-long research tradition has fairly robustly suggested that consensual democracies outperform their Westminster-style majoritarian counterparts, the scope of previous studies has been limited to ‘normal times’. In this article, the endogenous context of the COVID-19 pandemic is leveraged to study whether the alleged superiority of consensualism also holds during crises. It is hypothesised that, in addition to consensus democracy, inclusive institutions – i.e. cabinet size and interest-group corporatism – enhance crisis-related performance. Drawing on new and original data, cross-sectional and hierarchical time-series regression analyses show that horizontal power-sharing and the number of ministers substantively reduced excess mortality, while the structure of the interest-group system had no effect. Although established consensus democracies can draw on their built-in institutional assets even during crises, our findings indicate that majoritarian systems may, as a compensatory performance-enhancing tool, flexibly gear up for crisis-induced necessities by adding more ministers to the cabinet.",
      "citationCount": 8,
      "doi": "10.1080/01402382.2022.2156164",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52e56dfd367f6cf3e51e5002cfaa74e103cfb5f7",
      "venue": "West European Politics",
      "journal": {
        "name": "West European Politics",
        "pages": "1106 - 1132",
        "volume": "46"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5db3a7e78f574dadc44ff6a103f6cd6834eb15ed",
      "title": "Institutional Failure in Resource Management",
      "authors": [
        {
          "name": "J. Acheson",
          "authorId": "31786906"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 460,
      "doi": "10.1146/ANNUREV.ANTHRO.35.081705.123238",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5db3a7e78f574dadc44ff6a103f6cd6834eb15ed",
      "venue": "",
      "journal": {
        "name": "Annual Review of Anthropology",
        "pages": "117-134",
        "volume": "35"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0d36b1a918c267e601d5c7b40a386ece4cdda64e",
      "title": "Path-Dependent Deadlock: Institutional Causes of the Euro Crisis",
      "authors": [
        {
          "name": "Samuel Dahan",
          "authorId": "119208875"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d36b1a918c267e601d5c7b40a386ece4cdda64e",
      "venue": "",
      "journal": {
        "name": "Cornell International Law Journal",
        "pages": "309",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bd41a5a0e4afd9c91dc5ef1d84fcd7f2bab294a4",
      "title": "Global Financial Crisis: Unravelling Corporate Governance Failures",
      "authors": [
        {
          "name": "Yiwen Chen",
          "authorId": "2287306263"
        }
      ],
      "year": 2024,
      "abstract": " The global financial crisis of 2007-2008, stemming from the United States subprime mortgage crisis, was a profound and widespread calamity with far-reaching implications for economies, enterprises, and investors worldwide. This essay posits that the root cause of this crisis lies in the failure of corporate governance, asserting that the outbreak unfolded through three stages: the accumulation, amplification, and outbreak of governance risks. Crucially, the first stage reveals a convergence of internal and external governance failures, marking the conjunction of internal governance lapses—specifically in risk management, executive compensation, board operations, and information disclosure—and external governance deficiencies in government regulation, legal requirements, and social accountability. The multifaceted impact of the crisis, leading to the bankruptcy of prominent financial institutions globally and unprecedented government interventions, underscored the urgency of addressing governance issues. Scholars and researchers globally have since dissected the crisis, identifying lessons and recommending reforms. This essay examines the intricate balance between internal and external governance, emphasizing the imperative of effective interaction. Proposals for improvement include enhancing board structures, implementing substantive disclosure rules, fortifying government regulation, and fostering international cooperation. The aftermath of the crisis, while posing challenges, also presents an opportunity for corporate governance reform. The lessons learned highlight the indispensability of robust governance mechanisms in protecting investor and shareholder interests. Effectively navigating the evolving landscape requires staying abreast of contemporary needs and embracing reforms that align with the dynamic nature of global finance. Ultimately, the financial crisis underscores the pivotal role of effective corporate governance in mitigating risks, fostering sustainable development, and safeguarding societal interests.",
      "citationCount": 4,
      "doi": "10.54097/xcwn2c72",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd41a5a0e4afd9c91dc5ef1d84fcd7f2bab294a4",
      "venue": "Frontiers in Business, Economics and Management",
      "journal": {
        "name": "Frontiers in Business, Economics and Management"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8643c1f5a828e71822e7bf16abeb338e573e371c",
      "title": "The Eurozone Crisis: Institutional Setting, Structural Vulnerability, and Policies",
      "authors": [
        {
          "name": "B. Dallago",
          "authorId": "88887153"
        },
        {
          "name": "C. Guglielmetti",
          "authorId": "7569624"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8643c1f5a828e71822e7bf16abeb338e573e371c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "04350a416e4c7f98484bd6683747244ae2e0b842",
      "title": "From EU Governance of Crisis to Crisis of EU Governance: Regulatory Failure, Redistributive Conflict and Eurosceptic Publics",
      "authors": [
        {
          "name": "Tanja A. Börzel",
          "authorId": "67129353"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 97,
      "doi": "10.1111/JCMS.12431",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04350a416e4c7f98484bd6683747244ae2e0b842",
      "venue": "",
      "journal": {
        "name": "Journal of Common Market Studies",
        "pages": "8-31",
        "volume": "54"
      },
      "publicationTypes": null
    },
    {
      "paperId": "341e5dc3efdc278dfa4658ddcbe5b6d797520c35",
      "title": "Can crisis corporatism protect vulnerable workers? Conceptual insights from a European perspective",
      "authors": [
        {
          "name": "Chaitawat Boonjubun",
          "authorId": "121349436"
        },
        {
          "name": "Anil Duman",
          "authorId": "2248537603"
        },
        {
          "name": "Marta Kahancová",
          "authorId": "2292187828"
        }
      ],
      "year": 2025,
      "abstract": "Crisis corporatism is conceptualised in this article as a temporary governance strategy involving partnerships between the state, labour and employers to mitigate the impacts of crisis to protect vulnerable workers. Using the COVID-19 pandemic as a case study, the article examines how institutionalised power relations in different industrial regimes enabled corporatist decision-making to safeguard vulnerable workers. It presents a conceptual framework linking crisis corporatism with vulnerability, emphasising social actors’ role in advocating for marginalised groups, drawing on empirical studies from European countries. Findings reveal significant variations in corporatist responses, influenced by institutional frameworks, welfare state traditions, and industrial relations systems. Countries with strong corporatist structures effectively mobilised social partners to protect workers, while those with fragmented institutions relied on state intervention or ad hoc measures, often leaving workers exposed to job or income loss. The article highlights social dialogue’s role in crisis resilience and argues for strengthening corporatist structures to ensure inclusive future responses.",
      "citationCount": 3,
      "doi": "10.1177/10242589251377582",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/341e5dc3efdc278dfa4658ddcbe5b6d797520c35",
      "venue": "Transfer: European Review of Labour and Research",
      "journal": {
        "name": "Transfer: European Review of Labour and Research",
        "pages": "277 - 292",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e42420b6eae7d133783bf7094ec1bad99dec0931",
      "title": "Reflections on Azawad Crisis and Malian Democracy: The Statehood, its Deficiencies and Inclusion Failure",
      "authors": [
        {
          "name": "F. Saraceno",
          "authorId": "66375937"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1177/0021909614529265",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e42420b6eae7d133783bf7094ec1bad99dec0931",
      "venue": "",
      "journal": {
        "name": "Journal of Asian and African Studies",
        "pages": "343 - 358",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0ba1ab6cf0a539d49f9d0cf940e67ef9e861e434",
      "title": "The IMF failure that wasn't: risk ignorance during the European debt crisis.",
      "authors": [
        {
          "name": "Pierre Pénet",
          "authorId": "51442358"
        }
      ],
      "year": 2018,
      "abstract": "This article builds on ignorance studies to revisit how we understand the role of expertise in international policymaking. A fundamental component of ignorance is concealing what you know. For experts, risk ignorance is a strategic resource when the policymaking process becomes a contested exchange. This article covers IMF lending programmes in Europe in 2008-13 with a special focus on Greece. Empirical data is drawn from policy documents. I find that risk ignorance at the IMF resulted from a joint process of 'private alteration' and 'public obfuscation': the alteration of normal scenarios of debt sustainability in private negotiations worked in tandem with the obfuscation of programme risks in the public stage. The empirical contribution of this article is to show that the 'failure' of the IMF programme for Greece can be reconceptualized as 'success'. The immediate goal of the programme was to bailout Greece's creditors and avoid the breakup of European monetary institutions. In this respect, the programme was successful. But success came at a huge cost for Greece. Analytically, this article suggests that knowledge procurement based on empirical fact-gathering is not always the ultimate goal of international organizations and the communities of experts working within them.",
      "citationCount": 27,
      "doi": "10.1111/1468-4446.12602",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0ba1ab6cf0a539d49f9d0cf940e67ef9e861e434",
      "venue": "British Journal of Sociology",
      "journal": {
        "name": "The British journal of sociology",
        "pages": "\n          1031-1055\n        ",
        "volume": "69 4"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a6bcbbc705604f4e0b63dd79554cff07ce9e5f86",
      "title": "State Failure, Polarisation, and Minority Engagement in Germany’s Refugee Crisis",
      "authors": [
        {
          "name": "Jannika Bock",
          "authorId": "113544906"
        }
      ],
      "year": 2018,
      "abstract": "Talk about a ‘refugee crisis’ dominated Germany’s political discourse in 2015/2016. The arrival of hundreds of thousands of foreigners desiring protection shaped public and private debates. However, rather than taking the term refugee crisis for granted, this article suggests that critical experiences in Germany, and responses to them, were shaped by the failure of state institutions. In the same year, as further austerity measures were imposed on Greece, German citizens questioned the state of their own public infrastructure. Following privatisation and cuts to social services, national, regional, and local authorities lacked the capacity to respond adequately to newcomers’ needs. The sight of failing state institutions contributed to a sense of crisis. Simultaneously, however, the apparent state incapacity—particularly also in Berlin, the focus of this article—opened up spaces for emergent civil society actors, including minority groups. Muslims organised in associations could perform relevance as reliable citizens and raise their public profile. Different groups also put forward alternative visions of society. At the same time, government support for asylum seekers and the greater visibility of actors in a pluralist society pushed some conservatives towards a new far-right force: the Alternative for Germany party (AfD). The gaps in public administration that were revealed in 2015/2016 resulted in social polarisation left and right of centrist politics: nationalist conservatives rejected an increasingly multicultural country and found a new political home in the AfD, whereas left wingers and minority groups challenged austerity and claimed greater political representation for their views.",
      "citationCount": 16,
      "doi": "10.1007/S10767-018-9288-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6bcbbc705604f4e0b63dd79554cff07ce9e5f86",
      "venue": "International Journal of Politics, Culture, and Society",
      "journal": {
        "name": "International Journal of Politics, Culture, and Society",
        "pages": "375-396",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4425ad0181d17f02d63ce84181e2730a2000d0ee",
      "title": "Leverage, CEO Risk-Taking Incentives and Bank Failure during the 2007-2010 Financial Crisis",
      "authors": [
        {
          "name": "Patricia Boyallian",
          "authorId": "121639376"
        },
        {
          "name": "Pablo Ruiz-Verdú",
          "authorId": "1401927714"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 40,
      "doi": "10.2139/ssrn.2571332",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4425ad0181d17f02d63ce84181e2730a2000d0ee",
      "venue": "",
      "journal": {
        "name": "PSN: International Financial Crises (Topic)"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4c6640cc5b4c6c4ba56bada04227bca9bff56ec4",
      "title": "On Digital Distribution's Failure to Solve Newspapers' Existential Crisis: Symptoms, Causes, Consequences and Remedies",
      "authors": [
        {
          "name": "Neil J. Thurman",
          "authorId": "32615664"
        },
        {
          "name": "R. Picard",
          "authorId": "1819132"
        },
        {
          "name": "M. Myllylahti",
          "authorId": "100946211"
        },
        {
          "name": "Arne H. Krumsvik",
          "authorId": "3185433"
        }
      ],
      "year": 2018,
      "abstract": "This chapter examines some of the symptoms and causes of the crisis facing newspapers via analyses of their finances and of audience measures. The consequences of the crisis, and whether there are any realistic remedies, are also considered, both in relation to journalism as a product and to the institutions, such as newspapers, that have traditionally produced it. We start with an analysis of the financial performance of multiplatform news publishers in Australia, Europe and the USA, which leads us to conclude that digital distribution is not reversing newspapers’ decline, and raises questions about the support for journalism in the long term. Next, some of the consequences of the declines that have already taken place are discussed. Moving from consequences to possible remedies, the chapter focuses on two areas. Firstly, media policy, and secondly, journalism as a product: what news should be produced and how it should be delivered. Another strand of the chapter concerns audience measures. They are used to help explain newspapers’ continuing dependency on print revenues, and are understood, depending on their constitution and use, as both a party to the crisis and as an able assistant in its alleviation.",
      "citationCount": 18,
      "doi": "10.4324/9781315270449-14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c6640cc5b4c6c4ba56bada04227bca9bff56ec4",
      "venue": "The Routledge Handbook of Developments in Digital Journalism Studies",
      "journal": {
        "name": "ERPN: Other Entrepreneurs (Sub-Topic)"
      },
      "publicationTypes": null
    },
    {
      "paperId": "697587f228cf9cabe2b69a8afd636ce814c1645e",
      "title": "Collective Policy Learning in EU Financial Assistance: Insights from the Euro Crisis and Covid‐19",
      "authors": [
        {
          "name": "Andrea Capati",
          "authorId": "122768073"
        }
      ],
      "year": 2023,
      "abstract": "This article examines policy change in the EU’s financial assistance regime through a collective learning perspective. By defining a financial assistance regime as the set of rules governing the disbursement and withdrawal of funding to the member states in the context of crisis management, the article seeks to address the following research question: How can we explain the exact form of change in the EU’s financial assistance regime between the euro crisis and the Covid-19 pandemic? The article finds that financial assistance in the EU moved from “intergovernmental coordination” with the European Stability Mechanism to a form of “limited supranational delegation” with the Recovery and Resilience Facility and argues that such a change is due to a collective policy-learning process. This finding suggests that the EU tends to learn from past crisis experiences, freeing itself from established institutional constraints, only when the next crisis becomes a concrete cause for concern. However, when the next crisis strikes, the EU is indeed able to radically alter its practices based on previous policy failures.",
      "citationCount": 8,
      "doi": "10.17645/pag.v11i4.7175",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/697587f228cf9cabe2b69a8afd636ce814c1645e",
      "venue": "Politics and Governance",
      "journal": {
        "name": "Politics and Governance"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4f8cb92ab8811b3575f4ccbc23b9b030e07a80b4",
      "title": "Bank Failure Model for Asian Financial Crisis and Subprime Mortgage Crisis : A Comparison",
      "authors": [
        {
          "name": "Chen-Min Hsu",
          "authorId": "2383346531"
        },
        {
          "name": "Wanting Liu",
          "authorId": "2116007078"
        }
      ],
      "year": 2019,
      "abstract": "This paper is to examine the determinants of bank failure/merger timing in 10 East Asian countries during 1999-2007, using a multivariate logit model and a split population duration analysis, as well as 6 North American & West European countries during July 2008-September 2009. It shows that capital adequacy, asset quality, earnings, sensitivity to market risk and private sector credit/GDP ratio significantly affected the financial institutions failure probability during both crises. The deposit growth and the liquidity had weekly significant effect on due to the government bailouts and the unconventional Quantity Easing (QE) Monetary Policies during the Global Financial Crisis. However, liquidity and asset scale variables are two important factors to lower the failure probability during the Asian Financial Crisis.",
      "citationCount": 3,
      "doi": "10.46665/kwe.2019.04.20.1.65",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f8cb92ab8811b3575f4ccbc23b9b030e07a80b4",
      "venue": "Korea and the World Economy",
      "journal": {
        "name": "Korea and the World Economy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0184253bf838a433906027135f1c8e488993b2e6",
      "title": "Politics of rhythm and crisis in the slow death of higher education: implications for academic work and student support",
      "authors": [
        {
          "name": "R. Shaw",
          "authorId": "2253502729"
        },
        {
          "name": "Matej Blazek",
          "authorId": "2253876078"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT This paper explores the role that conflicting rhythms of academic life and crisis have on the ability of academics to meet their commitments, such as providing support to students. Drawing from our experience in UK higher education, we argue that contemporary academic life can be seen as a constant process of being taken over by different crises. These crises tend to follow a rhythm of brief periods as emergencies subsequently operationalised into forms of ongoing, unresolved crisis. In turn, these crisis rhythms intersect with contrasting rhythms of different actors in university life, specifically that of academics, the institution itself, and students. Drawing from Lefebvre’s vocabulary of rhythmanalysis, we argue that the arrhythmia between these different groups in the university is a key part in the failure of higher education to do more than proliferate crisis. Illustrated by our experiences in student-support focused roles during the height of COVID-19 lockdowns, we explore how this particular crisis imposed itself as emergency but was then absorbed into the group of ongoing crises which impact on academic life. The paper concludes with suggestions of alternative approaches to university workload for staff and students alike, which might render university life more eurhythmic and equitable.",
      "citationCount": 4,
      "doi": "10.1080/17508487.2023.2263048",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0184253bf838a433906027135f1c8e488993b2e6",
      "venue": "Critical Studies in Education",
      "journal": {
        "name": "Critical Studies in Education",
        "pages": "276 - 293",
        "volume": "65"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "685812d126e8907b1a382d2533e3e1b072091b8b",
      "title": "Can democracy solve the sustainability crisis? Green politics, grassroots participation and the failure of the sustainability paradigm",
      "authors": [
        {
          "name": "M. Peters",
          "authorId": "40114208"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1080/00131857.2017.1388657",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/685812d126e8907b1a382d2533e3e1b072091b8b",
      "venue": "",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "133 - 141",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "20931f49dc6b4f48ee6bd0ecc5a370745e8e2860",
      "title": "Comparative Analysis of the 2008-2009 Financial Crisis and the Current Banking Crisis",
      "authors": [
        {
          "name": "Eugenio Gurdian",
          "authorId": "2289531938"
        },
        {
          "name": "Sergio Samuel Montañez",
          "authorId": "2289304439"
        }
      ],
      "year": 2023,
      "abstract": "In the aftermath of a series of banking failures, we examine the unraveling of Silicon Valley Bank (SVB), Credit Suisse, and Deutsche Bank, among other players, delving into the causes, consequences, and lessons learned. These crises were fueled by factors including systemic risk, poor risk management, scandals and exposure to volatile sectors. The interplay of interest rates and risk management proved pivotal, exposing SVB's inability to adapt. As Credit Suisse grappled with long-standing management issues, its AT1 bonds were obliterated after its rescue merger with UBS, while Signature Bank's reliance on uninsured deposits and risky ventures led to a massive deposit withdrawal, and Deutsche Bank's multibillion-euro tax evasion among other scandals translated into poor performance. Similarly, First Republic's collapse marked the largest bank failure since the 2008 crisis, prompting JP Morgan's emergency acquisition. These incidents underscore the need for new management policies and preparedness in safeguarding financial institutions.",
      "citationCount": 1,
      "doi": "10.47611/jsrhs.v12i4.5508",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20931f49dc6b4f48ee6bd0ecc5a370745e8e2860",
      "venue": "Journal of student-scientists' research",
      "journal": {
        "name": "Journal of Student Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2712ddbd4fac63a8ddba995acb4646153ba9d106",
      "title": "The political economy of the Greek economic crisis in 2020",
      "authors": [
        {
          "name": "Georgios Maris",
          "authorId": "119527394"
        },
        {
          "name": "Pantelis Sklias",
          "authorId": "107824279"
        },
        {
          "name": "N. Maravegias",
          "authorId": "103688824"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT In this article, we emphasize the political causes of the crisis in order to evaluate not only whether these have been the main factors behind the economic crisis (particularly over the last decade), but also whether these can be considered the main factors for the failure of Greek and European officials to overcome the economic crisis. Over the last ten years, there has been something of a deterioration of the political variables and we are now faced with a question of whether we can begin to talk about a way out of the crisis. As per our argument, despite the acceptance of new institutional rules for the efficient operation of the economy through the memoranda of understanding, Greece’s performance has worsened in terms of its political and institutional governance indicators over the last decades. This fact is particularly worrying because it highlights an overall failure to change the political conditions that affect the overall quality of life and prosperity.",
      "citationCount": 34,
      "doi": "10.1080/23745118.2021.1895552",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2712ddbd4fac63a8ddba995acb4646153ba9d106",
      "venue": "European Politics and Society",
      "journal": {
        "name": "European Politics and Society",
        "pages": "447 - 467",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c327d294bc8da058e9333a018a2883da2d70b52d",
      "title": "Restoring Institutional Trust after the Global Financial Crisis: A Systemic Approach",
      "authors": [
        {
          "name": "N. Gillespie",
          "authorId": "144040290"
        },
        {
          "name": "R. Hurley",
          "authorId": "34985317"
        },
        {
          "name": "G. Dietz",
          "authorId": "145208228"
        },
        {
          "name": "R. Bachmann",
          "authorId": "28702237"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 39,
      "doi": "10.1093/ACPROF:OSO/9780199756087.003.0010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c327d294bc8da058e9333a018a2883da2d70b52d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1-43",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1b3b80d293639875aea95cdb0af4227ae5ad8715",
      "title": "The euro crisis: some reflexions on institutional reform",
      "authors": [
        {
          "name": "J. Tirole",
          "authorId": "3056693"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 24,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b3b80d293639875aea95cdb0af4227ae5ad8715",
      "venue": "",
      "journal": {
        "name": "Financial Stability Review",
        "pages": "225-242",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d09c02516da7d59947ba7a20e46f24a44c009256",
      "title": "The Neoliberal Initiative of the Aviation Industry to Fight the Climate Crisis: Greenwashing",
      "authors": [
        {
          "name": "Selçuk Gürçam",
          "authorId": "2087610608"
        }
      ],
      "year": 2022,
      "abstract": "The global climate crisis deepening rapidly and turning into a severe security problem requires a global struggle. In this regard, the United Nations has initiated comprehensive negotiations for a long time, but the process has not achieved the desired level of success. Behind this failure lie neoliberalism and its institutions that dominate the global economic system. The aviation sector with rapid growth potential develops around the aggressive strategies of neoliberalism. The developments in the aviation sector naturally affect the climate negatively at an increasing rate. In this context, the aviation industry adopting the policy of pretending to be environmentalist has ignored or covered up the environmental impacts to escape the pressure of the climate crisis and continued to grow around the deregulation principle of neoliberalism. This situation, called greenwashing, has been well adopted by the aviation industry. This study deals with greenwashing, a strategic approach that the aviation industry has implemented against other environmental problems, especially climate crises. The study has revealed that the innovative projects of the aviation industry, such as electric airplanes, hydrogen-powered airplanes, biofuel studies, high-efficiency, are highly nonfunctional. In conclusion, the study has emphasized that the aviation industry is not as innocent as pretended; the attempts to hide the sector-based pollution effects are unrealistic, and the sector-related climate crisis continues to increase.",
      "citationCount": 15,
      "doi": "10.30897/ijegeo.1083921",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d09c02516da7d59947ba7a20e46f24a44c009256",
      "venue": "International Journal of Environment and Geoinformatics",
      "journal": {
        "name": "International Journal of Environment and Geoinformatics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bdebcc6012e972feac4db154102669c16047090a",
      "title": "COVID-19 in Korea: Success Based on Past Failure*",
      "authors": [
        {
          "name": "Byeong-duk Lim",
          "authorId": "123617168"
        },
        {
          "name": "Emma Kyoungseo Hong",
          "authorId": "2093356001"
        },
        {
          "name": "Jinjin Mou",
          "authorId": "2004726489"
        },
        {
          "name": "Inkyo Cheong",
          "authorId": "82432419"
        }
      ],
      "year": 2020,
      "abstract": "Abstract This paper analyzes how the Republic of Korea (Korea) halted the massive transmission of COVID-19 in just two months. The quarantine was achieved successfully without any need for a national lockdown because, simply, Korean citizens actively followed quarantine guidelines. During the 2015 Middle East Respiratory Syndrome (MERS) outbreak, the country recognized the importance of an early response in the form of a systematic approach and adopted the necessary procedures. Comparing the spread of COVID-19 among different countries, Korea demonstrated several distinct characteristics. First, the duration of the coronavirus crisis was relatively short, and Korea was able to flatten the coronavirus curve in a brief period. Second, Korea blocked expanded transmission of the virus without implementing a national lockdown. Third, the coronavirus pandemic did not lead to economic panic. Korea, which had developed an institutional response to infectious diseases prior to COVID-19, used a strategy of balancing quarantine measures with economic policies. The paper summarizes the specific measures Korea implemented to overcome COVID-19, and discusses the sustainability of the economy after overcoming the virus.",
      "citationCount": 41,
      "doi": "10.1162/asep_a_00803",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bdebcc6012e972feac4db154102669c16047090a",
      "venue": "Asian Economic Papers",
      "journal": {
        "name": "Asian Economic Papers",
        "pages": "41-62",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d88a93303969f25253e48f3c1c7ca3d12678501d",
      "title": "‘A Picture is Worth a Thousand Words’: Multimodal Sensemaking of the Global Financial Crisis",
      "authors": [
        {
          "name": "Markus A. Höllerer",
          "authorId": "35419875"
        },
        {
          "name": "Dennis Jancsary",
          "authorId": "35363578"
        },
        {
          "name": "Maria Grafström",
          "authorId": "94758335"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 85,
      "doi": "10.1177/0170840618765019",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d88a93303969f25253e48f3c1c7ca3d12678501d",
      "venue": "",
      "journal": {
        "name": "Organization Studies",
        "pages": "617 - 644",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d8b8ae49e617b50ea0fe1bead62ec8eb565a1339",
      "title": "The Personal Costs of Subprime Lending and the Foreclosure Crisis: A Matter of Trust, Insecurity, and Institutional Deception",
      "authors": [
        {
          "name": "Lauren M. Ross",
          "authorId": "145573759"
        },
        {
          "name": "G. Squires",
          "authorId": "31063204"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 129,
      "doi": "10.1111/J.1540-6237.2011.00761.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d8b8ae49e617b50ea0fe1bead62ec8eb565a1339",
      "venue": "",
      "journal": {
        "name": "Social Science Quarterly",
        "pages": "140-163",
        "volume": "92"
      },
      "publicationTypes": null
    }
  ],
  "count": 40,
  "errors": []
}
