{
  "status": "success",
  "source": "openalex",
  "query": "tradition fabrication nationalism",
  "results": [
    {
      "openalex_id": "W2479663680",
      "doi": null,
      "title": "Salaam Bollywood: Representations and Interpretations",
      "authors": [
        {
          "name": "Vikrant Kishore",
          "openalex_id": "A5066378365",
          "orcid": "https://orcid.org/0000-0003-1753-4239"
        },
        {
          "name": "Amit Sarwal",
          "openalex_id": "A5065416579",
          "orcid": "https://orcid.org/0000-0001-9100-3183"
        },
        {
          "name": "Parichay Patra",
          "openalex_id": "A5041082281"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "Contributors. Foreword Laleen Jayamanne. Introduction Vikrant Kishore, Amit Sarwal, and Parichay Patra Part I. Histories: Mainstream and Alternative 1. Myths, Markets and Panics: Speculating about the Proto-Cinematic Historical Significance of the Popularity of Two Parsi Theatre Plays at the Turn of the Twentieth Century Kaushik Bhaumik 2. The Left Encounter: Progressive Voices of Nationalism and Indian Cinema to the 1950s Binayak Bhattacharya 3. Genre Mixing as Creative Fabrication M. Madhava Prasad 4. What Do the Villains Have? Indian Cinema's Villains in the 1970s Hariprasad Athanickal 5. Inward Bound: Self-referentiality in Bombay Cinema Prateek Part II. Bollywood Dance: Re-reading History 6. Dancing to the Songs: History of Dance in Popular Hindi Films Shruti Ghosh 7. Designing the Song and Dance Sequences: Exploring Bollywood's Cinematic Creativity Vikrant Kishore and Susan Kerrigan 8. The Item Girl: Tradition and Transgression in Bollywood Dancing Amita Nijhawan Part III. Changes in the City scape, Changes in Cinema 9. Regionalist Disjuncture in Bollywood: Dabangg and the Consumerist Cinema Hrishikesh Ingle Mourning and Blood-Ties: Macbeth in Mumbai Moinak Biswas 10. Black Friday: A Screen History of the 1993 Bombay Bomb Blasts Rajdeep Roy 11. The Re-Mapped Dialectics of Contemporary Indian Cinema: Kahaani and That Girl in Yellow Boots Shaheen S. Ahmed Part IV. Other Regions, Other Nations 12. Marking out the South in/of Hindi Cinema: An Approach via Remakes Nikhila H. 13. Between Solidarity and the Stereotype: Chandni Chowk to China S. V. Srinivas 14. The Khan Mania: Universal Appeal of Superstar Shahrukh Khan in a Post-globalized Bollywood Era Sony Jalarajan Raj, Rohini Sreekumar, and Fikri Jermadi 15. Old Wine in a New Bottle: Bollywood Films Shot in Australia after 9/11 Sanchari De and Amit Sarwal 16. The Way Cinema was Banished: The Intervention of Cinema Studies in India Parichay Patra Index",
      "cited_by_count": 22,
      "type": "book",
      "source": {
        "name": "Own your potential (DEAKIN)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "South Asian Cinema and Culture",
        "South Asian Studies and Conflicts"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2479663680"
    },
    {
      "openalex_id": "W3134083113",
      "doi": "10.1186/s40878-020-00210-4",
      "title": "A theory of migration: the aspirations-capabilities framework",
      "authors": [
        {
          "name": "Hein de Haas",
          "openalex_id": "A5001239700",
          "orcid": "https://orcid.org/0000-0001-7593-6207",
          "institutions": [
            "University of Amsterdam",
            "Amsterdam University of the Arts"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-02-24",
      "abstract": "Abstract This paper elaborates an aspirations–capabilities framework to advance our understanding of human mobility as an intrinsic part of broader processes of social change. In order to achieve a more meaningful understanding of agency and structure in migration processes, this framework conceptualises migration as a function of aspirations and capabilities to migrate within given sets of perceived geographical opportunity structures. It distinguishes between the instrumental (means-to-an-end) and intrinsic (directly wellbeing-affecting) dimensions of human mobility. This yields a vision in which moving and staying are seen as complementary manifestations of migratory agency and in which human mobility is defined as people’s capability to choose where to live, including the option to stay, rather than as the act of moving or migrating itself. Drawing on Berlin’s concepts of positive and negative liberty (as manifestations of the widely varying structural conditions under which migration occurs) this paper conceptualises how macro-structural change shapes people’s migratory aspirations and capabilities. The resulting framework helps to understand the complex and often counter-intuitive ways in which processes of social transformation and ‘development’ shape patterns of migration and enable us to integrate the analysis of almost all forms of migratory mobility within one meta-conceptual framework.",
      "cited_by_count": 803,
      "type": "article",
      "source": {
        "name": "Comparative Migration Studies",
        "type": "journal",
        "issn": [
          "2214-594X",
          "2214-8590"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://comparativemigrationstudies.springeropen.com/track/pdf/10.1186/s40878-020-00210-4"
      },
      "topics": [
        "Migration and Labor Dynamics",
        "Migration, Refugees, and Integration",
        "Diaspora, migration, transnational identity"
      ],
      "referenced_works_count": 108,
      "url": "https://openalex.org/W3134083113"
    },
    {
      "openalex_id": "W4362581527",
      "doi": "10.1057/s41267-023-00620-3",
      "title": "The rise of techno-geopolitical uncertainty: Implications of the United States CHIPS and Science Act",
      "authors": [
        {
          "name": "Yadong Luo",
          "openalex_id": "A5101124135",
          "institutions": [
            "University of Miami"
          ]
        },
        {
          "name": "Ari Van Assche",
          "openalex_id": "A5029888145",
          "orcid": "https://orcid.org/0000-0003-2895-6736",
          "institutions": [
            "HEC Montréal"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-04-01",
      "abstract": null,
      "cited_by_count": 224,
      "type": "article",
      "source": {
        "name": "Journal of International Business Studies",
        "type": "journal",
        "issn": [
          "0047-2506",
          "1478-6990"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1057/s41267-023-00620-3.pdf"
      },
      "topics": [
        "International Business and FDI",
        "State Capitalism and Financial Governance",
        "Innovation and Knowledge Management"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W4362581527"
    },
    {
      "openalex_id": "W121512749",
      "doi": null,
      "title": "Woven Blooms of Nationalism: Russian Handwoven Tapestry-Technique Shawls 1825-1855",
      "authors": [
        {
          "name": "Tanya Williams Wetenhall",
          "openalex_id": "A5081456471",
          "orcid": "https://orcid.org/0000-0001-9865-4915"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "Russian handwoven, tapestry-technique shawls of the nineteenth century form an understudied group of textile art, especially when compared to Russia’s widely-known printed shawl industry. Often considered by Western textile and fashion historians to be a parallel industry to the production of woven shawls of the Kashmir style in France and Britain, further investigation suggests the contrary. The manufacture of Russian tapestry-technique shawls developed as a distinctly separate industry, addressing nineteenth-century Russia’s established shawl trade and shifting geopolitics. The Russians continued the production of these extravagant shawls long after the Kashmir shawl’s fall from fashion grace in the West due to a variety of influences:\\n• Russian nationalism in the decorative arts during the reign of Emperor Nicholas I (1825-1855)• The industrialization of Imperial Russia’s textile industry• Russia’s Southern expansion of her empire\\nWhile providing a glimpse into textile production in Imperial Russia, the fabrication of handwoven, tapestry-technique shawls also communicates the desire of a nineteenth-century empire that had emulated Western European traditions for over one-hundred twentyfive years to close itself off finally from the ways of the West. These shawls aided in re-establishing a truly Russian identity in the decorative and applied arts.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Lincoln (University of Nebraska)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1058&context=tsaconf"
      },
      "topics": [
        "Fashion and Cultural Textiles",
        "Art, Politics, and Modernism"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W121512749"
    },
    {
      "openalex_id": "W1504164441",
      "doi": "10.13187/er.2018.1.14",
      "title": "Nationalism and Ethnic Conflict",
      "authors": [
        {
          "name": "Michael E. Brown",
          "openalex_id": "A5114014477",
          "institutions": [
            "Istanbul Aydın University"
          ]
        },
        {
          "name": "Zeki Topta",
          "openalex_id": "",
          "institutions": [
            "Istanbul Aydın University"
          ]
        },
        {
          "name": "; Amin",
          "openalex_id": ""
        },
        {
          "name": "S -Amin",
          "openalex_id": ""
        },
        {
          "name": "Bakrc",
          "openalex_id": ""
        },
        {
          "name": "Bakrc",
          "openalex_id": ""
        },
        {
          "name": "R Gilpin ; Gilpin",
          "openalex_id": ""
        },
        {
          "name": "S Huntington ; Huntington",
          "openalex_id": ""
        },
        {
          "name": "Karaytu",
          "openalex_id": ""
        },
        {
          "name": "S Karaytu",
          "openalex_id": ""
        },
        {
          "name": "Sava",
          "openalex_id": ""
        },
        {
          "name": "E Sava",
          "openalex_id": ""
        },
        {
          "name": "Smith",
          "openalex_id": ""
        },
        {
          "name": "A Smith",
          "openalex_id": ""
        },
        {
          "name": "S Strange ; Strange",
          "openalex_id": ""
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-03-05",
      "abstract": "This article is about that nationalist ideology and ethnic conflict issue.The modern world system consists of nation states for that reason ethnic and nationalist disputes are quite significant.Moreover, disagreements about it create a threat for human life and the state to unity and its integrity.Today, around the world, billions life suffer from racism, religionist fundamentalism, ethnic and cultural discrimination.In this study will analysis basis of nationalism and trying to give a new vision about ethnic conflict problem.In the paper, presenting a broad framework from the origins of humanity to capitalism, religious and cultural group until the clash of civilizations.",
      "cited_by_count": 119,
      "type": "article",
      "source": {
        "name": "European Researcher",
        "type": "journal",
        "issn": [
          "2219-8229",
          "2224-0136"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.13187/er.2018.1.14"
      },
      "topics": [
        "Historical Geopolitical and Social Dynamics"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W1504164441"
    },
    {
      "openalex_id": "W4368368530",
      "doi": "10.1163/9789004514362",
      "title": "Fabricating Founders in Early Modern England",
      "authors": [
        {
          "name": "Lauren Horn Griffin",
          "openalex_id": "A5000884394"
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-05-03",
      "abstract": "This book argues that in order to understand nationalisms, we need a clearer understanding of the types of cultural myths, symbols, and traditions that legitimate them. Myths of origin and election, memories of a greater and purer past, and narratives of persecution and mission are required for the production and maintenance of powerful national sentiments. Through an investigation of how early modern Catholics and Protestants reimagined, reinterpreted, and rewrote the lives of the founder-saints who spread Christianity in England, this book offers a theoretical framework for the study of origin narratives. Analyzing the discursive construction of time and place, the invocation of forces beyond the human to naturalize and authorize, and the role of visual and ritual culture in fabrications of the past, this book provides a case study for how to approach claims about founding figures. Serving as a timely example of the dependence of national identity on key religious resources, Griffin shows how origin narratives – particularly the founding figures that anchor them – function as uniquely powerful rhetorical tools for the cultural production of regional and national identity.",
      "cited_by_count": 1,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Philippine History and Culture",
        "Historical Studies of British Isles",
        "Australian History and Society"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4368368530"
    },
    {
      "openalex_id": "W2162068690",
      "doi": "10.1146/annurev-polisci-032015-010015",
      "title": "Race as a Bundle of Sticks: Designs that Estimate Effects of Seemingly Immutable Characteristics",
      "authors": [
        {
          "name": "Maya Sen",
          "openalex_id": "A5064978705",
          "orcid": "https://orcid.org/0000-0001-5090-0814"
        },
        {
          "name": "Omar Wasow",
          "openalex_id": "A5081533295",
          "orcid": "https://orcid.org/0000-0002-1104-4610",
          "institutions": [
            "Princeton University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-05-11",
      "abstract": "Although understanding the role of race, ethnicity, and identity is central to political science, methodological debates persist about whether it is possible to estimate the effect of something immutable. At the heart of the debate is an older theoretical question: Is race best understood under an essentialist or constructivist framework? In contrast to the “immutable characteristics” or essentialist approach, we argue that race should be operationalized as a “bundle of sticks” that can be disaggregated into elements. With elements of race, causal claims may be possible using two designs: (a) studies that measure the effect of exposure to a racial cue and (b) studies that exploit within-group variation to measure the effect of some manipulable element. These designs can reconcile scholarship on race and causation and offer a clear framework for future research.",
      "cited_by_count": 406,
      "type": "article",
      "source": {
        "name": "Annual Review of Political Science",
        "type": "journal",
        "issn": [
          "1094-2939",
          "1545-1577"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-polisci-032015-010015"
      },
      "topics": [
        "Electoral Systems and Political Participation",
        "Social and Intergroup Psychology",
        "Migration, Refugees, and Integration"
      ],
      "referenced_works_count": 142,
      "url": "https://openalex.org/W2162068690"
    },
    {
      "openalex_id": "W2613153514",
      "doi": "10.1017/9781107589742",
      "title": "A History of Modern Uganda",
      "authors": [
        {
          "name": "Richard J. Reid",
          "openalex_id": "A5109505031",
          "institutions": [
            "University of London",
            "Universidad de Londres",
            "SOAS University of London"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-17",
      "abstract": "This book is the first major study in several decades to consider Uganda as a nation, from its precolonial roots to the present day. Here, Richard J. Reid examines the political, economic, and social history of Uganda, providing a unique and wide-ranging examination of its turbulent and dynamic past for all those studying Uganda&amp;apos;s place in African history and African politics. Reid identifies and examines key points of rupture and transition in Uganda&amp;apos;s history, emphasising dramatic political and social change in the precolonial era, especially during the nineteenth century, and he also examines the continuing repercussions of these developments in the colonial and postcolonial periods. By considering the ways in which historical culture and consciousness has been ever present - in political discourse, art and literature, and social relationships - Reid defines the true extent of Uganda&amp;apos;s viable national history.",
      "cited_by_count": 89,
      "type": "book",
      "source": {
        "name": "Cambridge University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/13EDE93689F6810E801FB3A5BAC3EEC3/9781107589742c1_p1-52_CBO.pdf/refractions.pdf"
      },
      "topics": [
        "Global Maritime and Colonial Histories",
        "African history and culture analysis"
      ],
      "referenced_works_count": 47,
      "url": "https://openalex.org/W2613153514"
    },
    {
      "openalex_id": "W4289261447",
      "doi": "10.1038/s44159-022-00093-5",
      "title": "Cognitive–motivational mechanisms of political polarization in social-communicative contexts",
      "authors": [
        {
          "name": "John T. Jost",
          "openalex_id": "A5077630021",
          "orcid": "https://orcid.org/0000-0002-2844-4645",
          "institutions": [
            "New York University"
          ]
        },
        {
          "name": "Delia Baldassarri",
          "openalex_id": "A5050571401",
          "orcid": "https://orcid.org/0000-0002-9264-035X",
          "institutions": [
            "New York University"
          ]
        },
        {
          "name": "James Druckman",
          "openalex_id": "A5063647785",
          "orcid": "https://orcid.org/0000-0002-1249-6790",
          "institutions": [
            "Northwestern University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-08-01",
      "abstract": null,
      "cited_by_count": 207,
      "type": "review",
      "source": {
        "name": "Nature Reviews Psychology",
        "type": "journal",
        "issn": [
          "2731-0574"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.nature.com/articles/s44159-022-00093-5.pdf"
      },
      "topics": [
        "Social and Intergroup Psychology",
        "Sociopolitical Dynamics in Russia",
        "Social Media and Politics"
      ],
      "referenced_works_count": 317,
      "url": "https://openalex.org/W4289261447"
    },
    {
      "openalex_id": "W3169473207",
      "doi": "10.1093/ips/olab013",
      "title": "Colonial Lives of the Carceral Archipelago: Rethinking the Neoliberal Security State",
      "authors": [
        {
          "name": "Sabrina Axster",
          "openalex_id": "A5036087874",
          "orcid": "https://orcid.org/0000-0002-8811-5624"
        },
        {
          "name": "Ida Danewid",
          "openalex_id": "A5088074946",
          "orcid": "https://orcid.org/0000-0003-4342-9336"
        },
        {
          "name": "Asher Goldstein",
          "openalex_id": "A5004513061",
          "orcid": "https://orcid.org/0000-0003-4314-9596"
        },
        {
          "name": "Matt Mahmoudi",
          "openalex_id": "A5026506677"
        },
        {
          "name": "Cemal Burak Tansel",
          "openalex_id": "A5009587738",
          "orcid": "https://orcid.org/0000-0001-7586-459X",
          "institutions": [
            "Johns Hopkins University",
            "University of Sussex",
            "University of Sheffield",
            "University of Cambridge",
            "Amnesty International",
            "Linköping University"
          ]
        },
        {
          "name": "Lauren Wilcox",
          "openalex_id": "A5103972321"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-06-04",
      "abstract": "Abstract Mass incarceration, police brutality, and border controls are part and parcel of the everyday experiences of marginalized and racialized communities across the world. Recent scholarship in international relations, sociology, and geography has examined the prevalence of these coercive practices through the prism of “disciplinary,” “penal,” or “authoritarian” neoliberalism. In this collective discussion, we argue that although this literature has brought to the fore neoliberalism's reliance on state violence, it has yet to interrogate how these carceral measures are linked to previous forms of global racial ordering. To rectify this moment of “colonial unknowing,” the collective discussion draws on decolonial approaches, Indigenous studies, and theories of racial capitalism. It demonstrates that “new” and “neoliberal” forms of domestic control must be situated within the global longue durée of racialized and colonial accumulation by dispossession. By mapping contemporary modes of policing, incarceration, migration control, and surveillance onto earlier forms of racial–colonial subjugation, we argue that countering the violence of neoliberalism requires more than nostalgic appeals for a return to Keynesianism. What is needed is abolition—not just of the carceral archipelago, but of the very system of racial capitalism that produces and depends on these global vectors of organized violence and abandonment.",
      "cited_by_count": 73,
      "type": "article",
      "source": {
        "name": "International Political Sociology",
        "type": "journal",
        "issn": [
          "1749-5679",
          "1749-5687"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/ips/article-pdf/15/3/415/42381041/olab013.pdf"
      },
      "topics": [
        "Sex work and related issues",
        "Homelessness and Social Issues",
        "Migration, Refugees, and Integration"
      ],
      "referenced_works_count": 210,
      "url": "https://openalex.org/W3169473207"
    },
    {
      "openalex_id": "W2995318715",
      "doi": "10.3389/fphar.2019.01480",
      "title": "Medicinal Plant Analysis: A Historical and Regional Discussion of Emergent Complex Techniques",
      "authors": [
        {
          "name": "Martin Fitzgerald",
          "openalex_id": "A5088901140",
          "orcid": "https://orcid.org/0000-0002-8758-2212",
          "institutions": [
            "University of Westminster"
          ]
        },
        {
          "name": "Michael Heinrich",
          "openalex_id": "A5047348736",
          "orcid": "https://orcid.org/0000-0003-2611-6303",
          "institutions": [
            "University College London"
          ]
        },
        {
          "name": "Anthony Booker",
          "openalex_id": "A5022960817",
          "orcid": "https://orcid.org/0000-0002-0471-0638",
          "institutions": [
            "University College London",
            "University of Westminster"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-09",
      "abstract": "The analysis of medicinal plants has had a long history, and especially with regard to assessing a plant's quality. The first techniques were organoleptic using the physical senses of taste, smell, and appearance. Then gradually these led on to more advanced instrumental techniques. Though different countries have their own traditional medicines China currently leads the way in terms of the number of publications focused on medicinal plant analysis and number of inclusions in their Pharmacopoeia. The monographs contained within these publications give directions on the type of analysis that should be performed, and for manufacturers, this typically means that they need access to more and more advanced instrumentation. We have seen developments in many areas of analytical analysis and particularly the development of chromatographic and spectroscopic methods and the hyphenation of these techniques. The ability to process data using multivariate analysis software has opened the door to metabolomics giving us greater capacity to understand the many variations of chemical compounds occurring within medicinal plants, allowing us to have greater certainty of not only the quality of the plants and medicines but also of their suitability for clinical research. Refinements in technology have resulted in the ability to analyze and categorize plants effectively and be able to detect contaminants and adulterants occurring at very low levels. However, advances in technology cannot provide us with all the answers we need in order to deliver high-quality herbal medicines and the more traditional techniques of assessing quality remain as important today.",
      "cited_by_count": 223,
      "type": "review",
      "source": {
        "name": "Frontiers in Pharmacology",
        "type": "journal",
        "issn": [
          "1663-9812"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fphar.2019.01480/pdf"
      },
      "topics": [
        "Chromatography in Natural Products",
        "Metabolomics and Mass Spectrometry Studies",
        "Phytochemistry and Biological Activities"
      ],
      "referenced_works_count": 101,
      "url": "https://openalex.org/W2995318715"
    },
    {
      "openalex_id": "W2990690534",
      "doi": "10.26530/oapen_627790",
      "title": "The Myths That Made America",
      "authors": [
        {
          "name": "Heike Paul",
          "openalex_id": "A5055882722"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "This essential introduction to American studies examines the core foundational myths upon which the nation is based and which still determine discussions of US-American identities today. These myths include the myth of »discovery,« the Pocahontas myth, the myth of the Promised Land, the myth of the Founding Fathers, the melting pot myth, the myth of the West, and the myth of the self-made man. The chapters provide extended analyses of each of these myths, using examples from popular culture, literature, memorial culture, school books, and every-day life. Including visual material as well as study questions, this book will be of interest to any student of American studies and will foster an understanding of the United States of America as an imagined community by analyzing the foundational role of myths in the process of nation building.",
      "cited_by_count": 144,
      "type": "book",
      "source": {
        "name": "Directory of Open access Books (OAPEN Foundation)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.doabooks.org/doab?func=search&query=rid:21786"
      },
      "topics": [
        "American Constitutional Law and Politics"
      ],
      "referenced_works_count": 562,
      "url": "https://openalex.org/W2990690534"
    },
    {
      "openalex_id": "W1928780026",
      "doi": "10.26181/605174a510a38",
      "title": "Ethnic Policy in China Is Reform Inevitable?",
      "authors": [
        {
          "name": "James Leibold",
          "openalex_id": "A5068350739",
          "orcid": "https://orcid.org/0000-0002-3097-7571"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-11-04",
      "abstract": "Following significant interethnic violence beginning in 2008, Chinese intellectuals and policymakers are now engaged in unprecedented debate over the future direction of their country's ethnic policies. This study attempts to gauge current Chinese opinion on this once-secretive and still highly sensitive area of national policy.Domestic Chinese opinion on ethnic policies over the last five years is reviewed and implications for future policies under the new leadership of CPC Secretary General Xi Jinping are explored. Careful review of a wide spectrum of contemporary Chinese commentary identifies an emerging consensus for ethnic-policy reform. Leading public intellectuals, as well as some party officials, now openly call for new measures strengthening national integration at the expense of minority rights and autonomy. These reformers argue that divisive ethnic policies adopted from the former USSR must be replaced by those supporting an ethnic \"melting pot\" concept.Despite this important shift in opinion, such radical policy changes as ending regional ethnic autonomy or minority preferences are unlikely over the short-to-medium term. Small-yet-significant adjustments in rhetoric and policy emphasis are, however, expected as the party-state attempts to strengthen interethnic cohesiveness as a part of its larger agenda of stability maintenance.",
      "cited_by_count": 111,
      "type": "book",
      "source": {
        "name": "ScholarSpace (University of Hawaii at Manoa)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10125/30617"
      },
      "topics": [
        "China's Ethnic Minorities and Relations",
        "Vietnamese History and Culture Studies",
        "Philippine History and Culture"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W1928780026"
    },
    {
      "openalex_id": "W1989543445",
      "doi": "10.1093/pastj/gtq026",
      "title": "Introduction: Relics and Remains",
      "authors": [
        {
          "name": "Alexandra Walsham",
          "openalex_id": "A5026588989",
          "orcid": "https://orcid.org/0000-0002-9926-2582"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "Depicted in this compelling early eighteenth-century print (Fig. 1), St Veronica's veil is among the most renowned examples of the cultural phenomenon that is the subject of this volume: a relic.According to the tradition that has crystallized around it over two millennia, the vernicle is the cloth with which a pious Jerusalem woman compassionately dried the face of the suffering Christ on the road to his crucifixion at Calvary, and upon which his visage was miraculously imprinted in photographic facsimile.Some versions of the welter of legend now surrounding it tell how this hallowed item was carried to Rome and presented to the Emperor Tiberius, whom it is said to have cured.Endorsed with indulgences and exposed for public veneration by the papacy, it was popularized in pen and paint by authors and artists in the later Middle Ages.Devotion to the relic survived Fig. 1.",
      "cited_by_count": 62,
      "type": "article",
      "source": {
        "name": "Past & Present",
        "type": "journal",
        "issn": [
          "0031-2746",
          "1477-464X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/past/article-pdf/206/suppl_5/9/7294090/gtq026.pdf"
      },
      "topics": [],
      "referenced_works_count": 16,
      "url": "https://openalex.org/W1989543445"
    },
    {
      "openalex_id": "W2995470645",
      "doi": "10.1017/s0260210519000433",
      "title": "Family matters in racial logics: Tracing intimacies, inequalities, and ideologies",
      "authors": [
        {
          "name": "V. Spike Peterson",
          "openalex_id": "A5047127867",
          "orcid": "https://orcid.org/0000-0002-4401-8558",
          "institutions": [
            "University of Arizona"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-09",
      "abstract": "Abstract This article seeks to advance our understanding of how intimate relations and racial logics are co-constituted and matter – subjectively, culturally, materially, and politically – in our colonial present of economic inequalities, nationalist populisms, anti-migrant discourses and xenophobic hostilities. Addressing these crisis conditions is urgent, yet critical interventions indicate that prevailing accounts inadequately address the scale, complexity, and fluidity of racisms operating today. This article proposes to think racial logics ‘otherwise’ by drawing on interdisciplinary scholarship and intersectional analytics to produce a genealogy of state/nation formation processes, imperial encounters, and legitimating ideologies that illuminates how ‘intimacy builds worlds’. 1 A deep history of political centralisation reveals that regulation of intimate, familial relations is a constitutive feature of successful state-making and crucial for understanding how modernity's ‘race difference’ is produced and how the racialisation of ‘Other’ (‘non-European’, undesirable) sexual/familial practices figures in contemporary crises. Locating intimate relations – ‘family’ – in (birthright) citizenship, immigration regimes, and political-economic frames helps clarify the amplification of global inequalities and the power of stigmatisations to fuel nationalist attachments and anti-migrant hostilities. Foregrounding intimacy and integrating typically disparate lines of inquiry advances our analyses of today's often opaque yet intense racisms and their globally problematic effects.",
      "cited_by_count": 59,
      "type": "article",
      "source": {
        "name": "Review of International Studies",
        "type": "journal",
        "issn": [
          "0260-2105",
          "1469-9044"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://repository.arizona.edu/bitstream/10150/638080/1/RIS_Peterson_Racial_Logics_ppr_single.doc.pdf"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Australian History and Society",
        "Social Policy and Reform Studies"
      ],
      "referenced_works_count": 152,
      "url": "https://openalex.org/W2995470645"
    },
    {
      "openalex_id": "W2009890143",
      "doi": "10.1080/19460171.2013.862503",
      "title": "OECD as a site of coproduction: European education governance and the new politics of ‘policy mobilization’",
      "authors": [
        {
          "name": "Sotiria Grek",
          "openalex_id": "A5025942637",
          "orcid": "https://orcid.org/0000-0001-5452-7762",
          "institutions": [
            "University of Edinburgh"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-03-10",
      "abstract": "Located in the field of the transnational governance of education, the article examines international comparative testing through a sociological analysis of the knowledge and actors that have become central to it. The Organisation for Economic Cooperation and Development (OECD) has become a dominant policy actor in the governance of European education; this was the result of its deliberate and systematic mobilization by the European Commission (EC), which found in the OECD not only a great resource of data to govern (which it did not have before) but also a player who would be pushing the Commission's own policy agenda forward, albeit leaving the old subsidiarity rule intact. The article discusses the role of experts in this emergent European policy field through an examination of 'policy mobilization'; using the concepts of boundary work and 'boundary organization', the article shows how the OECD has transformed into a 'site of coproduction' of both knowledge and social order (St Clair, A.L., 2006. Global poverty: the co-production of knowledge and politics. Global social policy, 6 (1), 57–77).",
      "cited_by_count": 68,
      "type": "article",
      "source": {
        "name": "Critical Policy Studies",
        "type": "journal",
        "issn": [
          "1946-0171",
          "1946-018X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.pure.ed.ac.uk/ws/files/5901209/s1_ln1410365995844769_1939656818Hwf_1865788810IdV_28530875614103659PDF_HI0001.pdf"
      },
      "topics": [
        "Global Educational Policies and Reforms",
        "Global Education and Multiculturalism",
        "Educator Training and Historical Pedagogy"
      ],
      "referenced_works_count": 48,
      "url": "https://openalex.org/W2009890143"
    },
    {
      "openalex_id": "W2943606543",
      "doi": "10.1017/s0940739119000055",
      "title": "Editorial: Foodways as Intangible Cultural Heritage",
      "authors": [
        {
          "name": "Chiara Bortolotto",
          "openalex_id": "A5103218522",
          "orcid": "https://orcid.org/0000-0003-4137-524X",
          "institutions": [
            "Institut Interdisciplinaire d’Anthropologie du Contemporain",
            "UNESCO"
          ]
        },
        {
          "name": "Benedetta Ubertazzi",
          "openalex_id": "A5089342329",
          "orcid": "https://orcid.org/0000-0001-8161-0326",
          "institutions": [
            "World Intellectual Property Organization",
            "UNESCO",
            "University of Milano-Bicocca"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-01",
      "abstract": "An abstract is not available for this content. As you have access to this content, full HTML content is provided on this page. A PDF of this content is also available in through the 'Save PDF' action button.",
      "cited_by_count": 42,
      "type": "editorial",
      "source": {
        "name": "International Journal of Cultural Property",
        "type": "journal",
        "issn": [
          "0940-7391",
          "1465-7317"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/46FC81C805FBE6ED6FB4C6FD50ACA5DE/S0940739119000055a.pdf/div-class-title-editorial-foodways-as-intangible-cultural-heritage-div.pdf"
      },
      "topics": [
        "Culinary Culture and Tourism",
        "Cultural Heritage Management and Preservation",
        "Global Maritime and Colonial Histories"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W2943606543"
    },
    {
      "openalex_id": "W4251098882",
      "doi": "10.29164/16colonialism",
      "title": "Colonialism / Postcolonialism",
      "authors": [
        {
          "name": "Susan Bayly",
          "openalex_id": "A5029733627"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-09-01",
      "abstract": "The giant composite field of colonialism and postcolonialism studies has had a transforming effect on modern anthropology. Anthropologists have been innovative users of its multidisciplinary perspectives, and key contributors to its challenging accounts of past and contemporary global life and experience. The call to prioritise colonial and postcolonial perspectives in the framing of anthropology's central research questions has greatly extended the field's range and scope, including its distinctive approaches to the issue of whether it is colonialism that should be seen as modernity's most important progenitor, and the source of its most toxic forms of subjugation and disempowerment. This entry notes the sophistication with which anthropology has both embraced and challenged the forms of cultural and social analysis through which the epistemic and material transformations of global empire and its afterlife have been documented and theorised. And it argues that studies of colonialism and postcolonialism still have a strong and productive future in a world now widely thought to require the multidimensional framings provided by today's high-profile theorists of globalisation and cosmopolitanism.",
      "cited_by_count": 69,
      "type": "article",
      "source": {
        "name": "Open Encyclopedia of Anthropology",
        "type": "journal",
        "issn": [
          "2398-516X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "http://www.anthroencyclopedia.com/printpdf/47"
      },
      "topics": [
        "Island Studies and Pacific Affairs",
        "Anthropological Studies and Insights",
        "Tourism, Volunteerism, and Development"
      ],
      "referenced_works_count": 97,
      "url": "https://openalex.org/W4251098882"
    },
    {
      "openalex_id": "W2560392517",
      "doi": "10.1007/s12124-016-9370-6",
      "title": "Fields of Tension in a Boundary-Crossing World: Towards a Democratic Organization of the Self",
      "authors": [
        {
          "name": "Hubert J. M. Hermans",
          "openalex_id": "A5045197854",
          "orcid": "https://orcid.org/0000-0002-8387-0671",
          "institutions": [
            "Radboud University Nijmegen"
          ]
        },
        {
          "name": "Agnieszka Konopka",
          "openalex_id": "A5049403858"
        },
        {
          "name": "Annerieke Oosterwegel",
          "openalex_id": "A5027000214",
          "institutions": [
            "Utrecht University"
          ]
        },
        {
          "name": "Peter Zomer",
          "openalex_id": "A5078719762"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-10",
      "abstract": null,
      "cited_by_count": 79,
      "type": "review",
      "source": {
        "name": "Integrative Psychological and Behavioral Science",
        "type": "journal",
        "issn": [
          "1932-4502",
          "1936-3567"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s12124-016-9370-6.pdf"
      },
      "topics": [
        "Social Representations and Identity",
        "Cultural Differences and Values",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 123,
      "url": "https://openalex.org/W2560392517"
    },
    {
      "openalex_id": "W1548716155",
      "doi": "10.25916/sut.26289784.v1",
      "title": "Settler colonialism and decolonisation",
      "authors": [
        {
          "name": "Lorenzo Veracini",
          "openalex_id": "A5021777084",
          "orcid": "https://orcid.org/0000-0002-3481-8535",
          "institutions": [
            "University of Wollongong",
            "Swinburne University of Technology"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-01-01",
      "abstract": "Abstract not available.",
      "cited_by_count": 48,
      "type": "article",
      "source": {
        "name": "Swinburne Research Bank (Swinburne University of Technology)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://ro.uow.edu.au/cgi/viewcontent.cgi?article=2342&context=lhapapers"
      },
      "topics": [
        "Indigenous Health, Education, and Rights",
        "Canadian Identity and History",
        "Australian History and Society"
      ],
      "referenced_works_count": 49,
      "url": "https://openalex.org/W1548716155"
    },
    {
      "openalex_id": "W2159081237",
      "doi": "10.1086/672532",
      "title": "<i>Das römische Gespräch</i>in a New Key: Hannah Arendt, Genocide, and the Defense of Republican Civilization",
      "authors": [
        {
          "name": "A. Dirk Moses",
          "openalex_id": "A5039399655",
          "orcid": "https://orcid.org/0000-0002-2990-9571",
          "institutions": [
            "University of Sydney",
            "European University Institute"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-11-12",
      "abstract": "This essay provides a historiography of Western civilization and the history of twentieth-century intellectual life to consider the writings of German-American political theorist Hannah Arendt. It explores the influence on classical writers of Rome and their theories of the Republic onto Arendt's writings and philosophies of modern politics. Topics explored include human rights and the Holocaust, fascism and totalitarianism, and Arendt's book \"The Origins of Totalitarianism.\"",
      "cited_by_count": 58,
      "type": "article",
      "source": {
        "name": "The Journal of Modern History",
        "type": "journal",
        "issn": [
          "0022-2801",
          "1537-5358"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.journals.uchicago.edu/doi/epdf/10.1086/672532"
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Political Theology and Sovereignty",
        "War, Ethics, and Justification"
      ],
      "referenced_works_count": 153,
      "url": "https://openalex.org/W2159081237"
    },
    {
      "openalex_id": "W2164658544",
      "doi": "10.5539/hes.v3n4p50",
      "title": "The African Educational Evolution: From Traditional Training to Formal Education",
      "authors": [
        {
          "name": "Dama Mosweunyane",
          "openalex_id": "A5035581413",
          "institutions": [
            "University of Botswana"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-07-18",
      "abstract": "This paper attempts to critically examine the approaches that were employed by Africans in their knowledge, skills and attitudes acquisition before, after and during colonialisation of the continent. The paper looks at three distinctive epochs from which the perfect understanding of how learning in Africa transformed could be concluded. It is notable that there was a period before Africa got colonised, which was followed by the period during colonisation, before the independence of the continent. The position that is strongly advanced through this paper is that even before colonialism the African societies offered training to their members, which was characterized by the provision of survival skills to individuals who were supposed to selflessly serve their societies. Members of African societies learnt through their interaction with their physical and spiritual milieus, as evidenced by their design of tools which they used mostly in their agro activities and in fighting for resources. The other area in which learning took place was that of spirituality or mysticism, as some superstitious members of African communities were believed to have powers of communicating with their ancestors. As noted by Westerlund (1991), the belief in the ancestors is widespread in many African agricultural areas and like divinities and nature spirits, the spirits of ancestors are thought to be intermediaries between God and humankind. The main problem that this paper is intended to advance is that Africa is regarded by some people as having not had any form of education before the arrival of the colonialists and their educational establishments or organisations. This paper therefore raises an argument against this position.",
      "cited_by_count": 63,
      "type": "article",
      "source": {
        "name": "Higher Education Studies",
        "type": "journal",
        "issn": [
          "1925-4741",
          "1925-475X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://ccsenet.org/journal/index.php/hes/article/download/29072/17362"
      },
      "topics": [
        "African cultural and philosophical studies",
        "Poverty, Education, and Child Welfare",
        "African Education and Politics"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W2164658544"
    },
    {
      "openalex_id": "W2941093261",
      "doi": "10.1162/glep_a_00501",
      "title": "Coal, Climate Justice, and the Cultural Politics of Energy Transition",
      "authors": [
        {
          "name": "Benjamin Brown",
          "openalex_id": "A5052196781",
          "orcid": "https://orcid.org/0000-0002-3783-0281",
          "institutions": [
            "University of East Anglia"
          ]
        },
        {
          "name": "Samuel J. Spiegel",
          "openalex_id": "A5022476386",
          "orcid": "https://orcid.org/0000-0003-2163-3512",
          "institutions": [
            "Economic and Social Research Council"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-04-24",
      "abstract": "In the wake of the Paris Agreement on climate change, promises to phase out coal-fired power have suggested cause for optimism around energy transition globally. However, coal remains entangled with contentious development agendas in many parts of the world, while fossil fuel industries continue to flourish. This article discusses these entanglements through a climate justice lens that engages the cultural politics surrounding coal and energy transition. We highlight how recent struggles around phasing out coal have stimulated renewed critical debates around colonialism, empire, and capitalism more broadly, recognizing climate change as an intersectional issue encompassing racial, gender, and economic justice. With social movements locked in struggles to resist the development or expansion of coal mines, power plants, and associated infrastructure, we unpack tensions that emerge as transnational alliances connect disparate communities across the world. Our conclusion signals the need for greater critical engagement with how intersecting inequalities are coded into the cultural politics of coal, and how this shapes efforts to pursue a just transition.",
      "cited_by_count": 142,
      "type": "article",
      "source": {
        "name": "Global Environmental Politics",
        "type": "journal",
        "issn": [
          "1526-3800",
          "1536-0091"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.mitpressjournals.org/doi/pdf/10.1162/glep_a_00501"
      },
      "topics": [
        "Mining and Resource Management",
        "Environmental Justice and Health Disparities",
        "Water Governance and Infrastructure"
      ],
      "referenced_works_count": 82,
      "url": "https://openalex.org/W2941093261"
    },
    {
      "openalex_id": "W1805579152",
      "doi": "10.17645/si.v3i5.245",
      "title": "Roma Identity as an Expert-Political Construction",
      "authors": [
        {
          "name": "Mihai Surdu",
          "openalex_id": "A5054107473",
          "orcid": "https://orcid.org/0000-0002-1941-3193"
        },
        {
          "name": "Martin Kovats",
          "openalex_id": "A5068628932"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-09-29",
      "abstract": "The creation of an EU Framework for national Roma integration strategies (2011) marks a significant step in the politicisation of Roma identity by ensuring a further increase in the number of initiatives, projects and programmes explicitly targeting Roma. The Framework itself is part of a process that began with postcommunist transition and which has produced historically unprecedented levels of Roma political activism along with a proliferation of national and transnational policy initiatives focussed on Roma identity. In seeking to explain this contemporary political phenomenon, the article argues that Roma is an identity constructed at the intersection of political and expert knowledge by various actors, such as policymakers, Romani activists, international organizations and scholars. This political-expert identity is applied to groups that are not bounded by a common language, religion, cultural practice, geographic location, occupation, physical appearance or lifestyle. The article explores how this collation of disparate populations into a notional political community builds upon a centuries-old Gypsy legacy. It scrutinizes five strands of identification practices that have contributed to the longue durée development of today’s Roma as an epistemic object and policy target: police profiling of particular communities; administrative surveys; Romani activism; Roma targeted policies; quantitative scientific research. The article argues that the contemporary economic and political conditions amidst which the politicisation of Roma identity is occurring explain how the ideological and institutional construction of the ethnic frame tends toward the reinforcement of the exclusion of those categorised as Roma, thus increasing the perceived need for Roma policy initiatives. A self-sustaining cycle has been created where Roma knowledge identifies Roma problems requiring a policy response, which produces more Roma knowledge, more needs and more policy responses. Yet, there are consequences to racialising public discourse by presenting Roma as both problematic and essentially different from everyone else. Hostility towards Roma has increased in many states indicating that the expert framing of Roma groupness affects social solidarity by disconnecting and distancing Roma from their fellow citizens.",
      "cited_by_count": 70,
      "type": "article",
      "source": {
        "name": "Social Inclusion",
        "type": "journal",
        "issn": [
          "2183-2803"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/socialinclusion/article/download/245/245"
      },
      "topics": [
        "Romani and Gypsy Studies",
        "Water Resources and Governance"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W1805579152"
    },
    {
      "openalex_id": "W1993671940",
      "doi": "10.5195/cbp.2011.164",
      "title": "The OUN, the UPA and the Holocaust: A Study in the Manufacturing of Historical Myths",
      "authors": [
        {
          "name": "Per Anders Rudling",
          "openalex_id": "A5075778572",
          "orcid": "https://orcid.org/0000-0003-4691-8805",
          "institutions": [
            "Japan External Trade Organization"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-12-21",
      "abstract": "During the past decade, particularly under the presidency of the third Ukrainian president Viktor Yushchenko (2005–2010) there have been repeated attempts to turn the leading fi gures of the Organization of Ukrainian Nationalists (OUN) and its armed wing, the Ukrainian Insurgent Army (UPA) into national heroes. As these fascist organizations collaborated with the Nazi Germany, carried out ethnic cleansing and mass murder on a massive scale, they are problematic symbols for an aspiring democracy with the stated ambition to join the European Union. Under Yushchenko, several institutes of memory management and myth making were organized, a key function of which was to deny or downplay OUN-UPA atrocities. Unlike many other former Soviet republics, the Ukrainian government did not need to develop new national myths from scratch, but imported ready concepts developed in the Ukrainian diaspora. Yushchenko’s legitimizing historians presented the OUN and UPA as pluralistic and inclusive organizations, which not only rescued Jews during the Holocaust, but invited them into their ranks to fight shoulder to shoulder against Hitler and Stalin. This mythical narrative relied partly on the OUN’s own post-war forgeries, aimed at cover up the organization’s problematic past. As employees of the Ukrainian security services, working out of the offices of the old KGB, the legitimizing historians ironically dismissed scholarly criticism as Soviet myths. The present study deals with the myth-making around the OUN, the UPA, and the Holocaust, tracing their diaspora roots and following their migration back and forth across the Atlantic.",
      "cited_by_count": 65,
      "type": "article",
      "source": {
        "name": "\u0098The \u009cCarl Beck papers in Russian and East European studies",
        "type": "journal",
        "issn": [
          "0889-275X",
          "2163-839X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://carlbeckpapers.pitt.edu/ojs/index.php/cbp/article/download/164/160"
      },
      "topics": [
        "Eastern European Communism and Reforms"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W1993671940"
    },
    {
      "openalex_id": "W2093792001",
      "doi": "10.1525/lal.2011.23.1.26",
      "title": "African Oral Law and the Critique of Colonial Modernity in <i>The Trial of Jomo Kenyatta</i>",
      "authors": [
        {
          "name": "Peter Leman",
          "openalex_id": "A5084900257"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-03-01",
      "abstract": "AbstractIn his book The Trial of Jomo Kenyatta(1955), author Montagu Slater claims to offer a “fair” and “true” account of the Kenyan nationalist leader’s trial in a British colonial court. However, by including a mere fraction of the 2000+-page trial transcript, Slater amplifies certain aspects of the proceedings, including an instance of literal amplification: at one point, the judge considers whether or not an audio recording of one of Kenyatta’s public speeches to a group of mostly illiterate Kenyans is admissible as documentary evidence. In this moment, the question is asked: what, according to the law, is a “document,” particularly when the culture in question is an oral culture? This essay situates Slater’s representation of this question, and the court’s answer, in the context of African oral law, conflicts between orality and literacy in colonial Kenya, and the war with Mau Mau, the militant liberation movement that Kenyatta was accused of leading. Slater’s text ultimately offers, through selective amplification, a crucial critique of colonial law, showing how its claims to modernity are undermined by its inability to keep up with its own narrative of progress, whereas African “traditions” freely adapt to and, thereby, redefine modernity in a moment of intense political, cultural, and legal crisis.Keywords: colonial lawcursecrisis of modernitydocumentelectronic cultureevidenceKenyaKenya African Union (KAU)Jomo KenyattaKikuyuliteracyMau Maunonfictionoathsoralityoral lawQueen against Kenyatta and others (1952)Montagu SlaterState of EmergencyThe Trial of Jomo Kenyatta (1955)traditional law Notes1. Kenyatta was born in the 1890s (the exact date is unknown) in Gatundu, Kenya. His early education was in Scottish Mission schools, and in the 1920s, he joined the Kikuyu Central Association (KCA), a political organization that petitioned the British Government to recognize the rights of the Kikuyu people, particularly with respect to land issues. In 1929, the KCA sent Kenyatta to London to negotiate directly with the British Government, and he remained there, except for brief visits to Kenya, until 1946 . While there, he studied anthropology with Bronislaw Malinowski at the London School of Economics. At the outset of World War II, the Kenyan government banned KCA, and it was replaced by a new nationalist organization, the Kenya African Union (KAU). KAU embraced Kenyatta as its leader upon his return to Kenya after the war, and it was during his tenure as KAU’s leader that Kenyatta was arrested and tried for managing Mau Mau. Mau Mau was a militant outgrowth of KAU. Many of the younger members of KAU were dissatisfied with the moderate politics of the Kikuyu leadership and, thus, galvanized around a few of those who felt that direct and even violent action was necessary. See David Anderson, Histories of the Hanged: The Dirty War in Kenya and the End of Empire (New York & London: Norton, 2005), 35–43. [Google Scholar]2. From the dust jacket synopsis of Montagu Slater, The Trial of Jomo Kenyatta (London: Secker & Warburg, 1957 [1955]). [Google Scholar]3. Slater is best known as a cofounder of The Left Review and its original editor. Additionally, he famously wrote the libretto for Benjamin Britten’s opera Peter Grimes (1945), which opens with a court inquest over the death of Grimes’ apprentice and is set in a seaside village. Interestingly, Britten’s other opera dealing with law and set at sea is an adaptation of Billy Budd (1951). This time, however, the libretto was written by Eric Crozier and E. M. Forster, whose novel A Passage To India (1924) is another colonial narrative concerned with the forms of the law.4. I recognize the problems inherent in the term “tradition” in contexts like this where, through contact with colonial culture, African “traditions” are not always what they seem. Many change, some remain the same, and others are complete fabrications. Eric Hobsbawm and Terence Ranger’s The Invention of Tradition (Cambridge: Cambridge University Press, 1992) [Google Scholar] has been useful in this regard, and I thus use the term “tradition” tentatively, with an awareness of its complications but also with a recognition that, for my purposes, it continues to serve a useful function: namely, to identify those practices and beliefs that colonial modernity was supposed to displace or supersede in some way.5. Walter Ong, Orality and Literacy: The Technologizing of the Word (London & New York: Routledge, 2001), 69. [Google Scholar]6. Stephen L. Bishop, Legal Oppositional Narrative: A Case Study in Cameroon (Lanham, MD: Lexington Books, 2008), 3. [Google Scholar]7. Id. at 3.8. Alison Dundes Renteln & Alan Dundes, eds., Folk Law: Essays in the Theory and Practice of Lex Non Scripta, vol. 1 (New York & London: Garland Publishing, 1994), 1:395 [Google Scholar]. “Folk law” is their term for what I am calling “traditional law” and, as they recognize, is variously identified as “customary law, unwritten law, common law, indigenous law, living law, primitive law, etc.” (xiii). They define folk law as “a socially defined group’s orally transmitted traditional body of obligations and prohibitions, sanctioned or required by that group, binding upon individuals or subsets of individuals (e.g., families, clans) under pain of punishment or forfeiture.”9. This phenomenon is, of course, not limited to Africa as Renteln and Dundes’s collection demonstrates. In fact, there have been periods in European history when laws were expressed in and through cultural narratives and oral traditions rather than codified statutes and constitutions. See, for example, Herman Baltl’s “Folklore Research and Legal History in the German Language Area” in Renteln & Dundes’s collection (id. at 397–406) [Google Scholar]; also see Robert Cover, “Foreword: Nomos and Narrative,” 97/1 Harvard Law Review 4–68 (1983) [Google Scholar], in which he describes a connection between the epics of early European societies and their laws.10. Okot p’Bitek, Artist, the Ruler (Nairobi: Heinemann, 1986) [Google Scholar], 39. For more on Okot and the relationship between law and poetry in his work, see Peter Leman, “Singing the Law: Okot p’Bitek’s Legal Imagination and the Poetics of Traditional Justice,” 40/3 Research in African Literatures 109–28 (2009). [Google Scholar]11. The Kikuyu are the most populous ethnic group in Kenya and the primary group at the center of the Mau Mau conflict. Kenyatta first wrote his study as a thesis under the tutelage of Malinowski at the London School of Economics.12. Jomo Kenyatta, Facing Mt. Kenya (New York: Vintage Books, 1965 [1938]), 183. [Google Scholar]13. Id. at 185.14. Id. at 186.15. Id. at 189.16. Ong, supra note 5, at 71.17. Ngũgĩ wa Thiong’o, Penpoints, Gunpoints, and Dreams (Oxford: Clarendon Press, 1996), 37. [Google Scholar]18. Ngũgĩ was, of course, writing in the postcolonial period, and although The Trial of Dedan Kimathi (with Micere Githae Mugo, 1976) deals with the Mau Mau period, Ngũgı˜’s concern is with the legacy of colonial law within the postcolonial nation-state. In my study of Ngũgı˜’s work in my dissertation, I demonstrate how oral culture continues to offer authors such as Okot and Ngũgı˜ means of critiquing the contradictions and oppressive measures of postcolonial law, which bears the residues and, at times, exact form of the colonial legal system. See Peter Leman, “Literature, Law, and Oral Culture in East Africa” (PhD diss., University of California, Irvine, 2011). [Google Scholar]19. The colonial recognition of traditional African law is also evident in the development of the system of “indirect rule,” by which African “customary law” was permitted to function within limited, rural jurisdictions while Western-style law was administered in urban areas. The reasoning, as articulated most influentially by Frederick Lugard, was that Africans were less likely to reject colonial rule if the revered customs and traditions that ordered their societies were integrated into the administrative structure. See Lugard, The Dual Mandate of British Tropical Africa (Hamden, CT: Archon Books, [1922] 1965) [Google Scholar]. The problem was that British administrators often assumed too much in identifying this or that practice as “customary” or “traditional,” frequently selecting and codifying practices arbitrarily or inventing traditions out of thin air if circumstances required it. Additionally, problems with the system arose as “traditional” chiefs were appointed to oversee customary courts when such offices were not recognized by or even, in some cases, previously existent within a given society. These colonial-appointed chiefs came to exercise a great deal of power and were often distrusted by the people whose customs they were supposedly there to protect. Furthermore, whereas indirect rule supposedly preserved African customs, the “laws” were often written down for the purposes of practical codification, and according to a report following a Judicial Advisers Conference in 1953, the ultimate goal was to help customary law evolve so that, in time, there would be “a fully integrated system administering one law for all.” See “Native Courts and Native Customary Law in Africa,” Judicial Advisers’ Conference, special supplement to the Journal of African Administration 21 (1953) [Google Scholar]. On the history of indirect rule in East Africa, see also H. F. Morris & James S. Read, Indirect Rule and the Search for Justice (Oxford: Clarendon Press, 1972) [Google Scholar]. On the creation of customary law, see H. F. Morris, Some Perspectives on East African Legal History (Uppsala: Scandinavian Institute of African Studies, 1970) [Google Scholar]; Terence Ranger, “The Invention of Tradition in Colonial Africa,” The Invention of Tradition, eds. Eric Hobsbawm & Terence Ranger (Cambridge & New York: Cambridge University Press, 1992), 211–62; [Google Scholar] and Martin Chanock, Law, Custom, and Social Order: The colonial experience in Malawi and Zambia (Portsmouth, NH: Heinemann, 1998) [Google Scholar]. On the abuses of power by colonial chiefs, see also Mahmood Mamdani, Citizen and Subject: Contemporary Africa and the Legacy of Late Colonialism (Princeton, NJ: Princeton University Press, 1996), 22–23, 53–54. [Google Scholar]20. Jacques Derrida, “Force of Law: ‘The Mystical Foundation of Authority,’” in Deconstruction and the Possibility of Justice, eds. Drucilla Cornell, Michel Rosenfeld, & David Gray Carlson (London & New York: Routledge, 1992), 21. [Google Scholar]21. Id. at 34.22. Six defendants were convicted in the original trial, but one of them was acquitted on appeal.23. The meaning of the term “Mau Mau” is one aspect of the phenomenon that has contributed to scholars’ mystification in that its precise meaning and origin have been difficult to determine. Different interpretations have been offered, with some suggesting lexical affinities with the Kenya Africa Union’s acronym (i.e., KAU) and others arguing that Mau Mau was the popular name given by the government to add to the organization’s mysteriousness and, thus, people’s fear of it. For a discussion of some of these theories, see John Lonsdale, “Mau Maus of the Mind: Making Mau Mau and Remaking Kenya,” 31/3 The Journal of African History 393 (1990). [Google Scholar]24. Id. at 404.25. Anderson, supra note 1, at 279.26. Lonsdale, supra note 23, at 404.27. See Carl Rosberg & John Nottingham, The Myth of Mau Mau: Nationalism in Kenya (New York: Praeger, 1966). [Google Scholar]28. The conservative position maintained, essentially, that Africans were inherently primitive and that Mau Mau’s violent acts and evil rituals—the famous initiation “oath” that was widely and luridly described by the press during the Emergency—were simply evidence of their irredeemably barbaric natures, the only solution to which was, as Lonsdale reports, a “[hardened] polemical frontier between white civilization and black savagery.” Lonsdale, supra note 23, at 404.29. Id. at 405.30. J. C. Carothers, The African Mind in Health and Disease (Geneva: World Health Organization, 1953) [Google Scholar], and The Psychology of Mau Mau (Nairobi: Colony and Protectorate of Kenya, 1954). [Google Scholar]31. In the United States in 1851, for example, Dr. Samuel A. Cartwright, a physician from the South, diagnosed slaves who tried to run away with “drapetomania,” the disease of wanting to be free. See Cartwright, “Report on the Diseases and Peculiarities of the Negro Race,” Health, Disease, and Illness: Concepts in Medicine, eds. Arthur L. Caplan, James J. McCartney, & Dominic A. Sisti (Washington, DC: Georgetown University Press, 2004), 33. [Google Scholar]32. Lonsdale, supra note 23, at 410 (emphasis added).33. The horrific irony of this is that, whereas the detention camps were supposedly based on this angelic and altruistic theory of “guided transition,” the reality proved that the war brought out the worst in many of the colonialists and loyalist Africans (id. at 410). The conditions of the camps and the atrocities committed against prisoners were so severe that their discovery by the outside world toward the end of the Emergency is thought to have rapidly accelerated Britain’s withdrawal from East Africa. See Anderson, supra note 1, at 313–27, and Caroline Elkins, Imperial Reckoning: The Untold Story of Britain’s Gulag in Kenya (New York: Henry Holt & Company, 2005). [Google Scholar]34. Anderson, supra note 1, at 280.35. Bruce Berman, “Nationalism, Ethnicity, and Modernity: The Paradox of Mau Mau,” 25/2 Canadian Journal of African Studies 183 (1991). [Google Scholar]36. Slater, supra note 2, at 160.37. Anderson, supra note 1, at 68.38. Slater, supra note 2, at 26–27.39. Id. at 27.40. Kenyatta, supra note 12, at 214.41. See Anderson, supra note 1, at 67 –68.42. Louis Leakey, Defeating Mau Mau (London: Methuen, 1955), 77, 84, 85 [Google Scholar]. Leakey was born in 1903 in Kenya and raised in Kikuyu country, where he was actually initiated as an elder in the Kikuyu tribe. Considered a pioneer in the study of human origins, Leakey trained in archaeology, paleo-anthropology, and social anthropology at Cambridge University and was extremely prolific, publishing 216 books, monographs, articles, book reviews, and letters over his lifetime. Described by Lonsdale and Berman as Kenyatta’s intellectual rival, Leakey, significantly, was initially appointed as the court translator in Kenyatta’s 1952 trial but stormed out in a rage after being accused by the defense of deliberately mistranslating witness testimony to the prosecution’s favor. See John Lonsdale & Bruce Berman, “Louis Leakey’s Mau Mau: A study in the politics of knowledge,” 5/2 History and Anthropology 143–204 (1991) [Google Scholar]; and Slater, supra note 2, at 116–17.43. Robert B. Edgerton, Mau Mau: An African Crucible (New York: The Free Press, 1989), 134–35 [Google Scholar]. This is actually a relatively tame description of the alleged Mau Mau depravities. Edgerton goes on to describe how other government-produced reports went into even more detail about shockingly bizarre sexual and bestial practices used in Mau Mau oathing, which I won’t reproduce here. The irony of such allegations is that, because they were typically exaggerations or pure fabrications, the horrifying narratives actually originated in British, not African, minds.44. Id. at 135.45. Slater, supra note 2, at 42.46. Denis Nowell Pritt was an English barrister and a politician with the Labour Party, well known for his pro-Soviet sympathies. He was an MP from 1935 to 1940 and 1945 to 1950. In addition to defending Kenyatta, Pritt in a later trial represented Julius Nyerere, the future president of Tanzania. See The Autobiography of D.N. Pritt, vol. 3, The Defence Accuses (London: Lawrence & Wishart, 1965–66). [Google Scholar]47. Anderson, supra note 1, at 66 .48. Slater, supra note 2, at 165.49. Id. at 165 (emphasis added).50. Id. at 167 .51. Kenyatta, supra note 12, at 214.52. Ong, supra note 5, at 136.53. Slater, supra note 2, at 181.54. Id. at 181–82.55. Id. at 182.56. Id. at 183 (emphasis added). The Indian Evidence Act defines a document as follows: “‘Document’ means any matter expressed or described upon any substance by means of letter, figures, or marks, or by more than one of those means, intended to be used, or which may be used, for the purpose of recording that matter.” It then lists several illustrations of documents: “A writing is a document. Words printed, lithographed or photographed are a document. A map or plan is a document. An inscription on a metal plate or stone is a document. A caricature is a document.” See The Indian Evidence Act, No. 1 of 1872, 2nd ed. (Madras: Higginbotham & Co., 1873), 4. [Google Scholar]57. Quoted in Slater, supra note 2, at 249–50.58. Isak Dinesen, Out of Africa & Shadows on the Grass (New York: Vintage, 1989 [1937]), 236. [Google Scholar]59. Dane Kennedy, Islands of White: Settler Society and Culture in Kenya and Southern Rhodesia, 1890–1939 (Durham, NC: Duke University Press, 1987), 46. [Google Scholar]60. Id. at 46 –47 (emphasis added).61. Elspeth Huxley, Settlers of Kenya (Westport, CT: Greenwood Press, 1975 [1959]), 20. [Google Scholar]62. Dinesen, supra note 58, at 206 (emphasis added). Dinesen’s use of the word “atavism” is particularly ironic here as it suggests for her a certain aristocratic prestige, whereas during the Mau Mau period it came to denote the African’s retreat into the darkness of primitive and savage superstitions. Slater’s suggestion, I contend, is that the charge of atavism directed at Mau Mau is, in fact, a projection of the actual atavism, or rejection of modernity, that characterized colonial rule since its beginnings.63. Id. at 207–8.64. See, in particular, Elkins, supra note 33.65. Jomo Kenyatta, Suffering Without Bitterness: The Founding of the Kenya Nation (Nairobi: East African Publishing House, 1968), 189. [Google Scholar]66. See Mamdani, supra note 19.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Law & Literature",
        "type": "journal",
        "issn": [
          "1535-685X",
          "1541-2601"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Historical and Contemporary Political Dynamics",
        "African history and culture analysis",
        "Global Maritime and Colonial Histories"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2093792001"
    },
    {
      "openalex_id": "W2908852049",
      "doi": "10.4324/9781315613031",
      "title": "The Routledge Research Companion to Heritage and Identity",
      "authors": [
        {
          "name": "Peter Howard",
          "openalex_id": "A5052365511",
          "orcid": "https://orcid.org/0000-0001-9276-2608",
          "institutions": [
            "Bournemouth University",
            "University of Hull"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-16",
      "abstract": "This is the author's post-print version. Details of the definitive version are available at: http://www.ashgate.com/. © 'The Ashgate Research Companion to Heritage and Identity', Brian Graham and Peter Howard (eds), 2008, Ashgate.",
      "cited_by_count": 46,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10036/47576"
      },
      "topics": [
        "Fish Ecology and Management Studies",
        "Wildlife Ecology and Conservation",
        "Fish Biology and Ecology Studies"
      ],
      "referenced_works_count": 31,
      "url": "https://openalex.org/W2908852049"
    },
    {
      "openalex_id": "W2765167187",
      "doi": "10.1111/nana.12367",
      "title": "Memories of humiliation, cultures of resentment towards Edom and the formation of ancient Jewish national identity",
      "authors": [
        {
          "name": "Juan Manuel Tebes",
          "openalex_id": "A5040790849",
          "orcid": "https://orcid.org/0000-0002-9623-3380",
          "institutions": [
            "Consejo Nacional de Investigaciones Científicas y Técnicas",
            "University of Buenos Aires",
            "Pontificia Universidad Católica Argentina"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-10-19",
      "abstract": "Abstract While the impact of wars and national humiliations in the ancient Jewish cultural nationalism has been studied extensively, little has been written about the role of the related phenomena of cultures of resentment against foreigners or minority groups. Well before the Hellenistic period, the Jewish tradition had already created its own perfect enemy whose very name became synonymous of Israel's most malicious antagonist: Edom. This article aims to study the changing attitudes towards the Edomites/Idumaeans from the late Judaean kingdom to the Roman period using a long‐durée perspective, particularly the growth of memories of humiliation and feelings of resentment product of the alleged crimes of Edom during Judah's fall and exile.",
      "cited_by_count": 29,
      "type": "article",
      "source": {
        "name": "Nations and Nationalism",
        "type": "journal",
        "issn": [
          "1345-5078",
          "1354-5078",
          "1469-8129"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/nana.12367"
      },
      "topics": [
        "Biblical Studies and Interpretation",
        "Archaeology and Historical Studies",
        "Historical and Linguistic Studies"
      ],
      "referenced_works_count": 72,
      "url": "https://openalex.org/W2765167187"
    },
    {
      "openalex_id": "W2811121472",
      "doi": "10.1080/1369801x.2018.1492954",
      "title": "Postcoloniality Without Race? Racial Exceptionalism and Southeast European Cultural Studies",
      "authors": [
        {
          "name": "Catherine Baker",
          "openalex_id": "A5013713681",
          "orcid": "https://orcid.org/0000-0002-3991-7946",
          "institutions": [
            "University of Hull"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-07-03",
      "abstract": "The black Dutch feminist Gloria Wekker, assembling past and present everyday expressions of racialized imagination which collectively undermine hegemonic beliefs that white Dutch society has no historic responsibility for racism, writes in her book White Innocence that ‘one can do postcolonial studies very well without ever critically addressing race’ (p. 175). Two and a half decades after the adaptation of postcolonial thought to explain aspects of cultural politics during the break-up of Yugoslavia created important tools for understanding the construction of national, regional and socio-economic identities around hierarchical notions of ‘Europe’ and ‘the Balkans’ in the Yugoslav region and beyond, Wekker’s observation is still largely true for south-east European studies, where no intervention establishing race and whiteness as categories of analysis has reframed the field like work by Maria Todorova on ‘balkanism’ or Milica Bakić-Hayden on ‘symbolic geographies’ and ‘nesting orientalism’ did in the early 1990s. Critical race theorists such as Charles Mills nevertheless argue that ‘race’ as a structure of thought and feeling that legitimised colonialism and slavery (and still informs structural white supremacy) involved precisely the kind of essentialised link between people and territory that south-east European cultural theory also critiques: the construction of spatialised hierarchies specifying which peoples and territories could have more or less access to civilisation and modernity. South-east European studies’ latent racial exceptionalism has some roots in the race-blind anti-colonial solidarities of state socialist internationalism (further intensified for Yugoslavia through the politics of Non-Alignment) but also, this paper suggests, in deeper associations between Europeanness, whiteness and modernity that remain part of the history of ‘Europe’ as an idea even if, by the end of the 20th century, they were silenced more often than voiced.",
      "cited_by_count": 31,
      "type": "article",
      "source": {
        "name": "Interventions",
        "type": "journal",
        "issn": [
          "1369-801X",
          "1469-929X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hull-repository.worktribe.com/output/888702"
      },
      "topics": [
        "Philippine History and Culture",
        "Asian Studies and History",
        "Socioeconomic Development in Asia"
      ],
      "referenced_works_count": 79,
      "url": "https://openalex.org/W2811121472"
    },
    {
      "openalex_id": "W2156511525",
      "doi": "10.1163/9789004261259",
      "title": "Memory Before Modernity: Practices of Memory in Early Modern Europe",
      "authors": [
        {
          "name": "H. M. E. P. Kuijpers",
          "openalex_id": "A5067450962"
        },
        {
          "name": "Judith Pollmann",
          "openalex_id": "A5070872015"
        },
        {
          "name": "Johannes M. Müller",
          "openalex_id": "A5103492084"
        },
        {
          "name": "John Steen",
          "openalex_id": "A5111973013",
          "orcid": "https://orcid.org/0000-0002-7049-569X"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-12-05",
      "abstract": "Many students of memory assume that the practice of memory changed dramatically around 1800; this volume shows that there was much continuity as well as change. Premodern ways of negotiating memories of pain and loss, for instance, were indeed quite different to those in the modern West. Yet by examining memory practices and drawing on evidence from early modern England, France, Germany, Ireland, Hungary, the Low Countries and Ukraine, the case studies in this volume highlight the extent to which early modern memory was already a multimedia affair, with many political uses, and affecting stakeholders at all levels of society.",
      "cited_by_count": 66,
      "type": "book",
      "source": {
        "name": "Leiden Repository (Leiden University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/1887/29123"
      },
      "topics": [
        "Reformation and Early Modern Christianity",
        "Historical Influence and Diplomacy",
        "Historical Geopolitical and Social Dynamics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2156511525"
    },
    {
      "openalex_id": "W2501342869",
      "doi": "10.1111/nana.12236",
      "title": "Benedict Anderson's<i>Imagined Communities</i>: a symposium",
      "authors": [
        {
          "name": "John Breuilly",
          "openalex_id": "A5065824224",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-07-21",
      "abstract": "his ideas.Anderson sympathised with how Tom Nairn (a close collaborator and co-author on New Left Review with Perry Anderson) took up a pro-Scottish position in The Break-Up of Britain (1978) and disagreed with Eric Hobsbawm's assault on that book, including the assertion that a Marxist could not be a nationalist.Anderson also took against the 'Eurocentric' bias of writing on nationalism.IC's first set of cases are drawn from late 18th century colonial America on the grounds that nationalism originated there and subsequently spread to Europe.Later chapters use Southeast Asian examples, distinguishing IC from most general studies of nationalism with their European focus.It was with the publication of IC in 1983 that Anderson came to the attention of a wide readership.With about 64,000 citations to date (May 2016) on Google Scholar, IC is the fifth-most cited book in the social sciences and by far the most cited text in the study of nationalism. 4The book has gone through three English language editions (1983, 1991, 2006) which have sold a total of about half-a-million copies to date, an extraordinarily high figure for an 'academic' book. 5This excludes sales for the many translations.The 1991 edition was expanded by two chapters: one on maps, censuses and museums; the other on 'memory and forgetting'.The 2006 edition added an afterword chronicling the translations of the book into 29 different languages published in 33 different countries.In our contemporary academic culture with its fixation on 'metrics' to estimate the 'impact' of 'outputs', such figures suggest an enormous impact.A 'UoA' (Unit of Assessment) that could lay claim to Ben Anderson and IC in the REF 6 would be very happy.However, such measures raise more questions than they answer, even at the metric level.Take translations, for example.There were none before 1987.Between then and 1991 came four translations of the first edition (Japanese, Portugese, German, Serbo-Croat) plus a 1992 Korean pirated translation.Between 1992 and 1999 there were 15 further translations from the second edition.These include a surge in the late 1990s of east European translations made possible by financial support from the billionaire Georg Soros.There were nine further translations between 2000 and 2006.Sometimes there was a second translation into a particular language, especially if the first was unauthorised and/or bad. 7 This suggests that the biggest impact came in the late 1980s and through the 90s.Unfortunately Verso do not have information on sales of each of the three English editions, let alone annual figures that could enable us to plot a sales trajectory.However, my guess would be that the peak period was in the decade from the late 1980s.This tallies with the 'rise of nationalism studies' measured in other ways.Social scientists in the 1960s, 1970s and the early 1980s were not interested in nationalism as a distinct subject.The slow decline and then rapid collapse of the Soviet Union and communist regimes throughout east and central Europe is the most obvious reason for a surge in interest.Certain academic specialisms (Cold War studies, Kremlinology) were suddenly marginalised.The shift to 'hot wars' following the end of super-power imposed 'peace' was accompanied by ethnic conflict and violence (e.g.former Yugoslavia, Rwanda,",
      "cited_by_count": 32,
      "type": "article",
      "source": {
        "name": "Nations and Nationalism",
        "type": "journal",
        "issn": [
          "1345-5078",
          "1354-5078",
          "1469-8129"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/nana.12236"
      },
      "topics": [
        "Religion and Society Interactions",
        "Culture, Economy, and Development Studies"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W2501342869"
    },
    {
      "openalex_id": "W2114428518",
      "doi": "10.5070/l24110007",
      "title": "Texts of Memory and Texts of History",
      "authors": [
        {
          "name": "V James",
          "openalex_id": "A5080835176",
          "institutions": [
            "Washington University in St. Louis"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "Starting with the observation that the terms “memory” and “history” are used almost interchangeably in everyday discourse and professional academic discussion, I argue that they can and should be distinguished. Drawing on longstanding debates about nations and nationalism, it is possible to trace the roots of this distinction and see how it has taken on new significance in contemporary memory studies. I outline a few assumptions about humans as meaning makers, users of cultural tools, and “cognitive misers” and then turn to oppositions that have been drawn between collective memory and formal history. These concern the degree of subjectivity or objectivity involved, the source of authority for narrative tools, and the willingness to sacrifice evidence to preserve a narrative account about the past or vice versa. In order to translate these oppositions into more concrete means for discussing memory and history, I introduce a distinction between “specific narratives” and “narrative templates,” and I examine the source of “ethnocentric narcissism” that characterizes memory to a greater degree than history. Insight into this issue can be derived from drawing out William James’s comments on the “me-ness” of individual human memory to examine the “us-ness” of collective memory.",
      "cited_by_count": 33,
      "type": "article",
      "source": {
        "name": "L2 Journal",
        "type": "journal",
        "issn": [
          "1945-0222"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://cloudfront.escholarship.org/dist/prd/content/qt44h4w2mr/qt44h4w2mr.pdf?t=n1m4po"
      },
      "topics": [
        "Memory, Trauma, and Commemoration",
        "Educator Training and Historical Pedagogy",
        "Rhetoric and Communication Studies"
      ],
      "referenced_works_count": 56,
      "url": "https://openalex.org/W2114428518"
    },
    {
      "openalex_id": "W2199864237",
      "doi": null,
      "title": "Imagining an Islamic State in Indonesia: From Darul Islam to Jemaah Islamiyah",
      "authors": [
        {
          "name": "Quinton Temby",
          "openalex_id": "A5032414413"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-04-01",
      "abstract": null,
      "cited_by_count": 70,
      "type": "article",
      "source": {
        "name": "eCommons (Cornell University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/1813/54498"
      },
      "topics": [
        "Islamic Studies and Radicalism",
        "Asian Studies and History",
        "Cultural and Religious Practices in Indonesia"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2199864237"
    },
    {
      "openalex_id": "W2099754030",
      "doi": "10.1086/ahr.115.2.453",
      "title": "Transcending Identity: Gandhi, Nonviolence, and the Pursuit of a “Different” Freedom in Modern India",
      "authors": [
        {
          "name": "Mithi Mukherjee",
          "openalex_id": "A5030392720",
          "orcid": "https://orcid.org/0000-0003-1796-1628"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-04-01",
      "abstract": "IN THE PAST TWO DECADES, subaltern historians and postcolonial scholars have brought to our attention the need to question the generally assumed universality of Western categories in framing the histories of the rest of the world.1 The exclusive deployment of Western concepts to explain historical development in India and other non-Western countries, they say, not only has marginalized indigenous systems of knowledge and practices, but has also resulted in the histories of these countries being presented in negative terms as a deviation from the universal trajectories of capital, democracy, and liberalism, which are themselves grounded in particular historical experiences of the West. Thus, as Dipesh Chakrabarty, among others, has argued, most scholars trained in this intellectual tradition have characterized India as “not modern” or “not bourgeois” or “not liberal.” The new intellectual sensitivity toward non-Western systems of thought has resulted in a significant number of works that deploy the critical category of difference. Yet none of the four major schools of historiography on modern India—Marxist, Cambridge, nationalist, and subaltern—has extended this notion of difference to the discourse of freedom associated with the Gandhian nonviolent resistance movement against British colonialism. This is a surprising omission, given the striking ways in which the Gandhian discourse of freedom departed from the Western discourse of freedom. While the distinctiveness of the Gandhian movement in relation to other forms of anticolonial resistance of the day was evident to Gandhi’s contemporaries and has been noted by scholars, the use of difference as an analytical category to",
      "cited_by_count": 20,
      "type": "article",
      "source": {
        "name": "The American Historical Review",
        "type": "journal",
        "issn": [
          "0002-8762",
          "1937-5239"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/ahr/article-pdf/115/2/453/29735/115-2-453.pdf"
      },
      "topics": [
        "Indian History and Philosophy",
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 19,
      "url": "https://openalex.org/W2099754030"
    },
    {
      "openalex_id": "W3108164441",
      "doi": "10.1057/s41312-020-00084-9",
      "title": "Race and racism in international relations: retrieving a scholarly inheritance",
      "authors": [
        {
          "name": "Robbie Shilliam",
          "openalex_id": "A5067165177",
          "orcid": "https://orcid.org/0000-0001-6821-7079",
          "institutions": [
            "University of Baltimore"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-11-28",
      "abstract": null,
      "cited_by_count": 42,
      "type": "article",
      "source": {
        "name": "International Politics Reviews",
        "type": "journal",
        "issn": [
          "2050-2982",
          "2050-2990"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1057/s41312-020-00084-9.pdf"
      },
      "topics": [
        "Historical and Contemporary Political Dynamics",
        "International Relations and Foreign Policy",
        "Global Peace and Security Dynamics"
      ],
      "referenced_works_count": 57,
      "url": "https://openalex.org/W3108164441"
    },
    {
      "openalex_id": "W3147457139",
      "doi": "10.1080/01296612.2021.1899785",
      "title": "The media and think tanks in China: The construction and propagation of a think tank",
      "authors": [
        {
          "name": "Dechun Zhang",
          "openalex_id": "A5046711953",
          "orcid": "https://orcid.org/0000-0002-2284-2378"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-03-25",
      "abstract": "&lt;p&gt;With China’s rapid growth as a regional and global power, think tanks in China have received increasing attention from politicians and academics, mostly due to the achievements of academic and processing policies. Recently, collaborations between the media and think tanks have become increasingly tight. This article aims to explore China’s think tank industry and their relationship with the media by interviewing two members of staff from one of China’s most prominent think tanks and observing the Institute for six months. This study has found that China’s think tanks have a close relationship with the government and the media. The traditional Chinese Confucian culture and the \"bureaucracy-oriented tradition\" have a significant role in the think tanks’ political behavior. This leads the think tanks to play the role of being an advocate of the government. Although social media, to some extent, liberalizes the work style of China’s think tanks, the think tanks’ use of social media still follows the traditional media logic to facilitate the government’s interests. Overall, the study argues that Chinese think tanks show features of being a “Government-lead non-governmental organization\" with a semi-official identity to complement the official authorities.&lt;/p&gt;",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "Media Asia",
        "type": "journal",
        "issn": [
          "0129-6612",
          "2377-6277"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.1080/01296612.2021.1899785?needAccess=true"
      },
      "topics": [
        "Hong Kong and Taiwan Politics",
        "China's Socioeconomic Reforms and Governance",
        "Philippine History and Culture"
      ],
      "referenced_works_count": 63,
      "url": "https://openalex.org/W3147457139"
    },
    {
      "openalex_id": "W2410162104",
      "doi": "10.5871/jba/003.211",
      "title": "'Curse, bless, me now: Dylan Thomas and Saunders Lewis",
      "authors": [
        {
          "name": "Tudur Hallam",
          "openalex_id": "A5056855076"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-17",
      "abstract": "writer of Welsh, are usually set in differing discursive camps.Memorable quotations-'I cannot read Welsh', to quote Dylan; 'He belongs to the English', to quote Saunders-continually drive them apart.Focusing on 1938, the year in which Dylan Thomas published his elegy to his aunt, 'After the Funeral', and in which Saunders Lewis delivered his lecture 'Is There an Anglo-Welsh Literature?', this paper considers how the former's life and work might be read differently in conjunction with the latter's.The authors' differences and similarities are discussed, and the work of William Williams Pantycelyn, author of 'Guide me, O Thou Great Jehovah' is read in the light of Saunders Lewis's classic study of his romanticism so as to suggest",
      "cited_by_count": 43,
      "type": "article",
      "source": {
        "name": "Journal of the British Academy",
        "type": "journal",
        "issn": [
          "2052-7217"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.thebritishacademy.ac.uk/documents/1610/09_Hallam_1817.pdf"
      },
      "topics": [
        "Scottish History and National Identity",
        "Historical Studies of British Isles"
      ],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W2410162104"
    },
    {
      "openalex_id": "W3080960441",
      "doi": "10.14763/2020.3.1492",
      "title": "Russia’s great power imaginary and pursuit of digital multipolarity",
      "authors": [
        {
          "name": "Stanislav Budnitsky",
          "openalex_id": "A5050884954",
          "orcid": "https://orcid.org/0000-0002-1568-4578",
          "institutions": [
            "University of Pennsylvania"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-08-26",
      "abstract": "Over the past two decades, Russia has championed the primacy of national governments in managing the global internet. Scholars attribute Russia's global internet governance philosophy and practices predominantly to its increasingly authoritarian and illiberal regime under President Vladimir Putin. This article, by contrast, explores how Russian ruling elites' view of Russia as an immutable great power has directed the subsequent Russian governments' pursuit of a state-based multipolar digital order. To illuminate cultural continuities in Russia's approach to global communication governance in the post-Soviet period, I examine its state-centric policymaking initiatives at the International Telecommunication Union and the United Nations in the 1990s.",
      "cited_by_count": 33,
      "type": "article",
      "source": {
        "name": "Internet Policy Review",
        "type": "journal",
        "issn": [
          "2197-6775"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://policyreview.info/pdf/policyreview-2020-3-1492.pdf"
      },
      "topics": [
        "Cybersecurity and Cyber Warfare Studies"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W3080960441"
    },
    {
      "openalex_id": "W2975553816",
      "doi": "10.18357/jcs00019171",
      "title": "Look at Us, We Have Anxiety: Youth, Memes, and the Power of Online Cultural Politics",
      "authors": [
        {
          "name": "Julian Tavis Dale Burton",
          "openalex_id": "A5044494047"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-09-19",
      "abstract": "Childhood is often defined by social marginalization— by a denial of access to public space and voice, and the circumscription of what interests, issues, and discourses are open to young people. The internet, as a space of expression that has lowered barriers to entry and confounded attempts at social control, is one of the primary spaces in which 21st-century youth are able to resist adult efforts to regulate their agency and expression. However, it is not only the technological tools of the online world that help them to resist marginalization from public discourse in these spaces, but also its symbolic and cultural resources—shared ideas, practices, and vocabularies particular to online communities. As part of larger projects on teens’ and young adults’ use of online communities to engage with cultural politics, I have been investigating the use of memes—patterns of formulaic content that rise and fall in popularity in short periods of time—in social critique, ideological discourse, community building, and identity representation. This paper examines the impact of memes on cultural discourse and, indirectly, on institutional politics, exploring their potential as an empowering channel of expression as well as their ongoing use as a tool of manipulation by larger political forces. I argue that understanding the cultural power of memes and other aspects of online remix culture is vital to theorizing contemporary politics, to analyzing the experiences and identities of contemporary youth, and to preventing the worst eventualities the increasing significance of online cultural politics may enable.",
      "cited_by_count": 36,
      "type": "article",
      "source": {
        "name": "Journal of Childhood Studies",
        "type": "journal",
        "issn": [
          "2371-4107",
          "2371-4115"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.uvic.ca/index.php/jcs/article/download/19171/8299"
      },
      "topics": [
        "Child Development and Digital Technology",
        "Gender, Feminism, and Media",
        "Social Media and Politics"
      ],
      "referenced_works_count": 38,
      "url": "https://openalex.org/W2975553816"
    },
    {
      "openalex_id": "W4361271335",
      "doi": "10.3389/fsoc.2023.1143776",
      "title": "Anti-colonial thought and global social theory",
      "authors": [
        {
          "name": "Sujata Patel",
          "openalex_id": "A5079558340",
          "orcid": "https://orcid.org/0000-0002-6785-5981"
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-03-30",
      "abstract": "From the late 1980s onward, global social theory has been introduced to a new perspective variously called indigeneity, endogeneity, Orientalism, Eurocentrism, post-colonial, decolonial, and Southern sociology/social sciences. This study argues that the above-mentioned trends should be collectively termed anti-colonial social theory as all of these explore the relationship between colonialism and knowledge production. The study divides the growth of anti-colonial social theory in terms of two phases and relates it to changing geopolitics of the 20th century. It argues that these distinct trends manifest a united stance in its ontological-epistemic articulation. It also argues that anti-colonial social theory can play a relevant role in a knowledge system divided through colonial/imperial relationships, given its theorization on the same.",
      "cited_by_count": 20,
      "type": "article",
      "source": {
        "name": "Frontiers in Sociology",
        "type": "journal",
        "issn": [
          "2297-7775"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fsoc.2023.1143776/pdf"
      },
      "topics": [
        "Contemporary Sociological Theory and Practice",
        "Social and Cultural Dynamics",
        "African cultural and philosophical studies"
      ],
      "referenced_works_count": 63,
      "url": "https://openalex.org/W4361271335"
    }
  ],
  "count": 40,
  "errors": []
}
