{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Oakeshott tradition rationalism",
  "results": [
    {
      "title": "Michael Oakeshott, Rationalism in Politics and Other Essays",
      "url": "https://philpapers.org/rec/OAKRIP-5",
      "philpapers_id": "OAKRIP",
      "snippet": "&quot;Rationalism in politics,&quot; says Oakeshott, &quot;involves a misconception with regard to the nature of human knowledge.&quot; History has shown that it produces unexpected, often disastrous results.",
      "page_age": null
    },
    {
      "title": "Struan Jacobs & Ian Tregenza, Rationalism and tradition: The Popper–Oakeshott conversation",
      "url": "https://philpapers.org/rec/JACRAT",
      "philpapers_id": "JACRAT",
      "snippet": "Popper had recently read Oakeshott’s essay ‘Rationalism in Politics’, appreciating its relevance to views he had expressed in The Open Society. Oakeshott wrote to Popper at some length, explaining his thoughts about reason, tradition and kindred matters, to which Popper responded.",
      "page_age": null
    },
    {
      "title": "Luke C. Sheahan & Gene Callahan, The Understanding of Rationalism in C.S. Lewis and Michael Oakeshott: Tradition, Experience, and the Reading of Old Books",
      "url": "https://philpapers.org/rec/SHETUO-11",
      "philpapers_id": "SHETUO",
      "snippet": "This essay examines the question to what extent this similarity is merely superficial, and to what extent the two writers shared a similar basis for their views. Furthermore, it examines whether there is an actual thread of influence: had Oakeshott been reading Lewis before writing his critique of rationalism, and if so, to what extent did Lewis’s work inform Oakeshott’s?",
      "page_age": null
    },
    {
      "title": "G. C. Duncan, OAKESHOTT, MICHAEL: \"Rationalism in politics and other essays\"",
      "url": "https://philpapers.org/rec/DUNOMR",
      "philpapers_id": "DUNOMR",
      "snippet": "Rationalism in Politics and Other Essays New and Expanded Edition By Michael Oakeshott Foreword by Timothy Fuller Indianapolis: Liberty Press, 1991, xxvi + 558 pp., $24.00 and £20.00, $7.50 and £8.95 paper. [REVIEW]D. A.",
      "page_age": null
    },
    {
      "title": "Shekhar Singh, Three Different Critiques of Rationalism: Friedrich Hayek, James Scott and Michael Oakeshott",
      "url": "https://philpapers.org/rec/SINTDC-3",
      "philpapers_id": "SINTDC",
      "snippet": "The chapter argues that critiques of rationalism provided by Friedrich Hayek and James Scott end up being doctrinal in one way or another. While Hayek ends up recommending a limited state across contexts and cultures, Scott’s work celebrates the unorganized order that emerges from below. Michael Oakeshott’s critique, in comparison, is comprehensively anti-doctrinal since it is part of a wider philosophy that not only critiques doctrinal interventions in practical life, but also warns against the limitations of practical world view.",
      "page_age": null
    },
    {
      "title": "Petar Mihatov, Michael Oakeshott's Critique of Rationalism in Politics as Basis for His Theory of Civil Association",
      "url": "https://philpapers.org/rec/MIHMOC",
      "philpapers_id": "MIHMOC",
      "snippet": "As a consequence, rationalism reduces politics to problem- solving activity. Oakeshott’s formula for the return to autonomous politics is its emancipation in civil association, a framework constituted in terms of common recognition of general rules within which politics in the form of conversation is to be exercised.",
      "page_age": null
    },
    {
      "title": "Anthony O'hear, Criticism and Tradition in Popper, Oakeshott and Hayek",
      "url": "https://philpapers.org/rec/ANTCAT",
      "philpapers_id": "ANTCAT",
      "snippet": "Both these approaches are flawed compared to Oakeshott&#x27;s insistence that traditions are not goal‐oriented, and that goals cannot be specified independently of agents’forms of life. Oakeshott&#x27;s views constitute a via media between Popperian rationalism and Hayekian anti‐rationalism.",
      "page_age": null
    },
    {
      "title": "Stuart Isaacs, The politics and philosophy of Michael Oakeshott",
      "url": "https://philpapers.org/rec/ISATPA",
      "philpapers_id": "ISATPA",
      "snippet": "This book draws together the disparate influences that have at various times been associated with Oakeshott&#x27;s work. It does so by drawing from a number of essays which have been published posthumously. It refers to these works and other more well known texts (&quot;Experience and Its Modes,&quot; &quot;On Human Conduct,&quot; &quot;Rationalism in Politics and Other Essays&quot; etc.) to argue that one can make sense of the many dimensions of Oakeshott&#x27;s work by placing a moral theory as central to his system of thought.",
      "page_age": null
    },
    {
      "title": "Damian Ilodigwe, Oakeshott's Critique of the Sovereignty of Reason",
      "url": "https://philpapers.org/rec/ILOOCO",
      "philpapers_id": "ILOOCO",
      "snippet": "Indeed, if Oakeshott’s critique of rationalism is inserted into the background of his philosophy of experience as articulated in Experience and its Modes, we begin to see that Oakeshott’s concern in his critique of rationalism is to separate political activity from political theorization and ground ideology in tradition, so that with a bit of detachment from political experience, the philosopher of politics can assume philosophy’s oversight function in critically interrogating the assumption behind political activity and political theorization, with a view to underscoring the limits of ideological politics and the priority of tradition.",
      "page_age": null
    },
    {
      "title": "Michael Oakeshott, Rationalism in Politics and Other Essays: New and Expanded Edition",
      "url": "https://philpapers.org/rec/OAKRIP-2",
      "philpapers_id": "OAKRIP",
      "snippet": "OAKESHOTT, M. - &quot;Rationalism in Politics and Other Essays&quot;. [REVIEW]J. D.",
      "page_age": null
    },
    {
      "title": "James Alexander, Three Rival Views of Tradition (Arendt, Oakeshott and MacIntyre)",
      "url": "https://philpapers.org/rec/ALETRV",
      "philpapers_id": "ALETRV",
      "snippet": "Reasonably Traditional: Self-Contradiction and Self-Reference in Alasdair MacIntyre&#x27;s Account of Tradition-Based Rationality.Micah Lott - 2002 - Journal of Religious Ethics 30 (3):315 - 339. Aestheticism, or Aesthetic Approach, in Arendt and Heidegger on Politics.Michael Halberstam - 2001 - The Proceedings of the Twentieth World Congress of Philosophy 11:219-232. Mencius and the tradition of articulating human nature in terms of growth.Tao Liang - 2009 - Frontiers of Philosophy in China 4 (2):180-197. Tradition and cognitive science: Oakeshott’s undoing of the Kantian mind.Stephen Turner - 2003 - Philosophy of the Social Sciences 33 (1):53-76.",
      "page_age": null
    },
    {
      "title": "Aurel Kolnai, Rationalism in Politics",
      "url": "https://philpapers.org/rec/OAKRIP-4",
      "philpapers_id": "OAKRIP",
      "snippet": "Michael Oakeshott&#x27;s Critique of Rationalism in Politics as Basis for His Theory of Civil Association.Petar Mihatov - 2008 - Synthesis Philosophica 23 (1):135-148.",
      "page_age": null
    },
    {
      "title": "Seth Vannatta, Conservatism, Pragmatism, and Historical Inquiry",
      "url": "https://philpapers.org/rec/VANCPA-5",
      "philpapers_id": "VANCPA",
      "snippet": "Oakeshott criticizes the view that technical knowledge is superior to the reliance on custom, tradition, and habit in practical knowledge, that moral intelligence can be taught, and that moral intelligence consists of the application of techniques to resolve problems. O’Dwyer concludes that Dewey’s reflections on moral deliberation pass Oakeshott’s challenge to rationalism “with its central themes intact, if not unscathed.”1 In light of O’Dwyer’s article, we see that the classical conservatives and the ..",
      "page_age": null
    },
    {
      "title": "Gary Browning, Oakeshott on the State: Between History and Philosophy",
      "url": "https://philpapers.org/rec/BROOOT-13",
      "philpapers_id": "BROOOT",
      "snippet": "Oakeshott sets out philosophical and historical views of the state. They are distinct, and their distinctiveness harmonizes with his notion of the exclusivity of philosophical and historical perspectives. The modal distinctness of philosophy, history, and practice is established in Experience and Its Modes and is then rehearsed in subsequent publications, notably in essays in Rationalism and Politics.",
      "page_age": null
    },
    {
      "title": "Haosheng Li, Out of Rationalist Politics’ Crises: Popper and Oakeshott",
      "url": "https://philpapers.org/rec/LIOOR",
      "philpapers_id": "LIOOR",
      "snippet": "Popper holds a view of “critical rationalism” to recall rational critique to rescue rationalism, then puts forwards a project called “Piecemeal Social Engineering.” Oakeshott takes a view of “intimation in tradition,” and then presents a project named “Civil Association.” Both of Piecemeal Social Engineering and Civil Association overcome the first crisis successfully, but the latter addresses a more effective articulation of the second crisis.",
      "page_age": null
    },
    {
      "title": "Gene Callahan, Liberty versus libertarianism",
      "url": "https://philpapers.org/rec/CALLVL",
      "philpapers_id": "CALLVL",
      "snippet": "This paper aims to persuade its reader that libertarianism, at least in several of its varieties, is a species of the genus Michael Oakeshott referred to as ‘rationalism in politics’. I ...",
      "page_age": null
    },
    {
      "title": "Daniel Sportiello, Rationalism in Eric Voegelin",
      "url": "https://philpapers.org/rec/SPOEVO",
      "philpapers_id": "SPOEVO",
      "snippet": "In Eugene Callahan &amp; Lee Trepanier (eds.), Tradition v. Rationalism: Voegelin, Oakeshott, MacIntyre, Polanyi, Hayek, and Others. Lanham: Lexington Books.",
      "page_age": null
    },
    {
      "title": "Russell Keat, Leviathan as Myth: Michael Oakeshott and Carl Schmitt on Hobbes and the Critique of Rationalism",
      "url": "https://philpapers.org/rec/KEALAM-4",
      "philpapers_id": "KEALAM",
      "snippet": "Michael Oakeshott and Carl Schmitt are two of the most prominent critics of rationalism in politics. They also both draw heavily on the work of Thomas Hobbes. This paper connects these themes and indicates that Oakeshott&#x27;s and Schmitt&#x27;s concerns about rationalism are reflected in their writings on Hobbes, especially in their use of the idea of myth.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
