{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "secularization tradition",
  "results": [
    {
      "title": "Bryan R. Wilson, Secularization, Rationalism, and Sectarianism: Essays in Honour of Bryan R. Wilson",
      "url": "https://philpapers.org/rec/BARSRA-8",
      "philpapers_id": "BARSRA",
      "snippet": "How secular is contemporary society? Are pockets of sectarianism embedded in societies of developed countries? This timely book examines the interweaving of politics and religion, and of tradition and innovation in a variety of cultural settings.",
      "page_age": null
    },
    {
      "title": "Herbert De Vriese, The Charm of Disenchantment: A Quest for the Intellectual Attraction of Secularization Theory",
      "url": "https://philpapers.org/rec/DEVTCO-3",
      "philpapers_id": "DEVTCO",
      "snippet": "Drawing on recent scholarship in the social sciences, it explains why the classical tenets and assumptions of secularization theory are no longer being considered as plausible and empirically grounded hypotheses. Against that background, the second part turns to philosophy. It examines the implications for a philosophical tradition of religious criticism that has consciously operated within this once-undisputed model of secularization.",
      "page_age": null
    },
    {
      "title": "Heiner Roetz, Confucianism between tradition and modernity, religion, and secularization: Questions to Tu Weiming",
      "url": "https://philpapers.org/rec/ROECBT",
      "philpapers_id": "ROECBT",
      "snippet": "Weimingâ\u0080\u0099s program of overcoming the enlightenment mentality and throws a critical light on his conceptions of religious or spiritual Confucianism, of a Confucian modernity, and of the multiple modernities theory in general. It defends a unitary rather than multiple concept of modernity in terms of the realization of a morally controlled principle of free subjectivity and tries to show how Confucianism, understood as a secular ethics, could contribute to this goal",
      "page_age": null
    },
    {
      "title": "Frank L. Pasquale & Barry A. Kosmin, Atheism and the Secularization Thesis",
      "url": "https://philpapers.org/rec/PASAAT-5",
      "philpapers_id": "PASAAT",
      "snippet": "Consistent with the modernization-secularization thesis, structural factors such as increasing economic security, societal complexity, and information flow are broadly associated with greater personal autonomy, worldview individualization, and erosion of some religious forms.",
      "page_age": null
    },
    {
      "title": "Peter Harrison, Narratives of secularization",
      "url": "https://philpapers.org/rec/HARNOS-3",
      "philpapers_id": "HARNOS",
      "snippet": "According to a long-standing narrative of Western modernity science is one of the main drivers of secularization. Science is said to have generated challenges to core religious beliefs and to have ...",
      "page_age": null
    },
    {
      "title": "Joseph Blankholm, The secular paradox: on the religiosity of the not religious",
      "url": "https://philpapers.org/rec/BLATSP-3",
      "philpapers_id": "BLATSP",
      "snippet": "Relying on several years of ethnographic research among secular activists and organized nonbelievers in the United States, Blankholm shows how secular people are both absolutely not religious and part of a religion-like tradition, which includes beliefs and institutions, as well embodied practices.",
      "page_age": null
    },
    {
      "title": "Augusto Del Noce, The Age of Secularization",
      "url": "https://philpapers.org/rec/DELTAO-13",
      "philpapers_id": "DELTAO",
      "snippet": "In its pages Del Noce discusses, among other topics, the student protests of 1968, the counterculture of the 1960s, the significance of the sexual revolution, the nature of the technological society, and the relationship between Christianity and modern culture. The Age of Secularization documents the encounter between a key period of contemporary history and the full intellectual maturity of one of its most perceptive observers.",
      "page_age": null
    },
    {
      "title": "Francis J. Beckwith, Reforming the Law of Nature: The Secularization of Political Thought, 1532–1689 by Simon P. Kennedy",
      "url": "https://philpapers.org/rec/BECRTL-3",
      "philpapers_id": "BECRTL",
      "snippet": "But in that case, our political institutions—which are founded on the natural law—are purely human constructions and thus entirely secular.The usual story is that the Protestant Reformation constituted the decisive break with the medieval tradition and that it was the political theology of the reformers and their immediate successors that made the secularization of politics nearly inevitable.",
      "page_age": null
    },
    {
      "title": "Ana S. Iltis, Philosophy",
      "url": "https://philpapers.org/rec/ILTPIA",
      "philpapers_id": "ILTPIA",
      "snippet": "Socio-cultural shifts during the 1960s and 1970s included widespread secularization, challenges to authority and tradition, and an emphasis on individual choice. Healthcare and biomedical research advances accompanied these social changes, giving ...",
      "page_age": null
    },
    {
      "title": "B. L. J., The Religious and the Secular: Studies in Secularization",
      "url": "https://philpapers.org/rec/JTRA-2",
      "philpapers_id": "JTRA",
      "snippet": "He mentions such examples as scientific messianism and Marxist messianism which have tried to translate the monism of nature into the monism of society so as to collapse certain dialectical opposites in Judaism and Christianity--e.g., God and Man, Heaven and Earth, Church and State--and to convert certain undefensible metaphysical views into technical issues which can be subjected to the strategies spun out by rational planning. Having pointed out the complementary relationship between the &quot;religious&quot; and the &quot;secular,&quot; Martin proceeds to examine so-called secularization in music, theology, and sociology.",
      "page_age": null
    },
    {
      "title": "Charles Nauert, Humanism and Secularization: From Petrarch to Valla",
      "url": "https://philpapers.org/rec/NAUHAS",
      "philpapers_id": "NAUHAS",
      "snippet": "A Tradition Invented: Petrarch, Augustine, And The Language Of Humanism.Carol E.",
      "page_age": null
    },
    {
      "title": "B. Onishi Bradley, The Sacrality of the Secular: postmodern philosophy of religion",
      "url": "https://philpapers.org/rec/BRATSO-45",
      "philpapers_id": "BRATSO",
      "snippet": "As philosophers in the continental tradition have taken an interest in the return of religion, anthropologists and sociologists have rejected the once-dominant secularization thesis. Bradley B. Onishi connects these lines of ...",
      "page_age": null
    },
    {
      "title": "Mayfair Mei-hui Yang, Postcoloniality and Religiosity in Modern China",
      "url": "https://philpapers.org/rec/YANPAR-3",
      "philpapers_id": "YANPAR",
      "snippet": "In the long 20th century, modern China experienced perhaps the world’s most radical and systematic secularization process and the decimation of traditional religious and ritual cultures. This article seeks to account for this experience by engaging with postcolonial theory, a body of discourse seldom found relevant to China Studies.",
      "page_age": null
    },
    {
      "title": "Jeffrey E. Green, Two Meanings of Disenchantment",
      "url": "https://philpapers.org/rec/GRETMO-2",
      "philpapers_id": "GRETMO",
      "snippet": "Although the primary meaning of ... of secularization and rationalization), as Weber himself makes clear in his address, “Science as a Vocation,” disenchantment can also be a philosophical act: an unusual form of moral discourse that derives new ethical direction out of the very untenability of a previously robust moral tradition...",
      "page_age": null
    },
    {
      "title": "Peter Harrison, Science and secularization",
      "url": "https://philpapers.org/rec/HARSAS-27",
      "philpapers_id": "HARSAS",
      "snippet": "According to a long-standing narrative of Western modernity science is one of the main drivers of secularization. Science is said to have generated challenges to core religious beliefs and to have ...",
      "page_age": null
    },
    {
      "title": "Jonathan Bowman, Extending Habermas and Ratzinger's Dialectics of Secularization: Eastern Discursive Influences on Faith and Reason in a Postsecular Age",
      "url": "https://philpapers.org/rec/BOWEHA-2",
      "philpapers_id": "BOWEHA",
      "snippet": "Following their call for a multifaceted purification in the West whereby secular and religious commitments are subjected to mutual critique, I explore potential Eastern contributions to this process by providing a micro-analysis of the interaction of discursive subjects in three traditions: for Confucianism, the rectification of names; Taoism, truth disclosure; and Buddhism, right speech.",
      "page_age": null
    },
    {
      "title": "Jeffrey Andrew Barash, The sense of history: On the political implications of Karl löwith's concept of secularization",
      "url": "https://philpapers.org/rec/BARTSO-3",
      "philpapers_id": "BARTSO",
      "snippet": "This critique is based on the now famous idea that modern philosophies of history have only extended and deepened an illusion fabricated by a long tradition of Christian historical reflection: the illusion that history itself has an intrinsic goal. This modern extension and deepening of the chimera propagated by Christian historical reflection is what Löwith terms &quot;secularization.&quot;",
      "page_age": null
    },
    {
      "title": "Samuel Moyn, Hannah Arendt, Secularization Theory, and the Politics of Secularism",
      "url": "https://philpapers.org/rec/MOYHAS",
      "philpapers_id": "MOYHAS",
      "snippet": "Secularization and the Symbols of Democracy.Martin Treml - 2019 - In Willem Styfhals &amp; Stéphane Symons, Genealogies of the Secular: The Making of Modern German Thought. SUNY Press. pp.",
      "page_age": null
    },
    {
      "title": "Étienne Balibar, Secularism and Cosmopolitanism: Critical Hypotheses on Religion and Politics",
      "url": "https://philpapers.org/rec/BALSAC-15",
      "philpapers_id": "BALSAC",
      "snippet": "While cosmopolitan politics may seem inherently secular, existing forms of secularism risk undermining the universality of cosmopolitanism because they privilege the European tradition over all others and transform particular historical norms into enunciations of truth, valid for all cultures and all epochs.",
      "page_age": null
    },
    {
      "title": "José Casanova, Rethinking secularization: a global comparative perspective",
      "url": "https://philpapers.org/rec/CASRSA-2",
      "philpapers_id": "CASRSA",
      "snippet": "Catholicism, Colonial Encounters and Secularism in Asia.José Casanova - 2023 - In Jonathan Laurence, Secularism in Comparative Perspective: Religions Across Political Contexts. Cham: Springer Verlag.",
      "page_age": null
    }
  ],
  "count": 20,
  "errors": []
}
