{
  "status": "success",
  "source": "openalex",
  "query": "tradition definition social ontology",
  "results": [
    {
      "openalex_id": "W2286321868",
      "doi": "10.1111/1467-9655.12442",
      "title": "To be Makiran is to see like Mr Parrot: the anthropology of wonder in Solomon Islands",
      "authors": [
        {
          "name": "Michael W. Scott",
          "openalex_id": "A5057541562",
          "orcid": "https://orcid.org/0000-0002-2301-6924",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-22",
      "abstract": "This article lays out a general thesis for the development of a comparative ethnographic approach to the anthropology of wonder. It suggests that wonder is both an index and a mode of challenge to existing ontological premises. Through analytical engagement with the theme of wonder in Western philosophy and the anthropology of ontology, it extends this thesis to include the corollary that different ontological premises give rise to different wonders. Ethnographically, the article supports these claims via analysis of wonder discourses among the Arosi of Solomon Islands. These discourses, it is argued, both respond to and promote ontological transformations in a context where the premises at stake are neither those of the Cartesian dualism commonly ascribed to modernity nor of the relational non-dualism commonly ascribe to anthropology's ethnographic 'others', but of a non-Cartesian pluralism termed poly-ontology. Résumé Le présent article expose une thèse générale pour l'élaboration d'une approche ethnographique comparative de l'ethnologie de l'émerveillement. Il suggère que l'émerveillement est à la fois un indicateur des présupposés ontologiques existants et un moyen de les remettre en question. A partir d'un dialogue analytique avec le thème de l'émerveillement dans la philosophie occidentale ainsi que l'anthropologie de l'ontologie, il élargit cette thèse pour y inclure la corollaire que des prémisses ontologiques différentes donnent naissance à des émerveillements différents. Du point de vue ethnographique, cet article étaie ces affirmations par l'analyse des discours de l'émerveillement chez les Arosi des îles Salomon. Il avance que ces discours répondent aux transformations ontologiques tout en les favorisant, dans un contexte où les prémisses en jeu ne sont ni celles du dualisme cartésien habituellement associé à la modernité, ni celles du non-dualisme habituellement assigné à « l'autre » ethnographique de l'anthropologie, mais celles d'un pluralisme non cartésien que l'on peut appeler poly-ontologie. Mr Parrot (Mwane Kira) and Mr Octopus (Mwane 'Uria) lived in our island, Makira. One day these two friends agreed, 'Let's try to hide [from each other]'. Mr Parrot is a bird that lives in the bush; it's a bird whose colour is beautifully green. Mr Octopus lives in the sea and has eight tentacles. Mr Parrot said, 'You hide first. I'll look for you'. So, Mr Octopus went and stayed on top of a rock. He changed and looked like that rock. And Mr Parrot said, 'I can see you down there on top of that rock. I can see you very well'. 'I'll go again!' Mr. Octopus went and stayed on top of another rock and changed to look like that rock. And Mr Parrot said, 'You're down there on top of that rock. I can see you!' At that point Mr Octopus became a little angry and thought, 'Goodness, how can I hide from Mr Parrot? This time I'll go down and try to hide really well'. Mr Octopus went down into the sea and went under a stone. He changed and looked like that stone. And Mr Parrot said, 'It's you under that stone and you've changed to look like that stone!' Mr Octopus gave up and said, 'You hide as well'. Mr Parrot went and flew up into a tree and cried out, 'Can you see me?' Mr Octopus looked and looked, but he couldn't see him. He kept looking and looking, but no! And as Mr Octopus kept looking, his eyes stuck out a little. So, Mr Parrot won and Mr Octopus lost. And today, if you see Mr Octopus, you'll see his two eyes sticking out, and if you come across Mr Parrot singing in a tree, you'll hear him but you won't be able to see him. This is my edited translation of a story I heard in 2006 during an eight-month field stay among the Arosi of Solomon Islands. The Arosi are a population of around 9,400 Austronesian-speaking Melanesians whose home region, also called Arosi, lies at the northwest end of the island of Makira. Makira (formerly San Cristobal) is the southernmost large island in the Solomons chain, about 2,000 kilometres northeast of Australia. A British protectorate from 1893, Solomon Islands became an independent nation-state in 1978. They called it [the island] after the character of Mr Parrot. If a person hides over here, we people of Makira would still see him. Whether just by knowledge, or because you left something that no one knows about, we poor little people, who look like we are covered in dust, will still see you. It is their character; they are like Mr Parrot … Look, it isn't as if this is just about us Arosi; the whole island has this character. We look like poor unimportant people, just pitiful – or we act like that – but our knowledge is so special. This island has the name Makira. It means that this island has an eye like the bird called kira, the singing parrot. It can look and see things that are hidden or whatever is secret. It can see them and know, or it has a feeling and can hear whether things are or aren't true. These interpretations of Mr Parrot are examples of what I call 'wonder discourses'. With this concept, I aggregate discursive practices that meet one or both of two criteria. First, a discursive practice is a wonder discourse if it is evidence of a heightened interest in or mood of wonder in a given context. Second, a discursive practice is a wonder discourse if people engage in it as a way of cultivating wonder. Wonder discourses are therefore analytically distinct from myths or folktales that tell of extraordinary beings and events, although – as in the case of Mr Parrot – they may reference such stories (cf. Lattas 2010: xxi). Among Arosi, as I will explain, wonder discourses are both expressions of and contributors to a heightened mood of wonder about Makira itself. Since my doctoral research in 1992 to 1993, Arosi have elaborated an extensive repertoire of discourses about Makira that suggest the island constitutes and conceals a marvellous power, or mena (the Arosi variant of Oceanic mana), in which they and all things autochthonous (auhenua) to Makira participate. In their own terms, Arosi sometimes describe whatever seems to hint at or disclose this hidden power as a ha'abu'oahu, 'something amazing', 'a miracle', 'a wonder'; some even use the English word 'wonder'. My most encompassing agenda in this article is to bring my analysis of Makiran wonder discourses into dialogue with Western philosophy and the anthropology of ontology to offer a general thesis for the development of an anthropology of wonder. The thesis I propose is that wonder – broadly construed to include awe, marvel, astonishment, shock, dread, amazement, and horror (cf. Rubenstein 2008: 9) – is an index and a mode of challenge to existing ontological premises. Wherever there is wonder, there has been a destabilization, whether fleeting or prolonged, of specific assumptions about the nature of being or becoming. But wonder is not only a spontaneous response to such destabilization; it is also a mood that can be created and sustained as a way of contesting received ontological limits and reconfiguring ontological possibilities. In what follows, I explore how the mood expressed and generated by Makiran wonder discourses is an index and a mode of challenge to the received ontological premises of Arosi cosmology. According to these premises, socio-cosmic order is an aggregate of independently arising, territorially specific, and matrilineally sustained categories of being. Today, however, as processes of ethnogenesis in Solomon Islands harden insular and regional identities, images of Makira as a whole, and of Makirans as a single island-specific category, can appear to Arosi as intimations of something amazingly at odds with their ancestral precedents: maybe the lineage-cum-land entities of Makira coexist in continuity rather than discontinuity of being. As the eschatological content of some Makiran wonder discourses suggests, this possibility is disquieting as well as exhilarating. It promises empowerment vis-à-vis other incipient infra-national groups, but dooms Makirans to incestuous confusion. I begin by situating my thesis within Western thinking about wonder and highlighting how aspects of this tradition illustrate what the thesis contends. This establishes a comparative framework for an ethnographic approach to the nexus between wonder and ontology. Set within this framework, my ethnography offers an account of what generates wonder when the ontological premises at stake are those of neither the Cartesian dualism commonly said to define moderns nor the relational non-dualism commonly imputed to anthropological 'others'. The history of Western thought provides strong precedents for the thesis forwarded here and also offers instances of philosophical, poetic, and anthropological practices that support its claims. In The passions of the soul, for example, René Descartes wrote: 'When the first encounter with some object surprises us, and we judge it to be new, or very different from what we knew in the past or what we supposed it was going to be, this makes us wonder and be astonished at it' (1989 [1649]: 52). This account clearly identifies difference, or unknown otherness, as that which evokes wonder. For this reason, it has been a touchstone for critical thinkers who wish to link wonder and alterity in their cultural histories or ethics (e.g. Greenblatt 1991; Irigaray 2004). But, if wonder arises from some inkling of novelty or difference, this raises the question, novelty or difference in relation to what (cf. La Caze 2013: 14)? It is only relative to expectations conditioned by some sense of what there is and of what is possible that something can provoke wonder. Wonder is inextricably linked not only to alterity but also to people's ontological premises, and, indeed, demonstrates the existence of such premises, however we theorize them (as evolved, acquired, or configured by interplays between the two, etc.). Recognition of this nexus between wonder and challenge to ontological premises is most apparent in the writings of philosophers who focus on wonder as a response to that which is not merely new or different but inexplicable. The inexplicable, they emphasize, casts seemingly unquestionable axioms about the way things are into radical doubt and suggests new realities. Playing on the possible etymological relationship between English 'wonder' and 'wound', philosopher of religion Mary-Jane Rubenstein observes that wonder responds to 'a destabilizing and unassimilable interruption in the ordinary course of things, an uncanny opening, rift, or wound in the everyday' (2008: 10). Or, as Jerome Miller puts it, wonder arises from experiences that 'are charged with ontological significance', because they 'transform our knowledge of what is by awakening us to realities of which we would otherwise be oblivious' (1992: xii). Exploiting this capacity of wonder to awaken us to new realities, diverse Western thinkers have sought to induce wonder in order to question the seemingly self-evident and explore previously unimagined possibilities. This was how Socrates operated. By posing questions that forced his interlocutors to contradict what they took for granted, he led them into aporia, a state of dizzying perplexity in which they became 'lost in wonder' (Rubenstein 2008: 3; cf. Kofman 1988: 19). He fostered wonder with intent to undermine everyday precepts and open apertures onto the unknown as a spur to inquiry after 'the highest things' (Green 2004: 45). 'Greece never existed', wrote André Breton in a 1948 poem entitled 'Rano Raraku', after a volcanic hill on Rapanui (Easter Island) noted for its moai statues (in Debaene 2014: 255). With this line, Breton obliterated the idealization of classical antiquity and asserted the radical alterity of the moai and their cultic milieu. Yet Breton's agenda for Surrealism hinged on wonder in ways that link him back to Greece and to Socratic Method. Whereas Socrates generated wonder through logical contradictions, Breton induced it through the poetic juxtaposition of incongruous images: through verbal metaphors, chance encounters, the random finding of objects shorn from their original contexts, and the assembling of artefacts from afar (cf. Edwards 2008: 192-6). He pursued 'the marvelous [le merveilleux], with all it implies in terms of surprise, splendor, and dazzling outlook' because the outlook it offers is 'onto something other than what we are able to know' (Breton 1995: 173). Socrates professed abiding ignorance about 'the highest things', yet arguably his unwillingness to prescribe alternatives to the ontological premises he challenged promoted wonder itself as 'conducive to engendering good individuals and a good city' (Green 2004: 64). In contrast, Breton aimed to realize the 'something other' to which he said wonder gives access. He enjoined surrealists to provoke wonder so that 'the poetic (surrealist) vision of things' might 'account for the interpenetration of mind and matter' and 'overcome the dualism of perception and representation' characteristic of 'the realist vision' (Breton 1995: 171-2). For both thinkers, wonder was a practice with the potential to transform ontological premises as social and political change. Data supportive of the thesis I am proposing for an anthropology of wonder come also from several of the discourses now constituting the anthropology of ontology.1 Among these, it is possible to discern more than one agenda for anthropology that implicitly renders it a wonder practice capable of de-centring the ontological premises ascribed to moderns by grappling with the ontological premises ascribed to others (e.g. Evens 2008: 223, 294; Ingold 2011: 74-5; Rose 2011: 5-6). Such an agenda is legible, for example, in the work of Martin Holbraad, a leading voice in the Cambridge-originated 'ontological turn'. Referencing Socrates, Holbraad (2012: 246) advocates a 'recursive anthropology' in which the provocation of 'ethnographically driven aporia' (2012: 263) is pivotal. Holbraad argues that a distinguishing feature of anthropology has been, and ought to remain, its concern with alterity, but alterity defined in specific terms. Alterity, according to Holbraad, is that which cannot be represented without recourse to logical contradictions and oxymoronic formulations: 'Things that are also people, people that are also gods, gods that are also wafers, twins that are also birds' (2012: xvi). Alterity, in other words, is precisely that which challenges a cardinal ontological premise of realist rationalism: the law of non-contradiction according to which a thing cannot be both itself and something else at the same time. Holbraad's claim is that this kind of alterity, like the contradictions elicited by Socratic questioning, leads anthropologists into the conceptual and verbal impasse of aporia. And for Holbraad, as for Socrates, this is the necessary condition for the birthing of new insights. Holbraad (along with his co-authors) recommends therefore that, whenever alterity causes anthropologists to marvel (cf. Holbraad, Pedersen & Viveiros de Castro 2014), they should resist the inclination to explain that alterity away as indicative of ignorance, madness, or metaphor. Holding on to their 'wonderment' (Henare, Holbraad & Wastell 2007: 1), they should allow alterity, recursively, to prompt them to generate new concepts that might destabilize the premises of realist rationalism. 'Immanent' to this recursive anthropology, moreover, is 'the politics of indefinitely sustaining the possible, the \"could be\"' (Holbraad et al. 2014). In keeping with my own comparative approach to ontology, however, the anthropology of wonder I seek to develop values the recursive power of the anthropologist's wonder, but extends also to an ethnographic focus on what constitutes a wonder to others. What is it that provokes wonder in others, and how might their experiences of wonder, and their wonder practices, be indices or modes of challenge to the ontological premises relevant to them? It is always possible (probable?) that one's field interlocutors will presuppose realist rationalism, at least in some contexts, and will express or promote wonder at that which challenges its ontological premises. But it is also possible that they will, either additionally or instead, be the recipients and generators of worlds other than the world of realist rationalism – worlds configured by other ontological premises, entailing other criteria for what makes a wonder. That which prompts the ethnographer's wonder may not, therefore, astonish the people he or she meets in the field, and vice versa. Likewise, something may appear wonderful to different people – or to the same person – by reason of different onto-logics. Again, Holbraad's theorization of alterity aids explication, as it implies just such a model of diverse, ontologically conditioned wonders. His ethnography yields the inference that, for the people who cause alterity to appear to anthropologists, that alterity is no alterity at all and, hence, no source of wonder. By his account, for example, the capacity of ritual specialists in Cuban Ifá divination 'to bring Orula into during divination no sense of nor is it the object of the of the might be to for a continuity of being between two ontologically (2012: This is he the ontological premises of Ifá are Ifá neither a of entities nor an of being but a of (2012: in which is and there are no the to from 'the relative ontological of to the relative of (2012: but not among Ifá What however, although Holbraad not it, is the that the relational premises of Ifá their own criteria for alterity and, for what would Ifá as It may now be in as a corollary to the thesis that wonder is an index and a mode of challenge to existing ontological premises, that different ontological premises give rise to different in both of the different and and different of wonder. This corollary a comparative approach to wonder as an of the anthropology of ontology (cf. wonder may not be wonder, this approach not begin with an but by to expressions of wonder during and what wonder arises from and what it It that the ethnographer's of what wonder like will not what his or field interlocutors yet that in order to allow and to (cf. Viveiros de Castro 2004). This leads to a for a comparative approach to the nexus between wonder and the anthropology of ontology to what has been a but with a single of the discourses that have into the anthropology of ontology have a between the ontological premises said to anthropology as a of Western modernity and the ontological premises said to if not of anthropology's ethnographic 'others'. In as I have previously of the anthropology of ontology to only two see of these via one I have to describe the world generated by Western This the ontological premises that there is one and that it in a discontinuity of entities and also use the terms and to the premise of in this however, is the premise of discontinuity between that which extends in and that which not the is I for this The world of anthropological 'others', by contrast, is This the ontological premise said to are no entities that into only an of both and Cartesian dualism is said to a discontinuity between and the of ethnographic is said to a continuity between and is a with and with and these different of can generate different In to Cartesian dualism and its therefore, is sometimes called or This has for an anthropology of wonder. It that, in with these two there are two of continuity of being to a Cartesian and discontinuity of being to a relational We have claims that Cartesian wonder when by things that the law of This is of that appear as a of and object as a to the question of what Holbraad's Ifá would one might that they would marvel at that itself as of to all and indeed, the relational of are said to be by that no and that and in they have at least for such entities I have this model of wonder on in the ethnography of others. I would not it without field even if such an between Cartesian and relational non-dualism and their criteria for wonder by this model would not the of possible or wonders. at is what Makiran wonder discourses to These discourses, as I will now index and challenges to the premises of a non-Cartesian Arosi that I call poly-ontology. It is well that some an cf. In the for example, this is most to analysis in that categories from and other As such a claim that in the 'the person a person to his or category, as both an original and an of Arosi a strong to a non-Cartesian pluralism that I have termed a – an of the as of entities 2007: Arosi its not in but in Such myths and order as into being through the of among a of independently arising, and autochthonous categories of being. Arosi to be from the of different of another claim that their first was from a a kind of autochthonous said otherwise to by itself from who a a of itself to a stone that was also a its was by a others describe their as a of power distinct from the ancestral called These according to the with of to they as These myths in other words, a of beings either or as they first engage in the that will their Yet the as the transformations of these Arosi that, the of through the mena of when on through to it is to an Arosi person out from and Arosi those as to a matrilineally sustained that in them and in which they may but cannot the mena specific to each such is as with a of The premises of Arosi Makira in an aggregate of by and other for now a of Arosi its own of the law of can to more than one and (the of two cannot be of the same But this of non-contradiction not to the and A thing can be both a person and a at the same time. to the of a is to in continuity of being with that Arosi is therefore with to among the lineage-cum-land but not the Cartesian and it is non-Cartesian within each lineage-cum-land but cannot on that account be for a relational But Arosi also have for Makira as a whole in ways that can the premises of as 2007: Among these are Arosi of the of the This the island and its as a that has and from its the the lived on where it gave to a with the she a of the The was that his was the of a the a the would the in the of the the their One the his in the of the and the into The however, and the by this left its away to the island of Arosi who not this story in are with the that the is on Makira is and well on Such images of encompassing can suggest that all Makiran an of or are as a the island as an either as the source of a who became the of all or as a of being from which all the in myths as In both the whole the Makira and Makirans to like one I have 2007: but most Arosi would object that such a on makes the practice of and to a As one of my Arosi said in if the whole of Makira of people, no one if to the same it would be the this the myths of the they home in on one of without If they that the at the of an to the of a",
      "cited_by_count": 67,
      "type": "article",
      "source": {
        "name": "Journal of the Royal Anthropological Institute",
        "type": "journal",
        "issn": [
          "1359-0987",
          "1467-9655"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-9655.12442"
      },
      "topics": [
        "Island Studies and Pacific Affairs",
        "Pacific and Southeast Asian Studies",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 51,
      "url": "https://openalex.org/W2286321868"
    },
    {
      "openalex_id": "W2358314732",
      "doi": null,
      "title": "Mixed Methods in Management Research: Implications for the Field",
      "authors": [
        {
          "name": "Pat Bazeley",
          "openalex_id": "A5070023776",
          "orcid": "https://orcid.org/0000-0002-4047-5962"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-11-01",
      "abstract": "1. Mixed methods as a methodological approachMixed and multi-method research have a long history in both science and social science field research (Maxwell 2015) and in evaluation (Rallis and Rossman 2003), but the adoption of mixed methods research more widely and its establishment as a distinct methodological tradition across the behavioural and social sciences is more recent (Johnson and Gray 2010). Since the turn of the century, adoption in some fields within health and education has been rapid and widespread, but those working in psychology and management appear to have been somewhat more reticent in their adoption of mixed approaches (Molina Azorin 2011; Molina Azorin and Cameron 2015; van der Roest, Spaaij and van Bottenburg 2015). The desire to appear 'scientific' in one's methods, and differences in ontology, epistemology, and in disciplinary traditions have hindered the willingness of some to engage with what appears to be a compromise (and paradigmatically compromised) position. Management researchers seeking to use a mixed methods approach can meet with resistance from the gatekeepers of a discipline in which research, if not practice, is heavily imbued with a positivist philosophy, a love of indices, and an expectation of elaborate statistical analyses of numeric data (Currall and Towler 2003). Molina Azorin and Cameron (2015) cite several sources of evidence to suggest, however, that perhaps business scholars are using mixed methods research to a greater extent than appears from counts of identified as mixed methods articles, with journal editors being partly to blame for lack of openness about having included some qualitative methods during an investigation that was eventually published as an ostensibly quantitative research article.The obligation to be open to use of mixed methods is predicated on the need to find the most appropriate methodology and method(s) to meet the purpose of any specific research project, and to answer its questions. Most social science researchers using mixed methods claim they do so to add strength to their argument (Johnson, Onwuegbuzie and Turner 2007). It is of interest, for example, that more than half of the exemplary studies in organization science explored by Frost and Stablein (1992) employed multiple or mixed methods (resulting in almost universal experiences for their authors of difficulty in having their work accepted for publication). In their recently published paper, Molina-Azorin and Cameron (2015) outlined four ways in which using mixed methods can benefit business research: preliminary qualitative data can provide a deeper understanding of context to inform context-specific in strategic management and entrepreneurship; attention to both process and outcome through mixed methods benefit theory-building, for example with qualitative methods contributing insights as to the mechanisms through which different variables contribute to a measured outcome; study of complex organizations would benefit from analyses that are integrated across micro and macro levels; and use of mixed methods helps to bridge the academic-practitioner divide through enhancing the interpretation and communication of results. A higher level of citations for mixed than monomethod articles from the same journals was reported also by these authors (based on an earlier study by Molina Azorin 2011) as evidence of the benefits gained.After declaring mixed methods to constitute a third methodological movement (Johnson and Onwuegbuzie 2004) and in an attempt to achieve consensus about the focus of this rapidly evolving movement, Johnson, Onwuegbuzie and Turner (2007) reviewed 19 definitions of mixed methods contributed by then leaders in the field, to arrive at the following composite definition:Mixed methods research is the type of research in which a researcher or team of researchers combines elements of qualitative and quantitative research approaches (e. …",
      "cited_by_count": 49,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Health Policy Implementation Science",
        "Management and Organizational Studies",
        "Quality and Supply Management"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W2358314732"
    },
    {
      "openalex_id": "W2932631983",
      "doi": "10.1007/s40037-019-0509-2",
      "title": "How phenomenology can help us learn from the experiences of others",
      "authors": [
        {
          "name": "Brian E. Neubauer",
          "openalex_id": "A5070004409",
          "orcid": "https://orcid.org/0000-0003-0716-7017",
          "institutions": [
            "Walter Reed National Military Medical Center",
            "Uniformed Services University of the Health Sciences"
          ]
        },
        {
          "name": "Catherine Witkop",
          "openalex_id": "A5022297956",
          "orcid": "https://orcid.org/0000-0001-5366-2663",
          "institutions": [
            "Uniformed Services University of the Health Sciences"
          ]
        },
        {
          "name": "Lara Varpio",
          "openalex_id": "A5021077287",
          "orcid": "https://orcid.org/0000-0002-1412-4341",
          "institutions": [
            "Unifor"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-04-05",
      "abstract": "Introduction As a research methodology, phenomenology is uniquely positioned to help health professions education (HPE) scholars learn from the experiences of others. Phenomenology is a form of qualitative research that focuses on the study of an individual’s lived experiences within the world. Although it is a powerful approach for inquiry, the nature of this methodology is often intimidating to HPE researchers. This article aims to explain phenomenology by reviewing the key philosophical and methodological differences between two of the major approaches to phenomenology: transcendental and hermeneutic. Understanding the ontological and epistemological assumptions underpinning these approaches is essential for successfully conducting phenomenological research. Purpose This review provides an introduction to phenomenology and demonstrates how it can be applied to HPE research. We illustrate the two main sub-types of phenomenology and detail their ontological, epistemological, and methodological differences. Conclusions Phenomenology is a powerful research strategy that is well suited for exploring challenging problems in HPE. By building a better understanding of the nature of phenomenology and working to ensure proper alignment between the specific research question and the researcher’s underlying philosophy, we hope to encourage HPE scholars to consider its utility when addressing their research questions.",
      "cited_by_count": 1787,
      "type": "review",
      "source": {
        "name": "Perspectives on Medical Education",
        "type": "journal",
        "issn": [
          "2212-2761",
          "2212-277X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://storage.googleapis.com/jnl-up-j-pme-files/journals/1/articles/277/636dfe9837902.pdf"
      },
      "topics": [
        "Empathy and Medical Education",
        "Counseling, Therapy, and Family Dynamics",
        "Hermeneutics and Narrative Identity"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W2932631983"
    },
    {
      "openalex_id": "W2751074744",
      "doi": "10.5430/ijhe.v6n5p26",
      "title": "Understanding and Applying Research Paradigms in Educational Contexts",
      "authors": [
        {
          "name": "Charles Kivunja",
          "openalex_id": "A5088481427",
          "orcid": "https://orcid.org/0000-0002-3520-0745",
          "institutions": [
            "University of New England"
          ]
        },
        {
          "name": "Ahmed Bawa Kuyini",
          "openalex_id": "A5076140566",
          "orcid": "https://orcid.org/0000-0003-1083-8862",
          "institutions": [
            "United Arab Emirates University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-09-05",
      "abstract": "The concept of research paradigm is one that many higher degree research students, and even early career researchers, find elusive to articulate, and challenging to apply in their research proposals. Adopting an ethnographic and hermeneutic methodology, the present paper draws upon our experiences as lecturers in Research Methods over many years, and upon pertinent literature to explain the meaning of research paradigm. The paper elucidates the key aspects of research paradigms that researchers should understand well to be able to address this concept adequately in their research proposals. It offers suggestions on how researchers can locate their research into a paradigm and the justification needed for paradigm choice. With the explicit purpose of helping higher degree research (HDR) students design effective research proposals, the paper also discusses the different research methodologies best suited to conduct research in each of the paradigms discussed.",
      "cited_by_count": 1110,
      "type": "article",
      "source": {
        "name": "International Journal of Higher Education",
        "type": "journal",
        "issn": [
          "1927-6044",
          "1927-6052"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.sciedu.ca/journal/index.php/ijhe/article/download/12169/7683"
      },
      "topics": [
        "Education and Critical Thinking Development"
      ],
      "referenced_works_count": 70,
      "url": "https://openalex.org/W2751074744"
    },
    {
      "openalex_id": "W2891314025",
      "doi": "10.1016/j.worlddev.2019.01.005",
      "title": "What does it mean to be poor? Investigating the qualitative-quantitative divide in Mozambique",
      "authors": [
        {
          "name": "Sam Jones",
          "openalex_id": "A5001365473",
          "orcid": "https://orcid.org/0000-0002-2691-7189"
        },
        {
          "name": "Inge Tvedten",
          "openalex_id": "A5067523012",
          "institutions": [
            "Chr. Michelsen Institute"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-28",
      "abstract": "• Economic analyses of poverty focus on who is poor and their profile. • Anthropological analyses focus on lived experiences and social relations of poverty. • Differences between the approaches can be traced to different philosophical commitments. • We illustrate these issues for Mozambique, using household surveys and qualitative fieldwork. • We argue against a forced marriage of the two approaches. Motivated by the siloed nature of much poverty research, as well as the challenge of finding inclusive operational definitions of poverty, this study reflects on the merits of seeking to reconcile economic (quantitative) and anthropological (qualitative) analytical approaches. Drawing on detailed evidence from Mozambique, we highlight fundamental philosophical tensions in poverty research along three main axes: social ontology (what is the form of social reality?); (b) epistemology (what can be known about poverty?); and (c) aetiology (how is poverty produced?). We argue the quantitative tradition is rooted in an atomistic view of the social world, which is allied to an etic epistemology in which causes and effects are treated as analytically separable. Anthropological work in Mozambique is anchored in an emic perspective, where the diverse forms of poverty are revealed through investigation of their generative mechanisms. This provides a view of poverty as a relational process of social marginalization and directs attention to the diversity of lived-experiences, as well as structural factors that limit individuals' agency. In clarifying their distinct philosophical commitments, we contend that a forced empirical marriage of the two approaches may be unhelpful. Instead, we recommend the virtues of each approach are leveraged toward genuine mutual dialogue.",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "World Development",
        "type": "journal",
        "issn": [
          "0305-750X",
          "1873-5991"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://doi.org/10.1016/j.worlddev.2019.01.005"
      },
      "topics": [
        "Poverty, Education, and Child Welfare",
        "Income, Poverty, and Inequality",
        "Microfinance and Financial Inclusion"
      ],
      "referenced_works_count": 105,
      "url": "https://openalex.org/W2891314025"
    },
    {
      "openalex_id": "W2587716388",
      "doi": "10.1080/13691457.2016.1278522",
      "title": "The problem with ‘social problems’ as domain of social work: a critical approach to the Melbourne ‘global definition of social work’ of 2014 and constructivist theories of social problems",
      "authors": [
        {
          "name": "Silvia Staub‐Bernasconi",
          "openalex_id": "A5004143086",
          "institutions": [
            "Technische Universität Berlin"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-08",
      "abstract": "After 14 years of debate, a new ‘Global Definition of Social Work’ has been ratified at the World Conference by the International Organisations IASSW/IFSW in Melbourne in 2004. Looking at it, it shows different problems: (1) the ‘domain’ of social work is very vaguely defined as ‘life challenges’; (2) there is a ‘moral-overload’ of partially contradictory values underlying a profession as an example of ‘moral-entrepreneurship’, which is always on the ‘right’ and the ‘good’ side of history. (3) Human Rights and Social Justice are just value items on the same level as all other values and cannot offer anymore the possibility to articulate discrepancies between legality, indigenous knowledge and ethical legitimacy according to more general values and norms such as Human Dignity and Human Rights. The article offers explanations referring especially to a mainly Western/European tradition of epistemological constructivism and corresponding idealistic ontology, which dispossess the clients from their real distress and social workers from their disciplinary and professional domain and mandate.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "European Journal of Social Work",
        "type": "journal",
        "issn": [
          "1369-1457",
          "1468-2664"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Work Education and Practice",
        "Homelessness and Social Issues",
        "Ethics in medical practice"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W2587716388"
    },
    {
      "openalex_id": "W2999534076",
      "doi": "10.1007/s11747-019-00718-x",
      "title": "Customer experience: fundamental premises and implications for research",
      "authors": [
        {
          "name": "Larissa Becker",
          "openalex_id": "A5013312260",
          "orcid": "https://orcid.org/0000-0002-8661-2950",
          "institutions": [
            "University of Turku"
          ]
        },
        {
          "name": "Elina Jaakkola",
          "openalex_id": "A5066767562",
          "orcid": "https://orcid.org/0000-0003-4654-7573",
          "institutions": [
            "University of Turku"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-13",
      "abstract": "Abstract Customer experience is a key marketing concept, yet the growing number of studies focused on this topic has led to considerable fragmentation and theoretical confusion. To move the field forward, this article develops a set of fundamental premises that reconcile contradictions in research on customer experience and provide integrative guideposts for future research. A systematic review of 136 articles identifies eight literature fields that address customer experience. The article then compares the phenomena and metatheoretical assumptions prevalent in each field to establish a dual classification of research traditions that study customer experience as responses to either (1) managerial stimuli or (2) consumption processes. By analyzing the compatibility of these research traditions through a metatheoretical lens, this investigation derives four fundamental premises of customer experience that are generalizable across settings and contexts. These premises advance the conceptual development of customer experience by defining its core conceptual domain and providing guidelines for further research.",
      "cited_by_count": 775,
      "type": "article",
      "source": {
        "name": "Journal of the Academy of Marketing Science",
        "type": "journal",
        "issn": [
          "0092-0703",
          "1552-7824"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11747-019-00718-x.pdf"
      },
      "topics": [
        "Customer Service Quality and Loyalty",
        "Consumer Behavior in Brand Consumption and Identification",
        "Consumer Retail Behavior Studies"
      ],
      "referenced_works_count": 94,
      "url": "https://openalex.org/W2999534076"
    },
    {
      "openalex_id": "W1542736866",
      "doi": "10.18860/el.v15i1.2671",
      "title": "DIALEKTIKA AGAMA DAN BUDAYA DALAM TRADISI SELAMATAN PERNIKAHAN ADAT JAWA DI NGAJUM, MALANG",
      "authors": [
        {
          "name": "Roibin Roibin",
          "openalex_id": "A5032673634",
          "orcid": "https://orcid.org/0000-0001-9431-0568",
          "institutions": [
            "Universitas Islam Negeri Maulana Malik Ibrahim"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-30",
      "abstract": "&lt;p&gt;Empirical analysis on the religion and culture dialectics in the selamatan ritual of Javanese wedding has not been explored by teologist, social scientist or religion anthropologist. Their studies on such a case mostly concern with ontological-philological text analysis not directly related with the religious tradition and socio-culture which is more dynamic and realistic. This study employs social definition paradigm and phenomenological theory approach limited to the dialectic pattern between religion and myth in the ritual selamatan of Javanese wedding. The data were collected though interviewing and observing religious leaders, ethnic leaders, and Muslim preacher in Ngajum, Malang. The study found two models of dialectic pattern namely theological-compromistic and theological-humanistic. The earlier describes the theological shift from emotional-naturalistic to rational-formalistic. The later describes the theological shift from personal to social awareness theology.&lt;/p&gt;&lt;p&gt;Telaah empirik seputar pola dialektika antara agama dan budaya dalam kasus ritual selamatan pernikahan adat Jawa, belum banyak dilakukan oleh para pakar agama, ilmuan sosial, maupun ilmuan antropolog agama. Kajian mereka terhadap kasus ini pada umumnya masih menekankan pada objek pembacaan teks secara ontologis-filologis, yang tidak bersinggungan secara langsung terhadap tradisi keagamaan dan budaya masyarakat yang lebih dinamis dan realistis. Penelitian ini menggunakan paradigma definisi sosial dan pendekatan teori fenomenologis, yang dibatasi pada pola dialektika antara agama dan mitos dalam kasus ritual selamatan pernikahan adat Jawa. Data diperoleh dengan cara menginterview dan mengobservasi para tokoh agama, tokoh adat, dan para da’i yang ada di Ngajum, Malang. Penelitian ini menemukan dua model yaitu pola dialektika teologis-kompromistik dan pola dialektika teologis-humanistik. Pola dialektika pertama, menggambarkan pergeseran teologis, dari teologi yang bersifat emosional-naturalistik menuju teologi yang bersifat rasional-formalistik. Adapun pola teologis-humanistik menggambarkan adanya pergeseran teologi yang bersifat personal menuju teologi yang berkesadaran sosial.&lt;/p&gt;",
      "cited_by_count": 21,
      "type": "article",
      "source": {
        "name": "el Harakah Jurnal Budaya Islam",
        "type": "journal",
        "issn": [
          "1858-4357",
          "2356-1734"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://ejournal.uin-malang.ac.id/index.php/infopub/article/download/2671/pdf"
      },
      "topics": [
        "Cultural and Religious Practices in Indonesia",
        "Cultural and Artistic Studies",
        "Semiotics and Cultural Interpretation"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W1542736866"
    },
    {
      "openalex_id": "W3196169708",
      "doi": "10.1007/s12124-021-09644-6",
      "title": "What Do We Talk About When We Talk About Culture? There is a Missing Link Between the Natural and the Social Sciences",
      "authors": [
        {
          "name": "Andrea Zagaria",
          "openalex_id": "A5065558157",
          "orcid": "https://orcid.org/0000-0002-0781-1557",
          "institutions": [
            "University of Turin"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-08-27",
      "abstract": null,
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Integrative Psychological and Behavioral Science",
        "type": "journal",
        "issn": [
          "1932-4502",
          "1936-3567"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Language and cultural evolution",
        "Cultural Differences and Values",
        "Evolutionary Game Theory and Cooperation"
      ],
      "referenced_works_count": 48,
      "url": "https://openalex.org/W3196169708"
    },
    {
      "openalex_id": "W3196335830",
      "doi": "10.1080/0048721x.2021.1971497",
      "title": "On two modalities of our secularity: anthropology’s immanent frames",
      "authors": [
        {
          "name": "Eduardo Dullo",
          "openalex_id": "A5072097239",
          "orcid": "https://orcid.org/0000-0003-3793-7406",
          "institutions": [
            "Universidade Federal do Rio Grande do Sul"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-08-31",
      "abstract": "How have anthropologists related to extraordinary or supernatural phenomena (the transcendent) in disciplinary definitions of religion and in the practice of social analysis? This text argues that the discipline’s engagement with alterities that dispute our ontological secular conceptions makes evident its form of knowledge production. The central claim is that anthropology’s secularity is not fixed and should be discussed as part of a historical process. I propose to analyse two modalities of secularity, which I term ‘extinction’ and ‘captivity’. A second claim is that despite their differences, both modalities (re)produce to its academic and Euro-American audience anthropology’s own secularity as a natural human condition. A third claim is that by recognising the characteristics of our discipline’s secularity we may start to speak of a plurality of secular ontologies as a way to register the multiplicity of ‘worldliness’ that traditions and individuals may assume or call for.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Religion",
        "type": "journal",
        "issn": [
          "0048-721X",
          "1096-1151"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Anthropological Studies and Insights",
        "Religion and Society Interactions",
        "Religious Studies and Spiritual Practices"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W3196335830"
    },
    {
      "openalex_id": "W4366540473",
      "doi": "10.33063/ijrp.vi11.284",
      "title": "Role-Playing Games and Well-Being",
      "authors": [
        {
          "name": "Kerttu Lehto",
          "openalex_id": "A5069867112",
          "institutions": [
            "Tampere University",
            "Turku University of Applied Sciences"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-12-20",
      "abstract": "Do role-playing games (RPGs) affect the player’s well-being? Several studies suggest that they might have an impact, but the topic of RPGs and well-being is usually only mentioned as a side note or curiosity. A clear, coherent picture on the topic of RPGs and well-being is missing. This review article aims to provide that picture by compiling the already existing knowledge in one place. I ask the questions: What can we learn from the already existing research? How should RPGs and well-being be studied? What questions need resolving? What can be gained from studying RPGs and well-being?&#x0D; RPG studies is a young academic interdisciplinary field of research, as is also the research of arts and well-being. They both are heterogeneous and related to a variety of academic traditions. They both are also dispersed, pragmatic, and until recently, scattered and lacking cohesive traditions or methodologies. Many basic ontological questions remain unsolved and the definitions of key concepts vary. They overlap in several discourses, such as the ones about (1) practices of sociodrama and replication therapy; (2) social, cultural, and digital capital; (3) leisure time research; (4) performance studies; (5) the topic of erotic role-play; (6) problematic vs. therapeutic gaming; and (7) health education. Previous research and practices focus mainly on live action role play (larp) and well-being, suggesting a positive impact. Online RPGs share their own traditions, but studies on tabletop RPGs and well-being are difficult to find. The studies are often case-studies or examine abstract topics such as human experiences.&#x0D; In these studies, it becomes evident that RPGs do indeed impact well-being. However, questions such as how, why, and what features in RPGs affect well-being remain unanswered. In addition, the research has mainly been executed from the perspective of either RPGs or arts and well-being. Interdisciplinary cooperation is the key to successfully diving into the world of RPGs and well-being. Doing so would offer both fields useful practices, interesting perspectives, new opportunities for publication and academic discussion. It would not only add knowledge about RPGs and well-being but offer perspective to the unresolved ontological questions of each field. Eventually, further study on RPGs and well-being could transfer into the usage of RPGs in the fields of well-being, health, and therapy in a similar manner that arts are currently being used.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "International Journal of Role-Playing",
        "type": "journal",
        "issn": [
          "2210-4909"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://journals.uu.se/IJRP/article/download/284/197"
      },
      "topics": [
        "Digital Games and Media",
        "Flow Experience in Various Fields",
        "Digital Mental Health Interventions"
      ],
      "referenced_works_count": 97,
      "url": "https://openalex.org/W4366540473"
    },
    {
      "openalex_id": "W2769436221",
      "doi": "10.11647/obp.0130",
      "title": "Wellbeing, Freedom and Social Justice",
      "authors": [
        {
          "name": "Ingrid Robeyns",
          "openalex_id": "A5050270181",
          "orcid": "https://orcid.org/0000-0002-2893-1814",
          "institutions": [
            "Utrecht University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-11-27",
      "abstract": "Notions such as wellbeing, freedom, and social justice are integral to evaluating social progress and developing policies. One increasingly influential way to think about these concepts is the capability approach, a theoretical framework which was pioneered by the philosopher and economist Amartya Sen in the 1980s. In this book Ingrid Robeyns orientates readers new to the capability approach through offering an explanation of this framework. Wellbeing, Freedom and Social Justice also endeavors to resolve historical disputes in the literature and thus will be equally engaging to those familiar with the field. The author offers a novel and illuminating account of how the capability approach can be understood in a variety of academic disciplines and fields of application. Special attention is paid to clarifying misunderstandings that have been caused by different disciplinary assumptions and the interpretive consequences they have for our consideration of the capability approach. Robeyns argues that respecting the distinction between the general capability approach, and more specific capability theories or applications, helps to clear up confusion and misinterpretation. In addition, the author presents detailed analyses of well-known objections to the capability approach, and also discusses how it relates to other schools of analysis such as theories of justice, human rights, basic needs, and the human development approach. Wellbeing, Freedom and Social Justice offers an original and comprehensive account of the field. The book will appeal to scholars of the capability approach as well as new readers looking for an interdisciplinary introduction.",
      "cited_by_count": 817,
      "type": "book",
      "source": {
        "name": "Open Book Publishers",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.openbookpublishers.com/10.11647/OBP.0130.pdf"
      },
      "topics": [
        "Psychological Well-being and Life Satisfaction",
        "Income, Poverty, and Inequality",
        "Employment and Welfare Studies"
      ],
      "referenced_works_count": 461,
      "url": "https://openalex.org/W2769436221"
    },
    {
      "openalex_id": "W3113856539",
      "doi": "10.1086/711437",
      "title": "The Universal Right to Breathe",
      "authors": [
        {
          "name": "Achille Mbembé",
          "openalex_id": "A5026024717",
          "orcid": "https://orcid.org/0000-0003-0006-3194"
        },
        {
          "name": "Carolyn Shread",
          "openalex_id": "A5090544853",
          "orcid": "https://orcid.org/0009-0001-8284-3479"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-22",
      "abstract": "Previous articleNext article FreeThe Universal Right to BreatheAchille Mbembe and Translated by Carolyn ShreadAchille Mbembe Search for more articles by this author and Translated by Carolyn Shread Search for more articles by this author PDFPDF PLUSFull Text Add to favoritesDownload CitationTrack CitationsPermissionsReprints Share onFacebookTwitterLinked InRedditEmailQR Code SectionsMore13 April 2020Already some people are talking about post-COVID-19.1 And why should they not? Even if, for most of us, especially those in parts of the world where health care systems have been devastated by years of organized neglect, the worst is yet to come. With no hospital beds, no respirators, no mass testing, no masks nor disinfectants nor arrangements for placing those who are infected in quarantine, unfortunately, many will not pass through the eye of the needle.1It is one thing to worry about the death of others in a distant land and quite another to suddenly become aware of one’s own putrescence, to be forced to live intimately with one’s own death, contemplating it as a real possibility. Such is, for many, the terror triggered by confinement: having to finally answer for one’s own life, to one’s own name. We must answer here and now for our life on Earth with others (including viruses) and our shared fate. Such is the injunction this pathogenic period addresses to humankind. It is pathogenic but also the catabolic period par excellence, with the decomposition of bodies, the sorting and expulsion of all sorts of human waste—the “great separation” and great confinement caused by the stunning spread of the virus—and along with it, the widespread digitization of the world.Try as we might to rid ourselves of it, in the end everything brings us back to the body. We tried to graft it onto other media, to turn it into an object body, a machine body, a digital body, an ontophanic body. It returns to us now as a horrifying, giant mandible, a vehicle for contamination, a vector for pollen, spores, and mold. Knowing that we do not face this ordeal alone, that many will not escape it, is vain comfort. For we have never learned to live with all living species, have never really worried about the damage we as humans wreak on the lungs of the Earth and on its body. Thus, we have never learned how to die. With the advent of the New World and, several centuries later, the appearance of the “industrialized races,” we essentially chose to delegate our death to others, to make a great sacrificial repast of existence itself via a kind of ontological vicariate.Soon, it will no longer be possible to delegate one’s death to others. It will no longer be possible for that person to die in our place. Not only will we be condemned to assume our own demise, unmediated, but farewells will be few and far between. The hour of autophagy is upon us and, with it, the death of community, as there is no community worthy of its name in which saying one’s last farewell, that is, remembering the living at the moment of death, becomes impossible. Community—or rather the in-common—is not based solely on the possibility of saying goodbye, that is, of having a unique encounter with others and honoring this meeting time and again. The in-common is based also on the possibility of sharing unconditionally, each time drawing from it something absolutely intrinsic, a thing uncountable, incalculable, priceless.2There is no doubt that the skies are closing in. Caught in the stranglehold of injustice and inequality, much of humanity is threatened by a great chokehold as the sense that our world is in a state of reprieve spreads far and wide. If, in these circumstances, a day after comes, it cannot come at the expense of some, always the same ones, as in the Ancienne Économie—the economy that preceded this revolution. It must necessarily be a day for all the inhabitants of Earth, without distinction as to species, race, sex, citizenship, religion, or other differentiating marker. In other words, a day after will come but only with a giant rupture, the result of radical imagination.Papering over the cracks simply won’t do. Deep in the heart of this crater, literally everything must be reinvented, starting with the social. Once working, shopping, keeping up with the news and keeping in touch, nurturing and preserving connections, talking to one another and sharing, drinking together, worshipping and organizing funerals begins to take place solely across the interface of screens, it is time to acknowledge that on all sides we are surrounded by rings of fire. To a great extent, the digital is the new gaping hole exploding Earth. Simultaneously a trench, a tunnel, a moonscape, it is the bunker where men and women are all invited to hide away, in isolation.They say that through the digital, the body of flesh and bones, the physical and mortal body, will be freed of its weight and inertia. At the end of this transfiguration, it will eventually be able to move through the looking glass, cut away from biological corruption and restituted to a synthetic universe of flux. But this is an illusion, for just as there is no humanity without bodies, likewise, humanity will never know freedom alone, outside of society and community, and never can freedom come at the expense of the biosphere.3We must start afresh. To survive, we must return to all living things—including the biosphere—the space and energy they need. In its dank underbelly, modernity has been an interminable war on life. And it is far from over. One of the primary modes of this war, leading straight to the impoverishment of the world and to the desiccation of entire swathes of the planet, is the subjection to the digital.In the aftermath of this calamity there is a danger that rather than offering sanctuary to all living species, sadly the world will enter a new period of tension and brutality.2 In terms of geopolitics, the logic of power and might will continue to dominate. For lack of a common infrastructure, a vicious partitioning of the globe will intensify, and the dividing lines will become even more entrenched. Many states will seek to fortify their borders in the hope of protecting themselves from the outside. They will also seek to conceal the constitutive violence that they continue to habitually direct at the most vulnerable. Life behind screens and in gated communities will become the norm.In Africa especially, but in many places in the Global South, energy-intensive extraction, agricultural expansion, predatory sales of land, and destruction of forests will continue unabated. The powering and cooling of computer chips and supercomputers depends on it. The purveying and supplying of the resources and energy necessary for the global computing infrastructure will require further restrictions on human mobility. Keeping the world at a distance will become the norm so as to keep risks of all kinds on the outside. But because it does not address our ecological precariousness, this catabolic vision of the world, inspired by theories of immunization and contagion, does little to break out of the planetary impasse in which we find ourselves.4All these wars on life begin by taking away breath. Likewise, as it impedes breathing and blocks the resuscitation of human bodies and tissues, COVID-19 shares this same tendency. After all, what is the purpose of breathing if not the absorption of oxygen and release of carbon dioxide in a dynamic exchange between blood and tissues? But at the rate that life on Earth is going, and given what remains of the wealth of the planet, how far away are we really from the time when there will be more carbon dioxide than oxygen to breathe?Before this virus, humanity was already threatened with suffocation. If war there must be, it cannot so much be against a specific virus as against everything that condemns the majority of humankind to a premature cessation of breathing, everything that fundamentally attacks the respiratory tract, everything that, in the long reign of capitalism, has constrained entire segments of the world population, entire races, to a difficult, panting breath and life of oppression. To come through this constriction would mean that we conceive of breathing beyond its purely biological aspect, and instead as that which we hold in common, that which, by definition, eludes all calculation. By which I mean the universal right to breathe.As that which is both ungrounded and our common ground, the universal right to breath is unquantifiable and cannot be appropriated. From a universal perspective, not only is it the right of every member of humankind, but of all life. It must therefore be understood as a fundamental right to existence. Consequently, it cannot be confiscated and thereby eludes all sovereignty, symbolizing the sovereign principle par excellence. Moreover, it is an originary right to living on Earth, a right that belongs to the universal community of earthly inhabitants, human and other.3CodaThe case has been pressed already a thousand times. We recite the charges eyes shut. Whether it is the destruction of the biosphere, the takeover of minds by technoscience, the criminalizing of resistance, repeated attacks on reason, generalized cretinization, or the rise of determinisms (genetic, neuronal, biological, environmental), the dangers faced by humanity are increasingly existential.Of all these dangers, the greatest is that all forms of life will be rendered impossible. Between those who dream of uploading our conscience to machines and those who are sure that the next mutation of our species lies in freeing ourselves from our biological husk, there’s little difference. The eugenicist temptation has not dissipated. Far from it, in fact, since it is at the root of recent advances in science and technology.At this juncture, this sudden arrest arrives, an interruption not of history but of something that still eludes our grasp. Since it was imposed upon us, this cessation derives not from our will. In many respects, it is simultaneously unforeseen and unpredictable. Yet what we need is a voluntary cessation, a conscious and fully consensual interruption. Without which there will be no tomorrow. Without which nothing will exist but an endless series of unforeseen events.If, indeed, COVID-19 is the spectacular expression of the planetary impasse in which humanity finds itself today, then it is a matter of no less than reconstructing a habitable earth to give all of us the breath of life. We must reclaim the lungs of our world with a view to forging new ground. Humankind and biosphere are one. Alone, humanity has no future. Are we capable of rediscovering that each of us belongs to the same species, that we have an indivisible bond with all life? Perhaps that is the question—the very last—before we draw our last dying breath.NotesAchille Mbembe is the author of Brutalisme (Paris, 2020). He is the cofounder with Felwine Sarr of Ateliers de la pensée in Dakar. Carolyn Shread is senior lecturer in French at Mount Holyoke College and teaches as a faculty exchange at Smith College.Is translation still permissible in COVID-19? We know that its reach is across borders, that it comingles in a way that is rapidly disappearing into a seemingly distant past, that it transfers and transforms. Now, under the regime of social distancing, where I show my care for you by stepping away, what is it to translate? For there’s no reading more intimate than a translation—a bodily intimacy that adopts the rhythm of the lungs, the pulse of the heart, the coursing of the blood through the text to the point that we ask, whose breath is it anyway?I know that this text kept me alive—merci, Achille Mbembe. That it came out of the blue, bringing a breath of fresh air—thank you, Hank Scotch. And that I’ll pass it on to you, readers of Critical Inquiry, hoping that it frees up the atmosphere. Because we need to breathe together. And there is no solitary breath.—Trans.1. A version of this post appears in French; see Achille Mbembe, “Le droit universel à la respiration,” AOC, 4 June 2020, aoc.media/opinion/2020/04/05/le-droit-universel-a-la-respiration/2. Building on the terms origins as a mid-twentieth century architectural movement, I have defined brutalism as a contemporary process whereby “power is henceforth constituted, expressed, reconfigured, acts and reproduces itself as a geomorphic force.” How so? Through processes that include “fracturing and fissuring,” “emptying vessels,” “drilling,” and “expelling organic matter,” in a word, by what I term “depletion” (Mbembe, Brutalisme [Paris, 2020], pp. 9, 10, 11).3. See Sarah Vanuxem, La propriété de la Terre (Paris, 2018), and Marin Schaffner, Un sol commun. Lutter, habiter, penser (Paris, 2019). Previous articleNext article DetailsFiguresReferencesCited by Critical Inquiry Volume 47, Number S2Winter 2021Posts from the PandemicEdited by Hank Scotch Article DOIhttps://doi.org/10.1086/711437 Views: 7532 Citations: 14Citations are reported from Crossref © 2021 by The University of Chicago. All rights reserved.PDF download Crossref reports the following articles citing this article:Mark David McGregor Davis ‘Live with the Virus’ Narrative and Pandemic Amnesia in the Governance of COVID-19, Social Sciences 11, no.88 (Aug 2022): 340.https://doi.org/10.3390/socsci11080340Nele Jensen, Andrew Barry, Ann H. Kelly More-than-national and less-than-global: The biochemical infrastructure of vaccine manufacturing, Economy and Society 43 (Aug 2022): 1–28.https://doi.org/10.1080/03085147.2022.2087899Corinne Squire, Jamilson Bernardo de Lemos Narrating Resistant Citizenships through Two Pandemics, Social Sciences 11, no.88 (Aug 2022): 358.https://doi.org/10.3390/socsci11080358Alexandra Brown Learning to feel: on practice and precarity in an Amsterdam yoga studio, Subjectivity 15, no.1-21-2 (Apr 2022): 1–17.https://doi.org/10.1057/s41286-022-00126-7Glenn Adams, Annabella Osei-Tutu, Adjeiwa Akosua Affram, Lilian Phillips-Kumaga, Vivian Afi Abui Dzokoto Implications of COVID-19 Innovations for Social Interaction: Provisional Insights From a Qualitative Study of Ghanaian Christian Leaders, Frontiers in Psychology 13 (May 2022).https://doi.org/10.3389/fpsyg.2022.647979Lenart Škof Democracy of Breath and Fire: Irigarayan Meditations, Sophia 61, no.11 (Mar 2022): 117–133.https://doi.org/10.1007/s11841-022-00911-6Sarah Yoon The Cyborg’s Plant: Trans-corporeality in Kim Cho-yeop’s The Greenhouse at the End of the Earth, Critique: Studies in Contemporary Fiction 8 (Feb 2022): 1–13.https://doi.org/10.1080/00111619.2022.2037498Sven Anders Johansson Narrating the End of the World: The Pandemic, the Climate and The Death of Virgil, Humanities 11, no.11 (Jan 2022): 21.https://doi.org/10.3390/h11010021Farhana Sultana Political ecology II: Conjunctures, crises, and critical publics, Progress in Human Geography 45, no.66 (Jul 2021): 1721–1730.https://doi.org/10.1177/03091325211028665Tomas Max Martin The politics of prison air: Breath, smell, and wind in Myanmar prisons, Punishment & Society 23, no.44 (Jun 2021): 478–496.https://doi.org/10.1177/14624745211024339Benjamin D. Weber Anticarceral Internationalism: Rethinking Human Rights through the Imprisoned Black Radical Tradition, The Journal of African American History 106, no.44 (Nov 2021): 706–735.https://doi.org/10.1086/716494Órla O’Donovan COVID-19 and the counter-collective collective organizing of the cosmic right, Community Development Journal 56, no.33 (Jun 2021): 371–374.https://doi.org/10.1093/cdj/bsab020Elena Giacomelli, Sarah Walker Challenging Eurocentric perceptions of mobility justice through climate diaries, The Sociological Review Magazine (Jul 2021).https://doi.org/10.51428/tsr.gxit8834W. J. T. Mitchell Groundhog Day and the Epoché, Critical Inquiry 47, no.S2S2 (Dec 2020): S95–S99.https://doi.org/10.1086/711447",
      "cited_by_count": 247,
      "type": "article",
      "source": {
        "name": "Critical Inquiry",
        "type": "journal",
        "issn": [
          "0093-1896",
          "1539-7858"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Biomedical Ethics and Regulation",
        "Ethics in medical practice",
        "Patient Dignity and Privacy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3113856539"
    },
    {
      "openalex_id": "W3174358443",
      "doi": "10.1080/00213624.2021.1908089",
      "title": "Can Régulation Theory Inform Institutional Analyses of Contemporary Social Provisioning?",
      "authors": [
        {
          "name": "Lynne Chester",
          "openalex_id": "A5065393848",
          "orcid": "https://orcid.org/0000-0003-2679-7401",
          "institutions": [
            "Twitter (United States)"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-04-03",
      "abstract": "A focus on institutions is shared by Régulation Theory and Institutional Economics although each holds a different view of the organization of the capitalist economy. It is argued that, despite the lack of definitional clarity of the term “institution, ” Régulation Theory provides “institutional insights” which could be usefully deployed by Institutional Economics. It is also posited that both heterodox traditions should more explicitly conceive of institutions to account for phenomena that transcend national borders, and to render explicit the social ontology underpinning an institution’s conceptualization, otherwise the methodological usefulness of this analytical construct to elucidate social reality is reduced.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Journal of Economic Issues",
        "type": "journal",
        "issn": [
          "0021-3624",
          "1946-326X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Economic Theory and Institutions",
        "Political Economy and Marxism",
        "Economic Theory and Policy"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W3174358443"
    },
    {
      "openalex_id": "W2728177298",
      "doi": "10.1007/s11577-017-0454-1",
      "title": "How to Construct a Mixed Methods Research Design",
      "authors": [
        {
          "name": "Judith Schoonenboom",
          "openalex_id": "A5020699490",
          "orcid": "https://orcid.org/0000-0002-0691-4028",
          "institutions": [
            "University of Vienna",
            "Vienna University of Economics and Business"
          ]
        },
        {
          "name": "R. Burke Johnson",
          "openalex_id": "A5108355045",
          "institutions": [
            "University of South Alabama"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-07-05",
      "abstract": "This article provides researchers with knowledge of how to design a high quality mixed methods research study. To design a mixed study, researchers must understand and carefully consider each of the dimensions of mixed methods design, and always keep an eye on the issue of validity. We explain the seven major design dimensions: purpose, theoretical drive, timing (simultaneity and dependency), point of integration, typological versus interactive design approaches, planned versus emergent design, and design complexity. There also are multiple secondary dimensions that need to be considered during the design process. We explain ten secondary dimensions of design to be considered for each research study. We also provide two case studies showing how the mixed designs were constructed.",
      "cited_by_count": 1588,
      "type": "article",
      "source": {
        "name": "KZfSS Kölner Zeitschrift für Soziologie und Sozialpsychologie",
        "type": "journal",
        "issn": [
          "0023-2653",
          "1861-891X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007%2Fs11577-017-0454-1.pdf"
      },
      "topics": [
        "Health Policy Implementation Science",
        "Qualitative Comparative Analysis Research",
        "Focus Groups and Qualitative Methods"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W2728177298"
    },
    {
      "openalex_id": "W1557346151",
      "doi": "10.7202/1069060ar",
      "title": "Conversation Method in Indigenous Research",
      "authors": [
        {
          "name": "Margaret Kovach",
          "openalex_id": "A5058490281",
          "institutions": [
            "University of Saskatchewan"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-05-07",
      "abstract": "In reflecting upon two qualitative research projects incorporating an Indigenous methodology, this article focuses on the use of the conversational method as a means for gathering knowledge through story. The article first provides a theoretical discussion which illustrates that for the conversational method to be identified as an Indigenous research method it must flow from an Indigenous paradigm. The article then moves to an exploration of the conversational method in action and offers reflections on the significance of researcher-in-relation and the inter- relationship between this method, ethics and care.",
      "cited_by_count": 561,
      "type": "article",
      "source": {
        "name": "First Peoples Child & Family Review An Interdisciplinary Journal Honouring the Voices Perspectives and Knowledges of First Peoples",
        "type": "journal",
        "issn": [
          "1708-489X",
          "2293-6610"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.erudit.org/fr/revues/fpcfr/2010-v5-n1-fpcfr05263/1069060ar.pdf"
      },
      "topics": [
        "Indigenous Health, Education, and Rights",
        "Qualitative Research Methods and Ethics",
        "Interpreting and Communication in Healthcare"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W1557346151"
    },
    {
      "openalex_id": "W2563930506",
      "doi": "10.1086/689666",
      "title": "Comedy Has Issues",
      "authors": [
        {
          "name": "Lauren Berlant",
          "openalex_id": "A5031985126"
        },
        {
          "name": "Sianne Ngai",
          "openalex_id": "A5112106749"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-12",
      "abstract": "Previous articleNext article FreeComedy Has IssuesLauren Berlant and Sianne NgaiLauren Berlant and Sianne NgaiPDFPDF PLUSFull Text Add to favoritesDownload CitationTrack CitationsPermissionsReprints Share onFacebookTwitterLinked InRedditEmailQR Code SectionsMorePermanent CarnivalComedy's pleasure comes in part from its ability to dispel anxiety, as so many of its theoreticians have noted, but it doesn't simply do that.1 As both an aesthetic mode and a form of life, its action just as likely produces anxiety: risking transgression, flirting with displeasure, or just confusing things in a way that both intensifies and impedes the pleasure. Comedy has issues.One worry comedy engages is formal or technical in a way that leads to the social: the problem of figuring out distinctions between things, including people, whose relation is mutually disruptive of definition. Classic comedy theory points to rapid frame breaking, including scalar shifts, as central to comedic pleasure. Scenes, bodies, and words dissolve into surprising component parts; objects violate physics or, worse, insist on its laws against all obstacles.In this view comedy is always a pleasure-spectacle of form's self-violation. From Sigmund Freud's model of wit as transgression to Alenka Zupančič's definition of comedy as the expression of the universal in the concrete, comedic events take place with such rapidity or illogicity that we can't believe, for a moment, what's in front of us or what we've heard.2 Henri Bergson's classic location of comic laughter at the spectacle of \"something mechanical encrusted upon the living\" is itself disrupted by Zupančič's revision, which is that the question of what's living, what's mechanical, and who needs to know is what really haunts the comedic and makes it an uncanny scene of aesthetic, moral, and political judgment.3Comedy's propensity to get in trouble—sometimes greater even than genres like horror or porn—gets thrown into sharper relief when we think of it as a vernacular form. What we find comedic (or just funny) is sensitive to changing contexts. It is sensitive because the funny is always tripping over the not funny, sometimes appearing identical to it. The contexts that incite these issues of how to manage disruptive difference do not just emerge through cultural comparisons, either: a laugh in one world causing sheer shame in another, say. The culture concept can presume too much homogeneity in any given locality even when there's agreement on antagonisms and norms, as Judith Farquhar's essay demonstrates. Consider, too, the ongoing debates in the US over rape and race jokes, new normative constraints that are inciting comedians to make sadface statements and avoid youthful audiences who used to seem to be in on the joke.4 It is as though in the current moment of social claims-making some comedians have become the butts of their own jokes, exiled to the outside of where they used to feel sovereign. It is as though comedy is freshly dangerous.Thus comedy isn't just an anxiogenic tableau of objects disrupted by status shifting, collapse and persistence, the disruption by difference, or a veering between the tiny and the large.5 Nor is it just a field of narrative expectation punctuated by the surprise of laughter or vertiginous enjoyment. It is also epistemologically troubling, drawing insecure boundaries as though it were possible to secure confidence about object ontology or the value of an \"us\" versus all its others.6 Political cartoons, religious iconoclasm, matters of the risible are sometimes ordinary and, in some places, matters of life and death.7 Anthony Ashley-Cooper (the Earl of Shaftesbury) and Simon Critchley point to an analogy between the experience of humor and aesthetic judgment as such; both remind us of forms of intersubjectivity we usually don't think about but that we rediscover as presupposed by our very compulsion to make jokes and judgments in the first place.8 Comedy helps us test or figure out what it means to say \"us.\" Always crossing lines, it helps us figure out what lines we desire or can bear.9 Precisely through the potential disagreement they inevitably provoke, both aesthetic judgments and comedy \"recall us to what is shared [and not shared] in our everyday practices.\" And not \"through the clumsiness of a theoretical description, but more quietly, practically and discreetly\" (OH, p. 18).10But maybe not so discretely. In this era of proliferating social fractures the presence of comedy as weapon and shield, pedagogy and performance, saturates the most ordinary spaces. Arpad Szakolczai calls this a demand and laments the \"commedification\" of the public sphere.11 While the Bakhtinian account of carnival's permission for the grotesque to disrupt social hierarchy still obtains, the affective labor of the comedic as a socially lubricating mood commandeers comedy to enable the very contradictions and stresses to which it also points.12 How should we understand comedy differently, and how does comedy stage its own anxiety-producing/alleviating, social-distance-gauging missions differently, if people are increasingly supposed to be funny all the time?Both the world and comedy change when there's a demand for permanent carnival. We do not share Szakolczai's paranoia about the theatricalization of social life (against which he makes a plea for \"more specific attention to belongingness in existential communities\") or his view of comedy as a maleficent virus, \"infecting\" Western Europe to this day, transforming politics into farce and the public sphere into a place of \"permanent liminality.\"13 But it is worth stressing the originality of putting comedy—as opposed to mass-mediated entertainment, capitalist commercialism, or the performance principle—at the heart and origin of the public sphere.14 This sets Szakolczai's argument apart from adjacent arguments in Theodor Adorno and Max Horkheimer's Dialectic of Enlightenment (1944), Neil Postman's Amusing Ourselves to Death: Public Discourse in the Age of Show Business (1985), or Jon McKenzie's Perform or Else: From Discipline to Performance (2001).15 To say that it is comedy that people increasingly come to expect in the kinds of social interaction that take place in all zones of modern life—politics, education, journalism, even religion—is something different from talking about a mode and mood of hyperenjoyment made by the culture industry, which runs on a great deal of high seriousness as well.These operations of comedy as judgment about aesthetic and social form have also morphed into an overarching tone of late capitalist sociability, affecting how people self-consciously play as well as work together and the spaces where they do so (including Twitter, Facebook, Snapchat, Instagram, and YouTube). This does not mean that all affective labor is comedic; affective labor is caring labor, and caring labor absorbs a range of moods. But the demand for play and fun as good and necessary for social membership is everywhere inflecting what was once called alienation.16Often said to be a genre unusually sensitive to timing, comedy in the United States has arguably saturated the Just in Time (JIT), logistics-enabled workplace in particular, organizing and informing the informal affective cultures that lubricate production, circulation, and consumption. From Cathy and Dilbert to the Mary Tyler Moore Show, Taxi, WKRP in Cincinnati, The Office, and Silicon Valley, comedy that appears in the workplace, as if designed explicitly for display or discussion there, tends to be about the workplace, reterritorializing it as a space of comedy. What results is a reflexive mirroring familiar to denizens of what Mark Seltzer calls \"the official world,\" where we find everything doubled by its own description.17 Timing and mimesis: these are of course internal features of comedy, and we will see them taken up more directly as both formal and political issues in virtually all of the essays to follow and especially those by Mladen Dolar and Roger Grant.All of this is to say that comedic situations are not only in art but in the world. The questions are not only how do they get enmeshed but how does comedy, now referring specifically to the artistic form or practice, respond to that enmeshment in turn? Does it bear down harder on traditional markers—more slapstick, more sexual difference, more grotesque conventionality—as well as dissolving more dramatically into the unfunny? This volume not only attends to these matters at the personal scale of schadenfreude or mimicking, as in David Simon's and Dolar's essays, but also turns to the spaces of capital's movement and demands to track the structural pervasiveness and impersonality of comedic situations. So, what's machinic in the capitalist-comedic scene, what relies on relentless value-making mechanisms of repetition, insistence, and productivity appears not only in Joshua Clover's analysis of the tragedy/farce problematic in capitalist reproduction but also in Anca Parvulescu's analysis of the Laff Box as a figure for contemporary compelled subjectivity and in Sianne Ngai's work on the gimmick, which at once standardizes labor-related subjectivity and produces spontaneous aesthetic judgments against standardization, as though we can ever be outside of it, now.Related to this interpenetration of comedy as art and as life is a sense we have that it is no longer clear what the \"opposite\" of comedy is. The go-to foil used to be tragedy. Whether this is or ever was true or just a useful heuristic, the setting of comedy against tragedy has been undeniably generative for centuries of comedy theory, from ancient Greece onward, making a mountain of memorable sound bites: \"The world is a comedy to those that think, and tragedy to those that feel\" (Horace Walpole); \"Tragedy is the image of Fate, as comedy is of Fortune\" (Susanne Langer); \"Take a tragedy, accelerate the movement, and you will have a comic play\" (Eugene Ionesco); \"Tragedy + time = comedy,\" (attributed to Mark Twain), and so on. But is this still the case? Note how the next three sayings, and the final one in particular, suggest that the opposition between comedy and tragedy has itself come to seem theoretically mechanical and thus good fodder for joking. \"Tragedy + time - comedy = German comedy\" (Eric Jarosinski); \"Napoleon, who was a psychologist when he wished to be so, had noticed that the transition from tragedy to comedy is effected simply by sitting down\" (Simon Critchley); \"Tragedy is when I cut my finger. Comedy is when you fall into an open sewer and die\" (Mel Brooks).18If it can sometimes be hard to tell if or how comedy is comedy, this might be because some people think a comedy without pleasure or laughter violates itself more extremely than, say, porn that does not produce a desired arousal or a weepie that doesn't make us cry. It might also be that contemporary comedy suffuses so many genres that are not comedy it is hard to draw lines: porn, horror, melodrama (the classic body genres identified by Linda Williams) along with westerns, kung fu, and, of course, romance.19 Glenda Carpio's essay here, \"'Am I Dead?'\" argues too that migrant suffering has newly developed a genre of gallows humor about the psycho-physiological consequences of capitalist modernity, geopolitical displacement, and varieties of social death.Perhaps, in addition to its swarming effect or external action on other genres, there is something internal to comedy—maybe its capacity to hold together a greater variety of manifestly clashing or ambiguous affects—that makes its boundaries so uniquely ambiguous. This last proposition mirrors Mikhail Bakhtin's claims about the novel: its capacity to absorb other aesthetic forms into modes, representational and aesthetic logics. Funnily, Mark McGurl's argument, in this issue, is that the novel achieved this absorption at the cost of comedy, exiling whatever's out of scale and inconvenient to realist causality.Norbert Elias's \"Essay on Laughter\"—published for the first time in this issue—takes up the scene of judgment comedy always calls into being about what it means to be out of control, more body than mind, more awkward than graceful, more ridiculous than sublime, and in a way that confuses desire and aggression. These concerns appear throughout Comedy, an Issue, which takes up the question of genre not just as an aesthetic topic but also as a scene of affective mediation and expectation. This set of collapses, clashes, and boundary disputes is exactly what enables us to have such spirited debates about comedy and in a way we don't feel as compelled to do for other genres.Rising HumorlessnessBut how do we stack up these observations about comedy's transformation from interruption into expectation, its infiltration of other genres, and the \"commedification\" of modern social life, against another claim that seems equally true, which is that humorlessness is on the rise? If the comedic is pervasive even in traditionally serious occupations like politics and law (see Peter Goodrich in this issue on the repeated assertion and disavowal of wit in legal judgment), why is comedy still always getting itself and its practitioners into trouble?\"Only comedy can still get to us,\" said postwar dramatist Friedrich Dürrenmatt (\"Uns kommt nur noch die Komodie bei\"); events like the Charlie Hebdo massacre prove him still right (but then who was the us there and what social fractures were revealed?).20 So many recent events testify to an intensification of humorlessness that seems to run counter to, but may be actually compatible with, the becoming permanent of comedy.21 As Lauren Berlant's essay brings out in particular, humorlessness and humor are as inextricably linked as, well, inextricably and linked. The mirthless are an especial object of ridicule, even intolerable—but as such, essential for comedy to happen—and perhaps because, as Friedrich Nietzsche suggests, mirthlessness threatens to consume the world. \"A single joyless person is enough to create constant discouragement and cloudy skies for an entire household…. Happiness is not nearly so contagious a disease. Why?\"22Comedy's frequent failure to induce the pleasure that magnetizes us to it not only incites the policing of intimate others but also reveals philosophical and personal uncertainty about the implications of aesthetic judgment. One response, seen in critical theories of comedy, is to maintain and amplify distinctions between true and false comedy. This protects the desire for aesthetic experience of any kind to be elevating, self-developing, or worthy of idealization. It also often involves the mistaking of an aesthetic judgment for an ontological judgment about the artwork. The critic attributes her or his response entirely to the object, excluding her or his own investments in judgment's pleasures and elevations. The second response to comic failure involves bad feelings when comedy fails to be funny. This points not just to the conventional thud after a bad pun, which is its own genre of fun, but an aggrieved sense of having been denied laughter or having had one's pleasures disrespected or devalued. This also explains some of the rage at feminism and other forms of subaltern political correctness that get into the wheelhouse of people's pleasures and spontaneity.The move to overwrite the distinction between funny and not funny as a distinction between true and false comedy is especially interesting in the work of Critchley and Zupančič. For in spite of the playful tone of their writing, here the true/false comedy distinction mirrors the genuine art/nonart distinction made in high seriousness by Adorno and Michael Fried, among others; what is clearly a distinction between art the critic admires and art he or she doesn't gets rewritten as a distinction between what is and what simply isn't art but rather entertainment or objecthood.23For Critchley, inauthenticity is precisely what makes humor humor and what makes it aesthetically and philosophically attractive in the first place: \"I would argue that humour recalls us to the modesty and limitedness of the human condition, a limitedness that calls not for tragic-heroic affirmation but comic acknowledgement, not Promethean but a (OH, p. for when comedy fails a test in the of an aesthetic failure he calls or it is of its status as comedy. It is said to not be comedy (OH, p. for the distinction between true and false comedy or, and comedy\" a difference between comedy that and comedy that only to be by the and particular, actually in this very an of the and For the a false of body and when the is that they are other all the both and Critchley that what they think of as bad or or humor is not really humor at this out does not mean we with or but rather that we think that is what they What us is thus not the of with ontology as such but what might a of comedy, or to make horror, not seem as likely to to the to the true from the false of the though to be they always ambiguous one can have an interesting about or not the is a tragedy or a especially if one say, no for the failure to But we that debates about are or don't usually produce the affective or sense of to of their feelings are as and central to horror and melodrama as the of the funny is to comedy. What is it about the of something funny, as opposed to or that more at a brings us to the second of response people's to their own which may be different than their to and judgment and as seem to get more when their for are or by the comedic than when their for are If we have of what should produce if we don't feel it for the things, we can find other and different to what pleasure as funny. as as as It may be that we hold our pleasures than our it may be that we understand objects are the of comedic pleasure involves surprise and and we take its more as an with a as the has always is a serious This is why comedy critical in a way specific to comedy. But of course that very critical is great for comedy, as we are about to that we would be if we tell a or In part this is to test how jokes test in part to a does the pleasure in it, as so many people and in part to some political questions about the of comedic especially in the they about what's personal about and what comedy the for this in the of the scene of the late and is a great of the his and cultural for and against political narrative into intimate he more from the than the of or the of much comedy. is an on and the of the potential for the as a for the a where the comedic or points to and the ordinary of contemporary political and social life as the against which comedic a on it is in the current of paranoia to make a kind of p. had been as an the was to the because had just The and had the and comic The is a into turns when he gets often from being by and of course by in In his first as a on the about his but sometimes that only a true would at at an he often a p. this between the in and the in is I you have the be very and don't make like when response to this can you p. on this the for its in this The awkward with which the is by to the performance of shame that affective to the of the words and to demands for that between that on the like when and that his doesn't sound a like the by to the that was just a p. because of the between and that as a of when his view in he as which to the of his and also or take own is had of fun with that to which in is then in the he make you like when And I my you p. is as if the repeated to or in the his repeated of being to difference, the into the the in an of transformation into the One say that in the performance, or to its it is exactly the of his claim to the of his that the The of the person that turns him into this then and seems to the of the expression of the in more than this we are to what here as an one that the difference between and in the and the relief of from The seems to be that in a whose claim to humor against humorlessness he is well for in another that correctness has and now people from the fun of in on about is often itself or as or rage p. In with the of and in the it seems worth that also explicitly calls a to to actually make the and seems to play along or along with the to its presence as the of and the of and intensifies into political and and are said to get on the and then people are there the question and the of and to be a for the and it all gets and more ridiculous the we for so that his and the time that he to the him tell you any doesn't even to it even him an he it by about my own laugh at this then What does this In his How I Fate, points out that his is a about the p. on a bad an a political of his other by the a that itself from the of a from that in the as a one might say it is just a course, as a narrative both jokes were there the the of about the The in its the that through the about and and as exactly that which has without which by the as a the that some of the at the of his might very well at the not laughter at the of the of that was in bad denied or with the of But he also we think, that there is no way to make his humor at a from it is one of the things that makes this so is the way up the that comedy it not by it but by it of us that is graceful, funny, and he by his of the into something out and is always And so is this sense what to in his essay as the out by the or that right after the to the comedy on the and the arousal of laughter to that the be be by because it is public actually or the different kinds of together into a about or political without even to do this or to, the of the up being by the entire including those who it because it the In this the comic what pleasure to something to about how are in the and of cultural comedic is a It is the of and It is the of it",
      "cited_by_count": 165,
      "type": "article",
      "source": {
        "name": "Critical Inquiry",
        "type": "journal",
        "issn": [
          "0093-1896",
          "1539-7858"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Humor Studies and Applications",
        "Shakespeare, Adaptation, and Literary Criticism",
        "Cinema and Media Studies"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2563930506"
    },
    {
      "openalex_id": "W1756642272",
      "doi": "10.26530/oapen_560010",
      "title": "Art in the Anthropocene: Encounters Among Aesthetics, Politics, Environments and Epistemologies",
      "authors": [
        {
          "name": "Heather Davis",
          "openalex_id": "A5055808151",
          "orcid": "https://orcid.org/0000-0003-1475-4076",
          "institutions": [
            "Travaux et Recherches Archéologiques sur les Cultures, les Espaces et les Sociétés",
            "Indonesian Institute of Sciences",
            "University of Indonesia"
          ]
        },
        {
          "name": "Étienne Turpin",
          "openalex_id": "A5058994633",
          "institutions": [
            "Indonesian Institute of Sciences",
            "Travaux et Recherches Archéologiques sur les Cultures, les Espaces et les Sociétés",
            "University of Indonesia"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "Taking as its premise that the proposed geologic epoch of the Anthropocene is necessarily an aesthetic event, this book explores the relationship between contemporary art and knowledge production in an era of ecological crisis, with contributions from artists, curators, theorists and activists. Contributors include Amy Balkin, Ursula Biemann, Amanda Boetzkes, Lindsay Bremner, Joshua Clover &amp; Juliana Spahr, Heather Davis, Sara Dean, Elizabeth Ellsworth &amp; Jamie Kruse (smudge studio), Irmgard Emmelhainz, Anselm Franke, Peter Galison, Fabien Giraud &amp; Ida Soulard, Laurent Gutierrez &amp; Valérie Portefaix (MAP Office), Terike Haapoja &amp; Laura Gustafsson, Laura Hall, Ilana Halperin, Donna Haraway &amp; Martha Kenney, Ho Tzu Nyen, Bruno Latour, Jeffrey Malecki, Mary Mattingly, Mixrice (Cho Jieun &amp; Yang Chulmo), Natasha Myers, Jean-Luc Nancy &amp; John Paul Ricco, Vincent Normand, Richard Pell &amp; Emily Kutil, Tomás Saraceno, Sasha Engelmann &amp; Bronislaw Szerszynski, Ada Smailbegovic, Karolina Sobecka, Zoe Todd, Richard Streitmatter-Tran &amp; Vi Le, Anna-Sophie Springer, Sylvère Lotringer, Peter Sloterdijk, Etienne Turpin, Pinar Yoldas, and Una Chaudhuri, Fritz Ertl, Oliver Kellhammer &amp; Marina Zurkow.",
      "cited_by_count": 615,
      "type": "book",
      "source": {
        "name": "Open Humanities Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "http://oapen.org/download?type=document&docid=560010"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Ecocriticism and Environmental Literature",
        "Climate Change Communication and Perception"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W1756642272"
    },
    {
      "openalex_id": "W3000235744",
      "doi": "10.1007/s11365-020-00635-4",
      "title": "The art of crafting a systematic literature review in entrepreneurship research",
      "authors": [
        {
          "name": "Sascha Kraus",
          "openalex_id": "A5055158022",
          "orcid": "https://orcid.org/0000-0003-4886-7482",
          "institutions": [
            "Durham University"
          ]
        },
        {
          "name": "Matthias Breier",
          "openalex_id": "A5029009501",
          "institutions": [
            "Lappeenranta-Lahti University of Technology"
          ]
        },
        {
          "name": "Sonia Dasí-Rodríguez",
          "openalex_id": "A5079927035",
          "institutions": [
            "Universitat de València"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-02-01",
      "abstract": "Abstract Systematic literature reviews are an increasingly used review methodology to synthesize the existing body of literature in a field. However, editors complain about a high number of desk rejections because of a lack in quality. Poorly developed review articles are not published because of a perceived lack of contribution to the field. Our article supports authors of standalone papers and graduate students in the Entrepreneurship domain to write contribution-focused systematic reviews e.g. by providing a concrete guideline. Our article analyzes the strengths and weaknesses of a systematic literature review and how they can be overcome. Furthermore, we provide a combined list of highly ranked journals in the Entrepreneurship domain as a basis for quality appraisal. Finally, this article builds a scenario for the future of the systematic literature review methodology and shows how technological improvements have changed this methodology and what can be achieved in the future.",
      "cited_by_count": 1126,
      "type": "article",
      "source": {
        "name": "International Entrepreneurship and Management Journal",
        "type": "journal",
        "issn": [
          "1554-7191",
          "1555-1938"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11365-020-00635-4.pdf"
      },
      "topics": [
        "Entrepreneurship Studies and Influences",
        "Business Strategy and Innovation",
        "Innovation and Knowledge Management"
      ],
      "referenced_works_count": 54,
      "url": "https://openalex.org/W3000235744"
    },
    {
      "openalex_id": "W3118057185",
      "doi": "10.1111/jaac.12763",
      "title": "Is Stand-Up Comedy Art?",
      "authors": [
        {
          "name": "Ian Brodie",
          "openalex_id": "A5032282540",
          "orcid": "https://orcid.org/0000-0002-5404-0126",
          "institutions": [
            "Cape Breton University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-09-01",
      "abstract": "ABSTRACT Stand-up so closely resembles-and is meant to resemble-the styles and expectations of everyday speech that the idea of technique and technical mastery we typically associate with art is almost rendered invisible. Technique and technical mastery is as much about the understanding and development of audiences as collaborators as it is the generation of material. Doing so requires encountering audiences in places that by custom or design encourage ludic and vernacular talk-social spaces and third spaces such as bars, coffee houses, and clubs. Cultivating uncultivated speech and cultivating real audiences in found settings form the background of developing the stand-up comedian, neither of which lend themselves to the conservatory tradition we think of when we think of the development of artists. This article addresses two areas of the overall question of stand-up as art, starting with the ontological question of stand-up comedy: if it is an art where is it located, and what we may mean by “artworks” and “artworld” in stand-up comedy? Then I consider whether stand-up comedy as practiced can be reconciled with several recent definitions for art and note some of the special conditions and contexts for stand-up.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Journal of Aesthetics and Art Criticism",
        "type": "journal",
        "issn": [
          "0021-8529",
          "1540-6245"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Theatre and Performance Studies",
        "Artistic and Creative Research",
        "Humor Studies and Applications"
      ],
      "referenced_works_count": 80,
      "url": "https://openalex.org/W3118057185"
    },
    {
      "openalex_id": "W4211176385",
      "doi": "10.22459/caepr38.11.2016",
      "title": "Indigenous Data Sovereignty",
      "authors": [
        {
          "name": "Ian Pool",
          "openalex_id": "A5051208914",
          "institutions": [
            "University of Arizona",
            "Aboriginal Affairs Northern Dev Canada",
            "Australian National University"
          ]
        },
        {
          "name": "C. Matthew Snipp",
          "openalex_id": "A5088640694",
          "institutions": [
            "Australian National University",
            "University of Arizona",
            "Aboriginal Affairs Northern Dev Canada"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-14",
      "abstract": "• Indigenous Data Sovereignty (IDS) has emerged as an important topic over the last three years, raising fundamental questions about assumptions of ownership, representation, and control in open data communities. &#13;\\n• IDS refers to the right of Indigenous peoples to control data from and about their communities and lands, articulating both individual and collective rights to data access and to privacy.&#13;\\n• Ideas from IDS provide a challenge to dominant discourses in open data, questioning current approaches to data ownership, licensing, and use in ways that resonate beyond Indigenous contexts, drawing attention to the power and post-colonial dynamics within many data agendas.&#13;\\n• Growing IDS networks are working to shape open data principles to better respect the rights of Indigenous peoples.",
      "cited_by_count": 521,
      "type": "book",
      "source": {
        "name": "ANU Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://press-files.anu.edu.au/downloads/press/n2140/pdf/book.pdf"
      },
      "topics": [
        "Digital and Traditional Archives Management"
      ],
      "referenced_works_count": 148,
      "url": "https://openalex.org/W4211176385"
    },
    {
      "openalex_id": "W4241400438",
      "doi": "10.5325/bullbiblrese.28.1.0095",
      "title": "Ritual Violence in the Hebrew Bible: New Perspectives",
      "authors": [
        {
          "name": "Ryan N. Roberts",
          "openalex_id": "A5073584437",
          "institutions": [
            "Cornerstone University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-08-01",
      "abstract": "This volume grew out of a 2013 symposium at Brown University focused on ritual violence. It consists of eight essays exploring the ritual dimensions of violence and the larger theorization of ritual violence. A brief introduction by Olyan outlines three aims: to show the full range of violent rites in the Hebrew Bible, what ritual violence might accomplish sociopolitically, and how ritual violence is enhanced through violence theory and other theoretical models. Following the essays are an index of biblical/nonbiblical references as well as an extensive subject index.Debra Scoggins Ballentine examines the manipulation of bodies and body parts by using the killing of Rechab and Baanah (2 Sam 4) as a case study. She engages with categories of violence, ritual, and ritual violence, arguing that ritual violence is met with a different set of rules and responses. Thus, while the killing of Eshbaal is regular violence, the subsequent killing of the murderers is just, so typical social rules do not apply. In this way, David is exonerated. A helpful chart lays out the cutting off of various body parts, enabling Scoggins Ballentine to suggest nuanced lexical choices.The command to dispossess Canaanite nations is examined by T. M. Lemos. Lemos draws attention to much broader definitions of genocide that focus on putting the very existence of a group in jeopardy. Specifically, she connects material scarcity with genocide, illuminated by the 1994 Rwandan genocide as a case study. Demographic estimates, coupled with archaeological surveys from the Iron II are employed to argue for both population growth and a decreased amount of available land. These factors, along with evidence from the Mesha Stele and a number of biblical texts, connect genocidal behavior with the desire for territory.Mark Leuchter examines the purposes of Josiah’s actions in destroying the cultic shrine at Bethel (2 Kgs 23:15–20). In his view, the function of the story is a means to conquer forces opposed to YHWH rather than the more common interpretation of a political act. Ashurbanipal’s campaign against Elam, where he also destroyed tombs and bones, is utilized to provide insight into Josiah’s actions. While Ashurbanipal did this to verify his political hierarchy, Josiah’s actions were not political, as they erased the identity of those burned. More importantly, Leuchter argues that Josiah’s actions mirror the “ethno-mythology” of Israel. In other words, Josiah ritually reenacts the divine warrior’s conquest.Several cognitive-theoretical models are outlined by Nathaniel Levtow in order to understand human iconoclastic tendencies better. He argues that iconoclasm is a form of iconism because of permeability across ontological categories (a cult icon both violates and blends distinctions of “artifact” and “living thing”). Levtow then uses a theory of religious transmission to help explain why biblical iconoclastic traditions are so successful. Here, routines of words and rites along with imagistic enactments of events are modes of transmission that help provide a center for religious concepts to cohere. Last, he argues that iconism is cognitively optimal, while aniconism is cognitively costly. However, the act of destroying an image (imagistic enactment) is pivotal to aniconism, as it generates a memory that is otherwise difficult to retain. Put differently, iconism and iconoclasm both require idols.Susan Niditch draws attention to the taking and giving of women through stories of rape (Gen 34 and Judg 19), wife or woman stealing (Deut 21; Num 31; and especially Judg 21), and the sacrificial ritual of Jephthah’s daughter (Judg 11). Niditch underscores that women serve as sacrifices that establish bonds between men, noting that the bonds do not always lead to less violence. In the case of Jephthah’s daughter, Niditch highlights the theme of the exchange of a woman from an initial young status to a liminal phase to a new status and place in the social structure.Saul Olyan investigates the meaning of severing the head of a dead body as rational and goal-orientated. In addition to West Asian sources, he focuses on four texts: the death of Saul, the murder of Eshbaal, the rebellion of Sheba, and Jehu’s usurpation. Olyan emphasizes the role of ritual violence in decapitation as a means to identify the person and make a clear statement about certain death. It may further communicate humiliation for survivors and may also serve to intimidate those who might be tempted to not conform. Last, the violence may terminate and generate new affiliation.War-related ritual acts at the city gate are the focus of Rüdiger Schmitt’s essay. He employs the concepts of liminality, communitas, and social drama and how these may be enacted at the city gate. Textual, archaeological, and iconographic evidence are utilized to argue that the city gate, especially in ancient Israel, was a place for public ritual performances of loyalty and war preparation. This is seen paradigmatically through acts of David at the gate in light of Absalom’s coup d’état.Jacob Wright examines urbicide—the killing of cities—and draws attention to its power to destroy cultural memory. He first highlights the theme through texts and iconography from Mesopotamia and Egypt. Wright next traces the theme in the Hebrew Bible—noting Sodom and Gomorrah as paradigmatic—while highlighting that oracles against the nations use threats and images of urbicide. Last, reflecting on urbicide as ritual, he examines the symbolic reversals enacted thorough destruction and symbolic and cosmologically appropriate modes of destruction.As a whole, the contributors are to be commended for methodological justification of relevant social-scientific theories. On the one hand, the essays cover both well-known issues, such as the slaughter of Canaanites or the complicated motives of David’s actions. At the same time, the volume also addresses seldom-raised questions such as urbicide or cognitive perspectives on iconoclasm. On the other hand, readers may quibble on whether the full range of violent rites can be broached when the majority of essays lean toward forms of military violence. Little attention is given, for example, to manifestations of cultic violence. In sum, this is a wonderful volume sure to spark new research questions.",
      "cited_by_count": 43,
      "type": "article",
      "source": {
        "name": "Bulletin for Biblical Research",
        "type": "journal",
        "issn": [
          "1065-223X",
          "2576-0998"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4241400438"
    },
    {
      "openalex_id": "W2895330846",
      "doi": "10.1016/j.erss.2018.07.007",
      "title": "Promoting novelty, rigor, and style in energy social science: Towards codes of practice for appropriate methods and research design",
      "authors": [
        {
          "name": "Benjamin K. Sovacool",
          "openalex_id": "A5088822272",
          "orcid": "https://orcid.org/0000-0002-4794-9403",
          "institutions": [
            "Aarhus University",
            "University of Sussex"
          ]
        },
        {
          "name": "Jonn Axsen",
          "openalex_id": "A5090491703",
          "orcid": "https://orcid.org/0000-0001-7088-8912",
          "institutions": [
            "Simon Fraser University"
          ]
        },
        {
          "name": "Steve Sorrell",
          "openalex_id": "A5089217296",
          "orcid": "https://orcid.org/0000-0001-8084-4139",
          "institutions": [
            "University of Sussex"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-10-03",
      "abstract": "A series of weaknesses in creativity, research design, and quality of writing continue to handicap energy social science. Many studies ask uninteresting research questions, make only marginal contributions, and lack innovative methods or application to theory. Many studies also have no explicit research design, lack rigor, or suffer from mangled structure and poor quality of writing. To help remedy these shortcomings, this Review offers suggestions for how to construct research questions; thoughtfully engage with concepts; state objectives; and appropriately select research methods. Then, the Review offers suggestions for enhancing theoretical, methodological, and empirical novelty. In terms of rigor, codes of practice are presented across seven method categories: experiments, literature reviews, data collection, data analysis, quantitative energy modeling, qualitative analysis, and case studies. We also recommend that researchers beware of hierarchies of evidence utilized in some disciplines, and that researchers place more emphasis on balance and appropriateness in research design. In terms of style, we offer tips regarding macro and microstructure and analysis, as well as coherent writing. Our hope is that this Review will inspire more interesting, robust, multi-method, comparative, interdisciplinary and impactful research that will accelerate the contribution that energy social science can make to both theory and practice.",
      "cited_by_count": 1074,
      "type": "article",
      "source": {
        "name": "Energy Research & Social Science",
        "type": "journal",
        "issn": [
          "2214-6296",
          "2214-6326"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S2214629618307230?via%3Dihub"
      },
      "topics": [
        "Energy and Environment Impacts",
        "Social Acceptance of Renewable Energy",
        "Environmental Impact and Sustainability"
      ],
      "referenced_works_count": 376,
      "url": "https://openalex.org/W2895330846"
    },
    {
      "openalex_id": "W2473740239",
      "doi": "10.1007/s40279-016-0560-7",
      "title": "Definitions, Foundations and Associations of Physical Literacy: A Systematic Review",
      "authors": [
        {
          "name": "Lowri C. Edwards",
          "openalex_id": "A5034607079",
          "orcid": "https://orcid.org/0000-0003-2175-1973",
          "institutions": [
            "Cardiff Metropolitan University"
          ]
        },
        {
          "name": "Anna Bryant",
          "openalex_id": "A5032532007",
          "orcid": "https://orcid.org/0000-0003-4603-7004",
          "institutions": [
            "Cardiff Metropolitan University"
          ]
        },
        {
          "name": "Richard Keegan",
          "openalex_id": "A5068965740",
          "orcid": "https://orcid.org/0000-0003-4253-4492",
          "institutions": [
            "University of Canberra"
          ]
        },
        {
          "name": "Kevin Morgan",
          "openalex_id": "A5026440455",
          "orcid": "https://orcid.org/0000-0002-8590-4257",
          "institutions": [
            "Cardiff Metropolitan University"
          ]
        },
        {
          "name": "Anwen Jones",
          "openalex_id": "A5103788148",
          "orcid": "https://orcid.org/0000-0001-9211-0829",
          "institutions": [
            "Cardiff Metropolitan University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-30",
      "abstract": null,
      "cited_by_count": 497,
      "type": "review",
      "source": {
        "name": "Sports Medicine",
        "type": "journal",
        "issn": [
          "0112-1642",
          "1179-2035"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007%2Fs40279-016-0560-7.pdf"
      },
      "topics": [
        "Children's Physical and Motor Development",
        "Inclusion and Disability in Education and Sport",
        "Physical Education and Pedagogy"
      ],
      "referenced_works_count": 67,
      "url": "https://openalex.org/W2473740239"
    },
    {
      "openalex_id": "W4306168726",
      "doi": "10.12737/2587-6295-2022-6-3-41-51",
      "title": "Worldview in the projection of political mythology: the genesis foundations of ideological construction",
      "authors": [
        {
          "name": "Vardan B. Bagdasaryan",
          "openalex_id": "A5034084705",
          "institutions": [
            "Moscow Region State University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-10-14",
      "abstract": "The purpose of the study is to identify the relationship of the worldview of the society with the strategic guidelines of state policy. The relevance of the presented article is determined by the worldview crisis of the postmodern time and the growing demand for the formation of the foundations of the worldview of Russian society. The comparison method determines the basic components of the worldview - the perception of space and time (space-time continuum), the establishment of the fundamental principles of being (metaphysics and ontology) and the disclosure of the essence of man (anthropology). The article traces the connection of each of the worldview parameters with the genesis of classical ideologies. A position is put forward on the preservation and re-actualization of the mythological worldview in the worldview systems of the New and Modern times. The connection between the mythological archetypes of pre-modern society and modern political mythology is traced. The influence of the traditions of sacred geography and the attitudes of we-centricity on the modern geopolitical positioning of the states of the world is shown. A modification of the traditions of the eschatological perception of historical time in classical political theories is revealed. Disclosure of the fundamental principles of worldview systems is considered in connection with the definition of paradigms of classical ideologies. The variability of social and cultural approaches is revealed in connection with the difference in political strategies. The practical conclusion of the article lies in the definition of mythologems of worldview matrices as a semantic foundation of state sovereignty, the expediency of representing national mythology and the contraindication of demythologization.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Journal of Political Research",
        "type": "journal",
        "issn": [
          "2587-6295"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://naukaru.ru/en/storage/download/99171"
      },
      "topics": [
        "Sociopolitical Dynamics in Russia"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W4306168726"
    }
  ],
  "count": 25,
  "errors": []
}
