{
  "status": "success",
  "source": "semantic_scholar",
  "query": "modernization tradition breakdown",
  "results": [
    {
      "paperId": "a82d6f313a7cb6f68911b83d114066e4434b783e",
      "title": "The Modern Essay in Brazil",
      "authors": [
        {
          "name": "Maria Arminda do Nascimento Arruda",
          "authorId": "2060270926"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s12108-020-09445-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a82d6f313a7cb6f68911b83d114066e4434b783e",
      "venue": "",
      "journal": {
        "name": "The American Sociologist",
        "pages": "318-329",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c03ac130177139d86c75270b57956e941b7898b4",
      "title": "The Modern Essay in Brazil",
      "authors": [
        {
          "name": "Maria Arminda do Nascimento Arruda",
          "authorId": "1846441723"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s12108-020-09445-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c03ac130177139d86c75270b57956e941b7898b4",
      "venue": "The American sociologist",
      "journal": {
        "name": "The American Sociologist",
        "pages": "318 - 329",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1cd1c69098d1aae7261fa5205118e84a744b1f53",
      "title": "Confucian Businessmen and Business Ethics",
      "authors": [
        {
          "name": "Zeng Chun-ha",
          "authorId": "1484582188"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cd1c69098d1aae7261fa5205118e84a744b1f53",
      "venue": "",
      "journal": {
        "name": "Journal of Hunan University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9ce14c0f7beec42a379916c382fb7e8f4346bcba",
      "title": "The conflicts among globalization, modernization and tradition in science fiction: The case of Kirinyaga: A Fable of Utopia",
      "authors": [
        {
          "name": "Bing Liu",
          "authorId": "2242028385"
        }
      ],
      "year": 2023,
      "abstract": "Science fiction takes many forms, including academic work that calls on readers to think about social and cultural problems. This paper takes a piece of science fiction, Kirinyaga: A Fable of Utopia, as an example and discusses the conflicts among globalization, modernization and tradition present in the text, thus highlighting the academic meaning of science fiction as a literary form.",
      "citationCount": 1,
      "doi": "10.1177/20966083231215099",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ce14c0f7beec42a379916c382fb7e8f4346bcba",
      "venue": "Cultures of Science",
      "journal": {
        "name": "Cultures of Science",
        "pages": "3 - 8",
        "volume": "7"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9c64262ceebc6e67984d7465209bff714a74a09a",
      "title": "«The Nature of Love» by Dietrich von Hildebrand in the Context of Modernization of the Catholic Religious and Cultural Tradition",
      "authors": [
        {
          "name": "Шаталович Олександр",
          "authorId": "2190442288"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c64262ceebc6e67984d7465209bff714a74a09a",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "f87a8a2f66199d56c0546d4703cb06308d1c61f0",
      "title": "Adangiyah: Philosophy of Art in Tradition and Modernization",
      "authors": [
        {
          "name": "Bambang Sunarto",
          "authorId": "2344350051"
        }
      ],
      "year": 2021,
      "abstract": "Dewa Ruci's journal on this edition is felt so special. Since volume 15 has been eager to target a wider audience. Many scientific idiographic concepts are important and need to be known by international readers. This edition is proud to present the most widely written articles by postgraduate students and lecturers from the Indonesian Institute of the Arts Surakarta, Universities of Education from Surabaya, and Malang (East Java). What is special about this edition of this journal is the participation of the second author, who comes from various countries who are very encouraging to the first author. The participating writers from abroad are Adzrool Idzwan Ismail (Malaysia), Michiyo Yoneno Reyes (Japan), Nazima Rangwala Kalita (India), Lee Yong-Shik (South Korea), Jody Diamond (United States).We above appear to have six collaboratively written articles to publish on this occasion. The first author, Soerjo Wido Minato, wrote an article entitled “Art, Nature, and Culinary As Leverages for Village Branding at the Foot of the Mountain.” He discussed that coastal tourism and coastal villages have always been attractions, especially mountain villages that have succeeded in branding themselves as tourist villages. The Malang State University research team conducted research activities to support the preparation of Benjor Village to become a tourist village. An effective strategy for branding Benjor Village as a tourist village at the foot of the mountain is to synergize art, nature, and culinary arts in logos, songs, dances, taglines, videos, and social media.Next is Yulela Nur Imama's article entitled \"Masak, Macak, Manak” at this time through challenge-based research on the creation of Nol dance,\" discussing 3M (cooking, preening, give birth) as cultural values for Javanese women. This study aims to determine the existence and relevance of these 3M values in dance works and how these values must be maintained. Tari Nol interprets 3M's cultural values.Hanna Medita wrote the article “Self Me: interpretation of self-injury in the context of healing,” discussing modernization that affects human needs. Self Me is a work inspired by the author's experience of self-injury which is very common among teenagers towards adulthood. Many symptoms are very likely to affect one's mental health. The work of Self Me gives a message about the importance of knowing self-injury early on and knowing what the symptoms of self-injury are.Rian Prasetya's article entitled \"Color Formation of Musical Compositions of Children's Choir \"Vocalista Angels\" discusses the choir resulting from intensive training in various competitions in the Vocalista Angels (VA) group. The group emphasizes unique performance with sound color processing that deviates from the conventions of music theory. At the heart of quality processing at VA is building a distinctive tone of voice, trying to avoid musical tendencies based on classical vocal theory. An important element to form distinctiveness is a musical work that puts forward the method of wording, processing articulation, resonance, and intonation.Izam Ismail wrote the article \"Media Adaptation of Mask Making in Malang: Study of Functional and Process for Making Fiber Masks\" which discusses the adaptation made by changing the media without changing the shape and visuals that appear in Topeng Malang. The mask in the Malang Mask performance is a sacred form used by dancers by bringing the Panji character into the show. Making fiber masks begins with practice, namely making molds without changing the shape and ornaments on Malang Masks.Harmanto’s article entitled \"The Concept of Tumbuk in Javanese Gamelan Tuning\" discusses the phenomenon of musical mash in the Javanese karawitan tradition. Tumbuk is more than just a scale between Sléndro and Pélog. Tumbuk acts as a synchronizer in frequency and range between notes and a tone coordinator or add-on in the tuning system. Tones that have the same frequency in the tone of nêm are nêm sléndro and nêm pélog, nêm sléndro and pélog stuff, and others.The last writer is Hasbullah, with an article entitled \"The Meaning Of Bali Aesthetic Code In The Animated Film Si Uma.\" He discusses the meaning of the Balinese aesthetic code in the animated film \"Si Uma.\" The animated film gives a message through semantic codes such as cloth poleng, which connotes a balance of life and perfection. The meanings found from studying the Balinese aesthetic code in the animated film “Si Uma” are beauty, concentration, and cultural identity.That is the essence of the issue of Volume 16 Number 2 (December Edition), 2021. Hopefully, the knowledge that has been present in this publication can spur the growth of fine arts and performing arts in international networks, both in the arts. Creation and in the scientific research of art in general. We hope for the development of fine arts and arts.Thank you",
      "citationCount": 0,
      "doi": "10.33153/dewaruci.v16i2.3983",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f87a8a2f66199d56c0546d4703cb06308d1c61f0",
      "venue": "Dewa Ruci Jurnal Pengkajian dan Penciptaan Seni",
      "journal": {
        "name": "Dewa Ruci: Jurnal Pengkajian dan Penciptaan Seni"
      },
      "publicationTypes": null
    },
    {
      "paperId": "22f79a17f6213dc93db9fe77d54f4a1b83ea7a88",
      "title": "Modernity, modernities and modernization: Tradition reappraised",
      "authors": [
        {
          "name": "Raymond L. M. Lee",
          "authorId": "47212610"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 18,
      "doi": "10.1177/0539018413482779",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22f79a17f6213dc93db9fe77d54f4a1b83ea7a88",
      "venue": "",
      "journal": {
        "name": "Social Science Information",
        "pages": "409 - 424",
        "volume": "52"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5b7b276901d90c4281d2fd98083f029ec3ddddb7",
      "title": "Aesthetic Reflexivity and Tradition: a Reinterpretation of Reflexive Modernization",
      "authors": [
        {
          "name": "Masataka Gocho",
          "authorId": "2097854242"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b7b276901d90c4281d2fd98083f029ec3ddddb7",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "288deda86655e18f4886befc24c8dc92ee098b44",
      "title": "Modernization, Tradition and Identity: The Kompilasi Hukum Islam and Legal Practice in the Indonesian Religious Courts",
      "authors": [
        {
          "name": "Euis Nurlaelawati",
          "authorId": "83137181"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 82,
      "doi": "10.5117/9789089640888",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/288deda86655e18f4886befc24c8dc92ee098b44",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7913e8a8ad366351a0226df06baadc00197cda64",
      "title": "Modernization of Samhita - A Need or Purposeless Task",
      "authors": [
        {
          "name": "Anil Kumar Sen",
          "authorId": "2314865523"
        },
        {
          "name": "Sakshi Sen",
          "authorId": "2314861200"
        },
        {
          "name": "Rajesh Kumar Malviya",
          "authorId": "2222684131"
        },
        {
          "name": "Salil Kumar Jain",
          "authorId": "2222669473"
        },
        {
          "name": "Pawan Kumar Kirar",
          "authorId": "2363972139"
        }
      ],
      "year": 2024,
      "abstract": "The Samhitas, as foundational texts of ancient Indian knowledge systems—particularly in Ayurveda, Vedas, and other classical disciplines—embody centuries of wisdom, philosophy, and practical guidance. However, the relevance and accessibility of these texts in the modern era have become subjects of ongoing debate. This paper explores whether the modernization of Samhitas is a necessary step to preserve, contextualize, and utilize their knowledge in contemporary times, or if such efforts dilute their authenticity and render them purposeless. Through critical analysis, the study examines the challenges posed by archaic language, cultural shifts, and scientific advancements, while also acknowledging the rich heritage and holistic perspectives the Samhitas offer. The abstract presents a balanced perspective on whether modernization serves as a bridge between tradition and modernity or risks undermining the spiritual and epistemological integrity of these ancient texts. Ultimately, it argues that thoughtful and respectful modernization can enhance the practical applicability of Samhitas without compromising their essence.",
      "citationCount": 0,
      "doi": "10.21760/jaims.9.4.36.",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7913e8a8ad366351a0226df06baadc00197cda64",
      "venue": "Journal of Ayurveda and Integrated Medical Sciences",
      "journal": {
        "name": "Journal of Ayurveda and Integrated Medical Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9b14df956c554bda7907312f4bf5952aea752756",
      "title": "Reconstructing tradition. The Debate on “Invented Tradition” in the Japanese Modernization",
      "authors": [
        {
          "name": "Ildikó Mária Farkas",
          "authorId": "2056584100"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b14df956c554bda7907312f4bf5952aea752756",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "23361f522e2942b01136b0510099b5e17b8e7a9b",
      "title": "The Doctrine of Natural Law as the Ideology of the Western Legal Tradition",
      "authors": [
        {
          "name": "E. Komleva",
          "authorId": "2325634828"
        }
      ],
      "year": 2024,
      "abstract": "The article examines classical natural law as the ideological foundation of the legal tradition in the Western world. As the author demonstrates, natural law was inherently linked to the legal traditions of antiquity and the Middle Ages, shaping both the dominant historical type of legal thinking and the models of legal regulation implemented within the respective traditions for the behavior of participants in legal communication. The preeminent position of natural law was determined by historical context as well as the specificities of the legal orders corresponding to that historical type. According to the author, the doctrine of classical natural law has become the ideological bedrock of the Western legal tradition in all its diverse aspects and manifestations. It can, therefore, be asserted that the Western legal tradition, viewed from this perspective, constitutes a collection of legal ideas characteristic of Western civilization and intended for the modernization of non-Western states.",
      "citationCount": 0,
      "doi": "10.22394/3034-2813-2024-3-46-53",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23361f522e2942b01136b0510099b5e17b8e7a9b",
      "venue": "Theoretical and Applied Law",
      "journal": {
        "name": "Theoretical and Applied Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "486a51f6c8710aeeb98affc3442a824b036959c1",
      "title": "MODERNITY AND KERALA’S VASTHUVIDYA TRADITION",
      "authors": [
        {
          "name": "Jaison Jose",
          "authorId": "2353075123"
        }
      ],
      "year": 2024,
      "abstract": "Modernity and modernization emerged in Europe, transforming all aspects of life. Modernity has made a significant leap in the field of knowledge, leading to a radical transformation in all human affairs. The ideas of European modernity were introduced to India and Kerala through the colonial education project. As a result, we examined the ancient knowledge project of Vasthuvidya through the lens of scientific logic inherited from European modernity. Consequently, Vasthu Shastra has been labeled as a pseudoscience lacking scientific basis. However, we are currently experiencing a period where the limitations of the anthropocentric view promoted by modernity are being exposed. The new paradigm challenges modernity and its paradigmatic projects. The new premises have sparked widespread discussion about Kerala's Vasthuvidya tradition and associated concepts as an alternative to modern architectural styles. This article explores how modernity's worldview has perceived our Vasthuvidya and the relevance that the new environment has brought to our architectural heritage.",
      "citationCount": 0,
      "doi": "10.29121/shodhkosh.v3.i2.2022.4719",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/486a51f6c8710aeeb98affc3442a824b036959c1",
      "venue": "ShodhKosh Journal of Visual and Performing Arts",
      "journal": {
        "name": "ShodhKosh: Journal of Visual and Performing Arts"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b3bdd0c12d8a3327ac8551fcaaaa697f353136b7",
      "title": "Criticism of Western Modernization in Russian Thought and Its Consonance to Modernity",
      "authors": [
        {
          "name": "Chen Yuling",
          "authorId": "81655428"
        },
        {
          "name": "Teng Yanjiao",
          "authorId": "2213643131"
        }
      ],
      "year": 2023,
      "abstract": "During the process of globalization, western countries represented by the United States and the United Kingdom have been advocating the so-called “universal” development mode. In response to western modernization, there has always been a “counter-enlightenment” trend in Russia’s cultural tradition. The fight between Slavophils and Western faction is not only a choice between two development paths, but also a confrontation between two civilizations. After the disintegration of the Soviet Union and the failure of shock therapy, traditional Russian thought has received renewed attention in contemporary times facing the current devel­opment status of Russia. Attempts have been made to construct a civilization with Russian national characteristics, so as to surpass the development of West­ern capital modernity. The works of Vladimir S. Soloviev, Nikolai A. Berdyaev, Nikolai Ya. Danilevsky formulate both the discrepancies between the founda­tions of Russian culture and the models of Westernization introduced from out­side, as well as the general principles of preserving cultural diversity in the world; many of their ideas find support and continuation in the works of modern Rus­sian philosophers, including Andrey V. Smirnov. There are some commonalities between the “Russian reflection” on Western modernization and the “Chinese wisdom” that China is now building.",
      "citationCount": 1,
      "doi": "10.21146/0042-8744-2023-3-47-57",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3bdd0c12d8a3327ac8551fcaaaa697f353136b7",
      "venue": "Voprosy filosofii",
      "journal": {
        "name": "Voprosy filosofii"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1f40c754bb800ee3effd19924580e529790b4280",
      "title": "The Russian-European utopian dialogue: From folk traditions to 19th-century modernization practices",
      "authors": [
        {
          "name": "A. V. Grigorovskaya",
          "authorId": "2366725662"
        }
      ],
      "year": 2025,
      "abstract": "The article studies the intellectual history of the Russian utopia from folk texts to the works of the first half of the 19th century in the context of the dialogue with Western European tradition. For the first time, the Russian utopia has been considered through the prism of modernization, which first emerged in the texts of the first half of the 19th century. The author analyzes folk utopias about “the returning savior” and “faraway lands”, Mikhail Shcherbatov’s unfinished novel The Journey of Mr S., a Swedish Nobleman, to the Land of Ophir, and three Russian utopias (A Dream by Aleksandr D. Ulybyshev, Plausible Fantasies or a Journey in the 29th Century by Faddei V. Bulgarin, The Year 4338: Petersburg Letters by Vladimir F. Odoevsky) in their dialogue with Memoirs of the Year Two Thousand Five Hundred by Louis-Sebastien Mercier to demonstrate how Western European utopias influenced the ideas of modernization in Russian utopias. Using methods of intellectual history, the author studies utopias synchronically and diachronically in the historical context and through intertextual connections. The interaction of the Russian and Western European utopian traditions has so far been the subject of only peripheral studies in the works by Natalia Kovtun, Valerii Mildon, and Olga Pavlova. The author aims to establish the evolution vector of the Russian utopia, which consistently shifted from the denial of possible modernization of Russia in folk texts to specific chronotope organization in speculative fiction, thus implying a movement from the discursive to practical form of reflection on the country’s future. While folk utopias show Russia as a place where transformations appear impossibe, Shcherbatov “encoded” Russia as Ophir. Though the three Russian utopias under analysis (by Ulybyshev, Bulgarin, and Odoevsky) reveal Mercier’s obvious influence, they demonstrate a marked tendency for an idealized Russia, which is not the case in Mercier’s ficiton. The author argues that the concretization of the chronotope in Russian utopias was influenced by the Western European tradition and modernization practices (Thomas More, Francis Bacon, Louis-Sebastien Mercier); however, the specificity of the Russian utopia was in its implicit criticism of the Western European modernization combined with an appeal to its experience, so that the technological and scientific development becomes a substitute for social modernization. The author declares no conflicts of interests.",
      "citationCount": 0,
      "doi": "10.17223/24099554/23/2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f40c754bb800ee3effd19924580e529790b4280",
      "venue": "Imagologiya i komparativistika",
      "journal": {
        "name": "Imagologiya i komparativistika"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2bfccbfc4aea3dbc34a39fbd912873ab2fb1fd29",
      "title": "Confucian Tradition, Modernization, and Globalization",
      "authors": [
        {
          "name": "Yao Xinzhong",
          "authorId": "115712022"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1163/23521341-01010013",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2bfccbfc4aea3dbc34a39fbd912873ab2fb1fd29",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "241-258",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c9b33642330ed394b273a3b80d170bafbc335500",
      "title": "The Philosophical Significance of the Naber Laut Tradition in Shaping the Cultural Identity of Batu Beriga Village (1963�2018)",
      "authors": [
        {
          "name": "Heryati Heryati",
          "authorId": "2140798089"
        },
        {
          "name": "Yusinta Tiarusdiana",
          "authorId": "2370002263"
        },
        {
          "name": "Juita Mahardika",
          "authorId": "2370002261"
        }
      ],
      "year": 2025,
      "abstract": "This study explores the philosophical significance embedded in the Naber Laut tradition practiced by the community of Batu Beriga Village, Central Bangka Regency, from 1963 to 2018. The Naber Laut tradition is a customary ceremony rooted in animistic and dynamistic beliefs, serving as an expression of gratitude for the bounty of the sea as well as a plea for the safety of fishermen. This research employs historical methods with a qualitative descriptive approach, utilizing interviews, observations, and documentation techniques. The findings indicate that this tradition embodies spiritual, social, and cultural values that strengthen local identity and serve as a form of resistance against the tide of modernization. The Naber Laut tradition also represents the harmonious relationship between humans and nature, passed down through generations. This studys findings strengthen efforts to preserve local culture amidst the dynamics of social change. This study sheds new light on how local traditions function as dynamic cultural adaptation strategies in the face of modernization.",
      "citationCount": 0,
      "doi": "10.34007/warisan.v6i1.2696",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c9b33642330ed394b273a3b80d170bafbc335500",
      "venue": "Warisan: Journal of History and Cultural Heritage",
      "journal": {
        "name": "Warisan: Journal of History and Cultural Heritage"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aa15884e3956db1deab1f70e048568f154346dfb",
      "title": "Islam's Response to Tradition and Modernity: The Integration of Global Values, Technology, and Civilization",
      "authors": [
        {
          "name": "Akhmed Reza Pahlevi",
          "authorId": "2390771568"
        },
        {
          "name": "Dendi Eriyan Ihza Nakazima",
          "authorId": "2390773534"
        },
        {
          "name": "Eko Nursalim",
          "authorId": "2382415202"
        }
      ],
      "year": 2025,
      "abstract": "Islam is continuously engaged with diverse traditions, cultures, ethnic groups, races, and civilizations, including the dynamics of modernization, which is marked by technological progress and the swift circulation of information. The purpose of this study is to explore the concepts, challenges, and critical perspectives on tradition and modernity within Islamic thought. This paper employs a literature review method with a descriptive qualitative approach, gathering data and insights from a range of references such as books, scholarly articles, journals, and other relevant sources. The results show that Islam provides a selective response based on the principle of adopting new, beneficial ideas without abandoning good old traditions. Islam encourages the use of technology for da'wah (Islamic outreach), the integration of religious curricula with science, the development of sharia economics as an alternative to capitalism, the filtering of modern ideas, and an active contribution to creating a balanced global civilization.",
      "citationCount": 0,
      "doi": "10.59525/ijois.v6i1.990",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa15884e3956db1deab1f70e048568f154346dfb",
      "venue": "Indonesian Journal of Islamic Studies",
      "journal": {
        "name": "IJoIS: Indonesian Journal of Islamic Studies"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "b14ca31c11184147b55bf4ef974a48b39022950e",
      "title": "Ingkung Tradition In Sriwangi Village, Tribe III District, Ogan Komering Ulu Timur Regency In The Perspective Of Socio-Culture, Aqidah, Philosophy And Islamic Law",
      "authors": [
        {
          "name": "Lukman Lukman",
          "authorId": "144530938"
        }
      ],
      "year": 2025,
      "abstract": "The ingkung tradition is one of the very significant cultural heritages for the people of Sriwangi Village, Suku III District, East Ogan Komering Ulu Regency. Ingkung is not just a dish, but a ritual symbol that is full of profound meaning, both from a socio-cultural and religious perspective. This tradition serves as a symbol of cultural identity, a means to strengthen social relationships, and a way to get closer to Allah. Although it is still preserved, the challenge of modernization is an important concern that needs to be overcome so that this tradition can continue to thrive amidst changing times. The ingkung tradition has a rich depth of meaning and is in line with the principles of Islamic law. The local wisdom contained in this tradition can serve as a bridge to strengthen the cultural identity of the community without neglecting religious values. People can practice the ingkung tradition as a form of gratitude and togetherness, as well as a manifestation of obedience to religious law. The importance of intention in carrying out the ingkung tradition shows that every action must be based on awareness of a higher purpose. Furthermore, this tradition also provides space for people to maintain social relationships and strengthen solidarity among them. Thus, ingkung is not just food, but also a symbol of values that must be upheld in daily life. However, the challenges of modernization and social change need to be faced wisely. Efforts to preserve the ingkung tradition must be done actively, involving the younger generation in every implementation.",
      "citationCount": 0,
      "doi": "10.37092/el-ghiroh.v23i1.1118",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b14ca31c11184147b55bf4ef974a48b39022950e",
      "venue": "EL-Ghiroh",
      "journal": {
        "name": "El-ghiroh"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "69510f6006ba1c7d221471ccdeb9889c4629ea42",
      "title": "Tradition and Modernization: Siting Philosophy for Children Within the African Outlook",
      "authors": [
        {
          "name": "A. Ndofirepi",
          "authorId": "10173448"
        },
        {
          "name": "M. Cross",
          "authorId": "144831239"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10780-015-9254-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69510f6006ba1c7d221471ccdeb9889c4629ea42",
      "venue": "Interchange",
      "journal": {
        "name": "Interchange",
        "pages": "15 - 30",
        "volume": "47"
      },
      "publicationTypes": null
    },
    {
      "paperId": "24f74408f4f029bee6a224c41fcbbd7b4e349015",
      "title": "Transformation of Tuvan Culture in the Processes of Modernization and Globalization",
      "authors": [
        {
          "name": "S. O. Mongush",
          "authorId": "1742156509"
        },
        {
          "name": "Ayas A. Danchai-ool",
          "authorId": "1742156309"
        }
      ],
      "year": 2022,
      "abstract": ". The article provides a philosophico-historical analysis of the essence of the processes that led to the formation of the Tuvan cultural-historical tradition in its present state. Two main levels of transformation are distinguished since the XX th century in the form of modernization and globalization. The logical basis for the impact of these processes on various aspects of the social life of Tuvinians is revealed. The signs of building a new struc-ture of society are revealed, which leads to the need for collective and individual self-identification. The presence of a distorted interpretation of the phenomena of cultural and historical tradition as a result of the transformation of spirituality and the penetration of anthropocentrism into the picture of the world is denoted. The main mechanism of implementation of changes in the development of cultures in the form of universalization and unification is high-lighted, which leads to a cascade of changes in other aspects of peoples’ lives. The formation of new channels of culture broadcasting, creating the possibility of deterritorialization of culture, is noted.",
      "citationCount": 1,
      "doi": "10.24158/fik.2022.7.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24f74408f4f029bee6a224c41fcbbd7b4e349015",
      "venue": "Общество философия история культура",
      "journal": {
        "name": "Общество: философия, история, культура"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c141582828027217f2b72b6c579dc72d2d78eaf9",
      "title": "Traditions and Customs of the Kazakh People: Place and Role in the Modernization of Society",
      "authors": [
        {
          "name": "S. K. Zhetpysbaev",
          "authorId": "2269603420"
        }
      ],
      "year": 2023,
      "abstract": "The article analyzes the nature and essence of traditions and customs and their place and role in the modern everyday life of Kazakh people. Based on the outcomes of previous studies of Kazakh history, philosophy, and sociology and on the examination of the national cultural policy, especially the preservation of national culture and the revival of forgotten traditions and customs, it highlights main challenges related to the education in the field of progressive cultural traditions, reveals, reasons of why some of the cultural practices and norms stay alive when others disappearing. The study goal is to show the role of the traditions and customs of the Kazakh people in the revival process of the national culture during the period of social modernization. The article considers traditions and customs as an integral sociocultural dimension of human activity and communication, creating the basis for the entire diversity of cognitive experience. Based on the already published and widely known materials on nomadic and Turkic cultures, traditions, and customs, the author examines connections between historical traditions of the steppe life, their representation in the modern everyday life of the Khazakh people, and their future as a part of the national culture of independent Kazakhstan. For instance, hospitality is a foundational element of both the rites of the nomadic people of the Kazakh steppe and the cultural norms of the contemporary population of Kazakhstan. The article concludes by arguing that customs and traditions are a social mechanism that transfers social values from generation to generation and underlies the basis of national unity and cultural identity of the Kazakh people. Thus, the national culture, containing many traditions, customs, rituals, rituals, is the life-giving environment that can and should serve as a source of national revival for any state, and especially for Kazakhstan. Culture is able to accumulate knowledge and information about the world and pass it on from generation to generation. At the same time, it acts as the social and intellectual memory of a particular nation and humanity in general. Therefore, the purpose of the author during the period of modernization of society is to show the spiritual revival of the national culture of the Kazakh people as an integral part of the world cultural process.",
      "citationCount": 2,
      "doi": "10.25205/1818-7919-2023-22-8-9-19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c141582828027217f2b72b6c579dc72d2d78eaf9",
      "venue": "Vestnik NSU Series History and Philology",
      "journal": {
        "name": "Vestnik NSU. Series: History and Philology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "572af6f21aca46f7d1f0b5ed40168f28dfef820c",
      "title": "Tradition and Critique in Kant and al-Jabri",
      "authors": [
        {
          "name": "Lara Scaglia",
          "authorId": "2275312701"
        }
      ],
      "year": 2024,
      "abstract": "In this paper, I focus on Kant’s notion of God, showing that his critical philosophy changed the meaning and function of traditional concepts. Then I move on to consider a philosopher of the contemporary Arab world, al-Jabri, who has been influenced by Kant: the author of the Critique of Arab Reason shares with Kant a dissatisfaction regarding a certain use of reason which does not inquire about its boundaries. Philosophy must confront its tradition, free it from prejudices, search for reasons and investigate the origin and uses of its concepts, but critically analysing tradition does not imply that the past cannot help charting the path of the future. A fresh reading of tradition could help modernize Islam without losing the cultural elements of identity.",
      "citationCount": 0,
      "doi": "10.21555/top.v700.2688",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/572af6f21aca46f7d1f0b5ed40168f28dfef820c",
      "venue": "Tópicos",
      "journal": {
        "name": "Tópicos, Revista de Filosofía"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4aae1fa5fdf2f7cd5cf8c8b125fe65505df01a58",
      "title": "Philosophical Meaning in Dhawuhan Tradition in Warujanggan Village Magetan Regency",
      "authors": [
        {
          "name": "Ajeng Sekar Mayastuti",
          "authorId": "2325618878"
        },
        {
          "name": "K. Saddhono",
          "authorId": "67315577"
        },
        {
          "name": "D. Sulaksono",
          "authorId": "52454975"
        }
      ],
      "year": 2024,
      "abstract": "Culture and tradition has become an inherent matter of society. Society acts as a subject that carries, shapes, changes, develops, and maintains the existence of culture and traditions. Strong ideology and meanings are important factors in the preservation of traditions from time to time. Philosophical meaning is one of the elements in a tradition so that society is able to maintain its existence. One of the traditions that still exists and develops especially in Javanese society and contains a very strong philosophical meaning is the village clean tradition. Javanese people, especially in Warujanggan Village, Magetan Regency, call this tradition a Dhawuhan tradition. This study used qualitative data that was analyzed descriptively. Some important things that will be conveyed in this study are certainly closely related to the Dhawuhan tradition itself and the philosophical meaning that contained in a series of Dhawuhan traditions. The Dhawuhan tradition carried out in Warujanggan village as a whole has 20 philosophical meanings which are divided into philosophical meanings in the procession or series of activities and offerings. Overall, the procession or series of Dhawuhan tradition activities carried out in Warujanggan village, Panekan District, Magetan Regency has a function as a form of honoring the ancestors and the procession of these traditional activities also shows modernization. In addition to the procession or series of activities, there are also offerings or offerings used during the Dhawuhan tradition held in Warujanggan village. There are so many kinds of offerings used. The offerings include: coffee, tea or water, market snacks, bananas or fruit, cigarettes, ambeng, tumpeng, sayur lodeh, serondeng, tempeh, coconut, fried noodles, cakes, peyek, and also crackers.",
      "citationCount": 0,
      "doi": "10.18415/ijmmu.v11i2.5318",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4aae1fa5fdf2f7cd5cf8c8b125fe65505df01a58",
      "venue": "International Journal of Multicultural and Multireligious Understanding",
      "journal": {
        "name": "International Journal of Multicultural and Multireligious Understanding"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9663dc43bf94c8c27c6b65485b782a2437739b27",
      "title": "Principles and Metaphysics of Modernity: Towards Modernization in Yakutia",
      "authors": [
        {
          "name": "Aleksey G. Pudov",
          "authorId": "153667902"
        }
      ],
      "year": 2023,
      "abstract": "In the 21st century, an urgent topic is the assessment of the dynamics of cultural development of ethnic groups living in the natural and climatic conditions of the North and the Arctic and bearing conservatism towards their traditional culture, which has become the basis for centuries of survival and adaptive flexibility. In the period of total relativization of postmodern values, the task of making a balanced choice in one’s spiritual heritage and historical practice remains important. The aim of the article is to identify the potential of modernity for ethnic cultures of the North-East of Russia, which experienced incomplete modernization on the wave of bourgeois transformations and Soviet socio-cultural modernization in the 19th—20th centuries, to determine the options for the development of modern culture against the background of the deadlock of postmodernity, which constrained the productive options for the development of “culture of traditions” by the phenomena of global mass culture.The general scientific methods and the method of symbolic ontologisation of culture, explicating the synthesis of interaction of symbolic constructs of metaphysical and mythological nature, underlying the regularities of ethno-cultural dynamics in the aesthetic sphere and organic modernization transformations in general, have been applied.It is shown that the metaphysics of modernity determines the dynamic stability of ethnoculture, allowing to realize its undiscovered potential through the principles of modernity, independently reproduce these principles, making the transition of ethnos from the culture of mimesis to the culture of the birth of primordiality. The quality of modernity gives the Sakha a sense of metaphysical continuity with the stages of evolution of European culture, freeing them from mythological predetermination of fate, including by intensive innovative knowledge-intensive economy. The synthetic synergy of “ethno” and “modern” reveals the potential for cultural growth institutionalized by the paradigm of ethnomodernity, which resolves the contradictions of modernity, bringing ethnoculture to the idea of socio-cultural and scientific-technological development, dignity and natural human rights.",
      "citationCount": 1,
      "doi": "10.25281/2072-3156-2023-20-6-564-573",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9663dc43bf94c8c27c6b65485b782a2437739b27",
      "venue": "Observatory of Culture",
      "journal": {
        "name": "Observatory of Culture"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "65baacf4174857e7588aa4bfce23e57a5df9c673",
      "title": "Tradition with a Small Letter",
      "authors": [
        {
          "name": "A. Timoshchuk",
          "authorId": "2219693979"
        }
      ],
      "year": 2022,
      "abstract": "May 7th, 2020, the wonderful philosopher Tatyana Borisovna Lyubimova died. Her final monograph “Philosophy and Countertradition” is a multifaceted study of the correlations between traditional culture and the current state of philosophy. This is also the last publication on the life path of Tatyana Borisovna, in her philosophical adventure, where Western sociology and categorical aesthetics, ancient Russian philosophy and metaphysics of a unified tradition became landmarks. Tatiana Borisovna always lacked topos and chronos, she wrote about Peter I and the sociology of Adorno’s music, the ontology of tragedy and the ecology of culture, about the dialogue of civilizations and the philosophy of life of Rozanov; she translated Böhme and Berleant, Sartre and Ricoeur. Particularly noteworthy is the participation of T.B. Lyubimova in grant research on the interaction of cultural models, the modernization of ideology and the globalization of cultures, where she expressed her non-standard opinion outside the ordinary field of consciousness. In short, Lyubimova’s system can be called a ‘strange philosophy’. This is a philosophy where self-discovery of the paradoxes of one’s own world takes place. This is a portrait of culture without its essence, made according to aesthetic guidelines. This is a worldview where a metaphysical thread stretched between unusual reference points: Kepler’s hexagonal snowflakes and the calendar rites of the farmers of Central Asia. Tatyana Borisovna published the largest anthology of the works of René Guénon in Russian in her own translation. The French traditionalist remained for Tatyana Borisovna a transcendental magnet of her late work, he set the course of her inner time, bestowed metaphysical freedom, and clarified the increasingly complex world of quantitative relations.",
      "citationCount": 0,
      "doi": "10.17212/2075-0862-2022-14.2.1-44-55",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/65baacf4174857e7588aa4bfce23e57a5df9c673",
      "venue": "Ideas and Ideals",
      "journal": {
        "name": "Ideas and Ideals"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c48b11803d9e5fb8f0c75050228fc77d0a573375",
      "title": "Rooted in Tradition: Exploring the Integration of Local Wisdom with Sustainability and Education for Future Research",
      "authors": [
        {
          "name": "Hani Ernawati",
          "authorId": "2267992147"
        },
        {
          "name": "S. P. Syahlani",
          "authorId": "86908661"
        },
        {
          "name": "Sari Winahjoe Siswomihardjo",
          "authorId": "118813561"
        },
        {
          "name": "Ike Janita Dewi",
          "authorId": "2336119529"
        }
      ],
      "year": 2024,
      "abstract": "Purpose: This research aims to bridge the gap between traditional practices and modern educational frameworks by identifying key themes that categorize and summarize the main aspects of local wisdom in existing literature, examining the evolution of research on local wisdom over time with a focus on its intersection with sustainability and education, and suggesting areas for further research that can enhance the understanding and application of local wisdom in contemporary contexts. \nDesign/Methodology/Approach: This research is a qualitative study utilizing a literature review method, supported by Search Engine for Articles and Knowledge Maps to identify under-researched topics, particularly in the field of local wisdom in the tourism context. \nFindings: In conclusion, the body of research underscores the transformative potential of local wisdom in enhancing cultural preservation, fostering sustainable development, empowering communities, improving education, and promoting effective environmental stewardship. By integrating traditional knowledge across various sectors such as governance, tourism, fisheries management, and agriculture, communities can reinforce their regional identity while addressing the challenges posed by globalization and modernization. This integration not only supports ecological sustainability but also encourages a sense of ownership and responsibility towards cultural heritage. The limitations and future research diection will we discussed.",
      "citationCount": 4,
      "doi": "10.9734/ajess/2024/v50i121703",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c48b11803d9e5fb8f0c75050228fc77d0a573375",
      "venue": "Asian Journal of Education and Social Studies",
      "journal": {
        "name": "Asian Journal of Education and Social Studies"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "f7baee7d994306dc78ebb1242af5648849c6327f",
      "title": "Florovsky's neopatric synthesis in modern western thought in the context of tradition and modernity",
      "authors": [
        {
          "name": "A. A. Peshkov",
          "authorId": "108215626"
        }
      ],
      "year": 2022,
      "abstract": "Introduction. The article analyzes the evaluation of the idea of the neopatristic synthesis of G.V. Florovsky in modern Western thought in the context of the modernization approach. The article also examines the influence of this approach on domestic thought. The article analyzes the views of P. Valliere, K. Stoeckl, B. Gallacher, P. Gavrilyuk and A.V. Chernyaev. In the context of the analysis, the author considers the validity and objectivity of assessments of the ideas of neopatristics in the context of the modernization approach.Materials and Methods. The material for the article was firstly the work of G.V. Florovsky himself. Secondly, the works of his researchers P. Valliere, K. Stoeckl, B. Gallagher, P. Gavrilyuk, Kalaitsidis, Williams R., A.V. Chernyaev. The article uses methods of systematic and comparative analysis, generalization and historical and philosophical analysis.Results. The conducted research shows that in relation to the idea of the neopatristic synthesis of G.V. Florovsky, a number of trends have developed in Western thought. Among them, one of the predominant is the evaluation of the idea of neopatristics in the context of the modernization approach, as an opposition of Tradition and Modernity. Within the framework of this approach, a critical understanding of the idea of neopatristics prevails as a manifestation of retrogradity that does not correspond to the challenges of modernity. The article traces the influence of this trend on domestic thought. The analysis of these approaches shows that at present it is becoming urgent to re-evaluate the legacy of G.V. Florovsky within not only one ideological direction, but also in the context of other trends, taking into account the views of G.V. Florovsky himself, his supporters and opponents.Discussion and Conclusions. The author of the study managed to conduct a comparative, systematic and historical-philosophical analysis of approaches in assessing the concept of non-patristic synthesis of G.V. Florovsky in the works of both domestic and foreign thinkers. As a result, the author was able to carry out a comprehensive analysis of various approaches in assessing the idea of neopatristic synthesis, as well as to trace the evolution of these ideas and their impact on domestic thought.",
      "citationCount": 1,
      "doi": "10.26795/2307-1281-2022-10-10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f7baee7d994306dc78ebb1242af5648849c6327f",
      "venue": "Vestnik of Minin University",
      "journal": {
        "name": "Vestnik of Minin University"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a6d429fa60ae480a5154ce20103c3beab3a23293",
      "title": "The modernization of traditional culture",
      "authors": [
        {
          "name": "Zilu Zhang",
          "authorId": "2356469362"
        }
      ],
      "year": 2025,
      "abstract": ": The modernization of traditional culture, in light of globalization and technological changes, stands as an inevitable proposition in modern times. This paper tries to look at, from different fields of study, the paradox of values and the risks of culture when facing modernization. It offers a method of balancing these issues in a dynamic way. Social change, the break in understanding across generations, and the competition from the global stage are all things that can't be avoided in the evolution process. At the same time, the loss of cultural authenticity, the alienation of goods, and the identity crisis show just how much modernity is eroding traditional culture. The paper suggests that through mechanisms like gradient protection, an ethical framework, and a pattern of collaboration involving many parties, there can be a way to keep traditions and modernity interacting with each other. The \"cultural gene threshold model\" and \"three-axis review mechanism\" are introduced in a way that helps bring new ideas with a blend of practical value and theoretical depth. These may provide a different direction for cultural governance in the future.",
      "citationCount": 0,
      "doi": "10.23977/jsoce.2025.070202",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6d429fa60ae480a5154ce20103c3beab3a23293",
      "venue": "Journal of Sociology and Ethnology",
      "journal": {
        "name": "Journal of Sociology and Ethnology"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "cfacf36a8ad599d2a65aabcd6a3101d809c58086",
      "title": "The Generative Logic of the Civilizational View of Chinese-style Modernization",
      "authors": [
        {
          "name": "Lurong Liu",
          "authorId": "2343512640"
        }
      ],
      "year": 2025,
      "abstract": "The Chinese concept of modernization and civilization is a concept of modernization and development with Chinese characteristics proposed under the guidance of the theory of socialism with Chinese characteristics in the new era, combining China’s historical traditions, social practices and development needs, integrating China’s excellent traditional culture, modern civilization and socialist core values. This theory is guided by the Marxist concept of civilization, based on China’s excellent traditional culture, based on the great practice of “two combinations”, focusing on the development trends of the world today and the common demands of mankind, and embodies the organic unity of the three logics of history, theory and practice.",
      "citationCount": 0,
      "doi": "10.53469/jssh.2025.7(01).05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cfacf36a8ad599d2a65aabcd6a3101d809c58086",
      "venue": "Journal of social sciences and humanities",
      "journal": {
        "name": "Journal of Social Science and Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
