{
  "status": "success",
  "source": "semantic_scholar",
  "query": "communitarian critique liberalism neutrality",
  "results": [
    {
      "paperId": "cd378f34d2892db3a7d5d75564fa4e6feecbe0b2",
      "title": "Hermann Heller’s critique of liberalism",
      "authors": [
        {
          "name": "Michael A. Wilkinson",
          "authorId": "2320933476"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT Hermann Heller’s critique of liberalism was both theoretical and conjunctural. He derided liberalism’s erosion of the concept of sovereignty and lamented liberalism’s complicity with the substantive inequality of his time. It its place, he argued for a restoration of the concept of popular sovereignty, as a dialectical formation of political unity and material equality through the democratic process. As a matter of political practice and strategy, however, Heller equivocated in his stance on the constitutional politics of the Weimar Republic. He initially tolerated the abrogation of parliamentary democracy due to his faith in the neutrality of the state, before diagnosing the regime as a form of authoritarian liberalism determined by the capitalist economy. This article examines Heller’s theoretical and political critique of liberalism. It outlines Heller’s conception of popular sovereignty against both Kelsen’s legal rationalism and Schmitt’s political decisionism. It also examines the significance of the interwar conjuncture, highlighting that the turn of the bourgeoisie to authoritarianism and ultimately to fascism represented a continuity of the liberal elision of the principle of popular sovereignty.",
      "citationCount": 0,
      "doi": "10.1080/20403313.2024.2399971",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd378f34d2892db3a7d5d75564fa4e6feecbe0b2",
      "venue": "Jurisprudence",
      "journal": {
        "name": "Jurisprudence",
        "pages": "420 - 442",
        "volume": "16"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2cc70111007cdec285d3c5d3bb05ef7dd5b8eccd",
      "title": "Liberalism in Dialogue: Carl Schmitts Critique and Masao Maruyamas Defense",
      "authors": [
        {
          "name": "Yidan Xia",
          "authorId": "2330570799"
        }
      ],
      "year": 2024,
      "abstract": "Abstract: Carl Schmitt criticized liberalism by asserting that it negates politics and leads to a crisis of parliamentary democracy. Through his theories on the concept of the political and sovereign decision-making, Schmitt provided a deep analysis of these issues. Masao Maruyama not only highly valued Schmitts work but also theoretically borrowed from his ideas. However, Maruyama placed individual subjectivity at the core of his analysis, using Japans traditional culture and unique historical and social context as his focus. In doing so, Masao Maruyama both supplemented and, in some aspects, refuted Schmitts critique of liberalism. For Schmitt, the survival and integrity of the political entity are paramount, necessitating a clear distinction between friends and enemies. His critique of liberalism centers not only on its moral neutrality but also on its perceived incapacity to make sovereign decisions that guarantee the preservation of the political entity. In contrast, Maruyama contended that Japanese imperialism elevated the state as the embodiment of the True, the Good, and the Beautiful, thereby positioning it as a value-laden entity, creating a metaphysical order seemingly justified by the imperative of national survival. Although this might initially appear to align with Schmitts notion of the states primacy, Maruyama ultimately critiques this belief as an ideological facade, which devolved into a mere instrument of totalitarian rule.",
      "citationCount": 0,
      "doi": "10.54254/2753-7048/70/20241018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2cc70111007cdec285d3c5d3bb05ef7dd5b8eccd",
      "venue": "Lecture Notes in Education Psychology and Public Media",
      "journal": {
        "name": "Lecture Notes in Education Psychology and Public Media"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "60589a98a18ec33912737679949d015ed65c895b",
      "title": "LIBERTARIAN AND COMMUNITARIAN CRITIQUE OF JOHN RAWLS’S VIEWS AND THEIR EVOLUTION IN THE WORK “POLITICAL LIBERALISM”",
      "authors": [
        {
          "name": "N. A. Shaveko",
          "authorId": "2047790223"
        }
      ],
      "year": 2018,
      "abstract": "The article reviews critical remarks on the J. Rawls’s theory of justice proposed by the thinkers of the libertarian (Nozick) and communitarian (Sandel, Taylor, McIntire) directions, and makes an attempt to refute these criticisms. In particular, with help of neokantian and contemporary liberal philosophy of law it defends the Kantian approach to the problem of justice (a priori), the admissibility of the very formulation of the issue of distributive justice (the limited state intervention in the economy and private life is argued), and grounds the Kantian concept of personality applied by J. Rawls and its compatibility with providing of morality, ideals of brotherhood and love. Among other things, the “argument of Wilt Chamberlain” used by libertarians is rejected, and the possibility of meaningful judgments about justice in the Rawls’ situation of “initial position” is proved. The author argues that the universal liberal theory of justice can be compatible with its complementary moral ideals, but for this the latter must also withstand the test of universality. The author analyzes the main ideas proposed by J. Rawls in his work “Political Liberalism” (overlapping consensus, public reason) as a response to the objections of communitarists, and argues the author’s position on these ideas. In particular, it is demonstrated on the example of the worldview contradictions of believers, agnostics and atheists, that political liberalism is not philosophically neutral, and the idea of overlapping consensus has a limited scope. The conclusion is that the concept of justice cannot be philosophically neutral, and the Kantian approach to the problem of justice, also used by Rawls himself in the Theory of Justice, can be a philosophical basis, reflecting in the best way the generally accepted principles of freedom and equality.",
      "citationCount": 0,
      "doi": "10.21638/11701/SPBU25.2018.207",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/60589a98a18ec33912737679949d015ed65c895b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "382–399-382–399",
        "volume": "62"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "1e01eb7e30b41c410682241c5c5928b1bee8846f",
      "title": "The Influence of Confucianism on the Communitarian critique of Liberalism",
      "authors": [
        {
          "name": "E. Thibaud",
          "authorId": "1393431080"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e01eb7e30b41c410682241c5c5928b1bee8846f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "79ad2e1d719b13f45e01d561b3ae67f3596230ae",
      "title": "FROM PRIVATE RIGHTS TO PUBLIC GOOD: THE COMMUNITARIAN CRITIQUE OF LIBERALISM IN JUDAIC PERSPECTIVE",
      "authors": [
        {
          "name": "Alan L. Mittleman",
          "authorId": "48153905"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/79ad2e1d719b13f45e01d561b3ae67f3596230ae",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e0cab35ce79bbc3dfa2082b0453972cd004d3694",
      "title": "Political philosophy, an attempt to investigate the possibilities of reconciling Western notions of rationality and individualism with the communitarian critique of liberalism and communalism in African thought",
      "authors": [
        {
          "name": "X. Vitsha",
          "authorId": "117162836"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e0cab35ce79bbc3dfa2082b0453972cd004d3694",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d410bd5caa6faaf92938ded496b24028b3a73ea6",
      "title": "Paul and Political Critique: Liberalism, Ontology, and the Pauline Community",
      "authors": [
        {
          "name": "T. Weaver",
          "authorId": "49191424"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1163/15685152-02545P08",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d410bd5caa6faaf92938ded496b24028b3a73ea6",
      "venue": "",
      "journal": {
        "name": "Biblical Interpretation",
        "pages": "591-608",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "695e80cc639cb6e80fb6d9cc71e0ab9a3e83362b",
      "title": "OF LIBERALISM: LIBERAL AUTONOMY AND COMMUNITARIAN HETERONOMY*",
      "authors": [
        {
          "name": "R. Bellah",
          "authorId": "32098588"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/695e80cc639cb6e80fb6d9cc71e0ab9a3e83362b",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "f3c27d5bd6a0ac98363d977acd6e0bb13c6911d7",
      "title": "Communitarian Critiques of Liberalism and Its Applicability",
      "authors": [],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.25236/ajhss.2022.051504",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3c27d5bd6a0ac98363d977acd6e0bb13c6911d7",
      "venue": "Academic Journal of Humanities &amp; Social Sciences",
      "journal": {
        "name": "Academic Journal of Humanities &amp; Social Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b8cdc282fb8d01be699437187e3a9f6f7f38783f",
      "title": "A Critique of Positivism: Human Nature and Anarchy",
      "authors": [
        {
          "name": "Sunny Lama",
          "authorId": "2293465984"
        }
      ],
      "year": 2024,
      "abstract": "Positivism and post positivism are two paradigms within the field of international relations (IR) that differ in their approaches to ontology (the nature of reality) and epistemology (how knowledge is acquired) in the study of international politics. Ontologically, positivists are objectivists, meaning that they believe there are objective facts (for example, selfish human nature) and laws (for example, anarchy leads to chaos) in international politics. Positivists apply common rationality and value-neutrality as epistemological tools to discover and analyze such claims regarding external and objective social reality. In this paper, I make two points. First, positivism (realism and liberalism) has a natural propensity to reify social concepts into trans historical essence to generate causal theories. However, in reality, human nature is complex and the meaning of social realities such as human nature and anarchy is conceptual and constitutive. Second, the adoption of common rationality and value-neutrality as epistemological building blocks lead positivism to a rigid and ahistorical view of human nature and anarchy. In contrast, post positivism (critical theory and constructivism) can generate a relatively nuanced and complete picture of international politics.",
      "citationCount": 1,
      "doi": "10.3126/unityj.v5i1.63161",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8cdc282fb8d01be699437187e3a9f6f7f38783f",
      "venue": "Unity Journal",
      "journal": {
        "name": "Unity Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f45a378c0cc51ae3f661a9c1c2da86813837a52b",
      "title": "Reasonable Pluralism, Moderate Confucian Perfectionism, and Pluralistic Neutrality",
      "authors": [
        {
          "name": "Zhuoyao Li",
          "authorId": "51255171"
        }
      ],
      "year": 2022,
      "abstract": "\nModerate Confucian perfectionism aims to take advantage of both the capacity of liberalism to accommodate reasonable pluralism and the richness of Confucianism to endorse shared values without much controversy. Drawing from John Rawls’s proviso, Franz Mang offers an internal critique of moderate Confucian perfectionism by constructing a “wide view of moderate perfectionism” according to which active promotion of Confucianism or Confucian values violates the liberal condition to accommodate reasonable pluralism. In this article, I will argue that Mang’s internal critique not only reveals the weakness of moderate Confucian perfectionism but also pushes moderate perfectionism closer to neutrality, which can be demonstrated by adopting a pluralistic understanding of liberal neutrality. Furthermore, the pluralistic understanding of liberal neutrality leads to a convergent view of the relationship between political liberalism and moderate perfectionism, on the basis of which a modified proviso can be constructed to take advantage of both freestanding political reasons and freestanding perfectionist reasons. This modified proviso not only meets the liberal condition to accommodate reasonable pluralism but also strengthens the case for political liberalism.",
      "citationCount": 2,
      "doi": "10.1163/26669773-02020001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f45a378c0cc51ae3f661a9c1c2da86813837a52b",
      "venue": "Comparative Political Theory",
      "journal": {
        "name": "Comparative Political Theory"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fd230003f7ae96834f2ec97228027b2fa4b37651",
      "title": "The intersubjectivist conception of autonomy: Axel Honneth’s Neo-Hegelian critique of liberalism",
      "authors": [
        {
          "name": "Marjan Ivkovic",
          "authorId": "118414384"
        }
      ],
      "year": 2017,
      "abstract": "The paper reconstructs Axel Honneth’s Neo-Hegelian critique of the classical-liberal conception of autonomy and his articulation of an alternative view of personal autonomy as the property of certain types of intersubjective relations of recognition in modernity, developed most systematically in Honneth’s recent work Freedom’s Right (Das Recht der Freiheit). The analysis of Freedom’s Right focuses on reconstructing Honneth’s critique of the ‘negative’ and ‘reflexive’ types of freedom (autonomy) articulated within the liberal tradition, and contrasting the former two with the conception of ‘social freedom’ (the intersubjectivist conception of autonomy) that Honneth formulates through a detailed ‘normative reconstruction of modernity’. Finally, the paper considers the proximity of Honneth’s ‘Hegelian liberalism’ to communitarianism.",
      "citationCount": 0,
      "doi": "10.2298/FID1701074I",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd230003f7ae96834f2ec97228027b2fa4b37651",
      "venue": "",
      "journal": {
        "name": "Filozofija I Drustvo",
        "pages": "74-89",
        "volume": "28"
      },
      "publicationTypes": null
    },
    {
      "paperId": "906d03cb7ab5f124f364072ce0c15e3d8edd714c",
      "title": "Liberalism after Communitarianism 1",
      "authors": [
        {
          "name": "Charles Blattberg",
          "authorId": "114706452"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/906d03cb7ab5f124f364072ce0c15e3d8edd714c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "de474875ac464f41b2e023ed19d3480d2d058cf3",
      "title": "Identity and Liberalism in Public Health: A Response to the Open Peer Commentaries",
      "authors": [
        {
          "name": "H. Ismaili M'hamdi",
          "authorId": "1403321426"
        }
      ],
      "year": 2021,
      "abstract": "I would like to thank all who have taken the time to read and comment on my target article in which I compare state neutrality and perfectionism as approaches to justify public health policy and argue that perfectionism is the most promising approach (Ismaili M’hamdi 2021). The article has yielded seven commentaries. It is impossible for me to do justice to the commentators within the limits of this response. Given that criterion (d) of the liberal proviso, the role of identity and my description of state neutrality and liberalism elicited the most attention and critique I will focus on these topics.",
      "citationCount": 0,
      "doi": "10.1080/15265161.2021.1974977",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/de474875ac464f41b2e023ed19d3480d2d058cf3",
      "venue": "American Journal of Bioethics",
      "journal": {
        "name": "The American Journal of Bioethics",
        "pages": "W1 - W5",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "caa2cce0e9fa0163e42aa60963c29c5d0370a6f7",
      "title": "The cambridge companion to liberalism",
      "authors": [
        {
          "name": "S. Wall",
          "authorId": "145885057"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 34,
      "doi": "10.1017/CBO9781139942478",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/caa2cce0e9fa0163e42aa60963c29c5d0370a6f7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f564846411ccbfe6325de5705be80f9840839c57",
      "title": "Perfectionist Liberalism and the Legitimacy of International Law",
      "authors": [
        {
          "name": "Michael Sevel",
          "authorId": "117319783"
        }
      ],
      "year": 2019,
      "abstract": "This chapter examines Joseph Raz’s perfectionist liberalism, an alternative to liberal neutrality. Perfectionists, unlike neutralists, have done little to extend their view beyond the state to international law and institutions. It considers whether perfectionist liberalism can be a theory of legitimacy in this sphere. The discussion focuses on the neutralist worry that the moral pluralism and the conception of autonomy that are aspects of Raz’s view fail to respect moral diversity and the equal standing of citizens across state boundaries. In particular, it looks at Martha Nussbaum’s claim that Raz’s liberalism is less stable than John Rawls’s because it is incompatible with the moral views of many people. The chapter argues that this critique is not persuasive in the state context and, even if it were compelling, it would be less so in the suprastate context, due to well-known attributes of international institutions, including their limited jurisdiction and their relatively limited capacity to enforce norms and decisions.",
      "citationCount": 2,
      "doi": "10.1093/OSO/9780198825265.003.0011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f564846411ccbfe6325de5705be80f9840839c57",
      "venue": "Legitimacy",
      "journal": {
        "name": "Legitimacy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0c3dee2f00365fd05a0ec5a80877b592d147920b",
      "title": "Individuality vs. Community: Confronting the Liberal-Communitarian Debates",
      "authors": [
        {
          "name": "A. Sevilla",
          "authorId": "66283272"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-58353-2_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c3dee2f00365fd05a0ec5a80877b592d147920b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "77-128",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "747269fae33e8cbd4d6a888a14b8e848bc70435d",
      "title": "THE LIBERAL-COMMUNITARIAN DEBATE - A LACANIAN ANALYSIS",
      "authors": [
        {
          "name": "François Levrau",
          "authorId": "2083681982"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/747269fae33e8cbd4d6a888a14b8e848bc70435d",
      "venue": "",
      "journal": {
        "name": "Cosmos and history: the journal of natural and social philosophy",
        "pages": "103-135",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f8f80d155fe9c02a78a91305d308ff2f7bee097b",
      "title": "The Relationship between Liberalism and Conservatism",
      "authors": [
        {
          "name": "A. Bousfield",
          "authorId": "119450011"
        }
      ],
      "year": 2018,
      "abstract": "Mill, neutrality and inconsistency: \"harm\" and neutrality \"Utilitarianism\" versus \"On Liberty\" pleasure, conformism and the \"good of humanity\". Hayek's libertarian neutrality: \"spontaneous order\" and the value of liberty the empirical case for liberty the conservative case for liberty Hayek's putative Kantism Hayek's inconsistency. Challenges to neutrality I - Liberalism with a moral foundation: the idea of \"character\" Green on \"character\" Hobhouse's \"harmonic principle\" Green, Hobhouse and the moral foundation of liberalism. Challenges to neutrality II - Ethical liberalism and contemporary debates: Galston, Reiman Machan - contemporary advocates of a liberal \"good\" the anomalous liberalism of Richard Rorty \"political liberalism\", the \"liberal/communitarian\" debate and conservatism - Bellamy, Rorty and Oakeshott. Liberalism's neutrality - the evolution of an illusion a viable liberalism?",
      "citationCount": 0,
      "doi": "10.4324/9780429427664",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8f80d155fe9c02a78a91305d308ff2f7bee097b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "49a353803acb7fc2db3e9f734cc46fc32310bee6",
      "title": "Book Review: Karl Marx’s Ecosocialism: Capitalism, Nature, and the Unfinished Critique of Political Economy by Kohei Saito",
      "authors": [
        {
          "name": "Christian Stache",
          "authorId": "114502923"
        }
      ],
      "year": 2018,
      "abstract": "Konings’ modern and postmodern critique of capitalism suggests a new critical theory to conceptualize the inner workings of the financial system. To make his claim, the author argues that neoliberalism, through the expansion of speculation, is a response to the return to classical free market liberalism but is not the neoclassical premise of neutrality and efficiency in the marketplace. The current discussion led by policy makers in the United States and Europe focuses on the placement of external limits on the extension of credit. While the intention of some policy makers is to curb speculative practices by banks and to keep liquidity in the market, administrations from Reagan to Trump have been able to weaken protective measures of the financial system by deregulation and the destruction of the manufacturing economy. By allowing for the expansion of endogenous forces to self-regulate, the state has been able to reduce the value of labour to a technical parameter in economic policy and to restructure the economy based on the monetization of debt. An economy based on the monetization of debt and management of economic growth through inflationary targets is overly reliant on economic contingency plans. This creates a self-organizing system that promotes the perpetual refinancing of debt and justifies a ‘too big to fail culture’ based on a neoliberal ideology. Since the 2008 financial crisis, business and governmental elites have been able to capture the policy discourse on reform to address systemic problems in finance and regulatory agencies. The critique of financial governance in Capital and Time provides objective criteria for the reassessment of capital, speculation, and finance and, thereby, allows for the expansion on theoretical claims in philosophical and political economy.",
      "citationCount": 0,
      "doi": "10.1177/0309816818803025m",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49a353803acb7fc2db3e9f734cc46fc32310bee6",
      "venue": "Capital and Class",
      "journal": {
        "name": "Capital & Class",
        "pages": "605 - 607",
        "volume": "42"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "d25f06101f2256ed46bd220c1c8e863407e3f673",
      "title": "Communitarianism: A Corrective or an Alternative?",
      "authors": [
        {
          "name": "Ömer Faruk Uysal",
          "authorId": "2278740175"
        }
      ],
      "year": 2024,
      "abstract": "Communitarian thought could be a noteworthy alternative to the prevailing moral-political realities established by liberal assumptions and presuppositions, as its interpretations on issues it broaches in the realms of being, knowledge, and value indicate. However, it is not entirely accurate to say that communitarianism is examined as an alternative to liberal thought in the literature. The role assigned to it is more so to serve as a corrective that moderates the extremes of liberal thought. This article aims to reinterpret communitarianism not as a corrective of liberalism, but as an alternative thought system to it. The main contention of the article is that, just like liberalism, communitarianism can indeed be read as a standalone political philosophy. This claim is sought to be grounded in the article by the existence of a unique philosophical foundation from which the criticisms of communitarian thinkers toward liberalism also emerge and are nourished - in other words, the fundamental premises and assumptions that make the communitarian critique “communitarian”. In this context, rather than focusing on the critiques of communitarians against liberalism, the article offers an examination that reveals the ontological, epistemological, and axiological foundations of communitarian thought.",
      "citationCount": 0,
      "doi": "10.12658/m0740",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d25f06101f2256ed46bd220c1c8e863407e3f673",
      "venue": "Journal of Humanity and Society (insan &amp; toplum)",
      "journal": {
        "name": "Journal of Humanity and Society (insan &amp; toplum)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e7cc627a82dce01446315a3ba5f53f7f394e8f03",
      "title": "Political morality and neutrality",
      "authors": [
        {
          "name": "Michal Sládecek",
          "authorId": "114873494"
        }
      ],
      "year": 2018,
      "abstract": "The article gives the reasons why a distinction between political morality and ethical conceptions needs to be drawn, as well as the reasons for which political liberalism is a substantial moral conception, and as such in tension with certain understandings of the neutrality. Further, the text analyzes the definition of personality through capacity for action (above all ethical). Recognition of this capacity is necessary, but not sufficient to attribute to a person a special status from the standpoint of political morality, since individuals also must be capable to coordinate their ethical actions with moral principles of others. Further, the text critiques Charles Larmore’s moral grounding of the theory of justice on respect of persons by arguing that the concept of respect should be considered as part of the complex interrelationships with other moral concepts, such as equality. In this way, neutrality regarding content of respect, as well as neutrality regarding capacity for ethical action turns out to be insufficient.",
      "citationCount": 2,
      "doi": "10.2298/fid1803401s",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e7cc627a82dce01446315a3ba5f53f7f394e8f03",
      "venue": "",
      "journal": {
        "name": "Filozofija I Drustvo",
        "pages": "401-414",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0829da28678c9d16819289fc29c62d7852333bea",
      "title": "應該不只有一種公共健康倫理",
      "authors": [
        {
          "name": "國斌 程",
          "authorId": "2336155348"
        }
      ],
      "year": 2024,
      "abstract": "LANGUAGE NOTE | Document text in Chinese; abstract also in English. \nProfessor Cong Yali’s paper precisely describes the central contradiction in contemporary public health ethics, which is related to the difference between individual liberalism and communitarianism. However, it fails to critique the root cause of this contradiction—the modernity that is the basis of public health’s construction. From the perspective of traditional Chinese medicine and philosophy, it is possible to develop a cognitive approach to human public health that is entirely distinct from modernity, thereby providing a more robust justification for the ‘publicness’ of public health ethics.",
      "citationCount": 0,
      "doi": "10.24112/ijccpm.222873",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0829da28678c9d16819289fc29c62d7852333bea",
      "venue": "International Journal of Chinese &amp; Comparative Philosophy of Medicine",
      "journal": {
        "name": "International Journal of Chinese &amp; Comparative Philosophy of Medicine"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b989b1f0d591e830cf91635258a390b1f0e51c8d",
      "title": "Revisiting communitarianism: neither liberal nor authoritarian",
      "authors": [
        {
          "name": "Ömer Faruk Uysal",
          "authorId": "2278740175"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/s41599-025-05506-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b989b1f0d591e830cf91635258a390b1f0e51c8d",
      "venue": "Humanities and Social Sciences Communications",
      "journal": {
        "name": "Humanities and Social Sciences Communications",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5bdc3a8d0ae225cde677764d6974ce1e9632bb16",
      "title": "Doğu’dan Batı’ya Kolektiviteler Üzerinden Birey-Devlet İlişkisi: Konfüçyan, Hegelyan ve Komüniteryan Siyaset Felsefelerinde Toplumsal Birey Anlayışı",
      "authors": [
        {
          "name": "Nurcan Ceyhan",
          "authorId": "2215552660"
        }
      ],
      "year": 2023,
      "abstract": "This study aims to analyze the nature of the individual-state relationship from a holistic perspective using the descriptive method. The importance attributed to the sociality of the individual is embedded in both Eastern and Western political philosophies. The position of the individual in relation to the state and other social structures depends on the philosophical comprehension of the period and context. The emphasis on the sociality of the individual, as represented in the critique of classical liberalism’s perception of the individual, has a historical basis, is also found in Confucian ethics and Hegel’s philosophical approach, and which thereby implies a linear understanding. Most notably, since the last quarter of the 20th century, liberal communitarians have reinvigorated debate by criticizing classical liberal conception of the individual. In contrast to classical liberalism’s transcendental concept of the individual, which is free from social/collective features, liberal communitarians highlight the significance of social ties and structures. Implicitly acknowledging the importance of the collective ties of the individual, this study examines the individual’s relationship with collective structures, especially the state, in Confucianism, Hegelian political thought, and communitarianism, argues that the relationship between the two has been a subject of constant debate from past to present.",
      "citationCount": 0,
      "doi": "10.33723/rs.1356929",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5bdc3a8d0ae225cde677764d6974ce1e9632bb16",
      "venue": "R&amp;S - Research Studies Anatolia Journal",
      "journal": {
        "name": "R&amp;S - Research Studies Anatolia Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
