{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Gadamer tradition hermeneutics",
  "results": [
    {
      "title": "Georgia Warnke, Gadamer: Hermeneutics, Tradition and Reason",
      "url": "https://philpapers.org/rec/WARGHT-4",
      "philpapers_id": "WARGHT",
      "snippet": "Hans-Georg Gadamer is one of the leading philosophers in the world today. His philosophical hermeneutics has had a major impact in a wide range of disciplines, including the social sciences, literary criticism, theology and jurisprudence. Truth and Method, his major work, is widely recognised to be one of the great classics of twentieth-century thought.",
      "page_age": null
    },
    {
      "title": "Theodore Kisiel, The happening of tradition: The hermeneutics of Gadamer and Heidegger",
      "url": "https://philpapers.org/rec/KISTHO",
      "philpapers_id": "KISTHO",
      "snippet": "Heidegger and the Tradition, by Werner Marx, translated by Theodore Kisiel and Murray Greene, with Introduction by Theodore Kisiel.Charles Seibert - 1974 - Journal of the British Society for Phenomenology 5 (2):171-174. Dilthey&#x27;s narrative model of human development: Necessary reconsiderations after the philosophical hermeneutics of Heidegger and Gadamer...",
      "page_age": null
    },
    {
      "title": "Hans-Georg Gadamer (ed.), Philosophical hermeneutics",
      "url": "https://philpapers.org/rec/GADPH",
      "philpapers_id": "GADPH",
      "snippet": "This excellent collection contains 13 essays from Gadamer&#x27;sKleine Schriften,dealing with hermeneutical reflection, phenomenology, existential philosophy, and ...",
      "page_age": null
    },
    {
      "title": "Joel Weinsheimer, Gadamer's Hermeneutics: A Reading of Truth and Method",
      "url": "https://philpapers.org/rec/WEIGHA-3",
      "philpapers_id": "WEIGHA",
      "snippet": "But a renewed interest in the question of what we are to make of tradition, no doubt spurred in large measure by deconstruction&#x27;s effort to unmake it, has lent Gadamer a new pertinence. One sign that his stock is on the rise is the publication of Joel Weinsheimer&#x27;s Gadamer&#x27;s Hermeneutics, a much needed and admirably written introduction to Truth and Method that should push its value even higher.",
      "page_age": null
    },
    {
      "title": "Paul Regan, Hans-Georg Gadamer’s philosophical hermeneutics: Concepts of reading, understanding and interpretation",
      "url": "https://philpapers.org/rec/REGHGP",
      "philpapers_id": "REGHGP",
      "snippet": "Hans-Georg Gadamer’s philosophical hermeneutics is a popular qualitative research interpretive method aiming to explore the meaning of individual experiences in relation to understanding human interpretation.",
      "page_age": null
    },
    {
      "title": "Daniel Martin Feige, Living Tradition: Jazz Improvisation in the Light of Gadamer’s Hermeneutics",
      "url": "https://philpapers.org/rec/FEILTJ",
      "philpapers_id": "FEILTJ",
      "snippet": "The tradition of modern philosophical hermeneutics could be told in such a way that from Schleiermacher to Gadamer the process of universalization can be seen (Grondin 1994). In Heidegger and Gadamer ...",
      "page_age": null
    },
    {
      "title": "Camille Elise Atkinson, Gadamer, Tradition and Subjectivity",
      "url": "https://philpapers.org/rec/ATKGTA",
      "philpapers_id": "ATKGTA",
      "snippet": "In Truth and Method, Hans-Georg Gadamer maintains that &quot;tradition&quot; and &quot;prejudice&quot; are constitutive of hermeneutic understanding, or the kind of understanding that is proper to the human sciences. This has led ...",
      "page_age": null
    },
    {
      "title": "Hans-Georg Gadamer, On the Discrediting of Prejudice by the Enlightenment",
      "url": "https://philpapers.org/rec/GADOTD",
      "philpapers_id": "GADOTD",
      "snippet": "The Hermeneutics reader: texts of the German tradition from the Enlightenment to the present.Kurt Mueller-Vollmer (ed.) - 1985 - New York: Continuum. Gadamer&#x27;s Century: Essays in Honor of Hans-Georg Gadamer.Hans Georg Gadamer, J.",
      "page_age": null
    },
    {
      "title": "Andrew Fuyarchuk, Gadamer – Cheng: Conversations in Hermeneutics",
      "url": "https://philpapers.org/rec/FUYGC",
      "philpapers_id": "FUYGC",
      "snippet": "1 Introduction1 In the 1980s, hermeneutics was often incorporated into deconstructionism and literary theory. Rather than focus on authorial intentions, the nature of writing itself including codes used to construct meaning, socio-economic contexts and inequalities of power,2 Gadamer introduced a different perspective; the interplay between effects of history on a reader’s understanding and the tradition(s) handed down in writing.",
      "page_age": null
    },
    {
      "title": "Hans-Georg Gadamer, Classical and Philosophical Hermeneutics",
      "url": "https://philpapers.org/rec/GADCAP",
      "philpapers_id": "GADCAP",
      "snippet": "The Romantic conception of hermeneutics was psychologized by Dilthey and re-founded upon the principle of consciousness. With Heidegger became conceived as an ontological phenomenon identical to Existenz itself. For Gadamer, hermeneutics criticizes the ‘pale abstractions’ of Enlightenment conceptions of philosophy for neglecting the work of concepts in philosophy; concepts that have their origins in the self-critical communicative movement of human interpretation",
      "page_age": null
    },
    {
      "title": "Theodore D. George & Gert-Jan van der Heiden (eds.), The Gadamerian Mind",
      "url": "https://philpapers.org/rec/GEOTGM",
      "philpapers_id": "GEOTGM",
      "snippet": "The Gadamerian Mind is a major ... and hermeneutics from around the world. Thirty-eight chapters are divided into six clear parts: Overviews Key Concepts Historical Influences Contemporary Encounters Beyond Philosophy Legacies and Questions. Although Gadamer&#x27;s work addresses a remarkable range of topics, careful consideration is given throughout the volume to consistent concerns that orient his thought. Important in this respect is his relation to philosophers in the Western tradition, from Plato ...",
      "page_age": null
    },
    {
      "title": "Jeffrey James Polet, Liberal Interpretations: Gadamer's Hermeneutics and the Modern Subject",
      "url": "https://philpapers.org/rec/POLLIG",
      "philpapers_id": "POLLIG",
      "snippet": "By engaging in a preliminary investigation of the nature of modernity--focusing specifically on the loss of historical consciousness, a widespread sense of alienation, the &quot;loss of the gods,&quot; and the primacy of the will--the work sets the stage by which Gadamer&#x27;s hermeneutical theory is shown to be a therapy for much of what ails the modern world. ;The preliminary discussion on Gadamer follows Gadamer&#x27;s own theory by showing how his indebtedness to and critique of certain key thinkers--Hegel, Husserl, Dilthey and Heidegger--provides the framework and content of his own recovery of historical consciousness, manifested in his defense of &quot;prejudice&quot; and tradition.",
      "page_age": null
    },
    {
      "title": "Camille E. Atkinson, Is Gadamer’s Hermeneutics Inherently Conservative?",
      "url": "https://philpapers.org/rec/ATKQGH",
      "philpapers_id": "ATKQGH",
      "snippet": "According to two critics, Georgia Warnke and John Caputo, Gadamer&#x27;s hermeneutics is inherently &quot;conservative&quot; insofar as he appeals to tradition as a constituent in understanding. They insist that he simply preserves the ideals, norms and values of the Western metaphysical tradition without critically examining them.",
      "page_age": null
    },
    {
      "title": "Panagiotis Thanassas, Gadamer and Aristotle. Problems of a Hermeneutic Appropriation",
      "url": "https://philpapers.org/rec/THAGAA",
      "philpapers_id": "THAGAA",
      "snippet": "When Gadamer elaborates his conception of philosophical hermeneutics as a transcendental inquiry, he appeals to Aristotle’s practical philosophy as a “model”, which can elucidate his own conceptualization of understanding as intrinsically ...",
      "page_age": null
    },
    {
      "title": "Hans Georg Gadamer & Hugh J. Silverman (eds.), Gadamer and Hermeneutics",
      "url": "https://philpapers.org/rec/GADGAH-3",
      "philpapers_id": "GADGAH",
      "snippet": "Hans-Georg Gadamer, &quot;Truth and Method&quot;; Hans-Georg Gadamer, &quot;Philosophical Hermeneutics&quot;; Hans-Georg Gadamer, &quot;Hegel&#x27;s Dialectic: Five Hermeneutical Studies&quot;.Alan Sica - 1977 - Telos: Critical Theory of the Contemporary 34.",
      "page_age": null
    },
    {
      "title": "Hugh J. Silverman (ed.), Gadamer and Hermeneutics: Science, Culture, Literature",
      "url": "https://philpapers.org/rec/GADGAH-2",
      "philpapers_id": "GADGAH",
      "snippet": "This title, first published in 1991, opens with an account by Gadamer of his own life and work and their relation to the achievements of hermeneutics. Building upon the key theme of dialogue, Gadamer and Hermeneutics provides a series of essays, either linked Gadamer to other major contemporary philosophers or focusing on a given Gadamerian theme.",
      "page_age": null
    },
    {
      "title": "Despina Neztekidou, H.-G. Gadamer’s Hermeneutics",
      "url": "https://philpapers.org/rec/NEZHGH",
      "philpapers_id": "NEZHGH",
      "snippet": "Hans Georg Gadamer in his influential work Truth and Method attempts to represent hermeneutics as the dialogue between discourse on the truth and discourse on the method by which we grasp the truth, in order to indicate that intersubjective ...",
      "page_age": null
    }
  ],
  "count": 17,
  "errors": []
}
