{
  "status": "success",
  "source": "openalex",
  "query": "colonialism tradition destruction",
  "results": [
    {
      "openalex_id": "W2672082960",
      "doi": "10.1353/aq.2017.0020",
      "title": "The Rest of Us: Rethinking Settler and Native",
      "authors": [
        {
          "name": "Robin D. G. Kelley",
          "openalex_id": "A5108566901",
          "orcid": "https://orcid.org/0000-0003-1648-0726"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "The Rest of Us:Rethinking Settler and Native Robin D. G. Kelley (bio) Marxist analysis should always be slightly stretched every time we have to do with the colonial problem. —Frantz Fanon, The Wretched of the Earth Neither the English people themselves nor the masses of imperial subjects could be expected to perpetually accede to the imperial myth of civilizing in the face of the overtly selfish and catastrophic preoccupations of white settler colonists. —Cedric J. Robinson, Black Marxism In Patrick Wolfe we lost an intellectual giant. More than any other scholar, he has emerged as the leading figure in the burgeoning field of settler colonial studies and has done so much to advance its generative theoretical paradigm. We also lost another intellectual giant in 2016: Cedric J. Robinson, whose work challenged liberal and Marxist theories of political change, exposed the racial character of capitalism, unearthed a Black Radical Tradition and examined its social, political, cultural, and intellectual bases, and advanced a concept of racial regimes that deepens our understanding of the historically contingent character of racism. I learned a great deal from both men. When I first read Wolfe's Traces of History: Elementary Structures of Race, I found myself returning to Robinson's work, to places where their ideas converge and, especially, where they diverge. Unfortunately, Robinson's absence in the discourse on settler colonialism has, in my view, impoverished much of the work—including Wolfe's outstanding new book. My essay is a modest attempt to wrestle with specific claims in Traces of History, with Robinson's insights into race, racial capitalism, and colonialism, as well as traces of South African and European history, informing my critique. Traces of History expands Wolfe's argument that settler colonialism operates through a \"logic of elimination.\" The destruction or expulsion of indigenous peoples is a continuous feature of settler societies, primarily because they want the land. The logic of elimination is also consistent with forced assimilation as well as state policies that define and protect limited rights for indigenous [End Page 267] people through the politics of recognition: cultural protections and individual rights in lieu of indigenous sovereignty, land and water rights, and the means of livelihood—a critical point made recently by Glen Coulthard.1 Wolfe sets out to interrogate the operations of race making in specific historical processes, in particular, in the always contingent struggles over land, labor, culture, and power. It is important to acknowledge Wolfe's recognition of the fundamental role of race so as to avoid the impulse to pit a racialization framework against a settler colonial one, or to treat white supremacy and anti-Blackness as transhistorical structures that overdetermine myriad processes of racialization. Wolfe, by contrast, argues for the historical specificity and mutability of race or \"regimes of race.\" \"There are no grounds,\" he writes, \"for assuming that such striking disparities represent the uniform workings of a discursive monolith called 'race.' Rather, this book will stress the diversity distinguishing the regimes of difference with which colonisers have sought to manage subject populations.\"2 A critical insight, especially at a moment when in our zeal for the transnational or our discovery of W. E. B. Du Bois's pithy formulation that the \"color line belts the world,\"3 there is a tendency to characterize racial regimes as global constructions by emphasizing what they hold in common. And yet Lorenzo Veracini correctly points out that because the dynamic between colony and metropole renders settler colonialism inherently transnational and transcultural, its historiography \"should be also considered in the context of its global development.\"4 I want to suggest that by not incorporating more of the globe in his study, Wolfe's particular formulation of settler colonialism delimits more than it reveals. As he writes in the introduction: \"The role that colonialism has assigned to Indigenous people is to disappear. By contrast, though slavery meant the giving up of Africa, Black Americans were primarily colonised for their labour rather than for their land.\"5 The statement is problematic for two reasons. First, it presumes that indigenous people exist only in the Americas and Australasia. African indigeneity is erased in this formulation because, through linguistic sleight of hand...",
      "cited_by_count": 211,
      "type": "article",
      "source": {
        "name": "American Quarterly",
        "type": "journal",
        "issn": [
          "0003-0678",
          "1080-6490"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Race, History, and American Society",
        "Latin American and Latino Studies",
        "Asian American and Pacific Histories"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W2672082960"
    },
    {
      "openalex_id": "W1547902326",
      "doi": null,
      "title": "The civil sphere",
      "authors": [
        {
          "name": "Jeffrey C. Alexander",
          "openalex_id": "A5058196351",
          "orcid": "https://orcid.org/0000-0003-3600-8023"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "Introduction PART I. CIVIL SOCIETY IN SOCIAL THEORY 1. POSSIBILITES OF JUSTICE 2. REAL CIVIL SOCIETIES: DILEMMAS OF INSTITUTIONALIZATION Civil Society I Civil Society II Return to Civil Society I? Toward Civil Society III 3. BRINGING DEMOCRACY BACK IN: REALISM, MORALITY, SOLIDARITY Utopianism: The Fallacies of Twentieth-Century Evolutionism Realism: The Tradition of Thrasymachus Morality and Solidarity Complexity and Community Cultural Codes and Democratic Communication PART II. STRUCTURES AND DYNAMICS OF THE CIVIL SPHERE 4. DISCOURSES: LIBERTY AND REPRESSION Pure and Impure in Civil Discourse The Binary Structures of Motives The Binary Structures of Relationships The Binary Structures of Institutions Civil Narratives of Good and Evil Everyday Essentialism The Conflict over Representation 5. COMMUNICATIVE INSTITUTIONS: PUBLIC OPINION, MASS MEDIA, POLLS, ASSOCIATIONS The Public and Its Opinion The Mass Media Public Opinion Polls Civil Associations 6. REGULATIVE INSTITUTIONS (1): VOTING, PARTIES, OFFICE Civil Power: A New Approach to Democratic Politics Revisiting Thrasymachus: The Instrumental Science of Politics Constructing and Destructing Civil Power (1): The Right to Vote and Disenfranchisement Constructing and Destructing Civil Power (2): Parties, Partisanship, and Election Campaigns Civil Power in the State: Office as Regulating Institution 7. REGULATIVE INSTITUTIONS (2): THE CIVIL FORCE OF LAW The Democratic Possibilities of Law Bracketing and Rediscovering the Civil Sphere: The Warring Schools of Jurisprudence The Civil Morality of Law Constitutions as Civil Regulation The Civil Life of Ordinary Law Legalizing Social Exclusion: The Antidemocratic Face of Law 8. CONTRADICTIONS: UNCIVILIZING PRESSURES AND CIVIL REPAIR Space: The Geography of Civil Society Time: Civil Society as Historical Sedimentation Function: The Destruction of Boundary Relations and Their Repair Forms of Boundary Relations: Input, Intrusion, and Civil Repair PART III. SOCIAL MOVEMENTS IN THE CIVIL SPHERE 9. SOCIAL MOVEMENTS AS CIVIL TRANSLATIONS The Classical Model The Social Science of Social Movements (1): Secularizing the Classical Model The Social Science of Social Movements (2): Inverting the Classical Model The Social Science of Social Movements (3): Updating the Classical Model Displacing the Classical Model: Rehistoricizing the Cultural and Institutional Context of Social Movements Social Movements as Translations of Civil Societies 10. GENDER AND CIVIL REPAIR: THE LONG AND WINDING ROAD THROUGH M/OTHERHOOD Justifying Gender Domination: Relations between the Intimate and Civil Spheres Women's Difference as Facilitating Input Women's Difference as Destructive Intrusion Gender Universalism and Civil Repair The Compromise Formation of Public M/otherhood Public Stage and Civil Sphere Universalism versus Difference: Feminist Fortunes in the Twentieth Century The Ethical Limits of Care 11. RACE AND CIVIL REPAIR (1): DUALITY AND THE CREATION OF A BLACK CIVIL SOCIETY Racial Domination and Duality in the Construction of American Civil Society Duality and Counterpublics The Conditions for Civil Repair: Duality and the Construction of Black Civil Society Duality and Translation: Toward the Civil Rights Movement 12. RACE AND CIVIL REPAIR (2): THE CIVIL RIGHTS MOVEMENT AND COMMUNICATIVE SOLIDARITY The Battle over Representation: The Intrusion of Northern Communicative Institutions Translation and Social Drama: Emotional Identification and Symbolic Extension The Montgomery Bus Boycott: Martin Luther King and the Drama of Civil Repair 13. RACE AND CIVIL REPAIR (3): CIVIL TRAUMA AND THE TIGHTENING SPIRAL OF COMMUNICATION AND REGULATION Duality and Legal Repair The Sit-In Movement: Initiating the Drama of Direct Action The New Regulatory Context The Freedom Rides: Communicative Outrage and Regulatory Intervention Failed Performance at Albany: Losing Control over the Symbolic Code Birmingham: Solidarity and the Triumph of Tragedy 14. RACE AND CIVIL REPAIR (4). REGULATORY REFORM AND RITUALIZATION The First Regulatory Repair: From Birmingham to the Civil Rights Act of 1964 The Second Regulatory Repair: Rewinding the Spiral of Communication and Regulation The End of the Civil Rights Movement: Institutionalization and Polarization PART IV. MODES OF INCORPORATION INTO THE CIVIL SPHERE 15. INTEGRATION BETWEEN DIFFERENCE AND SOLIDARITY Convergence between Radicals and Conservatives Recognition without Solidarity? Rethinking the Public Space: Fragmentation and Continuity Implications for Contemporary Debates 16. ENCOUNTERS WITH THE OTHER The Plasticity of Common Identity Exclusionary Solidarity Forms of Out-Group Contact Nondemocratic Incorporation Internal Colonialism and the Civil Sphere Varieties of Incorporation and Resistance in Civil Societies 17. THREE PATHWAYS TO INCORPORATION The Assimilative Mode of Incorporation The Hyphenated Mode of Incorporation The Exception of Race: Assimilation and Hyphenation Delayed The Multicultural Mode of Incorporation 18. THE JEWISH QUESTION: ANTI-SEMITISM AND THE FAILURE OF ASSIMILATION and the Dilemmas of Assimilative Incorporation Anti-Semitic Arguments for Jewish Incorporation: The Assimilative Dilemma from the Perspective of the Core Group Initial Jewish Arguments for Self-Change: The Assimilative Dilemma from the Perspective of the Out-Group The Post-Emancipation Period: Religious and Secular Modes of Jewish Adaptation to the Dilemmas of Assimilation New Forms of Symbolic Reflection and Social Response in the Fin de Siecle: The Dilemmas of Assimilation Intensify The Crisis of Anti-Semitic Assimilation in the Interwar Period: Resolving the Dilemmas of Assimilation by Going Backward 19. ANSWERING THE JEWISH QUESTION IN AMERICA: BEFORE AND AFTER THE HOLOCAUST The Failure of the Project: Jewish Exclusion from American Civil Society Responding to Nazism and Holocaust: America's Decision to be With the Jews Beyond the Assimilative Dilemma: The Postwar Project of Jewish Ethnicity Making Jewish Identity Public: The Multicultural Mode of Jewish Incorporation The Dialectic of Differentiation and Identification: A Crisis in American Jewry? 20. CONCLUSION: CIVIL SOCIETY AS A PROJECT NOTES BIBLIOGRAPHY INDEX",
      "cited_by_count": 760,
      "type": "book",
      "source": {
        "name": "Medical Entomology and Zoology",
        "type": "journal",
        "issn": [
          "0424-7086",
          "2185-5609"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Legal principles and applications",
        "Conflict of Laws and Jurisdiction",
        "Law in Society and Culture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1547902326"
    },
    {
      "openalex_id": "W1564662159",
      "doi": "10.4135/9781446215432.n12",
      "title": "Postcolonialism: Space, Textuality, and Power",
      "authors": [
        {
          "name": "Clive Barnett",
          "openalex_id": "A5001978602",
          "orcid": "https://orcid.org/0000-0002-1291-1421"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "1). Postcolonialism and the Critique of HistoricismAs a field of academic inquiry, postcolonialism has its intellectual origins in the writings of a number of intellectuals who came to prominence in the middle part of the twentieth-century, the period of intense anti-colonial struggles against formal European territorial control, especially in Africa and Asia (see Young 2001).These include writers such as C.L.R. James, who recovered the forgotten history of Haitian rebellion in the French Revolution; Amilcar Cabral, the leader of the movement against Portuguese colonialism in Guin÷ and Cape Verde; and Aimé Cesaire, a poet from French Martinique who became an important theorist of the Negritude movement, which asserted the value of previously denigrated African cultures.Each of these writers shared two common concerns.Firstly, each emphasised that colonialism consisted of more than economic exploitation and political subordination; colonialism also involved the exercise of cultural power over subordinated populations.Culture is understood to have been wielded by colonialist powers to denigrate the traditions of non-Western cultures, and to celebrate the superiority of particular versions of Western culture.If these writers understand culture to be an instrument of domination, then regaining control over the means of collective self-definition is regarded as an important strategy in the political struggle for emancipation.One good example of the analysis of this relationship between culture, domination, and resistance, is James' account of the history of cricket in the Caribbean.In Beyond a Boundary (James 1963), the cricket field is refigured as an arena in which relations of racial superiority are asserted and subverted during colonialism, as well as one in which the continuing tensions between newly independent states and the former colonial power are played out after end of formal colonialism.This leads us onto the second emphasis that this generation of anti-colonial writers share, which is a premonition that in so far as relations of colonial subordination are embedded in cultural systems of identity and representation, then the formal end of European colonialism would not necessarily mean the end of colonial forms of power.The clearest link between a generation of anti-colonial writers and the emergence of postcolonialism in the late 1970s and 1980s is, then, this shared concern with the conditions for the 'decolonization of the mind'.This process of decolonizing the mind is concerned with working through the embedded modes of reasoning, thinking, and evaluating that secrete assumptions about privilege, normality, and superiority (Sidaway 2000).The emphasis upon the destruction of non-Western cultural traditions during colonialism might appear to imply that the work of decolonizing the mind requires the recovery and revaluation of these traditions.But this understanding of the cultural politics of postcolonialism can easily re-inscribe a binary opposition between modernity and tradition that is itself a key ideological device used in the denigration of non-Western societies.The invocation of 'authentic' traditions has, in fact, been one of the most problematic ways in which postcolonial elites have continued to wield political power over their citizens.A more complex way of understanding the relationship between the modern and the traditional is illustrated by the career of Ngugi wa Thiongo.His early novels were published in English under the name James Ngugi, but in the 1970s, he became involved in the production of popular theatre using the most widely used indigenous language in Kenya, Gikiyu.Ngugi was imprisoned because of this involvement, and out of this commitment emerged his decision to write original works in this language, rather than in English.In principle, this is an attempt to make his work available to local audiences, in a much broader way than is possible through the use of English (see Ngugi 1986).At the same time,",
      "cited_by_count": 60,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Postcolonial and Cultural Literary Studies",
        "Travel Writing and Literature",
        "Global Maritime and Colonial Histories"
      ],
      "referenced_works_count": 26,
      "url": "https://openalex.org/W1564662159"
    },
    {
      "openalex_id": "W2980888995",
      "doi": null,
      "title": "Our Sacred Waters: Theorizing Kuuyam as a Decolonial Possibility",
      "authors": [
        {
          "name": "Charles A. Sepulveda",
          "openalex_id": "A5006611183",
          "orcid": "https://orcid.org/0000-0003-3771-5707",
          "institutions": [
            "University of Utah"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-08-30",
      "abstract": "This essay evaluates the conditions of the desecrated Santa Ana River in southern California, historicizes its destruction, assesses what is being done to clean it up, and provides tradition as theory to offer an approach to a solution that re-centers a Native view of land. The essay provides a tribal specific, Acjachemen and Tongva, understanding of lands and waters in contradiction to the Western dynamic of submission central to the dual logic of heteropatriarchy and environmental dispossession. It also provides a historical analysis of the monjerio and traces the colonial logic of domesticating Native women. The Santa Ana River is the largest riparian ecosystem in southern California. The river has been domesticated and desecrated through channelizing and entombing sections in concrete. This essay theorizes that the Western understanding of nature separated from humans produced the heteropatriarchal system the Spanish brought with them to California. This structure was meant to naturalize patriarchy and have Indians submit to the nuclear family arrangement. These logics continue into the present, in contrast to Indigenous traditional ways of life that accepted plural partnerships, and various sexual orientations. It also attempted to disconnect California Mission Indians from their creation stories and the sacredness of water. Kuuyam, the Tongva word for guests, is offered as a decolonial possibility based on culture and tradition in which settler relations to land can be reformed and settler colonialism can eventually be abolished.",
      "cited_by_count": 31,
      "type": "article",
      "source": {
        "name": "Decolonization: Indigeneity, Education & Society",
        "type": "journal",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Latin American and Latino Studies",
        "American Environmental and Regional History",
        "Archaeology and Natural History"
      ],
      "referenced_works_count": 9,
      "url": "https://openalex.org/W2980888995"
    },
    {
      "openalex_id": "W4292959348",
      "doi": "10.1515/9783110757965",
      "title": "Destroy the Copy – Plaster Cast Collections in the 19th–20th Centuries",
      "authors": [
        {
          "name": "Annetta Alexandridis",
          "openalex_id": "A5072606138"
        },
        {
          "name": "Lorenz Winkler-Horaček",
          "openalex_id": "A5104796964"
        },
        {
          "name": "Walter de Gruyter GmbH & Co. KG",
          "openalex_id": ""
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-08-02",
      "abstract": "Based on two international conferences held at Cornell University and the Freie Universität of Berlin in 2010 and 2015, this volume is the first ever to explicitly address the destruction of plaster cast collections of ancient Mediterranean and Western sculpture. Focusing on Europe, the Americas, and Japan, art historians, archaeologists and a literary scholar discuss how different museum and academic traditions – national as well as disciplinary –, notions of value and authenticity, or colonialism impacted the fate of collections. The texts offer detailed documentation of degrees of destruction by spectacular acts of defacement, demolition, discarding, or neglect. They also shed light on the accompanying discourses regarding aesthetic ideals, political ideologies, educational and scholarly practices, or race. With destruction being understood as a critical part of reception, the histories of cast collections defy the traditional, homogenous narrative of rise and decline. Their diverse histories provide critical evidence for rethinking the use and display of plaster cast collections in the contemporary moment.",
      "cited_by_count": 16,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Archaeological Research and Protection",
        "Cultural Heritage Materials Analysis",
        "Photography and Visual Culture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4292959348"
    },
    {
      "openalex_id": "W3146234421",
      "doi": "10.7916/thejgh.v1i1.4924",
      "title": "Ebola, Emerging: The Limitations of Culturalist Discourses in Epidemiology",
      "authors": [
        {
          "name": "Jared Jones",
          "openalex_id": "A5112044449",
          "institutions": [
            "Yale University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-02-29",
      "abstract": "In this paper, I offer a critique of the culturalist epidemiology that dominates the discourse of Ebola in both popular and international health spheres. Ebola has been exoticized, associated with “traditional” practices, local customs, and cultural “beliefs” and insinuated to be the result of African ignorance and backwardness. Indeed, reified culture is reconfigured into a “risk-factor.” Accounts of the disease paint African culture as an obstacle to prevention and epidemic control efforts, at times even linking the eruption of the disease to practices such as burial traditions or consumption of bushmeat. But this emphasis is misleading; the assumption of African “otherness,” rather than evidence, epidemiological or otherwise, underpins dominant culturalist logics that “beliefs” motivate behaviors which increase the likelihood of Ebola’s emergence and spread. Conspicuously absent from both popular and official rhetoric has been attention to larger structural determinants of the course of Ebola epidemics. Yet global forces condition the emergence of Ebola far more than culture does. Inequality and inadequate provision of healthcare, entrenched and exacerbated by a legacy of colonialism, superpower geopolitics, and developmental neoliberalism, are responsible for much of Ebola’s spread. Certainly, structural force alone cannot account for the destruction Ebola has wreaked on the lives of victims and their families. Culture does matter. But the focus on culture comes at the expense of attention to sociopolitical and economic structures, obscuring the reality that global forces affect epidemics in Africa. In this paper, I seek to map the discursive contours of Ebola’s emergence, contextualize these trends within a larger debate about the role of anthropology in epidemiology, and question the simplistic link between culture and Ebola through a critical examination of structural-level forces.",
      "cited_by_count": 31,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doi.org/10.7916/thejgh.v1i1.4924"
      },
      "topics": [
        "Viral Infections and Outbreaks Research",
        "Global Security and Public Health",
        "Vaccine Coverage and Hesitancy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3146234421"
    },
    {
      "openalex_id": "W4300848461",
      "doi": "10.3386/w7771",
      "title": "The Colonial Origins of Comparative Development: An Empirical Investigation",
      "authors": [
        {
          "name": "Daron Acemoğlu",
          "openalex_id": "A5012301204"
        },
        {
          "name": "Simon Johnson",
          "openalex_id": "A5111446264",
          "orcid": "https://orcid.org/0009-0003-7488-673X"
        },
        {
          "name": "James A. Robinson",
          "openalex_id": "A5014156593",
          "orcid": "https://orcid.org/0000-0002-8028-0393"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-06-01",
      "abstract": null,
      "cited_by_count": 1462,
      "type": "report",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.3386/w7771"
      },
      "topics": [
        "International Development and Aid"
      ],
      "referenced_works_count": 58,
      "url": "https://openalex.org/W4300848461"
    },
    {
      "openalex_id": "W3185218979",
      "doi": "10.1016/j.erss.2021.102189",
      "title": "Fossil fuel violence and visual practices on Indigenous land: Watching, witnessing and resisting settler-colonial injustices",
      "authors": [
        {
          "name": "Samuel J. Spiegel",
          "openalex_id": "A5022476386",
          "orcid": "https://orcid.org/0000-0003-2163-3512",
          "institutions": [
            "University of Edinburgh"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-07-15",
      "abstract": null,
      "cited_by_count": 37,
      "type": "article",
      "source": {
        "name": "Energy Research & Social Science",
        "type": "journal",
        "issn": [
          "2214-6296",
          "2214-6326"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.research.ed.ac.uk/en/publications/9b5ef9c3-31e7-4a8f-8216-2648da198788"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Participatory Visual Research Methods",
        "Mining and Resource Management"
      ],
      "referenced_works_count": 92,
      "url": "https://openalex.org/W3185218979"
    },
    {
      "openalex_id": "W4251409969",
      "doi": "10.4324/9781315729015",
      "title": "The Zionist Bible",
      "authors": [
        {
          "name": "Nur Masalha",
          "openalex_id": "A5012351765"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-10-20",
      "abstract": "Throughout the history of European imperialism the grand narratives of the Bible have been used to justify settler-colonialism. \"The Zionist Bible\" explores the ways in which modern political Zionism and Israeli militarism have used the Bible - notably the Book of Joshua and its description of the entry of the Israelites into the Promised Land - as an agent of oppression and to support settler-colonialism in Palestine. The rise of messianic Zionism in the late 1960s saw the beginnings of a Jewish theology of zealotocracy, based on the militant land traditions of the Bible and justifying the destruction of the previous inhabitants. \"The Zionist Bible\" examines how the birth and growth of the State of Israel has been shaped by this Zionist reading of the Bible, how it has refashioned Israeli-Jewish collective memory, erased and renamed Palestinian topography, and how critical responses to this reading have challenged both Jewish and Palestinian nationalism.",
      "cited_by_count": 9,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Jewish and Middle Eastern Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4251409969"
    },
    {
      "openalex_id": "W2609604060",
      "doi": "10.5309/willmaryquar.74.2.0203",
      "title": "There's No Such Thing as “Prehistory”: What the Longue Durée of Caddo and Pueblo History Tells Us about Colonial America",
      "authors": [
        {
          "name": "Juliana Barr",
          "openalex_id": "A5066555106"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "Caddo and Pueblo responses first to the rise and fall of Cahokia and Chaco and then to Spanish colonialism in the sixteenth and seventeenth centuries reveal how the centuries of history generated by these Native places and people must be reckoned with in order to understand the historical trajectories that they set in motion and that still reverberated in 1492 … and 1592, and 1692. Such a project involves putting potsherds and oral traditions on an equal playing field with archival documents. And, more critically, it involves a question of time. The key here is to see \"colonial America\" as one point, a late point, along a much longer continuum of North American history. If we place colonialism within the greater timescale of indigenous history, we may avoid the confines of a history that all too often casts the post-1492 trajectory of American Indians as one defined by decimation and declension. A longer time depth allows us to put both destruction and regeneration in context, and it reminds us that the heritage of colonialism that reaches into our present is paralleled—and shaped—by the heritage of indigenous history.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "The William and Mary Quarterly",
        "type": "journal",
        "issn": [
          "0043-5597",
          "1933-7698"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Archaeology and Natural History",
        "Latin American history and culture",
        "Archaeology and ancient environmental studies"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W2609604060"
    },
    {
      "openalex_id": "W1488973119",
      "doi": "10.5070/t411000004",
      "title": "Decolonizing Post-Colonial Studies and Paradigms of Political-Economy: Transmodernity, Decolonial Thinking, and Global Coloniality",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Can we produce a radical anti-systemic politics beyond identity politics? 1 Is it possible to articulate a critical cosmopolitanism beyond nationalism and colonialism?Can we produce knowledges beyond Third World and Eurocentric fundamentalisms?Can we overcome the traditional dichotomy between political-economy and cultural studies?Can we move beyond economic reductionism and culturalism?How can we overcome the Eurocentric modernity without throwing away the best of modernity as many Third World fundamentalists do?In this paper, I propose that an epistemic perspective from the subaltern side of the colonial difference has a lot to contribute to this debate.It can contribute to a critical perspective beyond the outlined dichotomies and to a redefinition of capitalism as a world-system.",
      "cited_by_count": 1029,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt21k6t3fq/qt21k6t3fq.pdf?t=ll4zsw"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Political Economy and Marxism",
        "Cuban History and Society"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W1488973119"
    },
    {
      "openalex_id": "W4252698994",
      "doi": "10.5040/9781472544377",
      "title": "Connected Sociologies",
      "authors": [
        {
          "name": "Gurminder K. Bhambra",
          "openalex_id": "A5064248726",
          "orcid": "https://orcid.org/0000-0003-3658-1575"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "<JATS1:p>This book outlines what theory for a global age might look like, positing an agenda for consideration, contestation and discussion, and a framework for the research-led volumes that follow in the series.</JATS1:p> <JATS1:p>Gurmider K. Bhambra takes up the classical concerns of sociology and social theory and shows how they are being rethought through an engagement with postcolonial studies, one of the most distinctive critical approaches of the past two decades. She also discusses the significance of the research programme surrounding coloniality and modernity that has emerged recently from Latin America.</JATS1:p>",
      "cited_by_count": 581,
      "type": "book",
      "source": {
        "name": "Bloomsbury Publishing Plc eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.bloomsburycollections.com/book/connected-sociologies.pdf?dl"
      },
      "topics": [
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 228,
      "url": "https://openalex.org/W4252698994"
    },
    {
      "openalex_id": "W2108614304",
      "doi": "10.3386/w10481",
      "title": "Institutions as the Fundamental Cause of Long-Run Growth",
      "authors": [
        {
          "name": "Daron Acemoğlu",
          "openalex_id": "A5012301204",
          "institutions": [
            "National Bureau of Economic Research",
            "Centre for Economic Policy Research",
            "Massachusetts Institute of Technology"
          ]
        },
        {
          "name": "Simon Johnson",
          "openalex_id": "A5111446264",
          "orcid": "https://orcid.org/0009-0003-7488-673X",
          "institutions": [
            "Massachusetts Institute of Technology",
            "National Bureau of Economic Research"
          ]
        },
        {
          "name": "James A. Robinson",
          "openalex_id": "A5014156593",
          "orcid": "https://orcid.org/0000-0002-8028-0393",
          "institutions": [
            "Centre for Economic Policy Research",
            "Harvard University",
            "National Bureau of Economic Research"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-05-01",
      "abstract": "their helpful suggestions. 1 This paper develops the empirical and theoretical case that differences in economic institutions are the fundamental cause of differences in economic development. We first document the empirical importance of institutions by focusing on two “quasi-natural ex-periments ” in history, the division of Korea into two parts with very different economic institutions and the colonization of much of the world by European powers starting in the fifteenth century. We then develop the basic outline of a framework for thinking about why economic institutions differ across countries. Economic institutions determine the incentives of and the constraints on economic actors, and shape economic outcomes. As such, they are social decisions, chosen for their consequences. Because different groups and individuals typically benefit from different economic institutions, there is generally a conflict over these social choices, ultimately resolved in favor of groups with greater political power. The distribution of political power in society is in turn determined by",
      "cited_by_count": 2030,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.3386/w10481"
      },
      "topics": [
        "Culture, Economy, and Development Studies",
        "Corruption and Economic Development",
        "Local Government Finance and Decentralization"
      ],
      "referenced_works_count": 159,
      "url": "https://openalex.org/W2108614304"
    },
    {
      "openalex_id": "W198013074",
      "doi": null,
      "title": "Postcolonial Urbicide: New Imperialism, Global Cities and the Damned of the Earth",
      "authors": [
        {
          "name": "Kanishka Goonewardena",
          "openalex_id": "A5056727290",
          "orcid": "https://orcid.org/0000-0001-8103-3549"
        },
        {
          "name": "Stefan Kipfer",
          "openalex_id": "A5008091636",
          "orcid": "https://orcid.org/0000-0003-2919-2758"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-09-22",
      "abstract": "URBICIDE Armoured Caterpillar D-9 bulldozers tearing down neighbourhoods in Gaza; liberators of Iraq firing at local crowds in the streets of Fallujah; 'swarming' Israeli soldiers 'walking through walls' in the enemy territory of Nablus (1)--these recurrent images and narratives from the Middle East suggest something more than regrettable yet inevitable 'collateral damage' in a 'war on terrorism', as the Pentagon or the Israeli Defense Force would have it. They point rather to an ominously normalised reality experienced by the 'damned of the earth' after the 'end of history', which has summoned a new keyword in urban studies and allied disciplines: urbicide. (2) Although what exactly is being killed in such acts of urbicide remains a matter of dispute among geographers, planners, architects and other academics engaged with this potentially radical concept, there can be little doubt as to what it means to the inhabitants of quite a few battered cities now unwittingly lined up on the wrong side of a bloody 'clash of civilizations': a mockery of their political sovereignty, a brutal destruction of their socio-spatial infrastructures of resistance to the latest manifestations of imperialism, and a cruel militarisation of their everyday life in the name of human rights, democracy and a few other inviolate 'western values' including tolerant, multicultural and diverse cities. POST 9/11 COLONIALISM If this is what urbicide--the killing of cities--means today, then we should like to think that the actuality of new imperialism it designates matters not only to students of cities, but also to those exponents of postcolonial theory who are still mindful of--and opposed to--the contemporaneity of imperialism, colonialism and capitalism. We say this as scholars primarily involved with urban theory while maintaining a keen interest in the promise of postcolonial studies, in spite of our doubts about the latter's difficulties in engaging adequately with the economics, politics and cultures of colonialism and anti-colonialism, even within the limited realm of 'cultural studies'. There is no need here to rehearse all of the telling criticisms directed at the mainstream currents of postcolonial theory by such diverse critics as Aijaz Ahmad, Himani Bannerji, Arif Dirlik, Neil Lazarus, Benita Parry, Sumit Sarkar and the late Michael Sprinker. We make no secret here of our solidarity with the shared spirit of these critiques, which point to postcolonial theory's accommodation with capitalism, crippling culturalism, deification of differance and 'Orientalism-in-reverse'--characterised, especially in its influential Indian clique, by a flat-footed grasp of modernity as well as a predilection for uncritical celebrations of tradition and religiosity. More generally, postcolonial theory dwelling in metropolitan universities represents 'a cause without a rebel' (3)--a theory unable to find anyone to raise its banner in the streets where anti-colonialism, Marxism, feminism and other radical ideas have all rallied mass support, and is unlikely suddenly to find a useful role in emerging anti-imperialist politics short of a major reorientation. But to the extent that the sharpening of anti-imperialist sensibilities around the world 'after Iraq' may now be capable of diverting postcolonial studies towards anti-systemic politics, we agree with the suggestion of Crystal Bartolovich, Neil Lazarus and others that it is better to engage and appropriate this contested field of study from radical perspectives opposed to capitalism and imperialism as well as other oppressive social relations, rather than to let all of it lapse into yet another toothless discourse of identity and difference or, worse, the kind of cultural-nationalist reconciliation of 'gods and men' dreamed by Dipesh Chakrabarty's naively celebrated work Provincializing Europe. (4) The contemporary reality of urbicide provides us with the occasion for precisely such an encounter, albeit one that calls for a critique of not only postcolonial theory, but also urban studies. …",
      "cited_by_count": 15,
      "type": "article",
      "source": {
        "name": "New Formations",
        "type": "journal",
        "issn": [
          "0950-2378",
          "1741-0789"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Urban and Rural Development Challenges"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W198013074"
    },
    {
      "openalex_id": "W65857465",
      "doi": "10.1007/bf03403702",
      "title": "The Embodiment of Inequity: Health Disparities in Aboriginal Canada",
      "authors": [
        {
          "name": "Naomi Adelson",
          "openalex_id": "A5012090918",
          "orcid": "https://orcid.org/0000-0001-5568-3791",
          "institutions": [
            "York University"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-03-01",
      "abstract": null,
      "cited_by_count": 872,
      "type": "article",
      "source": {
        "name": "Canadian Journal of Public Health",
        "type": "journal",
        "issn": [
          "0008-4263",
          "1920-7476"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/BF03403702.pdf"
      },
      "topics": [
        "Indigenous Health, Education, and Rights",
        "Indigenous Studies and Ecology",
        "Canadian Identity and History"
      ],
      "referenced_works_count": 57,
      "url": "https://openalex.org/W65857465"
    },
    {
      "openalex_id": "W4242918116",
      "doi": "10.7551/mitpress/11805.001.0001",
      "title": "Data Feminism",
      "authors": [
        {
          "name": "Catherine D’Ignazio",
          "openalex_id": "A5050163961"
        },
        {
          "name": "Lauren Klein",
          "openalex_id": "A5085919087",
          "orcid": "https://orcid.org/0000-0002-1511-0910"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-03-10",
      "abstract": "A new way of thinking about data science and data ethics that is informed by the ideas of intersectional feminism. Today, data science is a form of power. It has been used to expose injustice, improve health outcomes, and topple governments. But it has also been used to discriminate, police, and surveil. This potential for good, on the one hand, and harm, on the other, makes it essential to ask: Data science by whom? Data science for whom? Data science with whose interests in mind? The narratives around big data and data science are overwhelmingly white, male, and techno-heroic. In Data Feminism, Catherine D'Ignazio and Lauren Klein present a new way of thinking about data science and data ethics—one that is informed by intersectional feminist thought. Illustrating data feminism in action, D'Ignazio and Klein show how challenges to the male/female binary can help challenge other hierarchical (and empirically wrong) classification systems. They explain how, for example, an understanding of emotion can expand our ideas about effective data visualization, and how the concept of invisible labor can expose the significant human efforts required by our automated systems. And they show why the data never, ever “speak for themselves.” Data Feminism offers strategies for data scientists seeking to learn how feminism can help them work toward justice, and for feminists who want to focus their efforts on the growing field of data science. But Data Feminism is about much more than gender. It is about power, about who has it and who doesn't, and about how those differentials of power can be challenged and changed. The open access edition of this book was made possible by generous funding from the MIT Libraries.",
      "cited_by_count": 1283,
      "type": "book",
      "source": {
        "name": "The MIT Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://direct.mit.edu/books/book-pdf/2390355/book_9780262358521.pdf"
      },
      "topics": [
        "Ethics and Social Impacts of AI",
        "Information Systems Theories and Implementation",
        "Qualitative Comparative Analysis Research"
      ],
      "referenced_works_count": 78,
      "url": "https://openalex.org/W4242918116"
    },
    {
      "openalex_id": "W2801662618",
      "doi": "10.1086/696691",
      "title": "Gender as “Ebola from Brussels”: The Anticolonial Frame and the Rise of Illiberal Populism",
      "authors": [
        {
          "name": "Elżbieta Korolczuk",
          "openalex_id": "A5086856279",
          "orcid": "https://orcid.org/0000-0002-8263-5530"
        },
        {
          "name": "Agnieszka Graff",
          "openalex_id": "A5018131335",
          "orcid": "https://orcid.org/0000-0003-0468-0376",
          "institutions": [
            "University of Warsaw"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-11",
      "abstract": "This article examines the recent wave of grassroots mobilizations opposing gender equality, LGBT rights and sex education, which vilify the term gender in public debates and policy document. The anti-gender movement emerged simultaneously in various locations after 2010. We argue that it is not just another wave of anti-feminist backlash, or a new tactic of the Vatican in its ongoing efforts to undermine gender equality, but a new ideological and political configuration, which emerged in response to global economic crisis of 2008 and the ongoing crisis of liberal democracy. The backlash of the 80s and 90s combined neo-conservatism with market fundamentalism (which is to some extent still the case with neoconservative Christian fundamentalists in the US and elsewhere), while the new movement – though in many ways a continuation of earlier trends – tends to combine gender conservatism with a critique of neoliberalism and globalization. Liberal elites are presented as “colonizers”; “genderism” is demonized as an ideology imposed by the world’s rich on the poor. Thanks to the anti-colonial frame, anti-genderism has remarkable ideological coherence and great mobilizing power: right-wing populists have captured the imagination and hearts of large portions of local populations more effectively than progressive movements have managed to do. The article examines the basic tenets of anti-genderism, shedding light on how this ideological construct contributes to the contemporary transnational resurgence of illiberal populism. We argue that today’s global right, while selectively borrowing from liberal-left and feminist discourses, is in fact constructing a new universalism, an illiberal one. While the examples discussed are mostly from Poland, the pattern is transnational, and our conclusions may have serious implications for feminist theory and activism.",
      "cited_by_count": 496,
      "type": "article",
      "source": {
        "name": "Signs",
        "type": "journal",
        "issn": [
          "0097-9740",
          "1545-6943"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.journals.uchicago.edu/doi/epdf/10.1086/696691"
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Gender Politics and Representation",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 43,
      "url": "https://openalex.org/W2801662618"
    },
    {
      "openalex_id": "W4404704593",
      "doi": "10.17875/gup2024-2700",
      "title": "The Destruction of Cultural Traditions as a Result of German Colonialism in East Africa",
      "authors": [
        {
          "name": "Flower Manase",
          "openalex_id": "A5015391059"
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-01-01",
      "abstract": null,
      "cited_by_count": 0,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "German Colonialism and Identity Studies",
        "Global Maritime and Colonial Histories"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4404704593"
    },
    {
      "openalex_id": "W2462467938",
      "doi": "10.1215/22011919-3527695",
      "title": "Multispecies Studies",
      "authors": [
        {
          "name": "Thom van Dooren",
          "openalex_id": "A5085821049",
          "orcid": "https://orcid.org/0000-0002-9710-6682",
          "institutions": [
            "Rachel Carson Center for Environment and Society",
            "Ludwig-Maximilians-Universität München"
          ]
        },
        {
          "name": "Eben Kirksey",
          "openalex_id": "A5043959461",
          "orcid": "https://orcid.org/0000-0001-6067-1525",
          "institutions": [
            "UNSW Sydney",
            "Princeton University",
            "Rachel Carson Center for Environment and Society",
            "Ludwig-Maximilians-Universität München"
          ]
        },
        {
          "name": "Ursula Münster",
          "openalex_id": "A5053498814",
          "orcid": "https://orcid.org/0000-0002-2009-453X",
          "institutions": [
            "UNSW Sydney",
            "Ludwig-Maximilians-Universität München",
            "Rachel Carson Center for Environment and Society",
            "Princeton University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "Scholars in the humanities and social sciences are experimenting with novel ways of engaging with worlds around us. Passionate immersion in the lives of fungi, microorganisms, animals, and plants is opening up new understandings, relationships, and accountabilities. This introduction to the special issue offers an overview of the emerging field of multispecies studies. Unsettling given notions of species, it explores a broad terrain of possible modes of classifying, categorizing, and paying attention to the diverse ways of life that constitute worlds. From detailed attention to particular entities, a multiplicity of possible connection and understanding opens up: species are always multiple, multiplying their forms and associations. It is this coming together of questions of kinds and their multiplicities that characterizes multispecies studies. A range of approaches to knowing and understanding others-modes of immersion-ground and guide this research: engagements and collaborations with scientists, farmers, hunters, indigenous peoples, activists, and artists are catalyzing new forms of ethnographic and ethological inquiry. This article also explores the broader theoretical context of multispecies studies, asking what is at stake-epistemologically, politically, ethically-in learning to be attentive to diverse ways of life. Are all lively entities biological, or might a tornado, a stone, or a volcano be amenable to similar forms of immersion? What does it mean to live with others in entangled worlds of contingency and uncertainty? More fundamentally, how can we do the work of inhabiting and coconstituting worlds well? In taking up these questions, this article explores the cultivation of \"arts of attentiveness\": modes of both paying attention to others and crafting meaningful response.",
      "cited_by_count": 690,
      "type": "article",
      "source": {
        "name": "Environmental Humanities",
        "type": "journal",
        "issn": [
          "2201-1919"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://read.dukeupress.edu/environmental-humanities/article-pdf/8/1/1/408987/1vanDooren.pdf"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Environmental Philosophy and Ethics",
        "Animal and Plant Science Education"
      ],
      "referenced_works_count": 207,
      "url": "https://openalex.org/W2462467938"
    },
    {
      "openalex_id": "W2981281749",
      "doi": "10.1080/02564718.2019.1657286",
      "title": "Animal Studies, Decoloniality and San Rock Art and Myth",
      "authors": [
        {
          "name": "Richard Alan Northover",
          "openalex_id": "A5042775271",
          "orcid": "https://orcid.org/0000-0002-5699-9613"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-07-03",
      "abstract": "SummaryAnimals occupy an ambivalent position in relation both to Western capitalist modernity and to decoloniality, one of modernity's most vehement opponents. Paradoxically, animals are equally central to and yet marginalised by these discourses, both of which are thoroughly anthropocentric. Racist discourses thrive on \"animalising\" groups of people, which can only work if the status of nonhuman animals is diminished. Modern agribusiness values nonhuman animals merely as resources. The meat industry profits from killing hundreds of millions of animals daily and is one of the main drivers of climate change and environmental destruction. In its relentless pursuit of profit, Western capitalist modernity destroys not only indigenous cultures but also the environments that sustain them, including indigenous fauna and flora. Ngũgĩ argues that Africans prior to colonialism had rich oral literary traditions, often centred on animals, which colonialism dismembered. This article explores the animal figure central to traditional San rock art and myth to see if this can form an imaginative basis for regaining respect for nonhuman animals. Until nonhuman animal lives are respected the attitudes that fuel both racism and environmental destruction will persist.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Journal of Literary Studies",
        "type": "journal",
        "issn": [
          "0256-4718",
          "1753-5387"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.1080/02564718.2019.1657286"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Archaeology and Rock Art Studies",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W2981281749"
    },
    {
      "openalex_id": "W2149275882",
      "doi": "10.1017/s0260210506007054",
      "title": "The postcolonial moment in security studies",
      "authors": [
        {
          "name": "Tarak Barkawi",
          "openalex_id": "A5002242528",
          "orcid": "https://orcid.org/0000-0001-5526-5055"
        },
        {
          "name": "Mark Laffey",
          "openalex_id": "A5034540664"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-04-01",
      "abstract": "In this article, we critique the Eurocentric character of security studies as it has developed since World War II. The taken-for-granted historical geographies that underpin security studies systematically misrepresent the role of the global South in security relations and lead to a distorted view of Europe and the West in world politics. Understanding security relations, past and present, requires acknowledging the mutual constitution of European and non-European worlds and their joint role in making history. The politics of Eurocentric security studies, those of the powerful, prevent adequate understanding of the nature or legitimacy of the armed resistance of the weak. Through analysis of the explanatory and political problems Eurocentrism generates, this article lays the groundwork for the development of a non-Eurocentric security studies.",
      "cited_by_count": 557,
      "type": "article",
      "source": {
        "name": "Review of International Studies",
        "type": "journal",
        "issn": [
          "0260-2105",
          "1469-9044"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/6C926733D93FF9F7B1ABD136CD6D5440/S0260210506007054a.pdf/div-class-title-the-postcolonial-moment-in-security-studies-div.pdf"
      },
      "topics": [
        "International Relations and Foreign Policy",
        "Peacebuilding and International Security",
        "Global Security and Public Health"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W2149275882"
    },
    {
      "openalex_id": "W3012361872",
      "doi": "10.33776/candb.v8i1.3679",
      "title": "The Olive Tree and the Palestinian Struggle Against Settler-Colonialism",
      "authors": [
        {
          "name": "Rehab Nazzal",
          "openalex_id": "A5020386358"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-20",
      "abstract": "This essay presents a visual account of the Israeli settler-colonial encroachment into Palestinian land.Based on my experience, and adopting a settler-colonial theoretical framework focused on studies of genocide and the tradition of documentary photography, I provide a participant-based analysis and visual documentation of Israel's destruction of Palestinian land and uprooting of its ancient olive trees as manifested in the Palestinian district of Bethlehem.The photographs in this essay are linked to a project titled Walking Under Occupation (2005-ongoing), which I began when I visited Palestine in 2005, after being denied my right of return by the Israel occupying power for over twenty years. 1 I returned to my home and family as a visitor with an Israeli permit.When I entered the country through the Israeli-controlled border crossing between Jordan and the West Bank, I was shocked by the destruction I witnessed in my country in comparison with how it had been before I left in 1980.The suffocation of Palestinian lives, the destruction of the landscape, and the proliferation of illegal settlement colonies, military bases, and surveillance structures have transformed the country into colonized zones that combine European settler colonialism with contemporary methods and technologies of control and oppression.I spent a month walking across Palestinian cities, villages, and refugee camps, and through the battered landscape.The simple act of walking in a colonized",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Canada and Beyond A Journal of Canadian Literary and Cultural Studies",
        "type": "journal",
        "issn": [
          "2254-1179"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.uhu.es/publicaciones/ojs/index.php/CanadaBeyond/article/download/3679/3699"
      },
      "topics": [
        "Jewish and Middle Eastern Studies",
        "Middle East and Rwanda Conflicts"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3012361872"
    },
    {
      "openalex_id": "W4210771594",
      "doi": "10.4324/9781003133520",
      "title": "",
      "authors": [
        {
          "name": "Agnieszka Graff",
          "openalex_id": "A5018131335",
          "orcid": "https://orcid.org/0000-0003-0468-0376",
          "institutions": [
            "Asociación por los Derechos Civiles",
            "Södertörn University"
          ]
        },
        {
          "name": "Elżbieta Korolczuk",
          "openalex_id": "A5086856279",
          "orcid": "https://orcid.org/0000-0002-8263-5530",
          "institutions": [
            "Asociación por los Derechos Civiles",
            "Södertörn University"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-09-07",
      "abstract": "This book charts the new phase of global struggles around gender equality and sexual democracy: the ultraconservative mobilization against \"gender ideology\" and feminist efforts to counteract it. It argues that anti-gender campaigns, which emerged around 2010 in Europe, are not a simple continuation of the anti-feminist backlash dating back to the 1970s, but part of a new political configuration. Opposition to \"gender\" has become a key element of the rise of right-wing populism, which successfully harnesses the anxiety, shame and anger caused by neoliberalism and threatens to destroy liberal democracy. Anti-Gender Politics in the Populist Moment offers a novel conceptualization of the relationship between the ultraconservative anti-gender movement and right-wing populist parties, examining the opportunistic synergy between these actors. The authors map the anti-gender campaigns as a global movement, putting the Polish case in a comparative perspective. They show that the anti-gender rhetoric is best understood as a reactionary critique of neoliberalism as a socio-cultural formation. The book also studies the recent wave of feminist mass mobilizations, viewing the transnational revolt of women as a left populist movement. This is an important study for those doing research in politics, cultural studies, gender and sexuality studies and sociology. It will also be useful for activists and policy makers.",
      "cited_by_count": 457,
      "type": "book",
      "source": {
        "name": "BiblioBoard Library Catalog (Open Research Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://library.oapen.org/handle/20.500.12657/50542"
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Gender Politics and Representation"
      ],
      "referenced_works_count": 196,
      "url": "https://openalex.org/W4210771594"
    },
    {
      "openalex_id": "W341488565",
      "doi": "10.5070/t412011807",
      "title": "Epistemic Disobedience and the Decolonial Option: A Manifesto",
      "authors": [
        {
          "name": "Walter D. Mignolo",
          "openalex_id": "A5051525798",
          "orcid": "https://orcid.org/0000-0002-2948-0656"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "The ideas, many of which will unfold through years of engaged political work, need not be perfect, for in the end, it will be the hard, creative work of the communities that take them on.That work is the concrete manifestation of political imagination.Fanon described this goal as setting afoot a new humanity.He knew how terrifying such an effort is, for we do live in times where such a radical break appears as no less than the end of the world.In the meantime, the task of building infrastructures for something new must be planned, and where there is some room, attempted, as we all no doubt already know, because given the sociogenic dimension of the problem, we have no other option but to build the options on which the future of our species rest.(Lewis Gordon, \"Fanon and Development.A Philosophical Look\" 2004). 1 A Brief HistoryIn May of 2004, Arturo Escobar and I met with the collective from the modernity/coloniality project of Duke University and the University of North Carolina at Chapel Hill.The theme of this meeting was \"Critical Theory and Decolonization.\"The participants were invited to reflect upon the following topic in advance:How does Horkheimer's \"critical theory\" project look to us today, when global and pluri-versal \"revolutions\" are taking place, out of the diversity and pluri-versity of the many local histories that in the past 500 hundred years (some in the past 250 or perhaps only fifty years) couldn't avoid the contact, conflict, and complicity with the West (e.g., Western Christianity, its secularization and relation to/with capitalism and its obverse, Socialism/ Marxism)?What should \"critical theory\" aim to be when the damnés de la terre are brought into the picture, next to Horkheimer's proletarians or today's translation of the proletariat, such as the multitudes?What transformations are needed in the \"critical theory\" project if gender, race, and nature were to be fully incorporated into its conceptual and political framework?Finally, how can \"critical theory\" be subsumed into the project of modernity/coloniality and decolonization?Or would this subsumption perhaps suggest the need to abandon the twentieth-century formulations of a critical theory project?Or, would it suggest the exhaustion of the project of modernity? 2The themes and questions that were proposed were not new, but rather, they continued prior reflections, conversations, and previously published articles.Enrique Dussel and Santiago Castro-Gómez had already introduced the reflection regarding critical theory, and Nelson Maldonado-Torres that of the agency of the damnés de la terre (the wretched of the earth), a category that relocates and regionalizes categories framed by other historical experiences (e.g., on the one hand, the",
      "cited_by_count": 538,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt62j3w283/qt62j3w283.pdf?t=m284lt"
      },
      "topics": [
        "African cultural and philosophical studies",
        "Anthropological Studies and Insights",
        "Postcolonial and Cultural Literary Studies"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W341488565"
    },
    {
      "openalex_id": "W2233777983",
      "doi": null,
      "title": "Dynamics of Democracy and Human Rights Among the Ndebele of Zimbabwe, 1818-1934.",
      "authors": [
        {
          "name": "Sabelo J. Ndlovu‐Gatsheni",
          "openalex_id": "A5010452910",
          "orcid": "https://orcid.org/0000-0002-5477-607X"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-08-30",
      "abstract": "This thesis is at once a profound historical reconstruction of an African polity, and a deeply informed mediation on key Ndebele concepts and ideas. Throughout the thesis, the Ndebele historical experiences are consistently discussed in relation to a broad range of historiography and critical-scientific theory of hegemony and democracy and human rights.&#13;\\n&#13;\\nThe analysis is specifically focused on the destruction of the autonomy of the decentralized Khumalo clans, the construction of Ndebele hegemony in the midst of the Mfecane revolution, the expansion of the Ndebele state into a tolerant and heterogeneous settled nation north of the Limpopo river, the colonial encounter with the Ndebele state in the 1860s, imperialist violence of the 1890s, and the subsequent colonization of the Ndebele. These concrete historical processes marked the long and complex experiences of the Ndebele, which witnessed a clash of hegemonic projects and re-configuration of power politics. The history of the Ndebele was consistently characterized by the ambiguity of tendencies of domination versus resistance as the Ndebele rebelled against both pre-colonial African despots like Zwide and Shaka as well as against colonial conquest. The Ndebele also fought to achieve material security, political autonomy, cultural independence, social justice, human dignity and tolerant governance even within their state in the face of an Ndebele ruling elite that sought to maintain its political dominance and material privileges through a delicate combination of patronage, accountability, exploitation, and limited coercion.&#13;\\n&#13;\\nThus the thesis is centred on the problem of the relation between coercion and consent during different phases of Ndebele history up to their encounter with colonialism. The analysis, therefore, outlines major shifts from migratory kingdom to settlement and highlights contradictions, conflict, tension and social cleavages that permitted conquest, desertions, raiding, assimilation, domination, exploitation as well as social security, communalism and tolerance as values which combined and co-existed uneasily, periodically and tendentiously in the Ndebele society and that were articulated in varied and changing idioms, languages, cultural traditions and institutions.&#13;\\n&#13;\\nFinally, the thesis shows how the Ndebele tried to resist western imperialist forces which were intolerant of their sovereignty and cultural autonomy, and brings out aspects of clashes between concepts of rights and how the British imperialists used a combination of open violence on the Ndebele and looting of their material wealth to destroy the Ndebele state between 1893 and 1897. It also grapples with some of the ambiguities and contradictions of the colonial encounter and the equally ambiguous Ndebele reaction to early colonial rule in the period 1898 to 1934. Moreover, from a longer-term perspective, the issues raised by the study have important resonance with current concerns around democratization, sovereignty, legitimacy, and violence in Zimbabwe.",
      "cited_by_count": 12,
      "type": "dissertation",
      "source": {
        "name": "University of Zimbabwe Institutional Repository (University of Zimbabwe)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "African studies and sociopolitical issues",
        "African history and culture studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2233777983"
    }
  ],
  "count": 25,
  "errors": []
}
