{
  "status": "success",
  "source": "semantic_scholar",
  "query": "liberal individualism erosion tradition community",
  "results": [
    {
      "paperId": "44161f50f49e60849c3b98891ef58f0ea72aff3d",
      "title": "The Concept of Community in African Cosmogony: Analyzing Its Implications for 21st Century Global World Order",
      "authors": [
        {
          "name": "I. Akuva",
          "authorId": "116837577"
        },
        {
          "name": "John Clerk Koko",
          "authorId": "2362258646"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the African concept of community through the lens of cosmogony, positioning it as a critical philosophical and ethical framework for reimagining global cooperation, sustainability, and peace in the 21st-century world order. The data that was used to advance this argument was generated from secondary sources. The data was analyze using the discuss analysis. It foregrounds the unique relational ontology embedded in African traditions marked by communal interconnectedness, ancestral reverence, and harmony with nature and contrasts these with the dominant paradigms of Western individualism and liberal modernity. Drawing on recent scholarly engagements with African philosophy, postcolonial thought, and global ethics, the paper interrogates the limitations of current hegemonic structures while proposing African communalism as a viable model for addressing contemporary crises such as inequality, environmental degradation, migration, and fractured global solidarities. By highlighting case studies like Rwanda’s post-genocide reconciliation through ubuntu and ecological justice among Kenya’s Ogiek community, the work affirms the relevance of indigenous African worldviews in shaping a more inclusive, pluriversal global order.",
      "citationCount": 0,
      "doi": "10.70882/fujohssaca.2025.v1(ahbsi).6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44161f50f49e60849c3b98891ef58f0ea72aff3d",
      "venue": "FUDMA Journal of Humanities, Social Science and Creative Arts",
      "journal": {
        "name": "FUDMA Journal of Humanities, Social Science and Creative Arts"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a1255404b0b6b51e71037cde8b2a5b3495a48af0",
      "title": "Redefining tolerance: Accepting the gift",
      "authors": [
        {
          "name": "Almudena Molina",
          "authorId": "2261399341"
        }
      ],
      "year": 2025,
      "abstract": "The problem of toleration has traditionally been addressed from liberal perspectives, emphasizing the individual over the community. In contrast, postmodern thought introduces the theory of the gift, revealing the bonds erased by liberal individualism. This article proposes an alternative conceptualization of tolerance within the paradigm of the gift: tolerance as accepting the gift. The existence of the given demands tolerance of its disruptive implications: the encounter with the other and the recognition of an underlying debt. Drawing on the debate on the gift between Jean-Luc Marion, Jacques Derrida and John Milbank, I explore the social and political implications of this perspective on tolerance. I argue that radical acceptance of the gift requires abandoning the paradigm of sameness in favour of difference and recognizing the impossibility of abstractly resolving the problem of tolerance. While liberal tradition privileges individual freedom, tolerance from the perspective of the gift calls for communitarian virtues – hospitality, responsibility and forgiveness. Finally, recognizing the radical ‘given condition’ of the gift rethinks politics not from a sovereign hierarchy of power but from an anti-sovereigntist paradigm rooted in vulnerability.",
      "citationCount": 0,
      "doi": "10.1177/01914537251377670",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a1255404b0b6b51e71037cde8b2a5b3495a48af0",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy &amp; Social Criticism"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e7f7b447bde6fe91d5125497963c3de4a510550b",
      "title": "Nature of the common good as the foundation of the community",
      "authors": [
        {
          "name": "Karol Jasiński",
          "authorId": "2055496172"
        }
      ],
      "year": 2021,
      "abstract": "The subject of interest of the author of the text is the common good as an inalienable element of the organization of the human community. The paper consists of three parts. The first part analyses the need for a common good as the basis of social and political life. The starting point was the distinction of four forms of common life (community, society, political body and state), defining the nature of society, presentation of three forms of relationship between man and society (individualism, collectivism and personalism) and identifying problems related to the definition of the common good. In the second part, the author presented a reflection on the procedural common good in the liberal tradition, the issue of impartiality and identification of the common good in the process of the debate. In the third part, attention is paid to the personalistic view of the common good, which is based on the integral development of personal human nature in the framework of the appropriate institutions and structures. This understanding of the common good is, in the author’s conviction, the best point of reference in social and political life.",
      "citationCount": 0,
      "doi": "10.31192/NP.19.1.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e7f7b447bde6fe91d5125497963c3de4a510550b",
      "venue": "Nova prisutnost",
      "journal": {
        "name": "Nova prisutnost"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1586e1ca88f761ce0a4670a08d9a553ea281c6bc",
      "title": "Macpherson and Liberal Democracy",
      "authors": [
        {
          "name": "F. Cunningham",
          "authorId": "117569246"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-94920-8_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1586e1ca88f761ce0a4670a08d9a553ea281c6bc",
      "venue": "The Political Thought of C.B. Macpherson",
      "journal": {
        "name": "The Political Thought of C.B. Macpherson"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8864d9701838777d0c0f337ef187e198c260c9c5",
      "title": "“A sociality of pure egoists”: Husserl’s critique of liberalism",
      "authors": [
        {
          "name": "T. Miettinen",
          "authorId": "48062093"
        }
      ],
      "year": 2023,
      "abstract": "According to Husserl’s self-description, his phenomenological project was “completely apolitical.” Husserl’s phenomenology did not provide a political philosophy in the classical sense, a normative description of a functioning social order and its respective institutional structures. Nor did Husserl have much to say about the day-to-day politics of his time. Yet his reflections on community and culture were not completely without political implications. This article deals with an often-neglected strand of Husserl’s philosophy, namely his critique of liberalism. In this article, liberalism is understood in the manner of Leo Strauss, as a tradition of individualist philosophy emerging from Hobbes’s political thought. As the article shows, Husserl followed many of his contemporaries in criticizing Hobbes’s abstract individualism, which could provide only a preventative function for political institutions. More importantly, Husserl’s engagement with Hobbes can be understood as a kind of ethical counterpart to his analysis of Galileo in the Crisis, as a critique of formal apriorism in the political domain. What Galileo did for physical nature with his “garb of ideas,” Hobbes did for human nature, reducing human sociality to interactions between atomistic individuals. In doing so, Hobbes ended up presenting a “mathematics of sociality” in an empirical garb. Going against the liberal view of the human person, Husserl presented his theory of social ethics founded on an original co-existence of subjects and a theory of human renewal.",
      "citationCount": 4,
      "doi": "10.1007/s11007-023-09608-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8864d9701838777d0c0f337ef187e198c260c9c5",
      "venue": "Continental Philosophy Review",
      "journal": {
        "name": "Continental Philosophy Review",
        "pages": "443 - 460",
        "volume": "56"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "20f7c7435840f106888182d63e9fccab9cc981f3",
      "title": "The Many Individuals of the Liberal and Democratic Traditions",
      "authors": [
        {
          "name": "Brendon Westler",
          "authorId": "117827979"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S1537592718001895",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20f7c7435840f106888182d63e9fccab9cc981f3",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "755 - 759",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a6b428a7c519bd1e00d07372fc444eb97d918e6f",
      "title": "The Twilight of the American Enlightenment: The 1950s and the Crisis of Liberal Belief",
      "authors": [
        {
          "name": "J. Doenecke",
          "authorId": "70058952"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1093/jahist/jav218",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6b428a7c519bd1e00d07372fc444eb97d918e6f",
      "venue": "",
      "journal": {
        "name": "Anglican and Episcopal History",
        "pages": "496",
        "volume": "84"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1653a14e69124292446bb40a325935c2c9d29dcc",
      "title": "Freedom in community or freedom in solitude? Remarks on republicanism and liberalism",
      "authors": [
        {
          "name": "Tobiasz Adam Bocheński",
          "authorId": "2067003185"
        }
      ],
      "year": 2017,
      "abstract": "A political thought is an area of legitimate contribution of competitive ideas. Liberalism is often considered as one of the most significant and influential paradigm of our times. The common acceptance of liberal conception of negative liberty can be acknowledged as a proof of this tendency. At the same time clearly visible is the renaissance of republicanism and the conception of active participation in governance. The liberal and republican assumptions have similar roots but different social practices. The aim of this paper is to examine in contrast liberal and republican conceptions of freedom. The author discusses main categories of both political traditions: state, commonwealth, common good, citizen, individualism, law, limited power and freedom itself. The author attempts to compere republicanism and liberalism as the competitive political paradigms to show the dilemmas of modern states and societies where there is no common consensus referring to definition of liberty.",
      "citationCount": 0,
      "doi": "10.18778/1505-9057.45.02",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1653a14e69124292446bb40a325935c2c9d29dcc",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "17-24",
        "volume": "45"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8fa00df07ba53abbfa09c6115c13424e31da1ff7",
      "title": "Between the old and the new: Reevaluating the Critical Review and its legacy—Editors’ introduction",
      "authors": [
        {
          "name": "Q. Wang",
          "authorId": "49110735"
        },
        {
          "name": "Sun Jiang",
          "authorId": "49047936"
        }
      ],
      "year": 2023,
      "abstract": "One day in May 1930, Irving Babbitt (1865–1933), the Harvard professor in French literature and a leading advocate of New Humanism, traveled to New York city and had an open debate with his critics in the Carnegie Hall. According to his followers who attended the event, Babbitt did not do so well facing his critics on the occasion. But the debate nevertheless was a landmark event in the development of New Humanism in America. Here it perhaps not the place to give a detailed introduction to New Humanism. Suffice it to say that Babbitt and his friends and supporters were unhappy with the decline of classical culture in the advancement of modern social life in America. They argued the need for preserving and promoting the humanist ideals nurtured by and anchored on ancient Greek and Roman culture against the erosion of scientism on the one hand and utilitarianism and individualism on the other. To prove that ancient wisdom and morals remained a valuable model for guiding modern life, Babbitt also extended his interest from the Judeo-Christian world to early traditions of the East, such as the teachings of both Buddhism and Confucianism. It is worth noting that the debate Irving Babbitt had with his critics, such as John Dewey (1859– 1952), had a Chinese rehearsal a decade or so before. After Qing China suffered a crushing defeat at the hands of Japan in the last days of the nineteenth century, the interest in studying abroad cascaded into a strong trend among young Chinese students. At the turn of the twentieth century, for example, the number of Chinese students enrolled in various levels of Japanese schools was estimated to be as high as 20,000. Animated by the rising tide of Chinese nationalism, some of these students took a heroic role in the revolutionary activities that eventually brought the Qing dynasty to an end in 1911. When the country’s political power shifted, the study-abroad trend shifted away from Japan and toward the United States and Europe. The fact that the US government decided to offer the Boxer Indemnity Scholarship to talented Chinese students at the time (using the retribution paid by the Qing for the Boxer Rebellion of 1900) fueled the directional change. Among the students who received the scholarship and began their studies in the United States emerged a number of future Chinese leaders in a variety of fields. Hu Shi 胡適 (1891–1962), who attended Cornell and Columbia between 1910 and 1917, was a notable example. Hu, dubbed “the father of the Chinese renaissance,” advocated for the venacularization of written Chinese, or the “vernacular Chinese movement” (白話文運動). His hope was to foster a sense of citizenship among the populace for the young republic by facilitating social communication and closing the gap between the educated and uneducated classes. Hu’s advocacy was met with enthusiastic support from the faculty and students at Peking University, where he returned from the United States as a professor of philosophy. A disciple of John Dewey at Columbia, Hu was also a staunch supporter and exponent of American pragmatism, which he believed represented a form of modern scientific thinking, badly needed for the Chinese. During 1919 and 1921, while Dewey was visiting Japan, Hu and others arranged him to give a lecture tour in China. Dewey’s explanation of modern scientific culture and method found favor in the burgeoning Chinese academic community. Meanwhile, Hu Shi’s vernacularization project encountered opposition and criticism, as was his promotion and exposition of Deweyan philosophy as an embodiment of modern Western",
      "citationCount": 0,
      "doi": "10.1080/00094633.2023.2227037",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8fa00df07ba53abbfa09c6115c13424e31da1ff7",
      "venue": "Chinese studies in history",
      "journal": {
        "name": "Chinese Studies in History",
        "pages": "101 - 105",
        "volume": "56"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "e350ae09db2b1a7ab876791979b789c2a86deb4a",
      "title": "Kallikles i symetryzm. Polaryzacja polityczna jako ujarzmianie „sprawiedliwego z natury”∗",
      "authors": [
        {
          "name": "Anna Czepiel",
          "authorId": "2143319035"
        }
      ],
      "year": 2023,
      "abstract": "Callicles and symmetrism. Political polarisation as taming “the fair by nature”: The article aims at describing affirmatively a symmetrist — that is someone who transcends the usual polarized scheme of political debate in Poland — as a contemporary Callicles from Plato’s dialogue Gorgias and as a heir of the creative romantic individualism, the tradition which enjoins the love of the self with the love and activity directed at the nation‑state. Like Callicles, the symmetrist does not think he/she needs to obtain any permission to speak from one of the polarized tribes — from “the many”. Instead, the symmetrist, as if nothing has happened, takes his/her right to speak “as Heracles drove off Geryon’s cattle on the ground that this is what’s just by nature”. In the second half of the article, the author — by means of an analysis of Karl Popper’s and Józef Tischner’s works — indicates that both sides of the Polish political and philosophical polarization (Catholic conservatism and tolerantionist, cosmopolitan liberalism) treat such a romantic participant as their worst enemy. In this context, the figure of a liberal skeptic becomes identical with the figure of the priest from Adam Mickiewicz’s fourth part of Forefathers’ Eve, who preaches Gustaw — the young man with a restless heart, situated between lightness and darkness — by suggesting the Church’s rigidity as the only recipe for life: “Do you know the Gospel?”. Then Gustaw responds rhetorically: “Do you know misfortune?”. This is when he is speaking about his unfulfilled love for a girl, but not only. In the next (despite the numeration), third part of Forefathers’ Eve we know that the protagonist also seeks to repair the political community, to change it into a fortunate song.",
      "citationCount": 0,
      "doi": "10.24917/20841043.12.2.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e350ae09db2b1a7ab876791979b789c2a86deb4a",
      "venue": "Argument : Biannual Philosophical Journal",
      "journal": {
        "name": "Argument: Biannual Philosophical Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d1f8873e6dba3f8de11db6f10f0a8238a67b331f",
      "title": "Animal Utopia: Liberal, Communitarian, Libertarian Or…? [Review Essay] Wayne Gabardi. The Next Social Contract: Animals, The Anthropocene, and Biopolitics",
      "authors": [
        {
          "name": "D. Wadiwel",
          "authorId": "87194408"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d1f8873e6dba3f8de11db6f10f0a8238a67b331f",
      "venue": "",
      "journal": {
        "name": "Animal Studies Journal",
        "pages": "304-318",
        "volume": "7"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "ec4165c4f276b7c914a218c51fa0f23bb2826d1d",
      "title": "The House We Live In: Virtue, Wisdom, and Pluralism",
      "authors": [
        {
          "name": "Seth Zuihō Segall",
          "authorId": "1572639441"
        }
      ],
      "year": 2023,
      "abstract": "The values of liberalism, pluralism, and democratic governance are under sustained attack from right-wing Christian fundamentalists, white ethnonationalists, and economic populists. At the same time, liberal democracies are failing at cultivating and transmitting the values, wisdom, and virtues that are the perquisites for individual and collective flourishing. Liberal democracies seem increasingly unable to negotiate diverse visions of the good life rooted in regional, ethnic, racial, religious, generational, and socioeconomic differences. Aspiring autocrats and social media organizations exploit these divisions to enhance their power or profit, resulting in increased tribalization and affective polarization. Solving these problems requires a renewed understanding of human flourishing and the wisdom and virtues that make it possible. The House We Live In explores the commonalities underlying three classical approaches to virtue ethics—Aristotelean, Buddhist, and Confucian—to develop a flourishing-based ethics capable of addressing the problems of liberal democracies. The book examines the moral and intellectual virtues that promote flourishing, the diversity of ways in which we may flourish, and the factors all flourishing lives share. It shows how a flourishing-based ethics can serve as a corrective to the historical Western over-emphasis on individualism at the expense of community. Finally, it addresses problems in domestic and foreign policy and the difficulties in talking to each other across the political divide from a flourishing-based perspective. The book is a reaffirmation of pluralism, the liberal democratic tradition, and the necessity of a pragmatic approach to living together despite seemingly incommensurable differences.",
      "citationCount": 0,
      "doi": "10.1558/isbn.9781800503458",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ec4165c4f276b7c914a218c51fa0f23bb2826d1d",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "2cd84282b897684448cb7dcdd3b15c17cff1fb40",
      "title": "Common Good Constitutionalism and the Problem of Administrative Absolutism",
      "authors": [
        {
          "name": "Bruce P. Frohnen",
          "authorId": "74670178"
        }
      ],
      "year": 2022,
      "abstract": "This article responds to the theory of Common Good Constitutionalism as posited by Adrian Vermeule. He argues that a powerful centralized government composed of wise rulers must use law to direct the public towards a proper political and substantive morality to achieve the ends of the common good. This article then explores the broader concept of Integralism, in which Common Good Constitutionalism is rooted, similar in its belief that politics must be concerned with the human good through the centralization of sovereign power. Natural law adherents created Common Good Constitutionalism and Integralism to combat the legitimate societal threat of modern liberal individualism and reintroduce the spiritual common good into our political and legal discourse. Though these arguments have some appeal, both theories are misguided in their understanding of the nature of politics, law, and the United States as a constitutional republic. This article instead suggests a more authentically Catholic salve for the societal wounds inflicted by acidic individualism; a true natural law understanding of the common good which respects the decentralized history and tradition of our country, the limits of political authority, the social priority of local communities above the state, and most importantly, the reality that man’s ultimate end is God’s gift of salvation.",
      "citationCount": 0,
      "doi": "10.2139/ssrn.4083882",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2cd84282b897684448cb7dcdd3b15c17cff1fb40",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e52abb90d8a749ed3ff6852b1e5e809393a3b4b5",
      "title": "Animal Utopia : Liberal , Communitarian , Libertarian Or ... ?",
      "authors": [
        {
          "name": "D. Wadiwel",
          "authorId": "87194408"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e52abb90d8a749ed3ff6852b1e5e809393a3b4b5",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3cec522ece516927bc774a8948c61e038b65cc34",
      "title": "The Fair Use Sermon : When Verbal And Visual Borrowing Cross The Line",
      "authors": [
        {
          "name": "Katie R Lauve-Moon",
          "authorId": "1404035344"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3cec522ece516927bc774a8948c61e038b65cc34",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "57d98de3c2a53b785f5b2dfdaeda3d76fe9fc6c7",
      "title": "Spirituality and the Rebranding of Religion",
      "authors": [],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57d98de3c2a53b785f5b2dfdaeda3d76fe9fc6c7",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "2687e52bbf89d9c37dde9d1a697ee291b74a7c2e",
      "title": "Heidegger on the Struggle for Belongingness and Being at Home",
      "authors": [
        {
          "name": "M. Altman",
          "authorId": "29511498"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.3868/S030-005-016-0032-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2687e52bbf89d9c37dde9d1a697ee291b74a7c2e",
      "venue": "",
      "journal": {
        "name": "Frontiers of Philosophy in China",
        "pages": "444-462",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6577269c7e74e67ca5ff099e5ea16e797e06a973",
      "title": "The Self, Ethics and Human Rights: Lacan, Levinas & Alterity. By J. A. Indaimo . Abingdon, Oxon; New York, NY: Routledge, Taylor & Francis Group, 2015. Pp. xi, 271. ISBN: 978-0-415-74210-8. US$95.33.",
      "authors": [
        {
          "name": "M. Raisch",
          "authorId": "118005639"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1017/JLI.2016.35",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6577269c7e74e67ca5ff099e5ea16e797e06a973",
      "venue": "International Journal of Legal Information : Official Publication",
      "journal": {
        "name": "International Journal of Legal Information",
        "pages": "285 - 287",
        "volume": "44"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "6398d48469d49da7984b0e361793c768ded79385",
      "title": "Chapter 2 The Rational Loving Citizen : Towards a True",
      "authors": [
        {
          "name": "Aránzazu Novales Alquézar",
          "authorId": "2075024093"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6398d48469d49da7984b0e361793c768ded79385",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "4d354246a2d15bf86992075290ca13b7483a2580",
      "title": "Beyond cultural stereotyping: views on end-of-life decision making among religious and secular persons in the USA, Germany, and Israel",
      "authors": [
        {
          "name": "M. Schweda",
          "authorId": "145222545"
        },
        {
          "name": "S. Schicktanz",
          "authorId": "4453629"
        },
        {
          "name": "Aviad E. Raz",
          "authorId": "3673071"
        },
        {
          "name": "A. Silvers",
          "authorId": "35090802"
        }
      ],
      "year": 2017,
      "abstract": "End-of-life decision making constitutes a major challenge for bioethical deliberation and political governance in modern democracies: On the one hand, it touches upon fundamental convictions about life, death, and the human condition. On the other, it is deeply rooted in religious traditions and historical experiences and thus shows great socio-cultural diversity. The bioethical discussion of such cultural issues oscillates between liberal individualism and cultural stereotyping. Our paper confronts the bioethical expert discourse with public moral attitudes. The paper is based on a qualitative study comprising 12 focus group discussions with religious and secular persons in the USA, Germany, and Israel (n = 82). Considering the respective socio-political and legal frameworks, the thematic analysis focuses on moral attitudes towards end-of-life decision making and explores the complex interplay between individual preferences, culture, and religion. Our findings draw attention to the variety and complexity of cultural and religious aspects of end-of-life decision making. Although there is local consensus that goes beyond radical individualism, positions are not neatly matched with national cultures or religious denominations. Instead, the relevance of the specific situatedness of religious beliefs and cultural communities becomes visible: Their status and role in individual situations, for example, as consensual or conflicting on the level of personal perspectives, family relationships, or broader social contexts, e.g., as a majority or minority culture within a political system. As the group discussions indicate, there are no clear-cut positions anchored in “nationality,” “culture,” or “religion.” Instead, attitudes are personally decided on as part of a negotiated context representing the political, social and existential situatedness of the individual. Therefore, more complex theoretical and practical approaches to cultural diversity have to be developed.",
      "citationCount": 2,
      "doi": "10.1186/s12910-017-0170-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d354246a2d15bf86992075290ca13b7483a2580",
      "venue": "BMC Medical Ethics",
      "journal": {
        "name": "BMC Medical Ethics",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0717dab74b6f4b51f9873ef6fb2d15c689d98014",
      "title": "On the political thinking of the Jagiellonian day",
      "authors": [
        {
          "name": "Bogdan Szlachta",
          "authorId": "2076587293"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0717dab74b6f4b51f9873ef6fb2d15c689d98014",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "aefd4275defad807f3e87af46868633d16e8a638",
      "title": "The Rational Loving Citizen: Towards a True Interculturality",
      "authors": [
        {
          "name": "Aránzazu Novales Alquézar",
          "authorId": "2075024093"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-53580-7_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aefd4275defad807f3e87af46868633d16e8a638",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "15-47",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bd7056a2c5fb286efd622005778c62151194dee5",
      "title": "Answers from a Real Radical",
      "authors": [
        {
          "name": "T. Machan",
          "authorId": "90258621"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd7056a2c5fb286efd622005778c62151194dee5",
      "venue": "",
      "journal": {
        "name": "Economics, Management, and Financial Markets",
        "pages": "97",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c9b14525b54078ee0167420d2b5940c8e69cf33a",
      "title": "LIBERALIZMO IR DEMOKRATIJOS SANTYKIS POLITINĖS FILOSOFIJOS POŽIŪRIU",
      "authors": [
        {
          "name": "Vaidotas Valantiejus",
          "authorId": "113481904"
        }
      ],
      "year": 2015,
      "abstract": "The main strategy of this article is to consider liberalism in contrast with democracy. Many critics of liberal democracy argue that there is no necessary relation between two distinct traditions but only a contingent historical articulation. The main ideas of liberalism are the rule of law, the defense of human rights and the respect of individual liberty. Democracy, by contrast, relies on substantial equality, identity between governing and governed, and popular sovereignty. In other words there is a tension between democratic homogeneity and liberal heterogeneity or pluralism. Mainly because of liberal assumption of an autonomous rights bearing individual, liberalism is very skeptical on the issue of democracy. Liberals stress the protection of freedom against potential oppressive democratic majorities. Equality in the liberal tradition is reduced to equal liberty. The abstract liberal conception of equality postulates that every person is, as a person, morally equal to every other person. The substantial democratic conception of equality, however, requires the possibility of inequality, i.e. the possibility of distinguishing who belongs to the demos and who is exterior to it. Equality is only valuable politically so long as it has substance or concrete political context. John Rawls’s theory of political liberalism accents formal and procedural aspects of liberal democracy. The main cause is that Rawls’s theory is deontological. He draws the distinction between the “right” and the “good” – between a framework of basic rights and liberties, and the conceptions of the good that people may choose to pursue within this framework. Rawls’s priority of the right over the good is presented as the principle of neutrality. But the problem is that political liberalism can provide a consensus only among reasonable persons who are persons who accept the principles of political liberalism. Thus Rawls’s allegedly neutral public reason is derived from the fundamentals of liberalism or the specific concept of good. Communitarian political philosophy criticizes liberalism for its atomism, concept of negative liberty and the priority of human rights. Deontological liberalism, it is said, is excessively individualistic, abstract and universalistic. Challenging the liberal commitment to individualism and to human rights, communitarians insist that democratic community cannot be justified without reference to common purposes and ends. To be a citizen is to interpret oneself as a member of the polity. Democratic homogeneity requires the identity between governing and governed. So, democracy rests not on individual rights, but essentially on the general will of the community. The model of deliberative democracy argues that the essence of democracy is deliberation itself, as opposed to voting, interest aggregation, constitutional rights, or self-government. Deliberative democracy concerns the degree to which democratic control is substantive and engaged by competent citizens. The influence of informal public opinion formation, it is claimed, has to be transformed into “communicative power” and accordingly into “administrative power”. But in essence deliberative theory accepts the key tenets of political liberalism. Some deliberative theorists argue that the priority of liberal rights is necessary for deliberative democracy itself. The agonistic model of democracy says that the dimension of antagonism is inherent in human relations. The ineradicability of antagonism, it is argued, is constitutive of the political. The main task of this model is to establish us/them discrimination in a way that is compatible with pluralist democracy. On the one hand, agonistic democracy criticizes neutral and procedural aspects of liberal democracy, on the other hand, both agonistic and liberal models accepts the priority of pluralism and individual rights. In summary, the processes of liberalization and democratization are conceptually contradictory. The ethos of liberalism, especially the ideal of negative liberty, reduces the substantial concept of equality to indifferent equal liberty. The principle of moral equality is gradually transformed to the principle of moral individualism. The deontological liberalism ignores the main democratic question – how to establish the democratic community with both the autonomy of persons and the shared understanding of the good? In this way political liberalism negates the ideal of democracy – the identity between governing and governed.",
      "citationCount": 0,
      "doi": "10.15388/POLIT.2009.4.8391",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c9b14525b54078ee0167420d2b5940c8e69cf33a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "81-102",
        "volume": "56"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c5c2bbfa1daa3cd23378a4b38c73e1d56a106168",
      "title": "Imagining America Scholarship in Action Spring 2010 The Engaged Humanities : Principles and Practices of Public Scholarship and Teaching",
      "authors": [
        {
          "name": "G. Jay",
          "authorId": "71435903"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 26,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c5c2bbfa1daa3cd23378a4b38c73e1d56a106168",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
