{
  "status": "success",
  "source": "core",
  "query": "Habermas postcolonial critique modernity",
  "results": [
    {
      "core_id": "8035197",
      "doi": "10.18352/hcm.491",
      "title": "Europe and the emergence of modernity. The entanglement of two reference cultures",
      "authors": [
        {
          "name": "Delanty, Gerard"
        }
      ],
      "year": 2015,
      "abstract": "This article offers a theory of the notion ‘reference culture’ by taking as major examples modernity and Europe. Both constitute reference cultures and while different are closely related. A certain entanglement took place between the emergence of modernity and the formation of European culture whereby the latter came to be one of the main carriers of modernity. However, they need to be separated in that Europe, while being the first major expression of modernity, is not the only embodiment of modernity. Modernity can be termed a first-order reference culture and Europe a second-order one. While there have been many second-order reference cultures, the European one was an influential and powerful one, but it was also a temporary one. This article sets out the main features that define the specificity of Europe. Against accounts that emphasize a master narrative or an underlying cultural unity to Europe, it is argued that crucial to the making of Europe was the formation of modes of communication that enabled common practices to develop across a range of different cultures. In this way, it is argued, Europe consolidated as a consequence less of endogenous factors than exogenous ones. Important, too, was the mobile nature of European culture which facilitated translation into other cultures and which was also receptive to modernity. The twentieth century has witnessed the emergence of other varieties of modernity and the global decline of the European mode",
      "publisher": "'Uopen Journals'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/30614815.pdf",
      "source_url": "https://doaj.org/toc/2213-0624",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7595888",
      "doi": null,
      "title": "A call to loyalty: women’s bodies, playgrounds and battlefields",
      "authors": [
        {
          "name": "Spini, Debora"
        }
      ],
      "year": 2017,
      "abstract": "Este artículo muestra cómo los argumentos feministas utilizados por discursos de derecha populistas y xenofóbicos contribuyen a la neutralización del feminismo en el discurso público europeo, la libertad de la mujer se invoca para fines que tienen poco que ver con ellas mismas. El cuerpo de la mujer se queda exterior y ajeno a la esfera moderna de la autonomía y sigue siendo una posesión: poseído, reapropiado, cubierto y expuesto, se convierte en campo de batalla para los conflictos identitarios de la mo¬dernidad tardía. Por otro lado, la aspiración a la autonomía, transformada en deseo de consumo, causa que se convierta en un espectáculo y en una mercancía, es decir, en un patio de recreo del orden neoliberal. Ciertas tendencias en el feminismo contemporá¬neo reflejan esta versión mimética de la libertad, haciendo al feminismo vulnerable al nuevo espíritu del capitalismo (Fraser, 2009) y a los discursos populistas y xenófobos de la derecha.The article aims at analysing how the use of “feminist” arguments by xenophobic, right –wing and populist discourses– constitutes a specific form of neutralisation of feminism. In European public discourse, women’s freedom is becoming a pawn in a political game that has nothing to do with women themselves. Women’s bodies –posses¬sed, re-appropriated, impregnated, covered and uncovered– become battlefields for the “identity conflicts” of late modernity. On the other hand, the aspiration to autonomy, re-narrated in late capitalism in terms of freedom to consume, causes women bodies, exposed, spectacularised, commodified, to become the playgrounds of neo-liberal order (Fraser, 2009). Some trends in contemporary feminism reflect this mimetic version of freedom, thus contributing to make feminist critique suitable to the spirit of new capi¬talism and easily manipulated by xenophobic, right-wing populist discourses",
      "publisher": "Universidad Católica de Colombia. Facultad de Derecho",
      "journal": "Soft Power",
      "download_url": "https://core.ac.uk/download/223029832.pdf",
      "source_url": "https://editorial.ucatolica.edu.co/index.php/SoftP/article/download/2465/2270",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8867504",
      "doi": "10.3817/0614167049",
      "title": "Public Religions in a Postsecular Era: Habermas and Gandhi on Revisioning the Political",
      "authors": [
        {
          "name": "Verma, Vidhu"
        }
      ],
      "year": 2014,
      "abstract": "An embedded ideology of the religious-secular binary in its various forms has assumed currency in recent continental and Anglo-American political thought. This ideology highlights the difference between religion under modernization, broadly defined by the secularization thesis, and that of religious revival in a period characterized by postsecularism. It reflects the rise of new epistemologies and the dissolution of the antinomies between faith and reason characteristic of a postsecular culture. A common argument found in these writings is that enlightenment secularization, which relegates the sacred to a private sphere, seems to have discovered its own parochialism as religion continues to provide",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/145643099.pdf",
      "source_url": "https://philpapers.org/archive/VERPRI-2.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8313904",
      "doi": "10.1111/j.1470-9856.2011.00528.x",
      "title": "‘Latin American Modernity, and yet...’",
      "authors": [
        {
          "name": "Adorno"
        },
        {
          "name": "Arendt"
        },
        {
          "name": "Bayly"
        },
        {
          "name": "Berman"
        },
        {
          "name": "Bilbao"
        },
        {
          "name": "Brunner"
        },
        {
          "name": "Calinescu"
        },
        {
          "name": "Cassirer"
        },
        {
          "name": "Derrida"
        },
        {
          "name": "Dussel"
        },
        {
          "name": "Eisenstadt"
        },
        {
          "name": "Escobar"
        },
        {
          "name": "García Canclini"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Herman"
        },
        {
          "name": "Israel"
        },
        {
          "name": "Jameson"
        },
        {
          "name": "Knight"
        },
        {
          "name": "Latour"
        },
        {
          "name": "Martín-Barbero"
        },
        {
          "name": "Mignolo"
        },
        {
          "name": "Osborne"
        },
        {
          "name": "Pocock"
        },
        {
          "name": "Quevedo"
        },
        {
          "name": "Quijano"
        },
        {
          "name": "Roberts"
        },
        {
          "name": "Saldaña"
        },
        {
          "name": "Santos"
        },
        {
          "name": "Sarlo"
        },
        {
          "name": "Sarlo"
        },
        {
          "name": "Sarlo"
        },
        {
          "name": "Sharman"
        },
        {
          "name": "Thomson"
        },
        {
          "name": "Thurner"
        },
        {
          "name": "Touraine"
        },
        {
          "name": "Trabulse"
        },
        {
          "name": "Weber"
        },
        {
          "name": "Whitaker"
        }
      ],
      "year": 2011,
      "abstract": "The article examines two ‘postmodern’ critiques of modernity: a general history which argues that it was never solely Western, and a work of Latin American cultural criticism which wishes to leave a modernity seen as eurocentric.  It argues that to understand the modern elements of Latin America entails keeping present the European, and in part pre-nineteenth-century, genealogy of modernity.  This, in order to grasp both the pitfalls of claiming modernity is a common project (colonialism vanishes) and the difficulty of going beyond it (European modernity bequeathed the language of breaks and dialectical incorporations).  The piece identifies the rhetorical choreography involved when the limits of the critique of Western modernity become apparent",
      "publisher": "'Wiley'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/33575961.pdf",
      "source_url": "http://eprints.nottingham.ac.uk/32089/1/Latin%20american%20modernity%20and%20yet%20%20%20%20BLAR%20422%20original%20version%20by%20Adam%20Sharman%206-1-10.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7206190",
      "doi": null,
      "title": "Manifestations of the post-secular emerging within discourses of posthumanism",
      "authors": [
        {
          "name": "Graham, Elaine L."
        }
      ],
      "year": 2013,
      "abstract": "This paper discusses the concepts of posthuman and post-secular in critical theory",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/19135200.pdf",
      "source_url": "https://chesterrep.openrepository.com/bitstream/10034/297162/6/Graham%20-%20Karlsruhe%20Paper.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8021640",
      "doi": "10.1177/0038038516647683",
      "title": "Postcolonial reflections on sociology",
      "authors": [
        {
          "name": "Bhambra, Gurminder"
        }
      ],
      "year": 2016,
      "abstract": "This contribution addresses the impact of postcolonial critiques on sociology by drawing parallels with the emergence of feminism and queer theory within the academy. These critiques were facilitated by the expansion of public higher education over the last five decades and the article also addresses the implications of the privatisation and marketization of the university on the processes of knowledge production",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/96840171.pdf",
      "source_url": "http://wrap.warwick.ac.uk/81982/1/WRAP_Sociology%20Personal%20Reflection%20PostPrint%20version%20April%202016.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8016756",
      "doi": "10.1177/0191453719866239",
      "title": "No Escape from the Technosystem?",
      "authors": [
        {
          "name": "Susen, S."
        }
      ],
      "year": 2020,
      "abstract": "The main purpose of this article is to provide an in-depth review of Andrew Feenberg’s Technosystem: The Social Life of Reason (Cambridge, MA: Harvard University Press, 2017). To this end, the analysis is divided into two parts. The first part gives an overview of its thematic structure and elucidates its key arguments. The second part discusses its most controversial aspects and grapples with its principal weaknesses and limitations. By way of conclusion, the article argues that Feenberg’s book demonstrates the pivotal role that the technosystem plays in shaping contemporary society",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/228134928.pdf",
      "source_url": "http://openaccess.city.ac.uk/id/eprint/23026/1/CRO%20%28Accepted%20Version%29%20Simon%20Susen%20%282019%29%20%E2%80%98No%20Escape%20from%20the%20Technosystem%E2%80%99.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8862656",
      "doi": null,
      "title": "Domination Across Borders: An Introduction",
      "authors": [
        {
          "name": "Buckinx, Barbara"
        },
        {
          "name": "Trejo-Mathys, Jonathan"
        },
        {
          "name": "Waligore, Timothy"
        }
      ],
      "year": 2015,
      "abstract": "This chapter explores the different dimensions of domination, including whether it has a structural approach, its relation to race and imperialism, and how non-domination can be institutionalized and achieved at a global level",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/188184872.pdf",
      "source_url": "https://philpapers.org/archive/BUCDAB-3.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "43456590",
      "doi": null,
      "title": "\"The return of the excluded\" feminist and postcolonial perspectives on western modernity",
      "authors": [
        {
          "name": "Goedl, Doris"
        }
      ],
      "year": 2016,
      "abstract": "In political, scholarly and cultural discussions in the ‘Global North’, ideas of freedom, democracy and human rights were considered universal and legitimated for political and military interventions mostly in non-Western countries. Debates about the universality of the right to intervene are discussed in the frame of universality versus particularity. Whereas universalists defend their arguments in the name of modernity, their challengers opposed to these kinds of universal assumptions refer to the importance of particularism\r\nand relativism; yet, both groups consider modernity as their main point of reference. To overcome this stalled discussion, I look at modernity through the deconstruction of epistemic dichotomies and hierarchies in order to open up a space for critical reflection on the concept itself. Contextualizing my reflections on modernity in the rich literature by scholars who challenge the dominant Western concept of modernity, I demonstrate that Western knowledge is not universal in an epistemic sense. Rather, it can be considered as a contentious concept with problematic assumptions about an epistemically\r\nneutral subject, adopting a universalistic perspective while erasing the meaning of geopolitical location (Grosfoguel 2011). Arguing against this idea of an ‘assertive universality’, the metaphor of ’travelling theories,’ as proposed by Edward Said\r\nand Clifford Geertz, helps to reflect upon the local, social and individual positioning of knowledge. The focus of this contribution is the utilisation of feminist and postcolonial perspectives to contribute to the deconstruction of modernity as a homogenous monolithic bloc. Considering the frame itself, I question the hidden, not explicated assumptions in the production of Western knowledge. Arguing that knowledge\r\nproduction is not a question of geography but of epistemology, I deconstruct the modern project from the inside in order to overcome the epistemic dichotomy of modernity itself. The implications of this analysis for us as social scientists and researchers will be discussed at the end of the paper.peer-reviewe",
      "publisher": "Postcolonial Directions in Education",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84894676.pdf",
      "source_url": "https://www.um.edu.mt/library/oar//bitstream/123456789/20127/1/%27The%20return%20of%20the%20excluded%27%20%20feminist%20and%20postcolonial%20perspectives%20on%20western%20modernity.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "136675448",
      "doi": "10.1111/j.1470-9856.2011.00528.x/abstract",
      "title": "‘Latin American Modernity, and yet...’",
      "authors": [
        {
          "name": "Sharman, Adam"
        }
      ],
      "year": 2011,
      "abstract": "The article examines two ‘postmodern’ critiques of modernity: a general history which argues that it was never solely Western, and a work of Latin American cultural criticism which wishes to leave a modernity seen as eurocentric.  It argues that to understand the modern elements of Latin America entails keeping present the European, and in part pre-nineteenth-century, genealogy of modernity.  This, in order to grasp both the pitfalls of claiming modernity is a common project (colonialism vanishes) and the difficulty of going beyond it (European modernity bequeathed the language of breaks and dialectical incorporations).  The piece identifies the rhetorical choreography involved when the limits of the critique of Western modernity become apparent",
      "publisher": "'Wiley'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/42508265.pdf",
      "source_url": "http://eprints.nottingham.ac.uk/32089/1/Latin%20american%20modernity%20and%20yet%20%20%20%20BLAR%20422%20original%20version%20by%20Adam%20Sharman%206-1-10.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "4409877",
      "doi": "10.1177/0191453713498390",
      "title": "Towards a politics for human rights: Ambiguous humanity and democratizing rights",
      "authors": [
        {
          "name": "Hoover, J."
        }
      ],
      "year": 2013,
      "abstract": "Human rights are a suspect project – this seems the only sensible starting point today. This suspicion, however, is not absolute and the desire to preserve and reform human rights persists for many of us. The most important contemporary critiques of human rights focus on the problematic consequences of the desire for universal rights. These criticisms are pursued with varying intensities, as some defenders of human rights are willing to accept elements of this critique in their reformulations, while staunch opponents remain wary of the desire to think and act in language of human rights because of the deep pathologies of rights-thinking as a political ethics. Yet, we hesitate to abandon human rights. In this paper, I look at the political critique of human rights in greater detail. I argue that an agonistic account drawing on the work of William Connolly and Bonnie Honig offers the best response to the most important contemporary critiques of human rights, and a clearer account of what it means to claim that human rights do valuable work. The key developments of this agonistic view of human rights are its focus on the ambiguity of “humanity”as a political identity, and the challenge to legitimate authority and membership that new rights claims make. In the end, human rights are defended as a universal political ethos focused on the pluralization and democratization of global politics",
      "publisher": "'SAGE Publications'",
      "journal": "Philosophy & Social Criticism",
      "download_url": "https://core.ac.uk/download/9982964.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7500767",
      "doi": "10.19079/metodo.2.1.117",
      "title": "The revolutionary past: decolonizing law and human rights",
      "authors": [
        {
          "name": "Fitzpatrick, Peter"
        }
      ],
      "year": 2013,
      "abstract": "Combining a radical revision of the historical formation of occidental law with perspectives derived from decolonial thought, this paper advances a deconstruction of occidental law. That deconstruction is then brought to bear on human rights. Although occidental law and human rights are shown in this way to be imperial in orientation, that same deconstruction reveals resistant elements in law and in human rights. These are elements which the decolonial can draw on in its commitment to intercultural transformation",
      "publisher": "Metodo Associazion",
      "journal": null,
      "download_url": "https://core.ac.uk/download/20118047.pdf",
      "source_url": "http://eprints.bbk.ac.uk/9654/1/9654.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7931369",
      "doi": "10.18778/8088-538-7.12",
      "title": "Action and Ethics. A Historical Perspective on the Late Frankfurt School (Apel, Habermas, Wellmer)",
      "authors": [
        {
          "name": "Skirbekk, Gunnar"
        }
      ],
      "year": 2016,
      "abstract": "I shall delineate what I see as the strength and relevance of transcendental-pragmatics within the intellectual setting in the post-war period. I shall indicate how the discussions within transcendental-pragmatics have revealed inherent challenges, while at the same time the intellectual and institutional surroundings have changed unfavorably during the last few decades. And I shall briefly indicate how these inherent challenges and new constellations could and should be met, to the effect that transcendental-pragmatics could reveal its philosophical importance and practical relevance under changed conditions; the catchword here is gradual (melioristic) reasoning",
      "publisher": "'Uniwersytet Lodzki (University of Lodz)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/93157712.pdf",
      "source_url": "http://dspace.uni.lodz.pl:8080/xmlui/bitstream/handle/11089/22483/%5b137%5d-152_Skirbekk_Action%20and%20ethics.pdf?sequence=1&isAllowed=y",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8863476",
      "doi": null,
      "title": "Tolerance, Mıgratıon And Hybrıd Identities: Normative Reasoning Of Intercultural Dialogue In A Blurring Structure",
      "authors": [
        {
          "name": "Aliu, Armando"
        },
        {
          "name": "Aliu, Dorian"
        },
        {
          "name": "Özkan, Ömer"
        },
        {
          "name": "Öztürk, Ilyas"
        }
      ],
      "year": 2016,
      "abstract": "The aim of this study is to proof the argument – i.e. ‘there are significant linkages amongst tolerance, hybrid identities and migration.’ These linkages can be comprehended by means of conceptualising extensions of hybrid identities in aggregate trans/inter-migration processes. It can be put forward that arising hybrid identities are embedded in a blurring structure of thoughts, beliefs, states of affairs, facts, belongings and so forth. From multiculturalism and cosmopolitanism viewpoints, it is argued that tolerance and migration ought to be analysed in frame of sociology of law, human rights, international migration law, and of course the European Union law. So far, normative arguments and soft law approaches are very much well integrated with social aspects of migration, tolerance, identity and culture. In this context, the study examines to what extent cultural and human components are protected by law in multiple levels from an interdisciplinary perspective. In this framework, it is crucial to raise the research enquiries: What are possible criteria for the limits of tolerance? To what extent tolerance is related to human rights and morality? What ought to be the limit of tolerance towards hybrid identities in multicultural and cosmopolitan societies? In a consistent manner, the criteria and standards developed by some leading scholars were reconstructed and discussed throughout this paper. These criteria and standards are both moral (part of a universal system of morality) and legal (international, supranational, or national – i.e. constitutional). In order to apply such standards their validity was discussed (i.e. the respective normative power has the norms at the various levels). In the case of morals, their difference to particular ethnic systems was established (i.e. criteria by which the two can be distinguished). Then the research argument was elaborated on whether and how the legal standards comply with the moral standards, how national standards comply with supranational or international standards. Likewise, the study highlights the crucial contributions of “World Society and World System Paradigms” that are associated with social space, global civil society, cosmopolitanism, ethnic diversity, cultural hybridity, human rights activism and public sphere. Recent debates in Refugee Studies (e.g. Syrian Refugee Crisis, Dual and Multiple Citizenship Issues and so forth) highlight the fact that the European Union needs to consider new aspects of tolerance for hybrid identities and tolerate cultural rights of hybrid identities, create cohesion in communities and establish intercultural dialogue amongst home-states and host-states. Sanguinely, the efforts of hybrid identities are strengthening the relations between home-host states and these ought to attract some considerable attention. The authors of this study hope that their endeavours may contribute somewhat towards that",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/228134941.pdf",
      "source_url": "https://philpapers.org/archive/ALITMA.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8014583",
      "doi": "10.1080/23254823.2017.1272258",
      "title": "Following the Footprints of the “Postmodern Turn”: A Reply to Gregor McLennan",
      "authors": [
        {
          "name": "Susen, S."
        }
      ],
      "year": 2017,
      "abstract": "I am enormously grateful to Gregor McLennan for commenting on my book The ‘postmodern turn’ in the social sciences (Basingstoke: Palgrave Macmillan, 2015). Furthermore, I am indebted to the editors of the European Journal of Cultural and Political Sociology for providing me with the opportunity to respond to his remarks. In my Reply, I shall focus on some central issues raised by McLennan in his thoughtful review article",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/146487169.pdf",
      "source_url": "http://openaccess.city.ac.uk/18835/1/39b.%20CRO%20%28Accepted%20Version%29%20Susen%2C%20S%20%282017%29%20%27Following%20the%20Footprints%20of%20the%20PoMo%20Turn.%20A%20Reply%20to%20Gregor%20McLennan%27%2C%20Europ%20J%20of%20CPS%2C%204%281%29%2C%20104-123%20-%20Copy.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "10282824",
      "doi": "10.17613/m6bw1k",
      "title": "Hijab Martyrdom, Headscarf Debates: Rethinking Violence, Secularism, and Islam in Germany",
      "authors": [
        {
          "name": "Beverly Weber"
        }
      ],
      "year": 2012,
      "abstract": "Fereshta Ludin’s struggle to be appointed as a public school teacher while wearing ahijab received massive media attention in Germany, while the xenophobically motivated murder of Marwa el-Sherbini, who was eventually dubbed the “hijab martyr” internationally, elicited muted response. Yet interpreting the reactions to these two cases together reveals much about the existence of racism and Islamophobia in contemporary Germany. In this article I juxtapose the public discussions of these two cases to consider the potential for a critique of headscarf discourse. I suggest that interrogation of headscarf discourse is only possible by turning the very notion of critique against itself in order to interrogate the conditions of secularism",
      "publisher": "'Modern Language Association'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/159489104.pdf",
      "source_url": "https://hcommons.org/deposits/download/hc:19082/CONTENT/weber-2012-hijab-martyrdom-headscarf-debates-rethinking-vio.pdf/",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8869229",
      "doi": "10.17899/on_ed.2020.7.4",
      "title": "Bodies and Publics in Two Discourses",
      "authors": [
        {
          "name": "Kirloskar-Steinbach, Monika"
        }
      ],
      "year": 2020,
      "abstract": "The recent call for a conceptual and intellectual decolonization in the humanities critiques the conventional, all-white, largely male philosophical canon. Its critique is directed at the centering of the experiences of this specific group in global knowledge transmission practices. Its proponents focus on the canon’s implicit claim, namely that only one social group is able to think thoroughly and accurately about all problems of philosophical significance across varying spatiotemporal contexts. In this short article, I will use two different debates to make some aspects of this call more meaningful: the US-American discourse in academic philosophy on deracializing the knowing subject and the post-Holocaust German understanding of public intellectual spaces (sections 2 and 3 respectively)",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305120619.pdf",
      "source_url": "https://philpapers.org/archive/KIRBAP-2.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "158291584",
      "doi": null,
      "title": "Postcolonial perspectives on 'development'",
      "authors": [
        {
          "name": "Ziai, Aram"
        }
      ],
      "year": 2012,
      "abstract": "The article deals with postcolonial works in the field of development theory and policy beyond the widely discussed post-development approaches. After identifying four analytical strategies typical for postcolonial studies, it examines the works in question. Particular attention is given to the criticism that postcolonial works would neglect material practices. The article concludes that for many works this criticism is not justified, but that the empirical engagement of postcolonial approaches with institutions and processes in development policy is often inaccurate, superficial and incomplete. 'Development studies does not tend to listen to subalterns and postcolonial studies does not tend to concern itself with whether the subaltern is eating' (Sylvester 1999: 703). Christine Sylvester's well-known characterisation of the relationship between development studies and postcolonial studies may be somewhat exaggerated, it is, however, based on a sharp observation. This relationship also constitutes the topic of this article. The article's objective is twofold: on the one hand it aims to provide a - far from exhaustive - survey of works from the area of postcolonial studies that deal with 'development'. Usually this type of work is associated with the post-development school, which has been widely discussed by now, but here the focus is on other authors beyond post-development. On the other hand, the article will deal with one of the central points of criticism which has been raised against postcolonial studies: that they neglect material practices. This criticism shall be examined on the grounds of the postcolonial works in the field of 'development'. For a start, it needs to be clarified what is meant by postcolonial studies and by 'development' - and why the concept is placed in quotation marks. Therefore the first section of the article deals (very briefly) with the concept of development and the second one (equally superficially) with the field of postcolonial studies. In the latter, specifically postcolonial questions and strategies of analysis will be examined, in order to achieve some orientation faced with the multitude of works and approaches in this field. Subsequently the focus will be on the relationship between development studies and postcolonial studies. Regarding the accusation of neglecting material practices and the strategies identified beforehand, a number of postcolonial works in the area of 'development' theory and policy will be scrutinized",
      "publisher": "Bonn: University of Bonn, Center for Development Research (ZEF)",
      "journal": null,
      "download_url": "https://www.econstor.eu/dspace/bitstream/10419/88339/1/773389075.pdf",
      "source_url": "https://www.econstor.eu/dspace/bitstream/10419/88339/1/773389075.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "18480525",
      "doi": "10.18052/www.scipress.com/ilshs.28.1",
      "title": "Globalization and Modernity",
      "authors": [
        {
          "name": "Powell, Jason"
        }
      ],
      "year": 2014,
      "abstract": "As we move into the global century, several aspects of social and economic life are changing and post-industrial shifts are unparalleled by virtue of the interconnectedness that brings together the corners of the globe. New technologies, new economic relationships, new social processes, and new political developments are all characteristics of globalization (Hudson and Lowe, 2004: 22) in a post-industrial age featured by information, innovation, finance and services. As the world has contracted, people’s quality of life has changed regardless of where they live. In fact, the propagation of free market mindsets in emerging economies has created collective network connections with considerable good but pervasive inequalities as well. A fundamental aim of this book is to argue that these changes are part of a economic transition to post-industrialism associated with risks and inequalities that shape human experience in the midst of a formidable global financial climate. There is an obvious tension with this. On the one hand, life expectancy, health statuses and per capital incomes are at an all-time high and many feudal practices have been relegated to the past (Phillipson, 2006). On the other hand, vast numbers of people struggle with poverty and significant pockets of poverty portend more than lack of income. Those living on the bottom of the socio-economic ladder labor under the burden of avoidable, lifestyle diseases, hunger and related maladies, not to mention myriad social risks (Turner, 2008). Those on the upper reaches of the same ladder garner disproportionate shares of the resources and are able to support comfortable lifestyles",
      "publisher": "'SciPress Ltd'",
      "journal": "International Letters of Social and Humanistic Sciences",
      "download_url": "https://core.ac.uk/download/33795080.pdf",
      "source_url": "https://chesterrep.openrepository.com/bitstream/10034/604065/1/Powell%202014%20GLob.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "10282396",
      "doi": "10.17613/m66g0t",
      "title": "The anthropology of media and the question of ethnic and religious pluralism",
      "authors": [
        {
          "name": "Abu Lughod"
        },
        {
          "name": "Allen"
        },
        {
          "name": "Appadurai"
        },
        {
          "name": "Benjamin"
        },
        {
          "name": "Birman"
        },
        {
          "name": "Blank"
        },
        {
          "name": "Bolter"
        },
        {
          "name": "Boyer"
        },
        {
          "name": "Boyer"
        },
        {
          "name": "Boyer"
        },
        {
          "name": "Calhoun"
        },
        {
          "name": "de Vries"
        },
        {
          "name": "Deutsch"
        },
        {
          "name": "Eck"
        },
        {
          "name": "Eickelman"
        },
        {
          "name": "Eickelman"
        },
        {
          "name": "Eisenlohr"
        },
        {
          "name": "Eisenlohr"
        },
        {
          "name": "Eisenlohr"
        },
        {
          "name": "Eisenlohr"
        },
        {
          "name": "Engelke"
        },
        {
          "name": "Fraser"
        },
        {
          "name": "Ginsburg"
        },
        {
          "name": "Goebel"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Hall"
        },
        {
          "name": "Hansen"
        },
        {
          "name": "Harvey"
        },
        {
          "name": "Hirschkind"
        },
        {
          "name": "Hirschkind"
        },
        {
          "name": "Hoffmann"
        },
        {
          "name": "Hull"
        },
        {
          "name": "Jones"
        },
        {
          "name": "Keane"
        },
        {
          "name": "Keane"
        },
        {
          "name": "Krämer"
        },
        {
          "name": "Larkin"
        },
        {
          "name": "Lefort"
        },
        {
          "name": "Mankekar"
        },
        {
          "name": "Mazzarella"
        },
        {
          "name": "Metcalf"
        },
        {
          "name": "Meyer"
        },
        {
          "name": "Meyer"
        },
        {
          "name": "Meyer"
        },
        {
          "name": "Negt"
        },
        {
          "name": "Oosterbaan"
        },
        {
          "name": "Pinney"
        },
        {
          "name": "Powdermaker"
        },
        {
          "name": "Rajagopal"
        },
        {
          "name": "Riefenstahl"
        },
        {
          "name": "Sanyal"
        },
        {
          "name": "Schulz"
        },
        {
          "name": "Silverstein"
        },
        {
          "name": "Sterne"
        },
        {
          "name": "Sánchez"
        },
        {
          "name": "Taylor"
        },
        {
          "name": "Turner"
        },
        {
          "name": "van de Port"
        },
        {
          "name": "Van Der Veer"
        },
        {
          "name": "Van Der Veer"
        },
        {
          "name": "Warner"
        },
        {
          "name": "Winkler"
        },
        {
          "name": "Winkler"
        }
      ],
      "year": 2011,
      "abstract": "This essay discusses anthropological approaches to the study of media interacting with contexts of ethnic and religious diversity. The main argument is that not only issues of access to and exclusion from public spheres are relevant for an understanding of media and pluralism. Background assumptions and ideologies about media technologies and their functioning also require more comparative analysis, as they impact public spheres and claims to authority and authenticity that ultimately produce and shape scenarios of ethnic and religious diversity. This additional dimension of diversity in the question of media and ethnic and religious pluralism is particularly apparent in crises of political and religious mediation. The latter often result in desires to bypass established forms of political and religious mediation that are in turn often projected on new media technologies",
      "publisher": "'Modern Language Association'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/147829203.pdf",
      "source_url": "https://hcommons.org/deposits/download/hc:16878/CONTENT/soc-anth-2011.pdf/",
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 20,
  "errors": []
}
