{
  "status": "success",
  "source": "core",
  "query": "feminist critique Habermas public sphere exclusion",
  "results": [
    {
      "core_id": "34153817",
      "doi": null,
      "title": "Habermas, the Public Sphere, and the Creation of a Racial Counterpublic",
      "authors": [
        {
          "name": "Charles, Guy-Uriel"
        },
        {
          "name": "Fuentes-Rohwer, Luis"
        }
      ],
      "year": 2015,
      "abstract": "In The Structural Transformation of the Public Sphere, Jürgen Habermas documented the historical emergence and fall of what he called the bourgeois public sphere, which he defined as “[a] sphere of private people come together as a public . . . to engage [public authorities] in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labor.” This was a space where individuals gathered to discuss with each other, and sometimes with public officials, matters of shared concern. The aim of these gatherings was not simply discourse; these gatherings allowed the bourgeoisie to use their reason to determine the boundaries of public and private and to self-consciously develop the public sphere. As Habermas writes, “[t]he medium of this political confrontation was . . . people’s public use of their reason.” The bourgeois public didn’t simply participate, but it did so both directly and critically. The development of the bourgeois public as a critical, intellectual public took place in coffeehouses, in salons, and table societies. In Great Britain, Germany, and France, particularly, the coffeehouses and the salons “were centers of criticism—literary at first, then also political—in which began to emerge, between aristocratic society and bourgeois intellectuals, a certain parity of the educated.” Intellectual equals came together and deliberated, an equality that was key in ensuring the requisite openness and deliberation. No one person dominated the discussion due to his status within the deliberative community. Instead, and above all else, the “power of the better argument” won out. Two conditions were critical to these deliberations. First, equality was key to the public sphere. Membership in the public sphere meant that no one person was above the other and all arguments were similarly treated and scrutinized. Second, the principle of universal access was crucial.8The doors of the deliberative space were open to all comers and no group or person was purposefully shut out. Seen together, these two conditions provide a blueprint for deliberative practices in a democratic society",
      "publisher": "Duke University School of Law",
      "journal": null,
      "download_url": "https://core.ac.uk/download/62571430.pdf",
      "source_url": "https://www.repository.law.indiana.edu/cgi/viewcontent.cgi?article=3573&amp;context=facpub",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "36645274",
      "doi": null,
      "title": "Accommodating the Public Sphere: Beyond the Market Model",
      "authors": [
        {
          "name": "Hunter, Nan D."
        }
      ],
      "year": 2001,
      "abstract": "This Essay has two major components. First, in Parts I and II, I describe and critique the Court\\u27s opinion in Dale, beginning with an examination of the social origins of scouting, then proceeding to an analysis of Dale. Second, in Parts III and IV, I place the questions raised in Dale in another context in which they belong but are seldom analyzed, that of the jurisprudence of public accommodations laws . . . In conclusion, I join the two major themes by framing Dale\\u27s claim as the latest in a series of cases that have invoked an evolving understanding of citizenship. What is specifically at stake in Dale is the relationship between civic status and gender and sexuality. What it illustrates more broadly is the need for a contemporary social theory of citizenship that encompasses the discursive dynamics and power of the institutions of civil society",
      "publisher": "Scholarship @ GEORGETOWN LAW",
      "journal": null,
      "download_url": "https://core.ac.uk/download/70373728.pdf",
      "source_url": "https://scholarship.law.georgetown.edu/cgi/viewcontent.cgi?article=1103&amp;context=facpub",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "9816563",
      "doi": null,
      "title": "Media and the (im)permeability of public sphere to gender",
      "authors": [
        {
          "name": "Bernardo, Mariana"
        },
        {
          "name": "Cerqueira, Carla Preciosa Braga"
        },
        {
          "name": "Magalhães, Sara"
        }
      ],
      "year": 2012,
      "abstract": "We cannot continue to look at public sphere as a space of privileged, following an Habermasian logic. In this sense, an idealized definition of public sphere is created drawings upon equality opportunities and upon its intervenient rationalism, where the author clearly tries to retrieve Kantian sense of freedom. However, he focuses on male power holders and citizens’ participation.\r\nMoreover, public sphere is nowadays marked by multiple positions and actors that magnify its interactions. We are particularly interested on the uses of public sphere on media by its transformative capacity and the swell of a democratic space for every individuals. The breach of this sphere and its consequent fragmentation has functioned almost paradoxically: on one hand it allows subjects to position themselves and to take a stand but, on the other hand, it reinforces status quo, depriving other subjects from public sphere agency. This discursive (im)permeability carried out by the media against certain groups and individuals has raised debate in many areas. Feminist critique’s legacy has been extremely relevant to this public sphere conceptual evolution and reformulation, contributing to a more plural and equality conceptualization; one that is truly close to citizens and its idiosyncrasies. Feminist critique to Habermas’ bourgeois public sphere comes, first of all, from the recognition of women’s exclusion, as well as of other specific social groups, from figuring in society and from having an active part, therefore excluding them from democratic citizenship.\r\nThe role of media, however, does not seem easy, as it is one of the privileged vehicles for information dissemination playing an important contribution to citizenship. Yet, in this junction there are diverse social actors that intend to enroll public decision-making. We know that public opinion is shaped mainly by parameters that prioritize some discourses over others, giving them more prominence and power. By highlighting these discourses, assigning greater emphasis to certain themes and people, media equally contribute to the formation and delimitation of public sphere boundaries. In this complex relationship established, and based on a critical feminist outlook, we intend with this paper to question the existence of a single public sphere or of several ones, and to question how far are mainstream media (im)permeable to emancipatory and resistance discourses. Finally, we will question, as well, how does public sphere and democracy notions articulate themselves with the increasing individualism promotion taking place in Western societies.This paper was developed under the scope of the research project “Gender in focus: social representations in Portuguese generalist newsmagazines [Género em foco: representações sociais nas revistas portuguesas de informação generalista]” (PTDC/CCI-COM/114182/2009) funded by FCT - Fundação para a Ciência e Tecnologia (Portuguese Science and Technology Foundation). Project website: http://www.lasics.uminho.pt/genfo",
      "publisher": "Universidade do Minho. Centro de Estudos Humanísticos (CEHUM)",
      "journal": null,
      "download_url": "https://core.ac.uk/download/55621458.pdf",
      "source_url": "http://repositorium.sdum.uminho.pt/bitstream/1822/21122/1/Media%20and%20the%20impermeability%20of%20public%20sphere%20to%20gender_RepositoriUM.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "6369037",
      "doi": "10.1080/13183222.2013.11009106",
      "title": "Exclusions of the public sphere conception: examining deliberative and discourse theory accounts",
      "authors": [
        {
          "name": "Dahlberg, Lincoln"
        }
      ],
      "year": 2013,
      "abstract": "The deliberative conception of the public sphere has proven popular in the critical evaluation of the democratic role of media and communication. However, the conception has come under sustained critique from poststructuralist- infl uenced theorists, amongst others, for failing to fully account for the exclusions that result from it being defi ned as a universal norm of public sphere deliberation. This paper examines how this critique may be answered. It does so fi rst by exploring how (sophisticated) deliberative theory can reply to the critique, and second by turning to the poststructuralist-infl uenced critics - specifi cally post-Marxist discourse theorists - and asking how they might provide a way forward. With respect to the fi rst, the paper fi nds that deliberative theory can, and often does, account for the exclusions in question much more than critics suggest, but that there remains concern about the conception's radical democratic status given that exponents (seem to) derive it extra-politically. With respect to the second, the paper fi nds that a post-Marxist discourse theory reading - that embraces radical contingency - of the deliberative public sphere conception provides a purely political framework for theorising deliberative exclusion (and associated politics), and thus off ers an ontological and democratic radicalisation of the public sphere conception. However, given the embrace of radical contingency, and thus acceptance of inelminable power, the paper concludes by indicating that this radicalisation may illicit concern about its radical democratic status",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/15163423.pdf",
      "source_url": "http://espace.library.uq.edu.au/view/UQ:303484/UQ303484_fulltext.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "1195576",
      "doi": "10.2202/1554-4419.1116",
      "title": "Islamism, Re-Islamisation and the Fashioning of Muslim Selves: Refiguring the Public Sphere",
      "authors": [
        {
          "name": "Ismail, Salwa"
        }
      ],
      "year": 2007,
      "abstract": "This article explores the political implications of Muslim public self-presentation and forms of self-fashioning associated with the ongoing processes of re-Islamisation in both Muslim-majority and Muslim-minority societies. It sketches how projects of the Muslim public self contribute to a refiguring of the public sphere. The argument put forward is that public practices of self-reform grounded in religion and presented in pietistic terms are political by virtue of being tied to projects of societal reform and because they have a bearing on the public sphere and public space. Proceeding from the premise that the public sphere is not neutral and that the subjectivities inhabiting it are shaped by power relations, the article examines the ways in which projects of Muslim public selves are imbricated in the material conditions of the settings in which they develop and as such are underpinned by dynamics of power and contestation",
      "publisher": "'Walter de Gruyter GmbH'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/2788423.pdf",
      "source_url": "https://soas-repository.worktribe.com/file/439281/1/IslamismReIslamization.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "4371395",
      "doi": "10.1558/poth.v13i2.233",
      "title": "What’s missing? Gender, reason and the post-secular",
      "authors": [
        {
          "name": "Elaine Graham"
        },
        {
          "name": "Habermas Jurgen"
        }
      ],
      "year": 2012,
      "abstract": "This is the author's post-print PDF version of an article published in Political Theology. The article can be found at www.politicaltheology.com/PT/This journal article discusses the role of gender in the contemporary debate around the post-secular",
      "publisher": "'Equinox Publishing'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/9632022.pdf",
      "source_url": "https://chesterrep.openrepository.com/bitstream/10034/243153/5/graham-PolTheo2012.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "18872929",
      "doi": null,
      "title": "The Emergence of Libyan Networked Publics: Social Media Use during and after the Libyan Uprising",
      "authors": [
        {
          "name": "Bates, Jo"
        },
        {
          "name": "Cox, Andrew"
        },
        {
          "name": "Ehdeed, Skina M."
        }
      ],
      "year": 2018,
      "abstract": "It is often claimed that social media sites such as Facebook played a key role during the so-called ‘Arab Spring’. Yet there have been few attempts to track what happened during and after the Libyan uprising, and how social media are – and are not - contributing to the development of revolutionary and post-revolutionary public sphere in the Libyan context. In Libya, there was an explosive growth in social media use during the post-uprising period. This rapid growth could be seen to potentially form the basis for the emergence of a new democratic, networked public sphere. By engaging with different conceptualizations and various critiques of Habermas’[1] public sphere concept, this study aims to explore the nature of emergent Libyan digital publics, and their possible role in transforming the Libyan public sphere",
      "publisher": "'iSchools'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/159610792.pdf",
      "source_url": "https://www.ideals.illinois.edu/bitstream/2142/100215/1/Ehdeed-Skina_20180416_V01.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "25476496",
      "doi": "10.17576/jkmjc-2017-3301-03",
      "title": "Reading popular music festivals through the lens of public sphere",
      "authors": [
        {
          "name": "Chakravarty, Devpriya"
        }
      ],
      "year": 2017,
      "abstract": "The core idea of Jürgen Habermas public sphere has to do with forming a public made of private individuals who participate in civic dialogue on issues of common interest. A public so formed generates public opinion through the formation of a communicative network. This essay argues that the communicative network of the public sphere which is known to be strengthened by its cultural connects through press and mass media can also be shaped by popular music culture like hip-hop, rock or electronic dance music. A cultural public sphere is comprised of numerous networks of mass and popular culture which help in shaping the participants’ articulations of politics, both public and personal. Cultural public sphere marks the entry of affective modes of communication as effectual participation in the politics of everyday life. In this article, the author tries to position the role of popular music cultures in the formation of a public sphere by studying three distinct forms of popular music- hip-hop, rock and electronic dance music. The idea is to understand the role of the communities formed due the affective mode of popular music and the efficacies granted to these social groups in the larger context of a public sphere. Another important dimension of studying these forms of popular music is to understand music festivals as active sites for the realisation of a public sphere. Drawing from Durkheim’s idea of how festivals harness within them a ‘collective effervescence’ which he found to be an integral element to aid in instilling feelings of solidarity in a community, this essays tries to locate the popular music festival sites within the framework of a cultural public sphere by conducting an in depth literature review on how the traditional public sphere is critiqued from the vantage point of a cultural public sphere; how popular culture texts and practices inform these critiques and finally how music festival sites act as public spheres",
      "publisher": "'Penerbit Universiti Kebangsaan Malaysia (UKM Press)'",
      "journal": "Jurnal Komunikasi : Malaysian Journal of Communication",
      "download_url": "https://core.ac.uk/download/84307037.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "10282824",
      "doi": "10.17613/m6bw1k",
      "title": "Hijab Martyrdom, Headscarf Debates: Rethinking Violence, Secularism, and Islam in Germany",
      "authors": [
        {
          "name": "Beverly Weber"
        }
      ],
      "year": 2012,
      "abstract": "Fereshta Ludin’s struggle to be appointed as a public school teacher while wearing ahijab received massive media attention in Germany, while the xenophobically motivated murder of Marwa el-Sherbini, who was eventually dubbed the “hijab martyr” internationally, elicited muted response. Yet interpreting the reactions to these two cases together reveals much about the existence of racism and Islamophobia in contemporary Germany. In this article I juxtapose the public discussions of these two cases to consider the potential for a critique of headscarf discourse. I suggest that interrogation of headscarf discourse is only possible by turning the very notion of critique against itself in order to interrogate the conditions of secularism",
      "publisher": "'Modern Language Association'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/159489104.pdf",
      "source_url": "https://hcommons.org/deposits/download/hc:19082/CONTENT/weber-2012-hijab-martyrdom-headscarf-debates-rethinking-vio.pdf/",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "41172483",
      "doi": "10.1007/s11562-016-0367-1",
      "title": "Struggles over access to the Muslim public sphere: Multiple publics and discourses on agency, belonging and citizenship (Introduction to the Themed Section)",
      "authors": [
        {
          "name": "A Joya"
        },
        {
          "name": "A Salvatore"
        },
        {
          "name": "AR Norton"
        },
        {
          "name": "B Challand"
        },
        {
          "name": "B Meyer"
        },
        {
          "name": "B Meyer"
        },
        {
          "name": "C Calhoun"
        },
        {
          "name": "DF Eickelman"
        },
        {
          "name": "E Dalmasso"
        },
        {
          "name": "FG Gause"
        },
        {
          "name": "H Ayeb"
        },
        {
          "name": "J Habermas"
        },
        {
          "name": "J Habermas"
        },
        {
          "name": "J Haynes"
        },
        {
          "name": "J Haynes"
        },
        {
          "name": "K Biekart"
        },
        {
          "name": "K Willemse"
        },
        {
          "name": "K Willemse"
        },
        {
          "name": "Karin Willemse"
        },
        {
          "name": "L Khatib"
        },
        {
          "name": "M Fattah"
        },
        {
          "name": "ME Gardiner"
        },
        {
          "name": "N Fraser"
        },
        {
          "name": "N Fraser"
        },
        {
          "name": "N Fraser"
        },
        {
          "name": "N Fraser"
        },
        {
          "name": "O Roy"
        },
        {
          "name": "P Bond"
        },
        {
          "name": "P Geschiere"
        },
        {
          "name": "R Asen"
        },
        {
          "name": "S Benhabib"
        },
        {
          "name": "S Benhabib"
        },
        {
          "name": "S Benhabib"
        },
        {
          "name": "S Hall"
        },
        {
          "name": "S Mahmood"
        },
        {
          "name": "SN Eisenstadt"
        },
        {
          "name": "Sylvia I. Bergh"
        },
        {
          "name": "T Murray Li"
        },
        {
          "name": "W Outhwaite"
        }
      ],
      "year": 2016,
      "abstract": "Abstract This introductory essay provides the context for the articles in this Themed\n\nSection. Despite the diversity in locations, historical backgrounds and contemporary\n\nprocesses of change, all contributors to this Themed Section focus on the struggle of\n\nMuslim groups over access to an emergent Muslim public sphere. They highlight the\n\ncontestations of and shifts in the notions of agency, belonging, and citizenship in\n\nnation-states with Muslim communities within its borders. The introduction consists\n\nof two parts. The first part reviews the notion of the public sphere as conceptualized by\n\nHabermas and critiqued by scholars of a diversity of backgrounds. In relation to the\n\nconcept of the Muslim public sphere, three aspects of critique are given closer\n\nc",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/154416227.pdf",
      "source_url": "https://link.springer.com/content/pdf/10.1007%2Fs11562-016-0367-1.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "16167497",
      "doi": "10.1177/0163443712464565",
      "title": "Conflict and seduction in the public sphere",
      "authors": [
        {
          "name": "Goode, L"
        },
        {
          "name": "McKee, A"
        }
      ],
      "year": 2013,
      "abstract": "In a critical but sympathetic reading of Habermas’s work (1984, 1987a, 1987b, 2003), Luke Goode (2005) recently sought to rework his theory of deliberative democracy in an age of mediated and increasingly digital public spheres. Taking a different approach, Alan McKee (2005) challenged the culture- and class-bound strictures of Habermasian rationalism, instead pursuing a more radically pluralist account of postmodern public spheres. The editors of this special section of Media, Culture & Society invited us to discuss our differing approaches to the public sphere. Goode holds that the institutional bases of contemporary public spheres (political parties, educational institutions or public media) remain of critical importance, albeit in the context of a kaleidoscopic array of unofficial and informal micro-publics, both localized and de-territorialized. In contrast, McKee sustains a ‘hermeneutics of suspicion’ toward the official, hegemonic institutions of the public sphere since they tend to exclude and delegitimize discourses and practices that challenge their polite middle-class norms.\\ud\n\\ud\nMcKee’s recent research has focused on sexual cultures, particularly among youth (McKee, 2011). Goode’s recent work has examined new social media spaces, particularly in relation to news and public debate (e.g. Goode, 2009; Goode et al., 2011). Consequently, our discussion turned to a domain which links our interests: after Goode discussed some of his recent research on (in)civility on YouTube as a new media public sphere, McKee challenged him to consider the case of pornographic websites modelled on social media sites.1 He identifies a greater degree of ‘civility’ in these pornographic sibling sites than on YouTube, requiring careful consideration of what constitutes a ‘public sphere’ in contemporary digital culture. Such sites represent an environment that shatters the opposition of public and private interest, affording public engagement on matters of the body, of intimacy, of gender politics, of pleasure and desire – said by many critics to be ruled out of court in Habermasian theory. Such environments also trouble traditional binaries between the cognitive and the affective, and between the performative and the deliberative.\\ud\n\\ud\nIn what follows we explore the differences between our approaches in the form of a dialogue. As is often the case, our approaches seemed less at odds after engaging in conversation than may have initially appeared. But important differences of emphasis remain",
      "publisher": "'SAGE Publications'",
      "journal": "Media Culture & Society",
      "download_url": "https://opus.lib.uts.edu.au/bitstream/10453/29529/3/McKee_Goode_revised_version_2012_07_26%20edited%202nd%20aug%20changes%20accepted.pdf",
      "source_url": "https://eprints.qut.edu.au/58241/",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "1154724",
      "doi": null,
      "title": "Critical Notes on Habermas’s Theory of the Public Sphere",
      "authors": [
        {
          "name": "Susen, S."
        }
      ],
      "year": 2011,
      "abstract": "The main purpose of this paper is to examine Habermas’s account of the transformation of the public sphere in modern society. More specifically, the study aims to demonstrate that, whilst Habermas’s approach succeeds in offering useful insights into the structural transformation of the public sphere in the early modern period, it does not provide an adequate theoretical framework for understanding the structural transformation of public spheres in late modern societies. To the extent that the gradual differentiation of social life manifests itself in the proliferation of multiple public spheres, a critical theory of public normativity needs to confront the challenges posed by the material and ideological complexity of late modernity in order to account for the polycentric nature of advanced societies. With the aim of showing this, the paper is divided into three sections. The first section elucidates the sociological meaning of the public/private dichotomy. The second section scrutinizes the key features of Habermas’s theory of the public sphere by reflecting on (i) the concept of the public sphere, (ii) the normative specificity of the bourgeois public sphere, and (iii) the structural transformation of the public sphere in modern society. The third section explores the most substantial shortcomings of Habermas’s theory of the public sphere, particularly its inability to explain the historical emergence and political function of differentiated public spheres in advanced societies",
      "publisher": "European University of Tirana",
      "journal": null,
      "download_url": "https://core.ac.uk/download/2708275.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8383374",
      "doi": null,
      "title": "Social media and the public sphere",
      "authors": [
        {
          "name": "Fuchs, Christian"
        },
        {
          "name": "Fuchs, Christian"
        }
      ],
      "year": 2014,
      "abstract": "Social media has become a key term in Media and Communication Studies and public discourse for characterising platforms such as Facebook, Twitter, YouTube, Wikipedia, LinkedIn, Wordpress, Blogspot, Weibo, Pinterest, Foursquare and Tumblr. This paper discusses the role of the concept of the public sphere for understanding social media critically. It argues against an idealistic interpretation of Habermas and for a cultural-materialist understanding of the public sphere concept that is grounded in political economy. It sets out that Habermas’ original notion should best be understood as a method of immanent critique that critically scrutinises limits of the media and culture grounded in power relations and political economy. The paper introduces a theoretical model of public service media that it uses as foundation for identifying three antagonisms of the contemporary social media sphere in the realms of the economy, the state and civil society. It concludes that these limits can only be overcome if the colonisation of the social media lifeworld is countered politically so that social media and the Internet become public service and commons-based media.\n\nAcknowledgement: This paper is the extended version of Christian Fuchs’ inaugural lecture for his professorship of social media at the University of Westminster that he took up on February 1st, 2013. He gave the lecture on February 19th, 2014, at the University of Westminster",
      "publisher": "TripleC",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161123087.pdf",
      "source_url": "https://westminsterresearch.westminster.ac.uk/download/15319e0b28a9c5d2cdae8a41a6f36798608e215d6d256e62fea5238cda900134/2258993/Fuchs_TripleC_SocialMedia%26PublicSphere_2014.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "27691850",
      "doi": null,
      "title": "Changing the Canon: Chinua Achebe’s Women, the Public Sphere and the Politics of Inclusion",
      "authors": [
        {
          "name": "Nwagbara, Uzoechi"
        }
      ],
      "year": 2013,
      "abstract": "This paper examines the subjugation of Nigerian women with regard to how their political marginalisation constricts the public sphere, the resource centre of public opinion, which strengthens the ideals of democracy and good governance. The political marginalisation of women in Nigeria is a rectilinear upshot of their low participation in government and politics necessitated by patriarchy. This patriarchal practice has animated the urgency of expanded public sphere as well as feminism, an ideological, aesthetic and cultural movement, steeped in agitating for the rights of women and expanding the frontiers of their participation in the political process. In the political novel Anthills of the Savannah, which is to be considered in this paper, Chinua Achebe has deftly refracted the rise of new Nigerian women, who are generation changers. Beatrice represents Achebe’s new women; her portraiture in the novel interrogates postcolonial Nigerian politics of disempowerment, marginalisation, shrunken public sphere and gendered space that occlude good governance",
      "publisher": "Virtual Commons - Bridgewater State University",
      "journal": null,
      "download_url": "https://core.ac.uk/download/48828431.pdf",
      "source_url": "http://vc.bridgew.edu/cgi/viewcontent.cgi?article=1177&context=jiws",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "48203310",
      "doi": null,
      "title": "Poetic Witness in a Networked Age",
      "authors": [
        {
          "name": "Clarke, Jerome D."
        }
      ],
      "year": 2016,
      "abstract": "When online videos mobilize protestors to occupy public spaces, and those protestors incorporate hashtags in their chants and markered placards, deliberative democratic theory must no longer dismiss technology and peoples historically excluded from the arena of politics. Specifically, political models must account for the role of repetition in paving the way for unheard and unseen messages and people to appear in the political arena. Drawing on Judith Butler’s theory of the Performative and Hannah Arendt’s Space of Appearance, this paper assesses that critical and generative role of iteration. Repeating unheeded acts performs the capacity for those acts to be entered into discourse. The World Wide Web evidently augments such performativity with features such as accessibility, potential for ‘viral’ proliferation, and an endurance unlike non-networked acts. This paper eventually grapples with the hazards and risks of networked repetition (e.g. desensitization, trivialization, etc.) in order to propose a poetics of repetition to mitigate those dangers. Such poetics ultimately distinguishes the witness from the spectator",
      "publisher": "The Cupola: Scholarship at Gettysburg College",
      "journal": null,
      "download_url": "https://cupola.gettysburg.edu/cgi/viewcontent.cgi?article=1559&amp;context=student_scholarship",
      "source_url": "https://cupola.gettysburg.edu/cgi/viewcontent.cgi?article=1559&amp;context=student_scholarship",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7595888",
      "doi": null,
      "title": "A call to loyalty: women’s bodies, playgrounds and battlefields",
      "authors": [
        {
          "name": "Spini, Debora"
        }
      ],
      "year": 2017,
      "abstract": "Este artículo muestra cómo los argumentos feministas utilizados por discursos de derecha populistas y xenofóbicos contribuyen a la neutralización del feminismo en el discurso público europeo, la libertad de la mujer se invoca para fines que tienen poco que ver con ellas mismas. El cuerpo de la mujer se queda exterior y ajeno a la esfera moderna de la autonomía y sigue siendo una posesión: poseído, reapropiado, cubierto y expuesto, se convierte en campo de batalla para los conflictos identitarios de la mo¬dernidad tardía. Por otro lado, la aspiración a la autonomía, transformada en deseo de consumo, causa que se convierta en un espectáculo y en una mercancía, es decir, en un patio de recreo del orden neoliberal. Ciertas tendencias en el feminismo contemporá¬neo reflejan esta versión mimética de la libertad, haciendo al feminismo vulnerable al nuevo espíritu del capitalismo (Fraser, 2009) y a los discursos populistas y xenófobos de la derecha.The article aims at analysing how the use of “feminist” arguments by xenophobic, right –wing and populist discourses– constitutes a specific form of neutralisation of feminism. In European public discourse, women’s freedom is becoming a pawn in a political game that has nothing to do with women themselves. Women’s bodies –posses¬sed, re-appropriated, impregnated, covered and uncovered– become battlefields for the “identity conflicts” of late modernity. On the other hand, the aspiration to autonomy, re-narrated in late capitalism in terms of freedom to consume, causes women bodies, exposed, spectacularised, commodified, to become the playgrounds of neo-liberal order (Fraser, 2009). Some trends in contemporary feminism reflect this mimetic version of freedom, thus contributing to make feminist critique suitable to the spirit of new capi¬talism and easily manipulated by xenophobic, right-wing populist discourses",
      "publisher": "Universidad Católica de Colombia. Facultad de Derecho",
      "journal": "Soft Power",
      "download_url": "https://core.ac.uk/download/223029832.pdf",
      "source_url": "https://editorial.ucatolica.edu.co/index.php/SoftP/article/download/2465/2270",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "407731",
      "doi": null,
      "title": "Training the imagination to go visiting",
      "authors": [
        {
          "name": "Barr, J."
        },
        {
          "name": "Griffiths, M."
        }
      ],
      "year": 2004,
      "abstract": "Jon Nixon’s article, ‘Learning the Language of Deliberative Democracy’ explored languages of hope in relation to the discourses of deliberative democracy. Ours continues this theme of finding languages of hope. Like his article, ours makes people central. It explores a neglected area of epistemology: knowing people. It suggests that we take a critical perspective on the metaphors we live and then re-configure them to think again about the public and private spaces in the universities where we work",
      "publisher": "Maidenhead SRHE and Open University Press.",
      "journal": null,
      "download_url": "https://core.ac.uk/download/1393908.pdf",
      "source_url": "http://eprints.gla.ac.uk/3421/1/Training_the_Imagination_to_go_Visiting_June_2003.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "257637",
      "doi": "10.1504/ijge.2008.017154",
      "title": "Economic alternatives and childhood poverty",
      "authors": [
        {
          "name": "Alderson, Priscilla"
        }
      ],
      "year": 2008,
      "abstract": "Current national and international economic policies are exerting ever more direct pressures on children's lives and futures. This paper reviews key concerns and contradictions in neoliberal economic policies' effects on childhood. Alternative feminist and green economics and critical theory critiques of neoliberalism are summarised and their implications for childhood poverty are considered. In conclusion there are suggestions about sustainable green economics for childhood to take account of the problems of advocating perpetual economic growth in a finite planet. Copyright © 2008, Inderscience Publishers",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/pdf/83454.pdf",
      "source_url": "http://eprints.ioe.ac.uk/5034/1/Alderson2008Economic77.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "535087",
      "doi": "10.4256/mio.2010.008",
      "title": "Contours in reflexivity: Commitment, criteria and change",
      "authors": [
        {
          "name": "May, T"
        }
      ],
      "year": 2010,
      "abstract": "This article examines the intellectual contours in calls to reflexivity in social research. In charting changes in these calls and their ideas on the role of social research in society, the article draws out lessons for future orientation. Whilst highlighting that the contribution of social research to our common understanding is part of its vitality, different authors have sought to see it in terms of how social actions are produced in research texts, via the role of experience as a starting point for reflexivity, to deploying exclusion of the researcher from dominant forces in order to produce more accurate explanations of social relations. Overall, we can be left bewildered in the face of these differences. Yet the article concludes by arguing that each has its place for clarifying the role and place of social research in society, but that they should not be over-extended as that produces an inward-looking perspective and leads to a paralysis in practice",
      "publisher": "'University of Plymouth'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/1661578.pdf",
      "source_url": "https://salford-repository.worktribe.com/file/1461744/1/May_Contours_in_Reflexivity.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "10282396",
      "doi": "10.17613/m66g0t",
      "title": "The anthropology of media and the question of ethnic and religious pluralism",
      "authors": [
        {
          "name": "Abu Lughod"
        },
        {
          "name": "Allen"
        },
        {
          "name": "Appadurai"
        },
        {
          "name": "Benjamin"
        },
        {
          "name": "Birman"
        },
        {
          "name": "Blank"
        },
        {
          "name": "Bolter"
        },
        {
          "name": "Boyer"
        },
        {
          "name": "Boyer"
        },
        {
          "name": "Boyer"
        },
        {
          "name": "Calhoun"
        },
        {
          "name": "de Vries"
        },
        {
          "name": "Deutsch"
        },
        {
          "name": "Eck"
        },
        {
          "name": "Eickelman"
        },
        {
          "name": "Eickelman"
        },
        {
          "name": "Eisenlohr"
        },
        {
          "name": "Eisenlohr"
        },
        {
          "name": "Eisenlohr"
        },
        {
          "name": "Eisenlohr"
        },
        {
          "name": "Engelke"
        },
        {
          "name": "Fraser"
        },
        {
          "name": "Ginsburg"
        },
        {
          "name": "Goebel"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Hall"
        },
        {
          "name": "Hansen"
        },
        {
          "name": "Harvey"
        },
        {
          "name": "Hirschkind"
        },
        {
          "name": "Hirschkind"
        },
        {
          "name": "Hoffmann"
        },
        {
          "name": "Hull"
        },
        {
          "name": "Jones"
        },
        {
          "name": "Keane"
        },
        {
          "name": "Keane"
        },
        {
          "name": "Krämer"
        },
        {
          "name": "Larkin"
        },
        {
          "name": "Lefort"
        },
        {
          "name": "Mankekar"
        },
        {
          "name": "Mazzarella"
        },
        {
          "name": "Metcalf"
        },
        {
          "name": "Meyer"
        },
        {
          "name": "Meyer"
        },
        {
          "name": "Meyer"
        },
        {
          "name": "Negt"
        },
        {
          "name": "Oosterbaan"
        },
        {
          "name": "Pinney"
        },
        {
          "name": "Powdermaker"
        },
        {
          "name": "Rajagopal"
        },
        {
          "name": "Riefenstahl"
        },
        {
          "name": "Sanyal"
        },
        {
          "name": "Schulz"
        },
        {
          "name": "Silverstein"
        },
        {
          "name": "Sterne"
        },
        {
          "name": "Sánchez"
        },
        {
          "name": "Taylor"
        },
        {
          "name": "Turner"
        },
        {
          "name": "van de Port"
        },
        {
          "name": "Van Der Veer"
        },
        {
          "name": "Van Der Veer"
        },
        {
          "name": "Warner"
        },
        {
          "name": "Winkler"
        },
        {
          "name": "Winkler"
        }
      ],
      "year": 2011,
      "abstract": "This essay discusses anthropological approaches to the study of media interacting with contexts of ethnic and religious diversity. The main argument is that not only issues of access to and exclusion from public spheres are relevant for an understanding of media and pluralism. Background assumptions and ideologies about media technologies and their functioning also require more comparative analysis, as they impact public spheres and claims to authority and authenticity that ultimately produce and shape scenarios of ethnic and religious diversity. This additional dimension of diversity in the question of media and ethnic and religious pluralism is particularly apparent in crises of political and religious mediation. The latter often result in desires to bypass established forms of political and religious mediation that are in turn often projected on new media technologies",
      "publisher": "'Modern Language Association'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/147829203.pdf",
      "source_url": "https://hcommons.org/deposits/download/hc:16878/CONTENT/soc-anth-2011.pdf/",
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 20,
  "errors": []
}
