[search_core.py] Searching CORE: 'decolonial modernity coloniality power' (year=2000-2024), limit=20
[search_core.py] Retrieved 20/20 papers...
[search_core.py] Search complete: 20 papers found
{
  "status": "success",
  "source": "core",
  "query": "decolonial modernity coloniality power",
  "results": [
    {
      "core_id": "52451712",
      "doi": null,
      "title": "Home on the border in Ana Castillo's \"The Guardians\": the colonial matrix of power, epistemic disobedience, and decolonial love",
      "authors": [
        {
          "name": "Poks, Malgorzata"
        }
      ],
      "year": 2017,
      "abstract": "After 9/11, more than ever in the history of the United States of America, security and domesticity have become paradoxical antonyms in racially and ethnically mixed areas, like that of the US-Mexican border. The borderland‘s history is further complicated by the issue of illegal immigration and its corollaries, such as strict border control and mass deportations of ―aliens,‖ as well as the rising crime rate. Even though it is protected by a fence and monitored by heavily armed border patrols, the area‘s notoriety for narcosmuggling, human trafficking and femicide keeps growing. Paradoxically, the more drastic the security measures used, the more dangerous the borderland becomes. In her 2007 novel The Guardians, Ana Castillo suggests that tighter control itself is responsible for criminalizing the border. Focusing on a Mexican American woman‘s search for her brother lost during an illegal crossing, the novel presents a complex dynamic between security and domesticity. The following article attempts to trace this dynamic through the epistemic lens of decolonial methodology.Después del 11-S, más que nunca antes en la historia de los Estados Unidos de América, la seguridad y la domesticidad se han convertido en antónimos paradójicos en zonas de abundante mezcla racial y étnica como la frontera entre México y EE. UU. La historia de la zona fronteriza se ve complicada, además, por la cuestión de la inmigración ilegal y sus distintos corolarios, como por ejemplo el estricto control aduanero existente, las deportaciones en masa de ―extranjeros‖ o el aumento de los índices de criminalidad. Incluso aunque se halle protegida por una valla y aunque esté monitorizada por patrullas fronterizas fuertemente armadas, la ya notoria reputación del área por el contrabando de drogas y personas, así como por el feminicidio, sigue empeorando. Paradójicamente, cuanto más drásticas son las medidas de seguridad empleadas, más peligrosa se vuelve la frontera. En su novela de 2007, Guardianes de la frontera, Ana Castillo sugiere que el recrudecimiento del control fronterizo es en sí responsable de la criminalización de la zona fronteriza. Centrándose en la historia de una mujer mexicano-estadounidense que busca a su hermano perdido durante un cruce ilegal de la frontera, la novela presenta una compleja dinámica entre seguridad y domesticidad. El presente artículo tiene como objeto explorar esta dinámica a través de la lente epistémica que ofrece la aplicación de una metodología decolonial",
      "publisher": "'Universidad de Sevilla - Secretariado de Recursos Audiovisuales y Nuevas Tecnologias'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161255961.pdf",
      "source_url": "https://idus.us.es/bitstream/handle/11441/76536/4.%20POKS.pdf?sequence=1&isAllowed=y",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7500767",
      "doi": "10.19079/metodo.2.1.117",
      "title": "The revolutionary past: decolonizing law and human rights",
      "authors": [
        {
          "name": "Fitzpatrick, Peter"
        }
      ],
      "year": 2013,
      "abstract": "Combining a radical revision of the historical formation of occidental law with perspectives derived from decolonial thought, this paper advances a deconstruction of occidental law. That deconstruction is then brought to bear on human rights. Although occidental law and human rights are shown in this way to be imperial in orientation, that same deconstruction reveals resistant elements in law and in human rights. These are elements which the decolonial can draw on in its commitment to intercultural transformation",
      "publisher": "Metodo Associazion",
      "journal": null,
      "download_url": "https://core.ac.uk/download/20118047.pdf",
      "source_url": "http://eprints.bbk.ac.uk/9654/1/9654.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8062926",
      "doi": "10.3390/is4si-2017-03910",
      "title": "Decolonizing Information Narratives: Entangled Apocalyptics, Algorithmic Racism and the Myths of History",
      "authors": [
        {
          "name": "Ali, Syed Mustafa"
        }
      ],
      "year": 2017,
      "abstract": "In what follows, some contemporary narratives about ‘the information society’ are interrogated from critical race theoretical and decolonial perspectives with a view to constructing a ‘counter-narrative’ purporting to demonstrate the embeddedness of coloniality—that is, the persistent operation of colonial logics—in such discourses",
      "publisher": "'MDPI AG'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84342346.pdf",
      "source_url": "http://oro.open.ac.uk/50235/1/proceedings-01-00050-v2.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7497888",
      "doi": "10.4013/rechtd.2013.52.01",
      "title": "O passado revolucionário: descolonizando o direito e os direitos humanos",
      "authors": [
        {
          "name": "Fitzpatrick, Peter"
        }
      ],
      "year": 2013,
      "abstract": "Combining a radical revision of the historical formation of occidental law with perspectives\n\nderived from decolonial thought, this paper advances a deconstruction of\n\noccidental law. That deconstruction is then brought to bear on human rights. Although\n\noccidental law and human rights are shown in this way to be imperial in\n\norientation, that same deconstruction reveals resistant elements in law and in human\n\nrights. These are elements which the decolonial can draw on in its commitment to\n\nintercultural transformation",
      "publisher": "",
      "journal": "Revista de Estudos Constitucionais Hermenêutica e Teoria do Direito",
      "download_url": "https://core.ac.uk/download/20117927.pdf",
      "source_url": "http://revistas.unisinos.br/index.php/RECHTD/article/download/rechtd.2013.52.01/3929",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "43456590",
      "doi": null,
      "title": "\"The return of the excluded\" feminist and postcolonial perspectives on western modernity",
      "authors": [
        {
          "name": "Goedl, Doris"
        }
      ],
      "year": 2016,
      "abstract": "In political, scholarly and cultural discussions in the ‘Global North’, ideas of freedom, democracy and human rights were considered universal and legitimated for political and military interventions mostly in non-Western countries. Debates about the universality of the right to intervene are discussed in the frame of universality versus particularity. Whereas universalists defend their arguments in the name of modernity, their challengers opposed to these kinds of universal assumptions refer to the importance of particularism\r\nand relativism; yet, both groups consider modernity as their main point of reference. To overcome this stalled discussion, I look at modernity through the deconstruction of epistemic dichotomies and hierarchies in order to open up a space for critical reflection on the concept itself. Contextualizing my reflections on modernity in the rich literature by scholars who challenge the dominant Western concept of modernity, I demonstrate that Western knowledge is not universal in an epistemic sense. Rather, it can be considered as a contentious concept with problematic assumptions about an epistemically\r\nneutral subject, adopting a universalistic perspective while erasing the meaning of geopolitical location (Grosfoguel 2011). Arguing against this idea of an ‘assertive universality’, the metaphor of ’travelling theories,’ as proposed by Edward Said\r\nand Clifford Geertz, helps to reflect upon the local, social and individual positioning of knowledge. The focus of this contribution is the utilisation of feminist and postcolonial perspectives to contribute to the deconstruction of modernity as a homogenous monolithic bloc. Considering the frame itself, I question the hidden, not explicated assumptions in the production of Western knowledge. Arguing that knowledge\r\nproduction is not a question of geography but of epistemology, I deconstruct the modern project from the inside in order to overcome the epistemic dichotomy of modernity itself. The implications of this analysis for us as social scientists and researchers will be discussed at the end of the paper.peer-reviewe",
      "publisher": "Postcolonial Directions in Education",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84894676.pdf",
      "source_url": "https://www.um.edu.mt/library/oar//bitstream/123456789/20127/1/%27The%20return%20of%20the%20excluded%27%20%20feminist%20and%20postcolonial%20perspectives%20on%20western%20modernity.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "31243626",
      "doi": null,
      "title": "On colonial blind spots, ego-politics of knowledge and 'Universal Reason'",
      "authors": [
        {
          "name": "Stamenkovic, Marko"
        }
      ],
      "year": 2014,
      "abstract": "This paper examines the notion of death as a philosophical and counter-hegemonic subject ‘erased’ from the imperialist cartography of knowledge. It revolves around three main points: the ‘loss’ of death from the imperialist epistemology of the global North, its subservient position towards the dominance of life in biopolitical discourses, and the instrumentality of death under the ongoing matrix of colonial/capitalist power. The paper challenges the hegemonic rationality of biopolitical discourses while proposing counter-hegemonic alternatives: they are hereby mainly situated in the critique of sovereignty exemplified by Achille Mbembe’s groundbreaking work on the politics of death. In what serves as an attempt to avert our gaze from the dominant viewpoint of epistemic imperialism, the paper invites us to ‘unlearn’ what we are supposed to be proud of. As a way to engage in the decolonizing processes, it pleads for self-liberation from the forms of knowledge that, in their claim to be ‘universal’, continue to pertain to the imperialist reason and its hegemonic matrix of power",
      "publisher": "Centre for Social Studies (CES), University of Coimbra",
      "journal": null,
      "download_url": "https://core.ac.uk/download/55734363.pdf",
      "source_url": "https://biblio.ugent.be/publication/4443178/file/4443179.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "9456400",
      "doi": null,
      "title": "The World Turned on its Head:  Coloniality, Civility and the Decolonial Imperative",
      "authors": [
        {
          "name": "Hernández, Roberto D"
        }
      ],
      "year": 2015,
      "abstract": null,
      "publisher": "SJSU ScholarWorks",
      "journal": null,
      "download_url": "https://core.ac.uk/download/70427070.pdf",
      "source_url": "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1179&amp;context=naccs",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40896395",
      "doi": null,
      "title": "Two colonial theories in relation: A Fanonian genealogy",
      "authors": [
        {
          "name": "de Oto, Alejandro José"
        }
      ],
      "year": 2014,
      "abstract": "This essay explores postcolonial itineraries in relation to decolonial thinking and focuses on the conceptual and political articulation that Frantz Fanon s work represents for both fields. Two main dimensions are at stake here: first, the discussion on modernity from the plot of coloniality, and, second, the political dimension that runs across postcolonial and decolonial readings.Fil: de Oto, Alejandro José. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico Conicet - Mendoza. Instituto de Ciencias Humanas, Sociales y Ambientales; Argentin",
      "publisher": "Asociacion Latinoamericana de Investigadores de la Comunicacion",
      "journal": null,
      "download_url": "https://core.ac.uk/download/129471965.pdf",
      "source_url": "http://ri.conicet.gov.ar/bitstream/11336/20442/1/CONICET_Digital_Nro.24048.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7933016",
      "doi": "10.1515/esrp-2017-0009",
      "title": "The Question of Responsibility: (De-)Peripheralising Rural Spaces in Post-Socialist Estonia",
      "authors": [
        {
          "name": "Plüschke-Altof, Bianka"
        }
      ],
      "year": 2017,
      "abstract": "Recent studies on socio-spatial polarization and post-socialist spaces increasingly propose the use of postcolonial theory. Following this proposal, the paper attempts to make the decolonial approach fruitful for studying the crucial role that discourses play for rural peripheralisation processes in post-socialist Estonia. It shows that the Estonian discourses on peripheries manifest in a struggle between neoliberalism and interventionism as two competing regional development models that promote either self- or state responsibility for dealing with peripheralisation. Despite their differences, both models build on the same notion of modernity, as the colonial history associated with socialist modernity renders alternative models obsolete",
      "publisher": "'Walter de Gruyter GmbH'",
      "journal": "European Spatial Research and Policy",
      "download_url": "https://core.ac.uk/download/154357023.pdf",
      "source_url": "http://dspace.uni.lodz.pl:8080/xmlui/bitstream/11089/24306/1/esrp-2017-0009.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "43712625",
      "doi": "10.17169/refubium-23412",
      "title": "Tracing the Socioeconomic, the Cultural and the Political in Latin American\nPostcolonial Theory",
      "authors": [
        {
          "name": "Kerner, Ina"
        }
      ],
      "year": 2013,
      "abstract": "It is far from obvious which theories are the most promising ones for the task\nof critically addressing interdependent inequalities in Latin America as well\nas global forms of inequality that affect Latin American countries. In this\nworking paper, I look at Latin American postcolonial theories in this respect.\nFollowing Nancy Fraser’s analytic distinction of socioeconomic, cultural and\npolitical aspects of injustice, and affirmative as well as transformative\nremedies against them, I undertake a two-sided operation. In a first step, I\nuse Fraser’s framework to shed light on the accounts of inequality that we can\ngain from the work of Aníbal Quijano, María Lugones and Walter Mignolo. In a\nsecond step, I tease out in which ways these accounts transcend and thus\nchallenge the framework used on them",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/199427682.pdf",
      "source_url": "https://refubium.fu-berlin.de/bitstream/fub188/19995/1/60-WP-Kerner-Online.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7748029",
      "doi": "10.7203/kam.9.9552",
      "title": "Geopolítica, (de)colonialidad e identidad : la conciencia dividida de Rubén Darío / Geopolitics, (De)coloniality and Identity: the Divided Consciousness of Rubén Darío",
      "authors": [
        {
          "name": "List, Jared"
        }
      ],
      "year": 2017,
      "abstract": "In this article, I analyze Rubén Darío?s essays, chronicles, and newspaper articles through the framework of the coloniality of power and the coloniality of knowledge developed by Aníbal Quijano among others. I argue that reading his political writings, we observe a subject with a divided consciousness. On one hand, Darío repro-duces Eurocentric thinking that characterizes coloniality and, on the other hand, he criticizes and questions such paradigm. To support my argument, I use the geopolitical divisions ?East/West? and ?North/South? in order to trace the Nicaraguan poet?s concerns and thoughts regarding Europe and the United States. In other words, I examine from where Darío thinks and how his positions align with or deviate from coloniality and de-coloniality.Keywords: Rubén Darío, Coloniality of Power, Coloniality of Knowledge, De-coloniality, Geopolitics, Divided Consciousnes",
      "publisher": "'Universitat de Valencia'",
      "journal": "Kamchatka: Revista de Análisis Cultural",
      "download_url": "https://core.ac.uk/download/93038803.pdf",
      "source_url": "https://turia.uv.es/index.php/kamchatka/article/download/9552/9869",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "17230559",
      "doi": "10.12697/il.2013.18.1.04",
      "title": "The Aesthetics of Literary Transculturation: The Latvian Case",
      "authors": [
        {
          "name": "Kalnačs, Benedikts"
        }
      ],
      "year": 2013,
      "abstract": "This paper offers an interpretation of Rūdolfs Blaumanis’ novella Andriksons (1898) that is based on three intellectual positions. (1) The insight gained by postcolonial criticism that the political and economic division of the world as created by colonial relationships and secured by a consciously shaped system of ideological models has left a lasting impression on the psychology of both the representatives of the superpowers and the local inhabitants of the colonized territories. The main thread of analysis is to research how the opinions of two characters and the differences in their worldviews meet in Blaumanis’ text, and to reveal how the colonial and anti-colonial viewpoints are expressed in such confrontations. (2) Since Blaumanis’ novella was written at the end of the 19th century, which was one of the most intensive periods of Latvian nation-building, the anti-colonial discourse is closely related to the manifestation of nationalism in art. Nationalism, or any ideology, is most powerful in a work of art when it is outwardly unnoticeable, but inwardly capacious and expressed as a potentiality; therefore, the poetics of the text are important in this paper. (3) The framework of my argument is provided by current debates on the so-called “decolonial turn” which also involves concepts of modernity, coloniality and decoloniality. Therefore, the strategic aim of this research can be described as an effort to trace colonial contexts and decolonial options of modern Baltic cultures in global perspective",
      "publisher": "'University of Tartu'",
      "journal": "Interlitteraria",
      "download_url": "https://core.ac.uk/download/25069343.pdf",
      "source_url": "https://ojs.utlib.ee/index.php/IL/article/download/IL.2013.18.1.04/982",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8698568",
      "doi": "10.1080/21665095.2018.1486220",
      "title": "Conflict transformation in indigenous' peoples territories: doing environmental justice with a 'decolonial turn'",
      "authors": [
        {
          "name": "Acosta A."
        },
        {
          "name": "Acosta A."
        },
        {
          "name": "Ancianos del Pueblo Féénemɨnaa"
        },
        {
          "name": "Botes J."
        },
        {
          "name": "Bullard R. D."
        },
        {
          "name": "Castro-Gómez S."
        },
        {
          "name": "Crespo C."
        },
        {
          "name": "Escobar A."
        },
        {
          "name": "Escobar A."
        },
        {
          "name": "Espinosa O."
        },
        {
          "name": "Foucault M."
        },
        {
          "name": "Fraser N."
        },
        {
          "name": "Galtung J."
        },
        {
          "name": "Giddens A."
        },
        {
          "name": "Gudynas E."
        },
        {
          "name": "Inturias M."
        },
        {
          "name": "Inturias M."
        },
        {
          "name": "Jansasoy J."
        },
        {
          "name": "Lander E."
        },
        {
          "name": "Lederach J. P."
        },
        {
          "name": "Lederach J. P."
        },
        {
          "name": "Lederach J. P."
        },
        {
          "name": "Leff E."
        },
        {
          "name": "Méndez A."
        },
        {
          "name": "Padilla C."
        },
        {
          "name": "Palmer P."
        },
        {
          "name": "Quezada J. R."
        },
        {
          "name": "Rodriguez I."
        },
        {
          "name": "Rodríguez I."
        },
        {
          "name": "Rodríguez I."
        },
        {
          "name": "Rodríguez I."
        },
        {
          "name": "Santos B. de Sousa"
        },
        {
          "name": "Santos B. de Sousa."
        },
        {
          "name": "Santos B. de Sousa."
        },
        {
          "name": "Smith L."
        },
        {
          "name": "Ulloa A."
        },
        {
          "name": "Viaña J."
        },
        {
          "name": "Visvanathan S."
        },
        {
          "name": "Walsh C."
        },
        {
          "name": "Walsh C."
        },
        {
          "name": "Walsh C."
        },
        {
          "name": "Young I."
        }
      ],
      "year": 2018,
      "abstract": "One of the distinctive features of environmental justice theory in Latin America is its influence by decolonial thought, which explains social and environmental injustices as arising from the project of modernity and the ongoing expansion of a European cultural imaginary. The decolonization of knowledge and social relations is highlighted as one of the key challenges for overcoming the history of violent oppression and marginalization in development and conservation practice in the region. In this paper we discuss how conflict transformation theory and practice has a role to play in this process. In doing so, we draw on the Socio-environmental Conflict Transformation (SCT) framework elaborated by Grupo Confluencias, which puts a focus on building community capacity to impact different spheres of power: people and networks, structures and cultural power. We discuss this framework and its practical use in the light of ongoing experiences with indigenous peoples in Latin America. We propose that by strengthening the power of agency of indigenous peoples to impact each of these spheres it is possible to build constructive intra and intercultural relations that can help increase social and environmental justice in their territories and thus contribute to decolonizing structures, relations and ways of being",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/159073554.pdf",
      "source_url": "https://ueaeprints.uea.ac.uk/67389/1/DevStudRes_Rodriguez_2018.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "33729210",
      "doi": null,
      "title": "Decolonial thinking: A \"new\" perspective on International Relations Theory",
      "authors": [
        {
          "name": "Fonseca, Melody"
        },
        {
          "name": "Jerrems, Ari"
        }
      ],
      "year": 2012,
      "abstract": "En las últimas décadas las ciencias sociales se han visto deconstruidas por diferentes corrientes de pensamiento crítico que buscan analizar el sistema mundo actual, la política global y las relaciones sociales desde paradigmas y epistemologías otras que sirvan para interpretar las diferentes temporalidades y localidades del poder y del conocimiento. Una de las corrientes más novedosas es el llamado pensamiento decolonial. Esta propuesta surge dentro del debate crítico en las ciencias sociales, originalmente en las áreas de Sociología, Historia y Economía Política, y más recientemente en la disciplina de las Relaciones Internacionales. El pensamiento decolonial se plantea como crítico de las ya establecidas teorías poscoloniales. Es impulsado desde América Latina por el proyecto conocido como modernidad/colonialidad/decolonialidad, que nos invita a cuestionar la modernidad europea desde la reflexión de su antítesis, la colonialidad en América, y los efectos que la colonialidad del poder, del saber, y del ser, han tenido sobre el sujeto colonial global. En este artículo proponemos evaluar los aportes que el pensamiento decolonial puede hacer a la teoría de las Relaciones Internacionales y cómo, junto con otras conceptualizaciones hechas desde la teoría crítica, se podría contribuir al diálogo pluriversal que sus autores proponen.In recent decades the social sciences have been deconstructed by different strands of critical thought that strive to analyze the contemporary world system, global politics and social relations from alternative paradigms and epistemologies allowing us to understand the different temporalities and locations of power and knowledge. One of the most recent movements is what has been called Decolonial thinking. This proposal originates within critical debate in the social sciences, originally in Sociology, History and Political Economy and more recently in International Relations. Decolonial thinking takes a critical approach to established postcolonial studies. Driven by Latin American scholars forming part of the modernity/coloniality/decoloniality project, Decolonial thinking invites us to question European modernity considering its antithesis, colonialism in America, and the effects of Coloniality of power, knowledge and being, on the global colonial subject. In this article we evaluate the contributions Decolonial thinking may offer to International Relations theory, and at the same time, how it may add to other critical theories in order to contribute to the pluriversal dialogue that these authors propos",
      "publisher": "Universidad Autónoma. Grupo de Estudios de Relaciones Internacionales (G.E.R.I.)",
      "journal": "Relaciones Internacionales",
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/668333/pensamiento_fonseca_relin_2012.pdf?sequence=1",
      "source_url": "http://hdl.handle.net/10486/668333",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7298605",
      "doi": "10.1111/dech.12039",
      "title": "Social Struggles as Epistemic Struggles",
      "authors": [
        {
          "name": "Icaza Garza, R.A. (Rosalba)"
        },
        {
          "name": "Vázquez, R. (Rolando)"
        }
      ],
      "year": 2013,
      "abstract": "__Abstract__  \n\nThis contribution offers a view on social struggles as epistemic struggles to critically engage with the Activism 2010+ debate. Our core idea is that socia",
      "publisher": "'Wiley'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/19476121.pdf",
      "source_url": "https://pure.eur.nl/files/47513891/metis_193740_SAM.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "54281213",
      "doi": "10.1080/13200968.2017.1322024",
      "title": "Irigaray between God and the Indians : sexuate difference, decoloniality, and the politics of ontology",
      "authors": [
        {
          "name": "Seely, Stephen D."
        }
      ],
      "year": 2017,
      "abstract": "In this essay, I situate Irigaray’s philosophy of sexuate difference between the Heideggerian response to the collapse of the project of Western modernity (‘only a god can save us’) and that of decolonial theorist Oscar Guardiola-Riviera (‘only Indians can save our modern soul’). First, I return to Heidegger’s theorisation of ‘planetary technicity’ as the ontology of modernity, arguing, with Heidegger, that in order to respond to this problem we must return to the question of Being. From here, I link Heidegger’s theory of technicity with the work of decolonial theory on the ‘coloniality of Being’, suggesting that one reason for Heidegger’s pessimism is that he did not think technicity from beyond a Eurocentric perspective. The recent ‘ontological turn’ in decolonial anthropology that seeks to study Indigenous thought as ontology, however, shows that there are resources for thinking beyond the onto-logic of technicity. Yet, here, I return to Irigaray’s critique of Heidegger for his forgetting of sexuate difference in his analysis of technology to say that a move to a decolonial ontology beyond planetary technicity can only take place if we go through an ontology of sexual difference: because, as Irigaray shows, the onto-logic of technicity that underwrites coloniality and modernity begins in an ontological annihilation of life, sexuate difference, and the maternal debt, the only way to recover this is by thinking the question of sexuate difference. Finally, I conclude by examining the case of the Kogi peoples of Colombia who have warned Westerners that the destruction of the planet can only be stopped if we learn to recompense our common Mother. This case, I suggest, shows how and why the turn to non-Western ontologies as a way out of the death project of modern technicity must reckon with the work of Irigaray",
      "publisher": "'Informa UK Limited'",
      "journal": "Australian Feminist Law Journal",
      "download_url": "https://core.ac.uk/download/186333162.pdf",
      "source_url": "http://wrap.warwick.ac.uk/113345/1/WRAP-Irigaray-God-Indians-Seely-2017.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "26615522",
      "doi": null,
      "title": "De-Linking:  Don Quixote, Globalization and the Colonies",
      "authors": [
        {
          "name": "Mignolo, Walter D."
        }
      ],
      "year": 2006,
      "abstract": null,
      "publisher": "DigitalCommons@Macalester College",
      "journal": null,
      "download_url": "https://core.ac.uk/download/46721797.pdf",
      "source_url": "http://digitalcommons.macalester.edu/cgi/viewcontent.cgi?article=1321&context=macintl",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "37883649",
      "doi": "10.1086/690459",
      "title": "Colonial differences in intercultural education: on interculturality in the Andes and the decolonization of intercultural dialogue",
      "authors": [
        {
          "name": "Aman, Robert"
        }
      ],
      "year": 2017,
      "abstract": "This article pushes for the possibility of alternative ways of thinking about the concept of interculturality depending on where and by whom it is being articulated (the geopolitics and body politic of knowledge). To illustrate this, the focus is shifted away from the policies of the European Union and UNESCO to the Andean region of Latin America where the notion of interculturalidad is not only a subject on the educational agenda but has also become a core component of indigenous social movements’ demands for decolonization. Part of the argument of this article is that interculturalidad, with its roots in the historical experience of colonialism and in the particular, rather than in assertions of universality, offers a perspective on interculturality that relies on other epistemologies. It concludes by arguing that interculturality should be seen as interepistemic rather than simply intercultural",
      "publisher": "'University of Chicago Press'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74229917.pdf",
      "source_url": "http://eprints.gla.ac.uk/130394/7/130394.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "37948074",
      "doi": "10.1016/j.annals.2014.12.002",
      "title": "Tourism and decolonisation: locating research and self",
      "authors": [
        {
          "name": "Buzinde, Christine"
        },
        {
          "name": "Chambers, Donna"
        }
      ],
      "year": 2015,
      "abstract": "This paper critically explores decolonial theory and its relevance for tourism studies. We suggest that while postcolonial and related critical theoretical perspectives furthered understandings of the consequences of colonisation, such critical theorising has not provided an epistemological perspective of tourism which legitimises the cosmologies of, and actively empowers, traditionally marginalised groupings. We review published tourism research which adopts critical and postcolonial perspectives, and argue that while these have been valuable in terms of exposing the existence and effects of dominant discourses and practices in tourism, their emancipatory objectives are limited because tourism knowledge is still predominantly colonial. Epistemological decolonisation is thus presented as a more radical project which can provide an ‘other’ way of thinking, being and knowing about tourism.\n\nKeywords: colonial; decolonisation; decolonial theory; de-linking; epistemological; postcolonia",
      "publisher": "'Elsevier BV'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74368498.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "53864431",
      "doi": "10.16993/iberoamericana.429",
      "title": "Counter-hegemonic narratives and the politics of plurality : problematising global environmental governance from Latin America through the case of Bolivia",
      "authors": [
        {
          "name": "Coletta, Michela"
        },
        {
          "name": "Raftopoulos, Malayna"
        }
      ],
      "year": 2018,
      "abstract": "This article seeks to problematise current frameworks of global environmental governance by examining how the neoliberal model continues to rely on the state to suppress plurinational justice. Firstly, it discusses the creation of counter-hegemonic discourses through the emergence of new centres of epistemic production. Secondly, it analyses the ways in which these narratives interact, or fail to interact, with state policies on a local, national and international level through the case study of Evo Morales’ Bolivia. The article argues that one of main challenges confronting environmental governance will be to reformulate sovereignty as an epistemic and relational – as well as political and territorial – set of relationships",
      "publisher": "'Stockholm University Press'",
      "journal": "Iberoamericana – Nordic Journal of Latin American and Caribbean Studies",
      "download_url": "https://core.ac.uk/download/185246180.pdf",
      "source_url": "http://wrap.warwick.ac.uk/112636/1/WRAP-counter-hegemonic-narratives-politics-plurality-Coletta-2018.pdf",
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 20,
  "errors": []
}
