{
  "status": "success",
  "source": "core",
  "query": "Habermas race public sphere",
  "results": [
    {
      "core_id": "34153817",
      "doi": null,
      "title": "Habermas, the Public Sphere, and the Creation of a Racial Counterpublic",
      "authors": [
        {
          "name": "Charles, Guy-Uriel"
        },
        {
          "name": "Fuentes-Rohwer, Luis"
        }
      ],
      "year": 2015,
      "abstract": "In The Structural Transformation of the Public Sphere, Jürgen Habermas documented the historical emergence and fall of what he called the bourgeois public sphere, which he defined as “[a] sphere of private people come together as a public . . . to engage [public authorities] in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labor.” This was a space where individuals gathered to discuss with each other, and sometimes with public officials, matters of shared concern. The aim of these gatherings was not simply discourse; these gatherings allowed the bourgeoisie to use their reason to determine the boundaries of public and private and to self-consciously develop the public sphere. As Habermas writes, “[t]he medium of this political confrontation was . . . people’s public use of their reason.” The bourgeois public didn’t simply participate, but it did so both directly and critically. The development of the bourgeois public as a critical, intellectual public took place in coffeehouses, in salons, and table societies. In Great Britain, Germany, and France, particularly, the coffeehouses and the salons “were centers of criticism—literary at first, then also political—in which began to emerge, between aristocratic society and bourgeois intellectuals, a certain parity of the educated.” Intellectual equals came together and deliberated, an equality that was key in ensuring the requisite openness and deliberation. No one person dominated the discussion due to his status within the deliberative community. Instead, and above all else, the “power of the better argument” won out. Two conditions were critical to these deliberations. First, equality was key to the public sphere. Membership in the public sphere meant that no one person was above the other and all arguments were similarly treated and scrutinized. Second, the principle of universal access was crucial.8The doors of the deliberative space were open to all comers and no group or person was purposefully shut out. Seen together, these two conditions provide a blueprint for deliberative practices in a democratic society",
      "publisher": "Duke University School of Law",
      "journal": null,
      "download_url": "https://core.ac.uk/download/62571430.pdf",
      "source_url": "https://www.repository.law.indiana.edu/cgi/viewcontent.cgi?article=3573&amp;context=facpub",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8863338",
      "doi": null,
      "title": "#Palladium of the People: A Kantian Right to Internet Access",
      "authors": [
        {
          "name": "Buckman, Christopher"
        }
      ],
      "year": 2017,
      "abstract": "Lack of high-speed internet access remains a problem in the United States, particularly in rural areas, Tribal lands, and the U.S. territories. High-speed internet should be considered a basic right because it connects people to social media, the new public sphere. Critics worry about the politically polarizing effects of online social media, but its ability to unify, connect, and shape policy decisions should also be taken into account. Engaging with Jürgen Habermas’s early work on the public sphere, I argue that the technical and cultural extension of access to social media can realize Kant’s vision of the public sphere as a bridge between morality and politics",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/186331333.pdf",
      "source_url": "https://philpapers.org/archive/BUCPOT-6.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "36645274",
      "doi": null,
      "title": "Accommodating the Public Sphere: Beyond the Market Model",
      "authors": [
        {
          "name": "Hunter, Nan D."
        }
      ],
      "year": 2001,
      "abstract": "This Essay has two major components. First, in Parts I and II, I describe and critique the Court\\u27s opinion in Dale, beginning with an examination of the social origins of scouting, then proceeding to an analysis of Dale. Second, in Parts III and IV, I place the questions raised in Dale in another context in which they belong but are seldom analyzed, that of the jurisprudence of public accommodations laws . . . In conclusion, I join the two major themes by framing Dale\\u27s claim as the latest in a series of cases that have invoked an evolving understanding of citizenship. What is specifically at stake in Dale is the relationship between civic status and gender and sexuality. What it illustrates more broadly is the need for a contemporary social theory of citizenship that encompasses the discursive dynamics and power of the institutions of civil society",
      "publisher": "Scholarship @ GEORGETOWN LAW",
      "journal": null,
      "download_url": "https://core.ac.uk/download/70373728.pdf",
      "source_url": "https://scholarship.law.georgetown.edu/cgi/viewcontent.cgi?article=1103&amp;context=facpub",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "344585",
      "doi": "10.1177/0163443705049058",
      "title": "The Jerry Springer Show as an Emotional Public Sphere",
      "authors": [
        {
          "name": "Lunt, P"
        },
        {
          "name": "Stenner, P"
        }
      ],
      "year": 2005,
      "abstract": "The public sphere debate in social theory has been a topic of considerable interest amongst scholars analysing the talk show genre. Habermas (1989) attached great importance to the potential of rational critical discussion to create consensus and thereby legitimation in democratic society. He was concerned that the media gave a false impression of engagement in a public sphere while managing rights of access and speech in a manner that was inimical to open public discussion. In contrast, cultural commentators on the talk show genre have been impressed by the richness and spontaneity of interactions on the shows, suggesting that they might have a positive role in public participation despite not meeting Habermas’s criteria for a public sphere. In consequence, the literature is moving away from the public sphere debate and focussing on issues of voice and expression in analyses of talk shows. This paper, however, makes the argument that many of Habermas’s concerns are still highly relevant to the genre. This is demonstrated through an analysis of the Jerry Springer Show. On the surface, this show seems to have little to do with rational critical discussion. The analysis reveals a number of parallels between the conception of the rational critical public sphere and the Jerry Springer show, leading to a revision of the received view of Habermas’s work in the analysis of mediated discussion. A range of implications for the mediation of deliberation, participation and expression are explored",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/334121.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "62996959",
      "doi": null,
      "title": "Conversations that Matter:  How a Thriving Public Sphere Makes Better Citizens and Better Neighbors",
      "authors": [
        {
          "name": "Schreiber, Kylie"
        }
      ],
      "year": 2018,
      "abstract": "While it is true that the most recent presidential election cycle highlighted deeply rooted divisions lying in our American democracy, there is more to this separation than politics. Globalization and polarization have acted as catalysts, in part, to the decline of neighborliness and citizenship in America. I argue that a return to the “public” sphere in local communities can remedy this. This paper tests this theory by strategically selecting public policies and civic engagement activities that attempt to accomplish this goal of returning to the public and evaluating them on their ability to do so.\nThere are important questions about improving citizenship and neighborliness and how both are related that will be explored. Ultimately, if a return to the public sphere is the best way to heal a broken democracy plagued by division, there must be ways to create that sphere. Whether it is more sidewalks and front porches or better ways to approach uncomfortable conversations is what this paper aims to recommend for community planners and civic organizations.\nThis paper is twofold in its approach, detailing both the theoretical arguments in favor of creating a public space that promotes both improved citizenship and neighborliness and then practically applying methods of doing so. American democracy as we know it is changing quickly, and a return to the public sphere cannot bridge all the gaps, but it is a place to start bringing citizens and neighbors of place together to form a community atmosphere that has declined steadily for decades",
      "publisher": "ValpoScholar",
      "journal": null,
      "download_url": "https://core.ac.uk/download/216807321.pdf",
      "source_url": "https://scholar.valpo.edu/cgi/viewcontent.cgi?article=1019&context=ilasbw",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "5220017",
      "doi": null,
      "title": "Public complaints: An instrument to improve services in public institution of higher learning in post modern era. Case study: Student Affairs Department in Universiti Utara Malaysia",
      "authors": [
        {
          "name": "Mohd. Noor, Noor Farihah"
        },
        {
          "name": "Syed Ibrahim, Sharifah Sofiah 'Atiqah"
        }
      ],
      "year": 2004,
      "abstract": "Jurgen Habermas dan Anthony Giddens are among other postmodern thinkers have proposed the theory of public sphere and social reflexivity. Because postmodenism has undermined the structure and function of the society and gives extra power to the periphery and individuals, the rise for individual participation in voicing out their need and wants is seen as important so that decision made at the top rung of the society reflect the masses. According to Habermas, in post modern era where tradition is lacking, people are losing trust and confidence in an abstract system – the system governing them beyond their immediate surrounding. To encounter it, citizen should be given power to participate in decision making. Habermas idea is supported by Giddens with his social reflexivity concept that suggests inputting public trust back into social institution. In coherence with this argument, the paper will discuss on the public complaint in public institution which is seen as a way to improve public services. The study is carried out in Student Affairs department in Universiti Utara Malaysia in 2003. The objectives of the study is to measure the level of awareness of the services offered at the Complaint Unit HEP and complaints by the students of the university. The paper will then discuss the findings and suggests ways to improve existing systems so that the quality of service is further enhanced",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/12117427.pdf",
      "source_url": "http://repo.uum.edu.my/1898/1/45.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "46677128",
      "doi": null,
      "title": "Legalism and Devolution of Power in the Public Sphere: Reflections on Occupy Wall Street",
      "authors": [
        {
          "name": "Teachout, Zephyr"
        }
      ],
      "year": 2016,
      "abstract": null,
      "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
      "journal": null,
      "download_url": "https://core.ac.uk/download/144231270.pdf",
      "source_url": "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=2461&amp;context=ulj",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8678152",
      "doi": "10.1017/s0260210516000309",
      "title": "La Vía Campesina and the UN Committee on World Food Security: Affected publics and institutional dynamics in the nascent transnational public sphere",
      "authors": [
        {
          "name": "Brem-Wilson, Josh"
        }
      ],
      "year": 2016,
      "abstract": "AbstractThe emergence of the transnational as a site and object of governance has triggered concern amongst both affected publics subject to these effects, and scholars keen to locate the democratic potentials therein. Increasingly, public sphere theory is being promoted as a lens for interrogating the democratic potential of the transnational. However the project of transposing public sphere theory from its Westphalian origins to the transnational has been frustrated by a lack of empirical examples in which the properties of a transnational public sphere can be easily identified. In this article, examining the encounter between La Vía Campesina and the UN Committee on World Food Security, I argue for the existence of a nascent transnational public sphere in the specific domain of transnational food and agricultural policymaking. The existence of this concrete example, I argue, defends public sphere theory’s transnational turn against either the charge of utopianism, or the need to suspend some of the framework’s core conditions in order to accommodate the ‘actually possible’. It also allows us to advance public sphere theory’s empirical research agenda, and in this article I introduce an analytical framework to take this further.</jats:p",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": "Review of International Studies",
      "download_url": "https://core.ac.uk/download/228144996.pdf",
      "source_url": "https://pure.coventry.ac.uk/ws/files/4021027/Brem-Wilson_RIS_2016_FINAL_SS.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8322832",
      "doi": "10.1080/01425692.2016.1220286",
      "title": "The university, democracy and the public sphere",
      "authors": [
        {
          "name": "Holmwood, John"
        }
      ],
      "year": 2016,
      "abstract": "This article takes an historical approach to the rise and fall of the public university, relating its fate to specific developments in public policy. Particular attention will be paid to the United States and the United Kingdom since they are leading the drive the marketization of public higher education in the name of a neo-liberal global knowledge economy. It addresses how the functions of the university and its corporate form are being transformed and relates this to wider developments in the nature of the corporation and the relation between business and citizenship (or, market and democracy)",
      "publisher": "'Informa UK Limited'",
      "journal": "British Journal of Sociology of Education",
      "download_url": "https://core.ac.uk/download/76972872.pdf",
      "source_url": "http://eprints.nottingham.ac.uk/36981/2/UniversityDemocracyPublicSphere_PrePubversion.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "44977410",
      "doi": "10.17510/wjhi.v13i2.28",
      "title": "Reasoning in a Multicultural Society",
      "authors": [
        {
          "name": "Adian, D. G. (Donny)"
        }
      ],
      "year": 2011,
      "abstract": "Multicultural society as a way of being-with-others needs a certain form of public reasoning. Unfortunately, the current yet dominant form of public reasoning is infiltrated by biases from occidental culture. This mode of reasoning does nothing but uproot participants from their cultural identity for the sake of universal consensus. Multicultural society, however, consists of identities which are embedded in the individuals' cultural tradition. This sociological fact demands a richer form of rationality that does not deny the multiplicity of cultural values and embedded identities. We need a form of public reasoning which emphasizes cultural understanding rather than abstract consensus. We might call it a multicultural, contextualized and other-regarding form of public reason",
      "publisher": "'Universitas Islam Indonesia (Islamic University of Indonesia)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/639388525.pdf",
      "source_url": "https://scholarhub.ui.ac.id/cgi/viewcontent.cgi?article=1387&context=wacana",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8862656",
      "doi": null,
      "title": "Domination Across Borders: An Introduction",
      "authors": [
        {
          "name": "Buckinx, Barbara"
        },
        {
          "name": "Trejo-Mathys, Jonathan"
        },
        {
          "name": "Waligore, Timothy"
        }
      ],
      "year": 2015,
      "abstract": "This chapter explores the different dimensions of domination, including whether it has a structural approach, its relation to race and imperialism, and how non-domination can be institutionalized and achieved at a global level",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/188184872.pdf",
      "source_url": "https://philpapers.org/archive/BUCDAB-3.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "48203310",
      "doi": null,
      "title": "Poetic Witness in a Networked Age",
      "authors": [
        {
          "name": "Clarke, Jerome D."
        }
      ],
      "year": 2016,
      "abstract": "When online videos mobilize protestors to occupy public spaces, and those protestors incorporate hashtags in their chants and markered placards, deliberative democratic theory must no longer dismiss technology and peoples historically excluded from the arena of politics. Specifically, political models must account for the role of repetition in paving the way for unheard and unseen messages and people to appear in the political arena. Drawing on Judith Butler’s theory of the Performative and Hannah Arendt’s Space of Appearance, this paper assesses that critical and generative role of iteration. Repeating unheeded acts performs the capacity for those acts to be entered into discourse. The World Wide Web evidently augments such performativity with features such as accessibility, potential for ‘viral’ proliferation, and an endurance unlike non-networked acts. This paper eventually grapples with the hazards and risks of networked repetition (e.g. desensitization, trivialization, etc.) in order to propose a poetics of repetition to mitigate those dangers. Such poetics ultimately distinguishes the witness from the spectator",
      "publisher": "The Cupola: Scholarship at Gettysburg College",
      "journal": null,
      "download_url": "https://cupola.gettysburg.edu/cgi/viewcontent.cgi?article=1559&amp;context=student_scholarship",
      "source_url": "https://cupola.gettysburg.edu/cgi/viewcontent.cgi?article=1559&amp;context=student_scholarship",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "487809",
      "doi": null,
      "title": "An ethnography of a neighbourhood café: informality, table arrangements and background noise",
      "authors": [
        {
          "name": "Buckner, K."
        },
        {
          "name": "Laurier, E."
        },
        {
          "name": "Whyte, A."
        }
      ],
      "year": 2001,
      "abstract": "Café society is something that many of us as customers and/or social theorists take for granted. Cafés are places where we are not simply served hot beverages but are also in some way partaking of a specific form of public life. It is this latter aspect that has attracted the attention of social theorists, especially Jürgen Habermas, and leads them to locate the café as a key place in the development of modernity. Our approach to cafés is to ‘turn the tables’ on   theories of the public sphere and return to just what the life of a particular café consists of, and in so doing re-specify a selection of topics related to public spaces. The particular topics we deal with in a ‘worldly manner’ are the socio-material organisation of space, informality and rule following. In as much as we are able we have drawn on an ethnomethodological way of doing and analysing our ethnographic studies",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/1592418.pdf",
      "source_url": "http://eprints.gla.ac.uk/23/1/laurierv2n2.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8012176",
      "doi": null,
      "title": "The public sphere and network democracy: Social movements and political change?",
      "authors": [
        {
          "name": "Iosifidis, P."
        },
        {
          "name": "Wheeler, M."
        }
      ],
      "year": 2015,
      "abstract": "The article critically examines the democratic possibilities of technological innovations associated with Web 2.0 tools and in this context it address the first and second ‘waves’ of academic debates concerning the social media and the public sphere in the networked society. It argues that the initial optimism associated with a virtual public sphere has been replaced by doubts about whether this model was appropriate for the development of democratic values. It assesses whether the information communications networks have constructed a more personalised form of politics and it is concerned with the application of the networked power relations with reference to grassroots or social revolutionary movements. New communications environments were seen to be instrumental in forging the conditions for the ‘Arab Spring’ revolutions and the Turkish protests within Istanbul’s Taksim square during the summer of 2013. These Middle Eastern case examples are discussed along with the calls for political and economic change in Southern Europe within financially constrained countries of Spain and Greece. Based on such studies the article theorizes on the key question concerning whether the social media can contribute to democracy, revolution and expansion of the public sphere, or whether they remain instruments of control and power",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/42630045.pdf",
      "source_url": "http://repository.londonmet.ac.uk/886/1/the-public-sphere-and-network-democracy-social-movements-and-political-change.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8867365",
      "doi": null,
      "title": "How Propaganda Became Public Relations: Foucault and the Corporate Government of the Public",
      "authors": [
        {
          "name": "Wimberly, Cory"
        }
      ],
      "year": 2019,
      "abstract": "How Propaganda Became Public Relations pulls back the curtain on propaganda: how it was born, how it works, and how it has masked the bulk of its operations by rebranding itself as public relations. Cory Wimberly uses archival materials and wide variety of sources — Foucault’s work on governmentality, political economy, liberalism, mass psychology, and history — to mount a genealogical challenge to two commonplaces about propaganda. First, modern propaganda did not originate in the state and was never primarily located in the state; instead, it began and flourished as a for-profit service for businesses. Further, propaganda is not focused on public beliefs and does not operate mainly through lies and deceit; propaganda is an apparatus of government that aims to create the publics that will freely undertake the conduct its clients’ desire.\n          \n          Businesses have used propaganda since the early twentieth century to construct the laboring, consuming, and voting publics that they needed to secure and grow their operations. Over that time, corporations have become the most numerous and well-funded apparatuses of government in the West, operating privately and without democratic accountability. Wimberly explains why liberal strategies of resistance have failed and a new focus on creating mass subjectivity through democratic means is essential to countering propaganda.\n          \n          This book offers a sophisticated analysis that will be of interest to scholars and advanced students working in social and political philosophy, Continental philosophy, political communication, the history of capitalism, and the history of public relations",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305120954.pdf",
      "source_url": "https://philpapers.org/archive/WIMHPB.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "9816563",
      "doi": null,
      "title": "Media and the (im)permeability of public sphere to gender",
      "authors": [
        {
          "name": "Bernardo, Mariana"
        },
        {
          "name": "Cerqueira, Carla Preciosa Braga"
        },
        {
          "name": "Magalhães, Sara"
        }
      ],
      "year": 2012,
      "abstract": "We cannot continue to look at public sphere as a space of privileged, following an Habermasian logic. In this sense, an idealized definition of public sphere is created drawings upon equality opportunities and upon its intervenient rationalism, where the author clearly tries to retrieve Kantian sense of freedom. However, he focuses on male power holders and citizens’ participation.\r\nMoreover, public sphere is nowadays marked by multiple positions and actors that magnify its interactions. We are particularly interested on the uses of public sphere on media by its transformative capacity and the swell of a democratic space for every individuals. The breach of this sphere and its consequent fragmentation has functioned almost paradoxically: on one hand it allows subjects to position themselves and to take a stand but, on the other hand, it reinforces status quo, depriving other subjects from public sphere agency. This discursive (im)permeability carried out by the media against certain groups and individuals has raised debate in many areas. Feminist critique’s legacy has been extremely relevant to this public sphere conceptual evolution and reformulation, contributing to a more plural and equality conceptualization; one that is truly close to citizens and its idiosyncrasies. Feminist critique to Habermas’ bourgeois public sphere comes, first of all, from the recognition of women’s exclusion, as well as of other specific social groups, from figuring in society and from having an active part, therefore excluding them from democratic citizenship.\r\nThe role of media, however, does not seem easy, as it is one of the privileged vehicles for information dissemination playing an important contribution to citizenship. Yet, in this junction there are diverse social actors that intend to enroll public decision-making. We know that public opinion is shaped mainly by parameters that prioritize some discourses over others, giving them more prominence and power. By highlighting these discourses, assigning greater emphasis to certain themes and people, media equally contribute to the formation and delimitation of public sphere boundaries. In this complex relationship established, and based on a critical feminist outlook, we intend with this paper to question the existence of a single public sphere or of several ones, and to question how far are mainstream media (im)permeable to emancipatory and resistance discourses. Finally, we will question, as well, how does public sphere and democracy notions articulate themselves with the increasing individualism promotion taking place in Western societies.This paper was developed under the scope of the research project “Gender in focus: social representations in Portuguese generalist newsmagazines [Género em foco: representações sociais nas revistas portuguesas de informação generalista]” (PTDC/CCI-COM/114182/2009) funded by FCT - Fundação para a Ciência e Tecnologia (Portuguese Science and Technology Foundation). Project website: http://www.lasics.uminho.pt/genfo",
      "publisher": "Universidade do Minho. Centro de Estudos Humanísticos (CEHUM)",
      "journal": null,
      "download_url": "https://core.ac.uk/download/55621458.pdf",
      "source_url": "http://repositorium.sdum.uminho.pt/bitstream/1822/21122/1/Media%20and%20the%20impermeability%20of%20public%20sphere%20to%20gender_RepositoriUM.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "37110805",
      "doi": "10.1080/01916599.2017.1402800",
      "title": "Religion and the cultural public sphere : The case of the Finnish liberal intelligentsia during the turmoil of the early twentieth century",
      "authors": [
        {
          "name": "Kortti, Jukka Petteri"
        }
      ],
      "year": 2018,
      "abstract": "The political public sphere is at one and the same time both public, and private and religion operates in both the public and the private spheres in the modern way of life. This article approaches the dynamics between the cultural and the political public sphere from the point of view of religion; how the cultural intelligentsia developed its worldview fuelled with attitudes towards religion in times of political turmoil. The case study, based on the empirical analysis of cultural periodicals and societies around them, concerns the Finnish liberal intelligentsia in the early twentieth century. The first decade of the 1900s was a particularly important period of formation for the Finnish public sphere; the societal turmoil highlighted the importance of cultural periodicals in defining what was important for the national public sphere. The case of religion is an illustrative example of it, particularly from the point of view of the liberal intelligentsia of the era.Peer reviewe",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/146449890.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 17,
  "errors": []
}
