{
  "status": "success",
  "source": "core",
  "query": "Dussel Habermas transmodern ethics liberation",
  "results": [
    {
      "core_id": "122611465",
      "doi": "10.4314/ejossah.v12i1.",
      "title": "The Idea of Transmodern Ethiopia: A Perspective from Philosophy and Ethics of Liberation1",
      "authors": [
        {
          "name": "Shemsedin, Walelign"
        }
      ],
      "year": 2016,
      "abstract": "Transmodernity is a new philosophical paradigm that transcends the modern foundational ethos and as well differs from the postmodern critique. It is basically a call towards a just social order that gives priority to human life. It is inherently ethical and fundamentally liberational. This work looks into the insufficiency of Modern Ethiopian establishment in attaining an inclusive and pluralist arrangement. It assumes this establishment as a hegemonic totality that marginalizes its others. It argues that the Modern Ethiopian establishment is an ontologic totality that needs to be liberated and transformed. Based on Dussel’s Philosophy and Ethics of Liberation, Transmodern Ethiopia is anticipated as an entity that could transcend the Modern and come up with a different arrangement. This would be an ethical arrangement which accepts the other as other. The three principles of Ethics of Liberation (material principle, formal principle and feasibility principle) are used as an ethical framework for the construction.Key words: Transmodernity, Liberation philosophy, Analectic, Ethics of Liberation, Modern Ethiopia, Transmodern Ethiopia, Pluriversal polylogu",
      "publisher": "'African Journals Online (AJOL)'",
      "journal": "Ethiopian Journal of the Social Sciences and Humanities",
      "download_url": "https://core.ac.uk/download/478366158.pdf",
      "source_url": "https://www.ajol.info/index.php/ejossah/article/download/157274/146885",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "292555948",
      "doi": "10.17159//2309-8708/2011/n41a3",
      "title": "INTRODUCING DUSSEL: THE PHILOSOPHY OF LIBERATION AND A  REALLY SOCIAL PSYCHOLOGY.",
      "authors": [
        {
          "name": "Burton, Mark"
        },
        {
          "name": "Osorio, Jorge Mario Flores"
        }
      ],
      "year": 2025,
      "abstract": "The work of Argentinian-Mexican philosopher Enrique Dussel is presented in outline, focusing on his intellectual history as a thinker from the global periphery. We explore his reconstruction of the history of modernity and critique of Eurocentrism, his reconstruction of the later Marx, his concepts of analectics and trans-modernity, and his ethical framework. Finally we consider his relevance for psychology in the context of the debate over modernism, indicating some features of a Dusselian, transmodern psychology",
      "publisher": "Faculty of Arts & Social science, Department of Psychology",
      "journal": null,
      "download_url": "https://core.ac.uk/download/649252382.pdf",
      "source_url": "https://www.journals.ac.za/pins/article/download/7151/4275",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "170503360",
      "doi": "10.35293/jdd.v1i2.24",
      "title": "Is there a Post-Marxist Criticism to the Decolonial Critique?",
      "authors": [
        {
          "name": "Stromback, Dennis"
        }
      ],
      "year": 2021,
      "abstract": "This article makes explicit a hidden tension between post-Marxism and decolonial studies, which points to a challenge for intercultural dialogue. While post-Marxism seeks to rehabilitate a universal foundation for the construction of truth claims—a universal already formed within Western modernity—the decolonial critique seeks to dismantle all universals connected to the myths of modernity and therefore demands a departure from the standpoint of the cultural periphery. In fact, Alain Badiou and Slavoj Žižek, like other post-Marxists, have been rather critical of the standpoints articulated by decolonialists who strive to include cultural differences and marginalised identities in the process of knowledge production, but the reality is that the decolonial critique, more so than post-Marxism, is well-supported by the historical evidence, thus demonstrating the need for Enrique Dussel calls a ‘transmodern pluriverse’ in the academic world. In pursuit of diffusing this tension between the post-Marxists and the decolonialists, this article calls for further investigation in terms of determining if real dialogue is possible between these two trajectories of thought",
      "publisher": "University of Pretoria",
      "journal": null,
      "download_url": "https://core.ac.uk/download/639331389.pdf",
      "source_url": "https://upjournals.up.ac.za/index.php/jdd/article/download/24/301",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "315055609",
      "doi": null,
      "title": "Political transformation in Enrique Dussel and the new right to liberation: In Memoriam",
      "authors": [
        {
          "name": "Pachón Soto, Damián"
        }
      ],
      "year": 2025,
      "abstract": "Enrique Dussel's philosophy of liberation did not systematically and thoroughly address law in his work, as it did ethics, politics, or economics. However, he did devote some reflections and articles to it throughout his work. In this sense, the present text undertakes the task of articulating what would be a \"new law of liberation\" or \"transmodern law\" within the theory of the three constellations of political transformation that Dussel theorized in his Política de la liberación III (Politics of Liberation III), published in 2022. In this way, law is incorporated into his political philosophy, while also being articulated with the three normative ethical principles, specifically, the material, the formal or procedural legitimacy, and feasibility. It also raises some of the demands that law should assume and fulfill for the future, whether it be for political constellation number 3 or the so-called future intercultural and diverse transmodernity.   La Filosofía de la liberación de Enrique Dussel no hizo en su obra un tratamiento sistemático y profundo del derecho, tal como si lo hizo de la ética, la política o de la economía. Sin embargo, dedicó a lo largo de su obra algunas reflexiones y artículos sobre el mismo. En ese sentido, el presente texto asume la tarea de articular lo que sería un “nuevo derecho de la liberación” o “derecho transmoderno” al interior de la teoría de las tres constelaciones de la transformación política que teorizó Dussel en su Política de la liberación III, publicada en el año 2022. De esta manera, el derecho queda incorporado a su filosofía política, a la vez que se articula con los tres principios éticos normativos, específicamente, con el material, el de legitimidad o procedimental formal y el de factibilidad. También se plantean algunas de las exigencias que debería asumir y cumplir un derecho para los tiempos futuros, ya sea para la constelación política número 3 o la llamada futura transmodernidad intercultural y diversa. ",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/696377723.pdf",
      "source_url": "https://dialnet.unirioja.es/descarga/articulo/10488741.pdf",
      "language": "en",
      "document_type": "research article"
    },
    {
      "core_id": "274718758",
      "doi": "10.5070/t4.42496",
      "title": "Epistemological Decolonization of World History and Decolonizing the Conception of Modernity: Towards Transmodernity",
      "authors": [
        {
          "name": "Dussel, Enrique"
        }
      ],
      "year": 2025,
      "abstract": "This essay explores the epistemological decolonization of World History and the critique of modernity through a transmodern perspective. It challenges the Eurocentric periodization of history, emphasizing the erasure and misrepresentation of non-European civilizations in the global narrative. By examining the ideological constructs underpinning modernity, capitalism, and colonialism, the essay advocates for a pluriversal approach to knowledge and cultural traditions. It also critiques the inadequacies of postmodernism in addressing systemic inequities, proposing transmodernity as a framework for integrating diverse traditions and fostering dialogue among cultures of the Global South. Through this lens, the essay seeks to redefine the future of humanity and knowledge production",
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/640801849.pdf",
      "source_url": "https://escholarship.org/content/qt8mz549kc/qt8mz549kc.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "45265808",
      "doi": null,
      "title": "Relearning liberation: critical methodologies for the general crisis",
      "authors": [
        {
          "name": "Amsler, Sarah"
        },
        {
          "name": "Weiss-Hanrahan, Nancy"
        }
      ],
      "year": 2018,
      "abstract": "How can critical theory help us to articulate the nature of social suffering in twenty-first century capitalism, and to expand our horizons of possibility for liberation and alternative futures at a moment of apparent impasse? In this essay, we explore how critical theorists across three generations in the European Frankfurt School tradition articulated the ‘struggles and wishes’ of their age and place, and reflect on the contextual limits and enduring relevance of their negative, utopian, democratic and ethical methods. We then turn to developments of this work in the Latin American tradition, particularly as elaborated by feminists, which articulate critical theorizing as a transformative praxis within the material construction of dignified communitarian life. In the final part of the paper, we consider what we might learn about how to theorize our own dominations and liberations through this critical methodology",
      "publisher": "Xenomoi Verlag",
      "journal": null,
      "download_url": "https://core.ac.uk/download/162671719.pdf",
      "source_url": "https://nottingham-repository.worktribe.com/1056112/1/Amsler And Hanrahan - Relearning Liberation Methodologies For Crisis - 2018 - Published",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "77842111",
      "doi": null,
      "title": "Decolonizing American Democracy and the Problem of Gerrymandering: Implications of Border Designs from a Communication Ethics Perspective",
      "authors": [
        {
          "name": "Gardner, Mark"
        }
      ],
      "year": 2019,
      "abstract": "This project attempts to understand the powerful force of political borders from a historical and communicative perspective. Of particular importance to this research is the role that political borders play in shaping individuals’ relationship to structures and practices of democracy. Following insights of decolonial and communication ethics scholars, this work understands the importance of ethically framing deliberations surrounding physical, metaphorical, and categorical political borders. Five chapters make up this work in the culmination of analyzing political gerrymandering as a form of democratic competition grounded in the rhetoric of colonialism. Tracing the colonial history of borders throughout American democracy provides this project the ground to discuss the evolution of challenges that gerrymandering has presented for democratic ethics. The aim of this research is to call attention to the hidden competitive forces that political borders have justified throughout the vast history of colonialism in America. The project does not conclude by calling for a deconstruction of borders, but rather a stronger understanding of the responsibilities that borders create in political society. Through decolonial border thinking and communication ethics, this work can show the necessary frameworks that democracy requires and to shine a light on how the manipulation of borders can corrupt the democratic ethics of public discourse",
      "publisher": "Duquesne Scholarship Collection",
      "journal": null,
      "download_url": "https://core.ac.uk/download/287158868.pdf",
      "source_url": "https://dsc.duq.edu/cgi/viewcontent.cgi?article=2866&amp;context=etd",
      "language": null,
      "document_type": null
    },
    {
      "core_id": "8871798",
      "doi": null,
      "title": "Decolonising Philosophy",
      "authors": [
        {
          "name": "Maldonado-Torres, Nelson"
        },
        {
          "name": "Vizcaíno, Rafael"
        },
        {
          "name": "Wallace, Jasmine"
        },
        {
          "name": "We, Jeong Eun Annabel"
        }
      ],
      "year": 2018,
      "abstract": "Based on Maldonado-Torres’s formulation of the term, we conceive the decolonial turn as a form of liberating and decolonising reason beyond the liberal and Enlightened emancipation of rationality, and beyond the more radical Euro-critiques that have failed to consistently challenge the legacies of Eurocentrism and white male heteronormativity (often Eurocentric critiques of Eurocentrism). We complement Maldonado-Torres’s account of the decolonial turn in philosophy, theory and critique by providing an analysis of the trajectories of academic philosophy and clarifying the relevance of decolonising philosophy and of the decolonial turn for current efforts in transforming philosophy in face of the challenges of social movements such as the Third World Liberation Front and Black Lives Matter in the United States, and Rhodes Must Fall in South Africa and England. After a brief analysis of the trajectory and current status of philosophy as a discipline in the modern Western research university, we provide examples of the decolonial turn and of decolonising philosophy in three areas: the engagement with (1) Asian and (2) Latin American philosophies, and (3) debates in the philosophy of race and gender",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/327078226.pdf",
      "source_url": "https://philpapers.org/archive/MALDP-3.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "122605112",
      "doi": "10.4314/star.v1i3.98801",
      "title": "Habermas, Modernity and Postmodernism; A Philosophical Inquiry",
      "authors": [
        {
          "name": "Merawi, F"
        }
      ],
      "year": 2013,
      "abstract": "The modern/postmodern debate is usually presented as one of  universality vs. relativism, rationalism vs. irrationalism and emancipation vs. deconstruction. This article tries to critically expose and critique Habermas’s discussion of postmodernism as a way of highlighting some of the limitations of this lively discussion. This is to be accomplished through a conceptual analysis of Habermas’s defense of modernity against the postmodernism of Jacques Derrida and Michel Foucault as elaborated in Habermas’s work The Philosophical Discourse of Modernity. Through such an analysis, I will argue for the following points. (1) Habermas’s discourse of modernity provides better accounts of responsibility and emancipation compared to the postmodernism of Derrida and Foucault. (2) Still,  Habermas’s discourse of modernity fails to fully address asymmetrical power relations and (3)  Habermas’s modernity is Eurocentric in failing to fully deconstruct the Eurocentric tendencies of the philosophical tradition of which it’s a part",
      "publisher": "'African Journals Online (AJOL)'",
      "journal": "Science Technology and Arts Research Journal",
      "download_url": "https://core.ac.uk/download/478451731.pdf",
      "source_url": "https://www.ajol.info/index.php/star/article/download/98801/88061",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "154206496",
      "doi": null,
      "title": "Ethical references for an alternative economic system from Enrique Dussel's Philosophy of Liberation",
      "authors": [
        {
          "name": "Rico Orozco, Luis Eduardo"
        }
      ],
      "year": 2023,
      "abstract": "En la tesis se presentan los criterios éticos constitutivos de una crítica positiva (creadora) al sistema económico más representativo de la modernidad. A partir de la Ética de la Liberación construida por el filósofo latinoamericano Enrique Dussel se establece un diálogo con los componentes transmodernos presentes en distintas perspectivas existenciales y proyectos culturales  que podrían permitir la toma de decisiones no-modernas en las distintas instancias del campo económico.Sociedad modernaThe thesis presents the ethical criteria that constitute a positive (creative) critique of the most representative economic system of modernity. From the Ethics of Liberation built by the Latin American philosopher Enrique Dussel, a dialogue is established with the transmodern components present in different existential perspectives and cultural projects that could allow non-modern decision-making in the different instances of the economic field.Doctor en FilosofíaDoctoradohttps://scienti.minciencias.gov.co/cvlac/EnRecursoHumano/query.d",
      "publisher": "'Editorial de la Facultad de Filosofia y Letras - Universidad de Buenos Aires'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/597946539.pdf",
      "source_url": "http://repository.javeriana.edu.co/bitstream/10554/64273/1/TESIS%20DOCTORAL%20LUIS%20EDUARDO%20RICO%20OROZCO.pdf",
      "language": "es",
      "document_type": null
    },
    {
      "core_id": "297501211",
      "doi": "10.5070/t4.48801",
      "title": "Andalusia as an Alternative Epistemology in Shadows of the Pomegranate Tree: From Deorientalization to Decolonial Praxis",
      "authors": [
        {
          "name": "Arpa, Halil Ibrahim"
        }
      ],
      "year": 2025,
      "abstract": "For a long time, colonial modernity has tried to rehabilitate Muslims with “moderate” Islam to repress the “radical” potential in their culture. Tariq Ali’s Shadows of the Pomegranate Tree problematizes this crisis in an Andalusian story. Andalusia has been revisited since its fall in 1492. Squeezed between philia and phobia, Andalusia is either de-orientalized by nostalgic counter-narrations coming from the Global South and East, or it is under the influence of re-Westernization, epitomized by recent anti-immigration sentiment in the Global North. Does it make Andalusia an impossible state, then? Against modernist “nation in becoming” or postmodernist transcendental green nationalism projects, Andalusia, nevertheless, will become a decolonized option as an intercultural plurinational state in this article. Islam has been in a defensive position against the West and modernity. It is now time to come forward with its epistemologies and stop trying to persuade the West. It is time to “write what we want” and “change the interlocutor”. Its convivencia, dhimma, ülfet, and cyclical history will decolonize modernist myths of democracy, secularism, and linear historiography, respectively",
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/659491548.pdf",
      "source_url": "https://escholarship.org/content/qt47k0111m/qt47k0111m.pdf",
      "language": "en",
      "document_type": "research article"
    },
    {
      "core_id": "54815933",
      "doi": "10.1080/17449626.2017.1373140",
      "title": "Toward a decolonial global ethics",
      "authors": [
        {
          "name": "Dunford, Robin"
        }
      ],
      "year": 2017,
      "abstract": "This paper argues that decolonial theory can offer a distinctive and valuable ethical lens. Decolonial perspectives give rise to an ethics that is fundamentally global but distinct from, and critical of, moral cosmopolitanism. Decolonial ethics shares with cosmopolitanism a refusal to circumscribe normative commitments on the basis of existing political and cultural boundaries. It differs from cosmopolitanism, though, by virtue of its rejection of the individualism and universalism of cosmopolitan thought. Where cosmopolitan approaches tend to articulate abstract principles developed from within a particular Western tradition, decolonial approaches reject abstract global designs in favour of inter-cultural dialogue amongst multiple people(s), including peoples who deem collective and non-human entities to be of fundamental moral importance. In addition, decolonial global ethics rejects universality in favour of ‘pluriversality’",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/188257257.pdf",
      "source_url": "http://eprints.brighton.ac.uk/17423/1/Toward%20a%20decolonial%20global%20ethics%20Dunford%20authors%20own%20version.pdf",
      "language": null,
      "document_type": null
    },
    {
      "core_id": "276129065",
      "doi": null,
      "title": "E. Dussel: filosofía de la liberación y diálogo intercultural",
      "authors": [
        {
          "name": "Tomás Miranda Alonso"
        }
      ],
      "year": 2009,
      "abstract": "E. Dussel construye una ética comprometida con la liberación de las víctimas de un sistema-mundo cada vez más global. En este trabajo se ponen de manifiesto las aportaciones que esta ética de la liberación hace al proyecto de un diálogo intercultural, tan necesario en nuestros días. Este diálogo ha de comenzar con una crítica de la razón moderna, eurocéntrica y violenta, y ha de basarse en una racionalidad «transmoderna», la cual tiene como punto de partida la afirmación y el reconocimiento de la razón del Otro excluido.\n",
      "publisher": "Universidad de Murcia, Departamento de Filosofía",
      "journal": "Daímon",
      "download_url": "https://core.ac.uk/download/655160025.pdf",
      "source_url": "https://revistas.um.es/daimon/article/download/97521/93601",
      "language": null,
      "document_type": "research article"
    },
    {
      "core_id": "4937366",
      "doi": null,
      "title": "Subjekt und Befreiung",
      "authors": [
        {
          "name": "Kreuzer, Linda"
        }
      ],
      "year": 2012,
      "abstract": "Als Befreiungsphilosoph der ersten Stunde beschäftigt sich Enrique Dussel seit über 40 Jahren mit der Frage nach Gerechtigkeit. Seine umfassende Kritik am Eurozentrismus und der Moderne mündet in der Formulierung der Befreiungsethik. Unterscheidet sich deren immanentes Subjektverständnis vom modernen Subjektbegriff? Stößt Dussel mit seiner Kritik am modernen Subjekt in das Horn der Postmoderne und verkündet dessen Tod oder hält er am modernen Subjektverständnis in modifizierter Weise fest?\n\n\n\nDie Gliederung der Arbeit orientiert sich an drei Kategorien, die den Dusselschen Subjektbegriff näher bestimmen sollen: Leiblichkeit, System und Unterdrückung bzw. Befreiung. Den Ausführungen zu diesen drei Schemata gehen im ersten Teil der Arbeit die allgemeine Begriffsbestimmung und ein Abriss über die Verwendungsweisen des Subjektbegriffs bei Dussel voraus. \n\nDie Kategorie Leiblichkeit beschreibt im Teil II Dussels Auseinandersetzung mit den Subjektbegriffen moderner Denker wie Descartes, Kant, Hegel, Marx und Lévinas. Dussels Weg zur Dekonstruktion des modernen Subjekts führt zu einer Dechiffrierung des Seinsverständnisses mit Blick auf eine ethische Neudefinition desselben. Leiblichkeit spielt hier insofern eine entscheidende Rolle, als die Bedeutungslosigkeit oder der Drang zur Überwindung des eigenen Körpers in den gedanklichen Systemen von Descartes, Kant oder Hegel zu einer selbstreferentiellen Falle, einer ethischen Blindheit oder einer Vormachtstellung der Idee über den konkreten Menschen führt. Bei Marx ortet Dussel bereits einen Aufbruch hinsichtlich eines neuen ethischen Verständnisses und einer radikalen Kritik am Hegelschen Weltverständnis, durch Lévinas gelingt ihm dann auch der methodische Durchbruch zu einem neu gedachten ethischen Subjekt.\n\nDer Begriff des Systems beschreibt die Kontextualität des Dusselschen Subjekts als sein wesentliches Bestimmungsmerkmal. Subjekt-Sein bedeutet, Teil eines bestimmtes Systems zu sein, sowohl im Sinne der Selbstverortung als auch der Zuschreibung. Da Systeme auf der Basis von Ausschluss funktionieren und somit immer \"Opfer produzieren\", stellen sie aufgrund dieser immanenten Ungerechtigkeit auch den hermeneutischen Ort des Subjekts in der Befreiungsethik dar. Dussels Systemanalysen werden im dritten Teil am Beispiel seiner Kolonialismus- und Eurozentrismuskritik veranschaulicht. \n\nIm vierten Teil werden die vorangegangen Überlegungen mit Dussels Konzept der Transmoderne zusammengeführt. Die Transmoderne erklärt nun als Ort des befreiungsethischen Subjekts den Unterschied zwischem dem Subjekt der Befreiungsethik, nämlich die/der UnterdrückteN, und dem befreiungsethischen Subjekt als von der Befreiungsethik angeleiteten Menschen. \n\nDas Subjekt bei Dussel ist also einerseits in individueller Hinsicht als Aufgabe für den je eigenen Lebensvollzug zu interpretieren. Andererseits identifiziert er den/die Arme und UnterdrückteN als konkretes Subjekt der Befreiungsethik",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/11598144.pdf",
      "source_url": null,
      "language": null,
      "document_type": "unknown"
    },
    {
      "core_id": "8872896",
      "doi": null,
      "title": "Are Our Racial Concepts Necessarily Essentialist Due to Our Cognitive Nature?",
      "authors": [
        {
          "name": "Bayruns Garcia, Eric"
        }
      ],
      "year": 2019,
      "abstract": "Mallon and Kelly claim that hybrid constructionism\n          predicts, at least, that (1) racial representations are stable\n          over time and (2) that racial representations should vary\n          more in mixed-race cultures than in cultures where there\n          is less racial mixing. I argue that hybrid constructionism’s\n          predictions do not obtain and thus hybrid constructionism\n          requires further evidence. I argue that the historical record\n          is inconsistent with hybrid constructionism, and I suggest\n          that humans may not be innately disposed to categorize\n          people by race even though we are likely disposed to\n          categorize people into in and out groups. So, in this\n          paper, I show that there is an evidence set that is\n          inconsistent with hybrid constructionism",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305120531.pdf",
      "source_url": "https://philpapers.org/archive/GARAOR-6.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "302969308",
      "doi": null,
      "title": "Decolonizando business history: o caso da historiografia Unilever",
      "authors": [
        {
          "name": "Cunha, Jaeder F."
        },
        {
          "name": "Faria, Alexandre"
        }
      ],
      "year": 2022,
      "abstract": "The rise of the radical right in the context of neoliberal capitalism within an era of decolonization and the new age of empire has been triggered by revisionisms supporting the radicalization of North-South coloniality on a global scale denied by history. In this context, we investigate the absence of Latin America when interrogating the historiography of Unilever, one of the most important in the field of business history (BH). We also seek to overcome this absence in BH through a transmodern decolonial approach from the perspective of the majority of the population living “histories others,” which promotes an innovative South-North dialogue between the Euro-British and the decolonial historic turns in management and organization studies (MOS). We developed a decolonial practical perspective of historiographic investigation to overcome the pattern of conformist plurality in the North toward liberating transmodernity in both the South and North. The research suggests that the historiography of Unilever embodies an ambivalent pattern of historicization ignored by both the Euro-British and the decolonial historic turns. We argue that inter-imperial dynamics and radicalization inform the institutionalization of BH by the Anglo-American world as a post-imperial turn of North-South binarism championed by the field of imperial history. With implications for research and teaching in BH and MOS, we conclude that transmodern dialogues from the perspective of a growing population living colonialism-imperialism presents enable the renewal of solidary decolonial struggles in the South and North against inter-imperial dynamics of silencing and appropriating-limiting “histories others” also lived by scholars.El ascenso de la derecha radical en el contexto del capitalismo neoliberal en una era de descolonización e imperio ha sido impulsado por revisionismos historiográficos que informan la radicalización a escala global de la colonialidad Norte-Sur negada por la historia. En este contexto, investigamos la negación de América Latina por parte de la historiografía de Unilever (HU) coproducida por el área de business history (BH). El objetivo es investigar la negación de América Latina en HU y buscar superar esta situación en la BH, a través de un enfoque decolonial transmoderno comprometido con la mayoría que vive “historias otras” que promueva un diálogo innovador Sur-Norte entre los giros históricos euro-británico y decolonial latinoamericano en estudios organizacionales y de gestión (EOG). Como metodología, desarrollamos una perspectiva de praxis decolonial de investigación historiográfica con el objetivo de ir más allá del patrón de pluralidad conformista en el Norte, hacia la transmodernidad liberadora en el Sur y el Norte. La investigación sugiere que HU incorpora un patrón ambivalente de historización que es ignorado por ambos virajes históricos. Argumentamos que la institucionalización del campo de BH por parte del mundo angloamericano como un giro posimperial se fundamenta en la dinámica interimperial y la radicalización del binarismo Norte-Sur liderada por el área de la historia imperial. Con implicaciones para la investigación y la enseñanza de BH y EOG, concluimos que los diálogos transmodernos comprometidos con una creciente población que vive en los presentes colonial-imperial permiten la renovación de las luchas decoloniales solidarias en el Sur y el Norte contra las dinámicas interimperiales de negación y apropiación-contención de “historias otras” vividas también por académicos.A ascensão da direita radical no contexto do capitalismo neoliberal numa era de descolonização e império vem sendo impulsionada por revisionismos historiográficos que informam a radicalização em escala global da colonialidade Norte-Sul negada pela história. Nesse contexto investigamos a negação da América Latina pela historiografia da Unilever (HU) co-produzida pela área de business history (BH). O objetivo é investigar a negação da América Latina na HU e buscar a superação desse quadro em BH por meio de uma abordagem decolonial transmoderna engajada com a maioria vivendo “histórias outras” que promovem um diálogo Sul-Norte inovador entre as viradas históricas euro-britânica e decolonial da América Latina em estudos organizacionais e da gestão (EOG). Como metodologia desenvolvemos uma perspectiva decolonial práxica de investigação historiográfica visando ir além do padrão de pluralidade conformista no Norte, rumo à transmodernidade libertadora no Sul e no Norte. A investigação sugere que a HU incorpora um padrão ambivalente de historicização que é ignorado por ambas as viradas históricas. Argumentamos que a institucionalização do campo de BH pelo mundo anglo-americano como uma virada pós-imperial é informada por dinâmicas inter-imperiais e radicalização do binarismo Norte-Sul protagonizadas pela área de imperial history. Com implicações para pesquisa e ensino em BH e EOG, concluímos que diálogos transmodernos engajados com crescente população vivendo presentes coloniais-imperiais permitem a renovação de lutas decoloniais solidárias no Sul e no Norte contra dinâmicas inter-imperiais de negação e apropriação-contenção de “histórias outras” vividas também por acadêmicos",
      "publisher": "Escola Brasileira de AdEscola Brasileira de Administração Pública e de Empresas da Fundação Getulio Vargas (FGV EBAPE)",
      "journal": null,
      "download_url": "https://core.ac.uk/download/648420311.pdf",
      "source_url": "https://periodicos.fgv.br/cadernosebape/article/download/85314/80583",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "126145769",
      "doi": "10.1007/978-3-030-37023-7",
      "title": "Indigenous Cultures and Sustainable Development in Latin America",
      "authors": [
        {
          "name": "MacNeill, Timothy"
        }
      ],
      "year": 2020,
      "abstract": "This open access book outlines development theory and practice over time as well as critically interrogates the “cultural turn” in development policy in Latin American indigenous communities, specifically, in Guatemala, Honduras, Ecuador, and Bolivia. It becomes apparent that culturally sustainable development is both a new and old idea, which is simultaneously traditional and modern, and that it is a necessary iteration in thinking on development. This new strain of thought could inform not only the work of development practitioners, graduate students, and theorists working in the Global South, but in the Global North as well",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/478119372.pdf",
      "source_url": "https://library.oapen.org/bitstream/handle/20.500.12657/37705/2020_Book_IndigenousCulturesAndSustainab.pdf?sequence=1&isAllowed=y",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "290161292",
      "doi": null,
      "title": "A transmodernidade: Um passo após da pós-modernidade",
      "authors": [
        {
          "name": "Brandão, Hugo"
        }
      ],
      "year": 2025,
      "abstract": "A Transmodernidade, concebida por Enrique Dussel, é uma proposta filosófica que transcende as limitações da Modernidade e da Pós-modernidade, sem, no entanto, rejeitá-las por completo. Objetivamos demonstrar a Transmodernidade enquanto alternativa ética e política, baseada no diálogo transcultural, na superação da colonialidade e na centralidade da ética da libertação, analisando-a como um projeto capaz de superar as falhas das narrativas modernas e pós-modernas, destacando sua relevância para a descolonização do saber e a construção de alternativas globais inclusivas. Para tanto, conduzimos esta pesquisa a partir de uma metodologia qualitativa e bibliográfica com análise teórica das obras de Dussel e de interlocutores no campo da filosofia da libertação e da teoria decolonial, além de uma abordagem histórica para contextualizar o sistema-mundo moderno/colonial, bem como nos utilizamos, prioritariamente, do aporte teórico de Zygmunt Bauman para discorrermos acerca da Pós-modernidade. Os resultados de nossas pesquisas indicam que a Transmodernidade oferece uma base sólida para a construção de um mundo mais justo e plural, ao valorizar as vozes subalternas e descolonizar epistemologias. Ela propõe uma reinterpretação de valores modernos como ciência e direitos humanos, incorporando perspectivas pluriversais. Assim, o projeto transmoderno surge como uma resposta transformadora às crises globais contemporâneas, promovendo justiça social, diálogo transcultural e sustentabilidade; sendo um passo adiante a Pós-modernidade na superação da Modernidade eurocêntrica colonial",
      "publisher": "Pontifícia Universidade Católica de São Paulo",
      "journal": null,
      "download_url": "https://core.ac.uk/download/646310544.pdf",
      "source_url": "https://revistas.pucsp.br/index.php/cordis/article/download/69612/46979",
      "language": "pt",
      "document_type": null
    },
    {
      "core_id": "63245741",
      "doi": null,
      "title": "Decolonizing Moral Visions: Christian Political Economic Ethics, Latino/a Religiosity, and Postcoloniality",
      "authors": [
        {
          "name": "Hernandez-Diaz, Rodolfo J."
        }
      ],
      "year": 2011,
      "abstract": "This dissertation examines moral visions of the political economy of mainstream Christian social ethics through a liberationist and postcolonial analysis of the work of three leading political economic ethicists, Daniel Finn, Max Stackhouse, and Philip Wogaman. Constrained by their subject position within modernity/coloniality and a commitment to a neoclassical understanding of the political economy, mainstream Christian ethicists have stopped short of condemning the inextricable complicity of the capitalist political economy to colonialism and its racist, patriarchal, and oppressive power relations. This dissertation argues that the moral visions of mainstream Christian social ethicists must be decolonized and points to Latina/o thinking and heterodox economic thought as two starting points for such a decolonization of the moral imaginary.\nThe project makes contributions to both Christian social ethics and Latina/o religious cultural studies. It contributes to Christian social ethics by examining the underlying commitment to neoclassical economic thought of mainstream Christian social ethics, deploying postcolonial hermeneutics to construct ethical frameworks that move beyond collusion with colonialism and complicity with empire, and offering a more careful analysis of political economy than is generally found within the liberationist strand of Christian social ethics. In applying the insights of Latina/o thinking to political economic ethics, it contributes to Latina/o religious cultural studies by moving beyond the stagnated discussions of identity politics, self-determination, and minority rights. It also contributes to the field by empowering Latina/o religious cultural scholars to engage in non-capitalist economic theorizing by providing new analytical tools to combat the hegemonic conceptualization of capitalism as co-terminus with the political economy.\nMainstream Christian moral visions of the political economy must be decolonized to remain Christian and moral. Christian social ethics must draw on economic analyses that acknowledge the exploitative record of capitalism and its inextricable complicity with the modern/colonial complex. It must also avoid the hegemonic suppression of subjugated knowledges by theorizing from multiple places at once, taking on a subaltern perspective in addition to its unavoidably modern/colonial perspective",
      "publisher": "Digital Commons @ DU",
      "journal": null,
      "download_url": "https://core.ac.uk/download/217241682.pdf",
      "source_url": "https://digitalcommons.du.edu/cgi/viewcontent.cgi?article=1823&context=etd",
      "language": null,
      "document_type": null
    }
  ],
  "count": 19,
  "errors": []
}
