{
  "status": "success",
  "source": "openalex",
  "query": "Habermas non-Western lifeworld",
  "results": [
    {
      "openalex_id": "W2777157041",
      "doi": "10.1177/1755088217748970",
      "title": "Trauma as counter-revolutionary colonisation: Narratives from (post)revolutionary Egypt",
      "authors": [
        {
          "name": "Vivienne Matthies-Boon",
          "openalex_id": "A5067530267",
          "orcid": "https://orcid.org/0000-0003-4531-6896",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Naomi Head",
          "openalex_id": "A5051687538",
          "orcid": "https://orcid.org/0000-0001-6923-003X",
          "institutions": [
            "University of Glasgow"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-21",
      "abstract": "We argue that multiple levels of trauma were present in Egypt before, during and after the 2011 revolution. Individual, social and political trauma constitute a triangle of traumatisation which was strategically employed by the Egyptian counter-revolutionary forces – primarily the army and the leadership of the Muslim Brotherhood – to maintain their political and economic power over and above the social, economic and political interests of others. Through the destruction of physical bodies, the fragmentation and polarisation of social relations and the violent closure of the newly emerged political public sphere, these actors actively repressed the potential for creative and revolutionary transformation. To better understand this multi-layered notion of trauma, we turn to Habermas’ ‘colonisation of the lifeworld’ thesis which offers a critical lens through which to examine the wider political and economic structures and context in which trauma occurred as well as its effects on the personal, social and political realms. In doing so, we develop a novel conception of trauma that acknowledges individual, social and political dimensions. We apply this conceptual framing to empirical narratives of trauma in Egypt’s pre- and post-revolutionary phases, thus both developing a non-Western application of Habermas’ framework and revealing ethnographic accounts of the revolution by activists in Cairo.",
      "cited_by_count": 28,
      "type": "article",
      "source": {
        "name": "Journal of International Political Theory",
        "type": "journal",
        "issn": [
          "1755-0882",
          "1755-1722"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/1755088217748970"
      },
      "topics": [
        "Jewish and Middle Eastern Studies",
        "Middle East Politics and Society",
        "Memory, Trauma, and Commemoration"
      ],
      "referenced_works_count": 35,
      "url": "https://openalex.org/W2777157041"
    },
    {
      "openalex_id": "W4361251882",
      "doi": "10.1111/1467-8675.12661",
      "title": "Being a master of metaphors",
      "authors": [
        {
          "name": "Hubertus Buchstein",
          "openalex_id": "A5087461497",
          "institutions": [
            "Universität Greifswald"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-03-01",
      "abstract": "In his political interventions, Jürgen Habermas is a first-class rhetorician. His writing style is eloquent, polemical, rich in aperçus and metaphors, and often affective, especially angry (see Möllers, 2021, p. 85). But there are also many metaphors in his contributions to philosophy, social theory, and political theory in which he clearly restrains himself rhetorically. Metaphors appear at crucial points in his theory formation. Formulations like the dialogical give and take of reasons \"in kleiner Münze\" (small coins), the discursive \"Verflüssigung\" (liquefaction) of traditions, the \"colonization\" of the lifeworld, the \"center and periphery\" of modern democracies, or their institutional \"sluices\"—a metaphor he has adopted from Bernhard Peters—create suggestive images in the minds of his readers. The author, who insists on the strict differentiation between day-to-day language, literary language, and the language of the social sciences (see Habermas, 1990a), and whose philosophical self-understanding insists on the \"unforced force of the better argument\" is a master of evocative metaphors. This attribute alone makes it a pleasure to read his texts. The German edition of his new book does not disappoint those readers in search of metaphors either. In the Marxist tradition (see Marx, 2011), a number of metaphors are borrowed from the sphere of geology: \"segments\" (p. 33)1 of the population, \"erosion\" of democracy (p. 87), normative \"slopes\" (p. 15), the \"crumbling\" of the political system (p. 109), or the \"solidified lava\" of anti-authoritarianism in Silicon Valley (p. 46). Some of the metaphors are nautical like normative \"anchors\" (p. 16), or from the theatre, like the \"grimace\" of libertarian political thought (p. 46). Only a few of them belong to organic life: the \"root ground\" of political culture (p. 32), the \"Gleichursprünglichkeit\" (co-originality) of democracy and the rule of law (p. 90), or the \"nesting\" of normative expectations (p. 14). Most of Habermas' metaphors belong to the vocabulary of the technical world: the \"building\" of modern democracy (p. 9), \"centrifugal\" forms of communication (p. 43), the \"architecture\" of constitutional democracy (p. 32), the \"net of historical memory\" (p. 30), the \"Sollbruchstelle\" (predetermined breaking point) of political rights (p. 92), the \"web of attitudes\" (p. 30), the \"social bond\" (p. 31), civil society as an \"early warning system\" (p. 80)—and again the \"flow chart\" of the political system and its \"filters\" and \"sluices\" (p. 24, 100). One has to wait until the last paragraph of the book to find a military metaphor. Now is the time \"den Spieß umzudrehen\"2 (p. 109) and fight the coalition of conspiracy theorists and right-wing populists. Taking Habermas' preference for technical metaphors into account, it comes as no surprise that he has speaks of \"echo chambers\" (p. 45) and \"fragmentation\" (p. 45) in his critical analysis of the digital public sphere. The spatial metaphor of öffentlicher Raum (Raum can literally be translated as unlimited space and as clearly limited room) is combined with the technical vocabulary of systems-theory when he mentions the \"input,\" \"throughput,\" and \"output\" components of the institutional infrastructure of the public sphere (pp. 38–39). In one passage of the book, Habermas even addresses the problems of metaphorical writing and states that his metaphor Raum \"must not be overstated\" (p. 60). He may have written this sentence from an unfortunate experience. More than once he has become the victim of his metaphor-rich writing style as critics have claimed that formulations like the \"colonization of the lifeworld\" are too vague to have real analytical power in the field of social research. Another example is the term \"ideal speech situation.\" Habermas originally developed the ideal speech situation 1970 in On the Pragmatics of Social Interaction as an epistemological tool used to test the validity of what is essentially true or actually the case (see Habermas, 2001). In this new book, Habermas once again pushes back vehemently against the \"stubborn misunderstanding\" (p. 69) about this term. First, he points out that he has not used \"this misleading expression\" since his 1972 essay on theories of truth. Second, the catchy formulation was never meant to be a blueprint for political institutions, but as a metaphor for the bundle of pragmatic assumptions that we actually always have to start from when we enter into a discourse about validity claims. Nevertheless, some early advocates of the digital revolution in the first half of the 1990s like Howard Rheingold, Nicolas Negroponte, or WIRED magazine authors like John Katz used Habermas' notions of the ideal speech situation and the unrestricted flow of communication in the public sphere as justification for their dreams of a new virtual democracy.3 According to them, the World Wide Web was the technical incarnation of the ideal speech situation. In their view, the Internet matches all basic requirements of a public sphere that comes as close as possible to the normative core of deliberative democracy: The World Wide Web as the communicative infrastructure for open, unlimited, universal, anti-hierarchical, and complex political interaction. To the radical techno-optimists of those days, the Internet created a new political model, since it offered universal access, freedom of expression, unrestricted agendas, uncoerced communication, and political participation outside of traditional political institutions. Habermas reminds the readers of his new book of the big \"emancipatory promise\" of the \"egalitarian and unregulated\" (p. 45) communicative relationships that were propagated at the beginning of the digital age. And indeed, the positive qualities attributed to political communication in the Internet by Rheingold and other optimists of electronic democracy in the 1990s strikingly resemble Habermas' vocabulary (see Buchstein, 1997, pp. 250–251). In his book The Theory of Communicative Action, Habermas defined the public sphere as \"a virtually present network of communication\" (Habermas, 1987, p. 390) that is freed from any spatiotemporally restricted context. Ten years later, in his outline of the deliberative democratic ideal, he advocated a \"decentred society\" in which \"subjectless forms of communication […] regulate the flow of deliberations\" (Habermas, 1994, p. 7). According to him, \"technologies of communication […] make possible a highly differentiated network of public spheres\" (Habermas, 1990b, p. 360), The public sphere should consist of an \"open and inclusive network of overlapping, subcultural politics having fluid temporal, social, and substantial boundaries\" (Habermas, 1998, p. 306). In such a \"discursive structuring of public networks and arenas,\" popular sovereignty \"becomes anonymous\" (Habermas, 1998, p. 171). In his new book, Habermas describes digital technology as a third evolutionary stage in the development of means for communication, following the writing of the spoken word a couple of thousand years ago and the introduction of the mechanical printing press at the beginning of early modernity. Despite the \"revolutionary\" (p. 41) change caused by digital technologies, he insists (again) on the social and political neutrality of new technologies. This position—already taken in the late 1960s by Herbert Marcuse—distinguishes Habermas' argument from two rival positions within the Frankfurt School of Critical Theory. On the one hand, it departs from the optimistic positions taken by Walter Benjamin in his famous 1936 essay about the work of art in the age of mechanical reproduction or Hans-Magnus Enzensberger's Baukasten zu einer Theorie der Medien (1970). On the other hand, it also distances itself from Theodor W. Adorno's critique of alienated consumer culture and the thesis that the essence of the public sphere has been liquidated in the system of mass media in post-liberal societies. Habermas stated in 1992 that the strong influence of Adorno's theory of mass culture was not difficult to discern in the first edition of Structural Transformation of the Public Sphere 30 years ago (see Habermas, 1992, p. 438). There is an element of coquetry in this retrospective statement because already in the early 1960s he had made the point that the consumerist public sphere in a capitalist society should and could be transformed into a more democratic postbourgeois public sphere. The solution he offered in a less known Encyclopedia article from 1964 was a call for political intervention in order to create \"a rational reorganization of social and political power\" (Habermas, 1974, p. 55). The public sphere should be brought \"under the mutual control of rival organizations committed to the public sphere in their internal structure as well as in their relations with the state and each other\" (Habermas, 1974, p. 55). This sounds like an early neo-corporatist expansion of the way public TV was organized in West Germany in those days. Based on his neutralist position, Habermas already in the very beginning of his work about the public sphere more than 60 years ago subscribed to a strategy of state intervention in order to re-regulate the media system. His considerations in The Theory of Communicative Action of 1981 followed the same pattern. Relying on empirical research, he argued—explicitly against Adorno—that even in shifting from writing to images and sounds, electronic media—movie, radio, and TV—have not turned mass media into an apparatus that completely dominates and permeates the language of everyday communication. Instead, he emphasized the \"ambivalence\" (Habermas, 1987, p. 390) of modern mass media. But the \"unleashing\" of the \"emancipatory potential,\" which is \"built into communicative structures themselves,\" (Habermas, 1987, p. 390) in the mass media has to be set into action by political measures. Habermas even mentioned Hans Magnus Enzensberger's vision of \"video pluralism\" and \"television democracy\" as attempts to overcome the centralizing media networks in this context. Since then, Habermas has stated repeatedly that modern mass media could both strengthen or undermine the rationality of political communication, depending on the way the infrastructure of the public sphere is regulated (see Habermas, 1992, p. 437). Thirty years after Habermas first published his seminal book about the public sphere stated that there was \"cause for a less pessimistic assessment\" (Habermas, 1992, p. 457) of it and of the future of democracy itself. Another 30 years later, Habermas seems to have returned to pessimism. In his new book, Habermas repeats older statements about the importance of an accommodating, enlightened liberal political culture as the necessary condition for the existence and further development of a democratic political order. His optimism about the further development of western democracies when he published the book Between Facts and Norms in 1992 was still based on his hypothesis about the long-term trend toward a rationalization of the lifeworld. Thanks to the support of post-conventional socialization patterns, families and groups of citizens enter a higher stage of cognitive and moral rationality within their everyday face-to-face communication that also radiates into political communication. As is well known, he adopted the concept of civil society from Andrew Arato and Jean Cohen and turned it into the institutional source for progressive changes of reasons, values, and topics that get transmitted via mass media to the center of the political system. He described civil society as a context of discovery of morally relevant questions arising from the lifeworld. He thus assumed that the lifeworld had a rational advantage in the perception of social problems that were to be transported via social movements and the voluntary associations of civil society into the public sphere. Habermas' overly positive evaluation of social movements and civil society in Between Facts and Norms ignored the fact that a number of voluntary associations already at that time pursued conservative, reactionary, populist, and militant right-wing political goals (see Buchstein, 1994, pp. 107–108). He restricted his considerations about civil society to the question of whether, and to what extent, a public sphere dominated by mass media could provide a realistic chance for the members of civil society to bring about political changes. In Between Facts and Norms, he was relatively optimistic about the possibility of further democratization. In his new book, Habermas is less optimistic. He puts more emphasis on the \"vulnerability\" (p. 30) of the results of socialization patterns and the precarious status of liberal democracies. He states \"political regression\" (p. 41) of liberal democracies around the world seems to have less confidence in the rationalization of the lifeworld. There is a reason for this growing pessimism that has nothing to do with the current Zeitgeist, but follows from a subtle change in Habermas' theory. At first glance, it seems that he is only updating his considerations about the organizational structure of the new media in order to make his argument about the new structural transformation. Both the neutralist position and the state-intervention strategy for a politics of reform and regulation can be found in his book again. Once again, he frames his reflections about the public sphere within his theory of deliberative democracy. He argues that the democratic legitimacy of modern democracies is based on the inclusiveness of the political public sphere. Mass media have an indispensable function, as they ensure the participation of citizens in a common, albeit anonymous, mass communication. Political opinions can only condense into effective public opinions and thus have a targeted influence on political decisions via the publicity of the mass media. Thus, it is imperative that the mass media have an \"enlightening quality\" (p. 23). The centrifugal dissolution of the limits of the simultaneously accelerated political communication to any number of participants at any distance has an \"ambivalent explosive force\" (p. 43). Referring to results of empirical research, Habermas notes that the deliberative quality of political communication in the internet is still an \"open question\" (p. 40). According to Habermas, the \"platform\" (p. 44) character is what is \"actually new about the new media\" (p. 44). In other words, they enable all potential users to participate in the public sphere as independent authors with equal rights. Political communication no longer depends on traditional journalists or any other expert or institution for professional selection and discursive examination. But the services produced by new, privately owned social media platforms are \"in no way neutral services\" (p. 53). They are driven by the capitalist logic of profit-making that also puts pressure on the \"old media\" to adjust to the new format. According to Habermas, the emancipatory potential of the digital public sphere today is \"übertönt\" (p. 45, in the sense of dominated) by \"fragmented publics\" (p. 45), \"bubbles\" (p. 62), and \"echo chambers\" (p. 45). Both the basic standards for a rational debate and the inclusiveness of the public sphere are threatened to be lost. The stakes are high: the political integration of modern democracies is at risk. It looks like a reminder of the final paragraphs of his first book on the public sphere and to his Encyclopedia article from the 1960s, when Habermas presents a strategy that includes three proposals to overcome this (newly) alarming decline of the public sphere. The first strategy counts on civic education: Citizens have to learn how to deal with this new technology in a reasonable way; and this may take some time (cf., pp. 46–47). The second strategy consists of strong state regulation of the mass media, for example, to force private owners of platforms in an effective way to correct false information or to prevent hate speech. Finally, the third reform strategy is to provide alternatives to the media power of privately owned companies. He proposes an expansion of financial support for state-funded and democratically controlled TV and radio stations (cf., p. 51 and 67), and even for (printed and digital) newspapers that fulfill certain quality standards (cf., p. 67).4 This reform agenda is conservative in that it attempts to carry the media organization of the 1970s into our digital age. In his 1962 book, he glorified the bourgeois public sphere. In his new book, he is again glorifying a media system of the past. I have listed his threefold political reform agenda because it provokes a non-trivial question: How is it possible to regulate the structures of political communication in a way that strengthens enlightened discussions via legislative measures, when such regulations (at least in democracies) have to be the result of (less enlightened) political communication? In the context of this question, it is striking that face-to-face communication gains more relevance in Habermas' theory than before. It is a subtle change. But it has the potential to produce more than just subtle changes to Habermas' final evaluation of the prospects for political reform of the public sphere. In his characterization of elected parliaments Habermas notes that their members \"deliberate and decide together [emphasis in original] according to democratic procedures\" (p. 24). I will not discuss the problematic theory of parliamentarism in the context of this article, but I do want to point to his formulation \"deliberate together [emphasis in original].\" In my understanding, this formulation indicates a normative preference for political communication in social face-to-face constellations, which is typical for interaction in the lifeworld. In a different section of the book, Habermas explicitly praises the deliberative quality of parliamentary decision-making because decisions are made \"face-to-face after democratic deliberations [emphasis in original]\" (p. 102). He also attests to the courts \"comparatively high level of rationality\" (p. 78), which seems not only to be the result of its legal institutionalization but also due to the fact that court hearings and deliberations are held face-to-face. Finally, in his characterization of social movements and a vibrant civil society he emphasizes their \"face-to-face encounters\" (p. 39) in everyday life and public events. In one of the most intriguing sections of the book, Habermas speculates about a changing perception by the users of social media in which the separation between public and private communication is abolished. According to him, a significant part of digital communication today should be understood neither as public nor as private. Rather it is a sphere of communication, which has been reserved until then for private correspondences by letter, that has been bloated to a public existence. It produces a \"peculiar anonymous intimacy\" (p. 62) which Habermas coins a \"Halböffentlichkeit\" (p. 65—semi-public sphere) of echo chambers and filter bubbles.5 However, this speculation puts Habermas in a dilemma. The lifeworld in Habermas' theory is conceptualized as a linguistically organized and culturally transmitted stock of interpretative patterns which form the symbolic core of a society. He introduces the lifeworld as a necessary correlation to the notion of communicative action (see Baynes, 2016, pp. 64–70). The dilemma is the following one: On the one hand, Habermas continues to base the considerations in the book on the assumption of the rational potential of the lifeworld, in particular of face-to-face communication even in different social settings. On the other hand, his speculation provides the plausible assumption that under the conditions of the current digital communication infrastructure, there will be a massive unlearning of cognitive and moral In his 1962 book, Habermas that with the of mass media, the of the capitalist and the of the (Habermas, p. This was with a neutralist position about new In his current critique of social media, he can no longer his neutralist position because he his about the sphere with the speculation that communication in such forms has the of limited and (p. moral and cognitive for its This the for Habermas' reform The longer we wait for radical political of the digital infrastructure, the less it is to the support of democratic to the problems of having to them on a we this of we with a more pessimistic than Habermas But Adorno's on mass culture from the again, we should give empirical a second because there are reasons for it be the case that Habermas is in his analysis in the metaphorical language of \"echo chambers\" and Habermas' metaphorical of the term is also He not this term for modern democratic theory. In of the of legitimacy in his of book on and legitimacy (see p. And in the early years of the of of democracy was used as a concept by constitutional to state of political (see pp. Habermas' of the term back to the late (see pp. In his it was a of term of had used the to the decline of liberal rule of law in capitalist society (see In his of the public Habermas also with a of but he structure for Both and the to historical changes in the development of capitalist as a of clearly In the way Habermas the term it is more than a or metaphor. But even a metaphor the cognitive of an in the of Habermas' of the term two First, the of or which back to the word structures are the basic that support a or the of an The second of the the concept of more than it means Thus, a structural is not just any but a change in the of the it a It is in this strong sense that Habermas understood his thesis of the structural of the public sphere in his 1962 And he the same term 60 years to a new stage in the development of the public sphere. Hans has that there is no such as a completely language (see about changing our metaphorical vocabulary when we deal with changes in the public metaphor of This metaphor a different It the of the of different the are the of our simultaneously in different movements are and their movements that structures in one but in different Some of the public sphere no longer to change with the and However, such massive changes may a or may a longer question like can only be by empirical research. Habermas himself was never to the importance of empirical for his political theory (see Buchstein, pp. to less of of this article have for better are in with current empirical about everyday digital media in modern democracies. The of do not support Habermas' pessimistic about a new quality in the of political communication. chambers\" and \"bubbles\" are than in political In as has the of the social in (see In 1992, Habermas a about his seminal 1962 of a development from a public to one into too p. 438). for the future of democracy that the in his book is once again too and Buchstein, of",
      "cited_by_count": 29,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12661"
      },
      "topics": [
        "Social Media and Politics",
        "Populism, Right-Wing Movements",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W4361251882"
    },
    {
      "openalex_id": "W2916136405",
      "doi": "10.1007/s11133-019-9413-7",
      "title": "What is Qualitative in Qualitative Research",
      "authors": [
        {
          "name": "Patrik Aspers",
          "openalex_id": "A5085363578",
          "orcid": "https://orcid.org/0000-0001-9840-8669",
          "institutions": [
            "Uppsala University"
          ]
        },
        {
          "name": "Ugo Corte",
          "openalex_id": "A5047468729",
          "orcid": "https://orcid.org/0000-0002-7994-3399",
          "institutions": [
            "University of Stavanger"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-02-27",
      "abstract": "What is qualitative research? If we look for a precise definition of qualitative research, and specifically for one that addresses its distinctive feature of being \"qualitative,\" the literature is meager. In this article we systematically search, identify and analyze a sample of 89 sources using or attempting to define the term \"qualitative.\" Then, drawing on ideas we find scattered across existing work, and based on Becker's classic study of marijuana consumption, we formulate and illustrate a definition that tries to capture its core elements. We define qualitative research as an iterative process in which improved understanding to the scientific community is achieved by making new significant distinctions resulting from getting closer to the phenomenon studied. This formulation is developed as a tool to help improve research designs while stressing that a qualitative dimension is present in quantitative work as well. Additionally, it can facilitate teaching, communication between researchers, diminish the gap between qualitative and quantitative researchers, help to address critiques of qualitative methods, and be used as a standard of evaluation of qualitative research.",
      "cited_by_count": 1171,
      "type": "article",
      "source": {
        "name": "Qualitative Sociology",
        "type": "journal",
        "issn": [
          "0162-0436",
          "1573-7837"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11133-019-9413-7.pdf"
      },
      "topics": [
        "Qualitative Research Methods and Applications",
        "Qualitative Research Methods and Ethics",
        "Qualitative Comparative Analysis Research"
      ],
      "referenced_works_count": 116,
      "url": "https://openalex.org/W2916136405"
    },
    {
      "openalex_id": "W1902236296",
      "doi": "10.1111/1467-8675.12055",
      "title": "Habermas and Markets",
      "authors": [
        {
          "name": "Timo Jütten",
          "openalex_id": "A5077887342",
          "orcid": "https://orcid.org/0000-0001-9865-507X"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-10-29",
      "abstract": null,
      "cited_by_count": 230,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12055"
      },
      "topics": [
        "Weber, Simmel, Sociological Theory"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W1902236296"
    },
    {
      "openalex_id": "W2121538571",
      "doi": "10.12759/hsr.37.2012.4.191-222",
      "title": "Participatory Research Methods: A Methodological Approach in Motion",
      "authors": [
        {
          "name": "Jarg Bergold",
          "openalex_id": "A5032744817",
          "institutions": [
            "Freie Universität Berlin"
          ]
        },
        {
          "name": "Stefan Thomas",
          "openalex_id": "A5101585274",
          "orcid": "https://orcid.org/0000-0002-5303-9457",
          "institutions": [
            "Alice-Salomon-Hochschule Berlin"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "This article serves as an introduction to the FQS special issue 'Participatory Qualitative Research'. In recent years there has been a resurgence of interest in participatory research strategies. The articles in this special issue come from different disciplines. Against the background of concrete empirical research projects, they address numerous conceptual considerations and methodological approaches. After reading the contributions, and engaging with the authors' arguments, the authors were prompted to focus in particular on those areas in which further work needs to be done. They include, on the one hand, fundamental principles of participatory research, such as democratic-theory considerations, the concept of 'safe space', participation issues, and ethical questions. And, on the other hand, the authors focus an practical research considerations regarding the rote and tasks of the various participants; specific methodological approaches; and quality criteria - understood here in the sense of arguments justifying a participatory approach. The authors' aim is to stimulate a broad discussion that does not focus only on participatory research in the narrower sense. Because participatory methodology poses certain knowledge- and research-related questions in a radical way, it has the potential to draw attention to hitherto neglected areas in qualitative methodology and to stimulate their further development.",
      "cited_by_count": 877,
      "type": "article",
      "source": {
        "name": "Social Science Open Access Repository (GESIS – Leibniz Institute for the Social Sciences)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://www.ssoar.info/ssoar/handle/document/38383"
      },
      "topics": [
        "Sociology and Education Studies",
        "Participatory Visual Research Methods",
        "Social Work Education and Practice"
      ],
      "referenced_works_count": 46,
      "url": "https://openalex.org/W2121538571"
    },
    {
      "openalex_id": "W1594012775",
      "doi": "10.22439/fs.v0i3.870",
      "title": "Habermas, Foucault and Nietzsche: A Double Misunderstanding",
      "authors": [
        {
          "name": "Thomas Biebricher",
          "openalex_id": "A5049457565",
          "orcid": "https://orcid.org/0000-0002-8827-5142",
          "institutions": [
            "University of Florida"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-11-01",
      "abstract": "The article analyses Habermas' interpretation of Foucault in the Philosophical Discourse of Modernity and argues that the former misunderstands the Foucaultian project of genealogy fundamentally. While Habermas assumes that Foucault aims at a strictly scientific approach to the writing of history it can be shown that Foucaultian genealogy is strongly characterised by rhetorical aspects, creating a hybrid model of critique that stands in between science and literature. The essay goes on arguing that this misreading can be explained with reference to Habermas' reconstruction of Nietzsche's philosophy in the Philosophical Discourse. On the basis of this clarification the article analyses what a Habermasian position vis-à-vis genealogy including the rhetorical element would look like. Making use of Habermas' remarks on Derrida in the Philosophical Discourse the essay concludes that, counter-intuitively, a rhetorically understood genealogy has to be considered a valid philosophical approach even on Habermas' own terms.",
      "cited_by_count": 229,
      "type": "article",
      "source": {
        "name": "Foucault Studies",
        "type": "journal",
        "issn": [
          "1832-5203"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://rauli.cbs.dk/index.php/foucault-studies/article/download/870/888"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Psychoanalysis, Philosophy, and Politics",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1594012775"
    },
    {
      "openalex_id": "W2129719044",
      "doi": "10.1093/ejil/14.3.437",
      "title": "Security Council Deliberations: The Power of the Better Argument",
      "authors": [
        {
          "name": "I. P. Johnstone",
          "openalex_id": "A5065302599"
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-06-01",
      "abstract": "Why are legal arguments used in a political forum like the United Nations Security Council? This article draws on international law and international relations theory to provide an answer to that question, supported by a case study of the debates over NATO's intervention in Kosovo. The theoretical argument is that international law operates largely through a process of justificatory discourse within and constrained by interpretive communities, composed of the participants in a field of practice who set the parameters of what constitutes reasoned argumentation for that practice. Drawing insights from the theory of communicative action, the article claims that minimal preconditions for this discursive interaction exist in and around the Security Council. The debates over Kosovo are offered as evidence that the legal discourse not only occurs but has independent influence even in that political setting. While legal considerations did not directly cause any decision, concerns about precedent and reputation did influence positions taken as well as subsequent developments in the UN and NATO. The article concludes with an illustrative suggestion as to how Security Council deliberations could be improved, namely the adoption of a set of considerations to be taken into account in debates on humanitarian intervention. The suggested reform would not do away with the influence of hard power and perceived national interest, but, to paraphrase Jurgen Habermas, would give ‘the power of the better argument’ a fighting chance in Council decision‐making.",
      "cited_by_count": 213,
      "type": "article",
      "source": {
        "name": "European Journal of International Law",
        "type": "journal",
        "issn": [
          "0938-5428",
          "1464-3596"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/ejil/article-pdf/14/3/437/1208517/140437.pdf"
      },
      "topics": [
        "Global Peace and Security Dynamics",
        "International Law and Human Rights",
        "Peacebuilding and International Security"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2129719044"
    },
    {
      "openalex_id": "W602440937",
      "doi": "10.26530/oapen_606390",
      "title": "Media and Participation: A site of ideological-democratic struggle",
      "authors": [
        {
          "name": "Nico Carpentier",
          "openalex_id": "A5049960351",
          "orcid": "https://orcid.org/0000-0002-8996-4636",
          "institutions": [
            "North Carolina Exploring Cultural Heritage Online"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "Participation has become fashionable again, but at the same time it has always played a crucial role in our contemporary societies, and it has been omnipresent in a surprisingly large number of societal fields. In the case of the media sphere, the present-day media conjuncture is now considered to be the most participatory ever, but media participation has had a long and intense history. To deal with these paradoxes, this book looks at participation as a structurally unstable concept and as the object of a political-ideological struggle that makes it oscillate between minimalist and maximalist versions. This struggle is analysed in theoretical reflections in five fields (democracy, arts, development, spatial planning and media) and in eight different cases of media practice. These case studies also show participation’s close connection to power, identity, organization, technology and quality.",
      "cited_by_count": 559,
      "type": "book",
      "source": {
        "name": "Intellect Ltd. eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://library.oapen.org/bitstream/20.500.12657/32743/1/606390.pdf"
      },
      "topics": [
        "Cultural Industries and Urban Development",
        "Cultural, Media, and Literary Studies"
      ],
      "referenced_works_count": 415,
      "url": "https://openalex.org/W602440937"
    },
    {
      "openalex_id": "W2319657889",
      "doi": "10.1093/oxfordjournals.jpart.a003544",
      "title": "What Ever Happened to Policy Implementation? An Alternative Approach",
      "authors": [
        {
          "name": "Peter deLeon",
          "openalex_id": "A5028974409",
          "institutions": [
            "University of Colorado Denver"
          ]
        },
        {
          "name": "Linda deLeon",
          "openalex_id": "A5077528154",
          "institutions": [
            "University of Colorado Denver"
          ]
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-10-01",
      "abstract": "One of the earliest topics addressed by policy analysts was public policy implementation. Starting with the seminal work of Jeffrey Pressman and Aaron Wildavsky, policy implementation has burgeoned from a largely overlooked interest to perhaps the policy analysis growth industry over the last thirty years. However, even though an enormous set of books and articles deals with implementation, it has been described by some as leading to an intellectual dead end because of its problematic relationship to a generalized theory of policy implementation. In this article we examine three generations of policy implementation theory research, emphasizing its basic reliance on a command (i.e., top-down) orientation, and we argue that an alternative framework, one stressing a more democratic (i.e., bottom-up) approach, would be a more fruitful line of inquiry",
      "cited_by_count": 416,
      "type": "article",
      "source": {
        "name": "Journal of Public Administration Research and Theory",
        "type": "journal",
        "issn": [
          "1053-1858",
          "1477-9803"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/jpart/article-pdf/12/4/467/6185175/12-4-467.pdf"
      },
      "topics": [
        "Evaluation and Performance Assessment",
        "Public Policy and Administration Research",
        "Educational Assessment and Improvement"
      ],
      "referenced_works_count": 60,
      "url": "https://openalex.org/W2319657889"
    },
    {
      "openalex_id": "W1582040408",
      "doi": "10.31269/triplec.v12i1.552",
      "title": "Social Media and the Public Sphere",
      "authors": [
        {
          "name": "Christian Fuchs",
          "openalex_id": "A5060268505",
          "orcid": "https://orcid.org/0000-0003-0589-4579",
          "institutions": [
            "University of Westminster"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-02-19",
      "abstract": "Social media has become a key term in Media and Communication Studies and public discourse for characterising platforms such as Facebook, Twitter, YouTube, Wikipedia, LinkedIn, Wordpress, Blogspot, Weibo, Pinterest, Foursquare and Tumblr. This paper discusses the role of the concept of the public sphere for understanding social media critically. It argues against an idealistic interpretation of Habermas and for a cultural-materialist understanding of the public sphere concept that is grounded in political economy. It sets out that Habermas’ original notion should best be understood as a method of immanent critique that critically scrutinises limits of the media and culture grounded in power relations and political economy. The paper introduces a theoretical model of public service media that it uses as foundation for identifying three antagonisms of the contemporary social media sphere in the realms of the economy, the state and civil society. It concludes that these limits can only be overcome if the colonisation of the social media lifeworld is countered politically so that social media and the Internet become public service and commons-based media.Acknowledgement: This paper is the extended version of Christian Fuchs’ inaugural lecture for his professorship of social media at the University of Westminster that he took up on February 1st, 2013. He gave the lecture on February 19th, 2014, at the University of Westminster.The video version of the inaugural lecture is available at:https://vimeo.com/97173645",
      "cited_by_count": 187,
      "type": "article",
      "source": {
        "name": "tripleC Communication Capitalism & Critique Open Access Journal for a Global Sustainable Information Society",
        "type": "journal",
        "issn": [
          "1726-670X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.triple-c.at/index.php/tripleC/article/download/552/529"
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Impact of Technology on Adolescents"
      ],
      "referenced_works_count": 120,
      "url": "https://openalex.org/W1582040408"
    },
    {
      "openalex_id": "W2126523640",
      "doi": "10.1111/j.1751-9004.2008.00114.x",
      "title": "Phenomenology and Critical Social Psychology: Directions and Debates in Theory and Research",
      "authors": [
        {
          "name": "Darren Langdridge",
          "openalex_id": "A5017103546",
          "orcid": "https://orcid.org/0000-0001-9319-9802",
          "institutions": [
            "The Open University",
            "Moscow Open Social University"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-04-23",
      "abstract": "Abstract There has been significant growth in critical approaches to social psychology in recent years. Phenomenological, discursive and psychoanalytically informed perspectives, amongst others, have become increasingly popular alternatives to ‘mainstream’ cognitive social psychology. This paper describes the fundamental philosophy and methodology underpinning phenomenological psychology along with discussion of a number of key issues in qualitative research in social psychology. In particular, I discuss the role of interpretation, the turn to language and need for political engagement within critical social psychology. More recently, there has been a growth in phenomenologically informed narrative theories and methodologies and in this paper I introduce my own development of a critical narrative analysis. In the process I discuss some of the most pressing debates about research within the phenomenological tradition and provide rebuttals, solutions and possible future directions for phenomenological theory and research that may lead to yet greater recognition for this social psychological perspective.",
      "cited_by_count": 174,
      "type": "article",
      "source": {
        "name": "Social and Personality Psychology Compass",
        "type": "journal",
        "issn": [
          "1751-9004"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1751-9004.2008.00114.x"
      },
      "topics": [
        "Social Representations and Identity",
        "Counseling, Therapy, and Family Dynamics",
        "Hermeneutics and Narrative Identity"
      ],
      "referenced_works_count": 71,
      "url": "https://openalex.org/W2126523640"
    },
    {
      "openalex_id": "W2805150611",
      "doi": "10.1146/annurev-environ-102017-025941",
      "title": "Research On Degrowth",
      "authors": [
        {
          "name": "Giorgos Kallis",
          "openalex_id": "A5081899507",
          "orcid": "https://orcid.org/0000-0003-0688-9552",
          "institutions": [
            "Institució Catalana de Recerca i Estudis Avançats",
            "Universitat Autònoma de Barcelona"
          ]
        },
        {
          "name": "Vasilis Kostakis",
          "openalex_id": "A5067689231",
          "orcid": "https://orcid.org/0000-0002-3276-9282",
          "institutions": [
            "Harvard University",
            "Internet Society",
            "Tallinn University of Technology"
          ]
        },
        {
          "name": "Steffen Lange",
          "openalex_id": "A5064075618",
          "orcid": "https://orcid.org/0000-0003-2831-6835",
          "institutions": [
            "Institute for Ecological Economy Research"
          ]
        },
        {
          "name": "Barbara Muraca",
          "openalex_id": "A5000544943",
          "orcid": "https://orcid.org/0000-0001-5718-7329",
          "institutions": [
            "Oregon State University"
          ]
        },
        {
          "name": "Susan Paulson",
          "openalex_id": "A5036883322",
          "orcid": "https://orcid.org/0000-0002-8668-8453",
          "institutions": [
            "University of Florida"
          ]
        },
        {
          "name": "Matthias Schmelzer",
          "openalex_id": "A5001668870",
          "orcid": "https://orcid.org/0000-0003-3987-1930"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-31",
      "abstract": "Scholars and activists mobilize increasingly the term degrowth when producing knowledge critical of the ideology and costs of growth-based development. Degrowth signals a radical political and economic reorganization leading to reduced resource and energy use. The degrowth hypothesis posits that such a trajectory of social transformation is necessary, desirable, and possible; the conditions of its realization require additional study. Research on degrowth has reinvigorated the limits to growth debate with critical examination of the historical, cultural, social, and political forces that have made economic growth a dominant objective. Here we review studies of economic stability in the absence of growth and of societies that have managed well without growth. We reflect on forms of technology and democracy com-patible with degrowth and discuss plausible openings for a degrowth transition. This dynamic and productive research agenda asks inconvenient questions that sustainability sciences can no longer afford to ignore.",
      "cited_by_count": 598,
      "type": "article",
      "source": {
        "name": "Annual Review of Environment and Resources",
        "type": "journal",
        "issn": [
          "1543-5938",
          "1545-2050"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-environ-102017-025941"
      },
      "topics": [
        "Global Energy and Sustainability Research",
        "Sustainable Development and Environmental Policy",
        "Sustainability and Climate Change Governance"
      ],
      "referenced_works_count": 138,
      "url": "https://openalex.org/W2805150611"
    },
    {
      "openalex_id": "W2139508236",
      "doi": "10.1017/s0376892907003554",
      "title": "Poor evidence-base for assessment of windfarm impacts on birds",
      "authors": [
        {
          "name": "Gavin Stewart",
          "openalex_id": "A5069998604",
          "orcid": "https://orcid.org/0000-0001-5684-1544",
          "institutions": [
            "University of Birmingham"
          ]
        },
        {
          "name": "Andrew S. Pullin",
          "openalex_id": "A5006797117",
          "orcid": "https://orcid.org/0000-0001-5299-8042",
          "institutions": [
            "University of Birmingham"
          ]
        },
        {
          "name": "C.F. Coles",
          "openalex_id": "A5112366776",
          "institutions": [
            "University of Birmingham"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-02-14",
      "abstract": "Concerns about anthropogenic climate change have resulted in promotion of renewable energy sources, especially wind energy. A concern raised against widespread windfarm development is that it may negatively impact bird populations as a result of bird collision with turbines, habitat loss and disturbance. Using systematic review methodology bird abundance data were synthesized from 19 globally-distributed windfarms using meta-analysis. The effects of bird taxon, turbine number, power, location, latitude, habitat type, size of area, time since operation, migratory status of the species and quality of evidence were analysed using meta-regression. Although the synthesized data suggest a significant negative impact of windfarms on bird abundance, there is considerable variation in the impact of individual windfarm sites on individual bird species, and it is unclear if the negative impact is a decline in population abundance or a decline in use owing to avoidance. Anseriformes experienced greater declines in abundance than other taxa, followed by Charadriiformes, Falconiformes and Accipitriformes, and Passeriformes. Time since windfarms commenced operation also had a significant impact on bird abundance, with longer operating times resulting in greater declines in abundance than short operating times. Other variables, including turbine number and turbine power either had very weak but statistically significant effects or did not have a significant effect on bird abundance. Windfarms may have significant biological impacts, especially over longer time scales, but the evidence-base is poor, with many studies being methodologically weak, and more long-term impact assessments are required. There is clear evidence that Anseriformes (wildfowl) and Charadriiformes (waders) experience declines in abundance, suggesting that a precautionary approach should be adopted to windfarm development near aggregations of these taxa in offshore and coastal locations. The impact of windfarm developments on bird populations must also be viewed in the context of the possible impact of climate change in the absence of windfarms.",
      "cited_by_count": 223,
      "type": "article",
      "source": {
        "name": "Environmental Conservation",
        "type": "journal",
        "issn": [
          "0376-8929",
          "1469-4387"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/B9A4121ACE8C830203BA35B9D5042D3C/S0376892907003554a.pdf/div-class-title-poor-evidence-base-for-assessment-of-windfarm-impacts-on-birds-div.pdf"
      },
      "topics": [
        "Social Acceptance of Renewable Energy",
        "Avian ecology and behavior",
        "Fire effects on ecosystems"
      ],
      "referenced_works_count": 73,
      "url": "https://openalex.org/W2139508236"
    },
    {
      "openalex_id": "W1539735239",
      "doi": null,
      "title": "The ground of the normative force of discourse: A Lonerganian reconstruction of Habermas's communicative rationality",
      "authors": [
        {
          "name": "Edgar A Devina",
          "openalex_id": "A5066222849"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-01-01",
      "abstract": "This dissertation articulates a critical social theory that is sympathetic to the emancipatory project of modernity. It argues that Western rationality should not be overcome but be rehabilitated, that modernism should not be abandoned but be redeemed, that the isolated, self-centered, disembodied Cartesian cogito should be rejected to allow the emergence of a decentered self, and that the objectified world of science should be repudiated to realize a lifeworld that is constituted by common meaning. It sees the possibility of completing the unfinished project of human liberation through a systematic retrieval and reformulation of the conceptual foundations of modernity, namely, selfhood, rationality, and society, which will form the bases for a radical critique and overcoming of the phenomena of alienation, domination, and colonization in late capitalism. Lonergan and Habermas use two different paradigms in dealing with modernism. I argue that Habermas's paradigm of communicative action, which he develops from his critique and rejection of the philosophy of the subject, is based on a wrong understanding of the concept of consciousness as necessarily implying instrumentalism. This basic paradigmatic problem in Habermas leads to a neglect of the individual self, a one-sided conception of reason as merely linguistically constituted, and an excessively linguistic concept of the lifeworld that ignores the non-linguistic elements of social life. By complementing Habermas's communicative approach with Lonergan's paradigm of self-appropriation, we can recover a more comprehensive concept of selfhood that is embodied, situated, communicative, intersubjective, free, critical, responsible, and responsive to the transcendental precepts and validity claims. The Lonerganian reconstruction of Habermas's communicative rationality also leads to the recovery of reason that is both cognitively and linguistically constituted, critical, evidential, emancipatory, attentive, intelligent, reasonable, and responsible. Our reconstructive project also gives way to a concept of lifeworld that is both linguistic and perceptual. The convergence of the two paradigms—communication and self-appropriation—is a new approach to modernity which we call \"new modernism.\" The concept of \"new modernism\" shows that the emancipatory project of modernity can be completed through self-appropriation of the different levels of one's conscious intentionality in order to give way to a cognitive, communicative praxis that leads to truth, freedom, and justice. This process demands a further enlightenment, or what Lonergan calls Second Enlightenment, geared towards the restoration of meaning, empowerment, and emancipation through intellectual, moral, and affective conversion.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "DigitalResearch@Fordham (Fordham University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1539735239"
    },
    {
      "openalex_id": "W1966620481",
      "doi": "10.1111/j.1468-5914.2008.00378.x",
      "title": "The Rehabilitation of Common Sense: Social Representations, Science and Cognitive Polyphasia",
      "authors": [
        {
          "name": "Sandra Jovchelovitch",
          "openalex_id": "A5028343419",
          "orcid": "https://orcid.org/0000-0002-0073-2792",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-12-01",
      "abstract": "ABSTRACT In Psychoanalysis, its image and its public (PIP) Moscovici introduced the theory of social representations and took further the project of rehabilitating common sense. In this paper I examine this project through a consideration of the problem of cognitive polyphasia, and the continuity and discontinuity between different systems of knowing. Focusing on the relations between science and common sense. I ask why, despite considerable evidence to the contrary, the scientific imagination tends to deny its relation to common sense and believe that can displace it. I argue that the psychosocial dynamic between common sense and science is revealing of how heavily they are entangled in, and indeed indebted to each other. Even more, this dynamic allows for a full appreciation of what the theory of social representations calls states of cognitive polyphasia. Different systems of thinking and knowing do not displace each other but live side by side, co‐existing in a variety of ways, fulfilling different functions and answering different needs in social life.",
      "cited_by_count": 132,
      "type": "article",
      "source": {
        "name": "Journal for the Theory of Social Behaviour",
        "type": "journal",
        "issn": [
          "0021-8308",
          "1468-5914"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1468-5914.2008.00378.x"
      },
      "topics": [
        "Social Representations and Identity",
        "Academic and Historical Perspectives in Psychology",
        "Social and Cultural Dynamics"
      ],
      "referenced_works_count": 66,
      "url": "https://openalex.org/W1966620481"
    },
    {
      "openalex_id": "W2169983130",
      "doi": "10.28945/473",
      "title": "On the Difference or Equality of Information, Misinformation, and Disinformation: A Critical Research Perspective",
      "authors": [
        {
          "name": "Bernd Carsten Stahl",
          "openalex_id": "A5042194412",
          "orcid": "https://orcid.org/0000-0002-4058-4456",
          "institutions": [
            "De Montfort University"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "An international association advancing the multidisciplinary study of informing systems. Founded in 1998, the Informing Science Institute (ISI) is a global community of academics shaping the future of informing science.",
      "cited_by_count": 143,
      "type": "article",
      "source": {
        "name": "Informing Science The International Journal of an Emerging Transdiscipline",
        "type": "journal",
        "issn": [
          "1521-4672",
          "1547-9684",
          "1547-9692"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "http://www.inform.nu/Articles/Vol9/v9p083-096Stahl65.pdf"
      },
      "topics": [
        "Information Systems Theories and Implementation",
        "Misinformation and Its Impacts",
        "Cybersecurity and Cyber Warfare Studies"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W2169983130"
    },
    {
      "openalex_id": "W1442129841",
      "doi": "10.1007/s11625-015-0326-4",
      "title": "The real type and ideal type of transdisciplinary processes: part I—theoretical foundations",
      "authors": [
        {
          "name": "Roland W. Scholz",
          "openalex_id": "A5020171024",
          "orcid": "https://orcid.org/0000-0003-2506-3254",
          "institutions": [
            "University of Zurich",
            "Fraunhofer Institute for Interfacial Engineering and Biotechnology",
            "Fraunhofer Society"
          ]
        },
        {
          "name": "Gerald Steiner",
          "openalex_id": "A5035374136",
          "orcid": "https://orcid.org/0000-0003-3340-3941",
          "institutions": [
            "Universität für Weiterbildung Krems",
            "Harvard University Press"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-08-13",
      "abstract": null,
      "cited_by_count": 311,
      "type": "article",
      "source": {
        "name": "Sustainability Science",
        "type": "journal",
        "issn": [
          "1862-4057",
          "1862-4065"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11625-015-0326-4.pdf"
      },
      "topics": [
        "Interdisciplinary Research and Collaboration",
        "Sustainability and Climate Change Governance",
        "Complex Systems and Decision Making"
      ],
      "referenced_works_count": 115,
      "url": "https://openalex.org/W1442129841"
    },
    {
      "openalex_id": "W2144770783",
      "doi": "10.1111/1467-9566.12199",
      "title": "Exploring the critiques of the social model of disability: the transformative possibility of Arendt's notion of power",
      "authors": [
        {
          "name": "Janine Owens",
          "openalex_id": "A5015500213",
          "orcid": "https://orcid.org/0000-0002-9108-4005",
          "institutions": [
            "University of Sheffield"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-19",
      "abstract": "The social model of disability has demonstrated political success for disabled people in society. At the same time, it has been labelled an outdated ideology in need of further development. While the social model of disability has been used successfully for political activism, it has simultaneously created conflict and tensions in disability studies, sociology and the sociology of the body. This article sheds light on the confusion surrounding the social model of disability by discussing the historical emergence of its different forms. It then proceeds to analyse and evaluate key criticisms of the social model of disability. The article then goes on to explore the relevance of different forms of power to the current discourse on disability before proceeding to explore in depth what might be gained from the approach of one particular theorist on power; Hannah Arendt. It suggests that there may be merit in drawing on Arendt and illustrates some of the benefits of a more nuanced idea of a pluralistic body and experiences.",
      "cited_by_count": 157,
      "type": "article",
      "source": {
        "name": "Sociology of Health & Illness",
        "type": "journal",
        "issn": [
          "0141-9889",
          "1467-9566"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-9566.12199"
      },
      "topics": [
        "Disability Rights and Representation",
        "Hannah Arendt's Political Philosophy",
        "Feminism, Gender, and Sexuality Studies"
      ],
      "referenced_works_count": 135,
      "url": "https://openalex.org/W2144770783"
    },
    {
      "openalex_id": "W2786055640",
      "doi": "10.1017/beq.2017.33",
      "title": "The Normative Justification of Integrative Stakeholder Engagement: A Habermasian View on Responsible Leadership",
      "authors": [
        {
          "name": "Moritz Patzer",
          "openalex_id": "A5074358544",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Christian Voegtlin",
          "openalex_id": "A5027049276",
          "orcid": "https://orcid.org/0000-0001-7490-8298",
          "institutions": [
            "Audencia Business School"
          ]
        },
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-02-01",
      "abstract": "ABSTRACT: The transition from modern to postmodern society leads to changing expectations about the purpose and responsibility of leadership. Habermas’s social theory provides a useful analytical tool for understanding current societal transition processes and exploring their implications for the responsibility of business vis-à-vis society. We argue that integrative responsible leadership, in particular, can contribute to the reconciliation of business with societal goals. Integrative responsible leadership understood in a Habermasian way is not only a strategic endeavor but also a communicative endeavor. An essential part of integrative responsible leadership in light of the current societal transformation processes is the facilitation of discourses about a shared base of norms and values. This is exemplified alongside current societal developments like the European migration crisis or the emerging nationalist and fundamentalist movements in some countries. We specify how and when leadership should resort to communicative action and discuss the implications for leadership.",
      "cited_by_count": 79,
      "type": "article",
      "source": {
        "name": "Business Ethics Quarterly",
        "type": "journal",
        "issn": [
          "1052-150X",
          "2153-3326"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/46082866A0B0002BE705209F43EA6BB5/S1052150X17000331a.pdf/div-class-title-the-normative-justification-of-integrative-stakeholder-engagement-a-habermasian-view-on-responsible-leadership-div.pdf"
      },
      "topics": [
        "Ethics in Business and Education",
        "Corporate Social Responsibility Reporting",
        "Management and Organizational Studies"
      ],
      "referenced_works_count": 145,
      "url": "https://openalex.org/W2786055640"
    },
    {
      "openalex_id": "W1921442539",
      "doi": "10.22439/fs.v0i7.2636",
      "title": "Normativity and Normalization",
      "authors": [
        {
          "name": "Dianna Taylor",
          "openalex_id": "A5005776394",
          "orcid": "https://orcid.org/0000-0002-3610-8158",
          "institutions": [
            "John Carroll University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-09-07",
      "abstract": "This article illustrates ways in which the concepts of the norm and normativity are implicated in relations of power. Specifically, I argue that these concepts have come to function in a normalizing manner. I outline Michel Foucault’s thinking on the norm and normalization and then provide an overview of Jürgen Habermas’s thinking on the norm and normativity in order to show that Habermas’s conceptualizations of the norm and normativity are not, as he posits, necessary foundations for ethics and politics, but in fact simply one philosophical approach among many. Uncritically accepting a Habermasian framework therefore produces normalizing effects and inhibits alternative and potentially emancipatory thinking about ethics and politics. Having problematized the requirement of normative foundations as it is currently articulated, I conclude by examining the emancipatory potential of a particular aspect of Foucault’s work for the practice of philosophy.",
      "cited_by_count": 89,
      "type": "article",
      "source": {
        "name": "Foucault Studies",
        "type": "journal",
        "issn": [
          "1832-5203"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://rauli.cbs.dk/index.php/foucault-studies/article/download/2636/2653"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Political Philosophy and Ethics",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W1921442539"
    },
    {
      "openalex_id": "W2131564699",
      "doi": "10.1075/prag.21.4.01bre",
      "title": "Critical discourse analysis and its critics",
      "authors": [
        {
          "name": "Ruth Breeze",
          "openalex_id": "A5049031148",
          "orcid": "https://orcid.org/0000-0002-8132-225X"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-18",
      "abstract": "This article briefly reviews the rise of Critical Discourse Analysis and teases out a detailed analysis of the various critiques that have been levelled at CDA and its practitioners over the last twenty years, both by scholars working within the “critical” paradigm and by other critics. A range of criticisms are discussed which target the underlying premises, the analytical methodology and the disputed areas of reader response and the integration of contextual factors. Controversial issues such as the predominantly negative focus of much CDA scholarship, and the status of CDA as an emergent “intellectual orthodoxy”, are also reviewed. The conclusions offer a summary of the principal criticisms that emerge from this overview, and suggest some ways in which these problems could be attenuated.",
      "cited_by_count": 275,
      "type": "article",
      "source": {
        "name": "Pragmatics Quarterly Publication of the International Pragmatics Association (IPrA)",
        "type": "journal",
        "issn": [
          "1018-2101",
          "2406-4238"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.jbe-platform.com/deliver/fulltext/prag.21.4.01bre.pdf?itemId=%2Fcontent%2Fjournals%2F10.1075%2Fprag.21.4.01bre&mimeType=pdf&containerItemId=content/journals/24064238"
      },
      "topics": [
        "Discourse Analysis in Language Studies",
        "Multilingual Education and Policy",
        "Language, Discourse, Communication Strategies"
      ],
      "referenced_works_count": 108,
      "url": "https://openalex.org/W2131564699"
    },
    {
      "openalex_id": "W2106871891",
      "doi": null,
      "title": "Critical Notes on Habermas's Theory of the Public Sphere",
      "authors": [
        {
          "name": "Simon Susen",
          "openalex_id": "A5055297764",
          "orcid": "https://orcid.org/0000-0003-0643-1891",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-02-14",
      "abstract": "The main purpose of this paper is to examine Habermas’s account of the transformation of the public sphere in modern society. More specifically, the study aims to demonstrate that, whilst Habermas’s approach succeeds in offering useful insights into the structural transformation of the public sphere in the early modern period, it does not provide an adequate theoretical framework for understanding the structural transformation of public spheres in late modern societies. To the extent that the gradual differentiation of social life manifests itself in the proliferation of multiple public spheres, a critical theory of public normativity needs to confront the challenges posed by the material and ideological complexity of late modernity in order to account for the polycentric nature of advanced societies. With the aim of showing this, the paper is divided into three sections. The first section elucidates the sociological meaning of the public/private dichotomy. The second section scrutinizes the key features of Habermas’s theory of the public sphere by reflecting on (i) the concept of the public sphere, (ii) the normative specificity of the bourgeois public sphere, and (iii) the structural transformation of the public sphere in modern society. The third section explores the most substantial shortcomings of Habermas’s theory of the public sphere, particularly its inability to explain the historical emergence and political function of differentiated public spheres in advanced societies.",
      "cited_by_count": 82,
      "type": "article",
      "source": {
        "name": "City Research Online (City University London)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openaccess.city.ac.uk/id/eprint/1101/1/Simon%20Susen%20%27Critical%20Notes%20on%20Habermass%20Theory%20of%20the%20Public%20Sphere%27%20SA%205%281%29%20pp%20%2037-62.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Social Media and Politics",
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W2106871891"
    },
    {
      "openalex_id": "W2053651857",
      "doi": "10.1177/0163443705049058",
      "title": "The Jerry Springer Show as an emotional public sphere",
      "authors": [
        {
          "name": "Peter Lunt",
          "openalex_id": "A5045006531",
          "institutions": [
            "University College London"
          ]
        },
        {
          "name": "Paul Stenner",
          "openalex_id": "A5070499735",
          "orcid": "https://orcid.org/0000-0003-4505-6422",
          "institutions": [
            "University College London"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-12-20",
      "abstract": "The public sphere debate in social theory has been a topic of considerable interest amongst scholars analysing the talk show genre. Habermas attached great importance to the potential of rational critical discussion to create consensus and thereby legitimation in democratic society. He was concerned that the media gave a false impression of engagement in a public sphere while managing rights of access and speech in a manner that was inimical to open public discussion. In contrast, cultural commentators on the talk show genre have been impressed by the richness and spontaneity of interactions on the shows, suggesting that they might have a positive role in public participation despite not meeting Habermas’s criteria for a public sphere. In consequence, the literature is moving away from the public sphere debate and focusing on issues of voice and expression in analyses of talk shows. This article, however, makes the argument that many of Habermas’s concerns are still highly relevant to the genre. This is demonstrated through an analysis of The Jerry Springer Show. On the surface, this show seems to have little to do with rational critical discussion. The analysis reveals a number of parallels between the conception of the rational critical public sphere and The Jerry Springer Show, leading to a revision of the received view of Habermas’s work in the analysis of mediated discussion. A range of implications for the mediation of deliberation, participation and expression are explored.",
      "cited_by_count": 107,
      "type": "article",
      "source": {
        "name": "Media Culture & Society",
        "type": "journal",
        "issn": [
          "0163-4437",
          "1460-3675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://bura.brunel.ac.uk/bitstream/2438/1406/4/Springer%2bMCS%2bversion.pdf"
      },
      "topics": [
        "Media Studies and Communication",
        "Gender, Feminism, and Media",
        "Social Media and Politics"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2053651857"
    },
    {
      "openalex_id": "W2112130318",
      "doi": "10.12942/lreg-2007-2",
      "title": "Civil society participation in EU governance",
      "authors": [
        {
          "name": "Barbara Finke",
          "openalex_id": "A5054695192",
          "institutions": [
            "Hertie School"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-01-01",
      "abstract": "The debate on the European Union's legitimacy crisis led to the discovery of civil society in EU governance.With the waning of the permissive consensus, politicians, bureaucrats, and academics shifted their attention towards the input-oriented dimension of democratic legitimacy which results from authentic participation and governance 'by the people'.Participatory democracy via civil society involvement came to be considered as a promising supplement to representative democracy and entered EU documents such as the White Paper on European Governance and the draft Constitutional Treaty around the turn of the millennium.However, the origins of the current debate on civil society in EU governance can also be traced back to interest group research which has flourished since the early 1980s and the debate on 'participatory governance' that unfolded in the 1990s.These approaches are more concerned with effective political problem-solving and the output-dimension of democratic legitimacy which can, from this point of view, be improved by stakeholder participation and civil society engagement.In fact, two scholars who refer to 'civil society' do not necessarily mean the same thing and this is even less obvious if journalists, politicians or public officials allude to civil society.In order to enhance the basis of the discussion, we should seek to identify the conceptions they rely on.This will help us to understand where different arguments come from.Hence, this essay seeks to identify the different layers of the current debate on civil society participation in EU governance by unfolding the traditions of thought academic and political advocates of civil society in EU affairs currently draw on.This essay will basically distinguish between output-oriented approaches which explore the contribution of civil society groups to effective governance and problem-solving on the one hand and research that is interested in input-oriented legitimacy and participatory democracy on the other.",
      "cited_by_count": 94,
      "type": "article",
      "source": {
        "name": "Living Reviews in European Governance",
        "type": "journal",
        "issn": [
          "1813-856X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.europeangovernance-livingreviews.org/Articles/lreg-2007-2/download/lreg-2007-2Color.pdf"
      },
      "topics": [
        "European Union Policy and Governance",
        "Political Influence and Corporate Strategies",
        "Social Media and Politics"
      ],
      "referenced_works_count": 123,
      "url": "https://openalex.org/W2112130318"
    },
    {
      "openalex_id": "W4361265554",
      "doi": "10.1111/1467-8675.12668",
      "title": "Authorship and individualization in the digital public sphere",
      "authors": [
        {
          "name": "Peter J. Verovšek",
          "openalex_id": "A5033876823",
          "orcid": "https://orcid.org/0000-0001-8946-2014",
          "institutions": [
            "University of Groningen"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-03-01",
      "abstract": "In September 2022, 60 years after he first released the German edition of The Structural Transformation of the Public Sphere: An Inquiry into a Category of Bourgeois Society (STPS) in 1962, Habermas published A New Structural Transformation of the Public Sphere and Deliberative Politics (Ein neuer Strukturwandel der Öffentlichkeit und die deliberative Politik). This \"new engagement with an old theme\" (Habermas, 2022c, p. 7) has been a long time coming. Not only is STPS—as Habermas wrote in the dedication when he signed my English edition in 2008—\"my first and still best-selling book (a kind of self-criticism),\" in this new volume he also notes that it has \"remained my most successful to date\" (Habermas, 2022a, p. 145). This contribution is significant both given the broad reach of the concept of the public sphere (Öffentlichkeit) and due to the growing interest in how the rise of the internet and digital media has affected public deliberation and the public realm more generally. Scholars of Habermas are used to reading long books. This expectation was confirmed in 2019 with the publication of Also a History of Philosophy (Auch eine Geschichte der Philosophie), which ran a total of 1752 pages across two volumes. By contrast, this bright orange book—which comes in at a slim 109 pages—refutes that same tendency. Additionally, aside from the short Foreword, all three chapters have been published in English elsewhere with only slight modifications.1 In part, as Habermas points out, this brevity is due to the fact that he has \"long been dealing with other issues\" (Habermas, 2022c, p. 7) and thus is not up to date on the literature. Additionally, given that he already apologized to his readers for not writing a third (!) volume of his aforementioned study of the relationship between faith and knowledge as \"my strength is simply no longer sufficient for that (dafür reichen meine Kräfte nicht mehr aus)\" (Habermas, 2019, p. I.10), his advanced age is also a likely a factor, despite his continued and active participation in both scholarly debate and in the German public sphere. Habermas' original study of the public sphere worked at three distinct, but interrelated levels. First, it told a story of the historical rise of the public sphere in 17th- and 18th-century Europe, focusing specifically on French salons, English coffeehouses and German Tischgesellschaften (table societies). Second, it presented a sociological model of the public sphere as a space for critical-rational discussion about matters of public interest to all citizens that opened between the \"private realm\" of self-interested bourgeois individuals and the \"sphere of public authority\" defined by the state and the court (the society of nobles). Finally, Habermas developed a normative political theory that sought to achieve \"a systematic comprehension of our own society from the perspective of one of its central categories\" (Habermas, 1989, p. 5). In this short volume, Habermas focuses on the final point, that is, on \"the function of the public sphere in ensuring the sustainability of democratic political community\" (Habermas, 2022a, p. 146). Although he rejects the distinction between empirical and normative research—as well as the related bifurcation between ideal and non-ideal theory—as \"oversimplified,\" Habermas' concerns lie primarily in the realm of political theory, not history or sociology. However, this does not mean that these two aspects are gone completely, only that they fade into the background of his attempt to explicate a democratic theory based on \"reconstruct[ing] the rational content of the norms and practices that have acquired positive validity since the constitutional revolutions of the late 18th century and, as such, have become part of historical reality\" (Habermas, 2022a, p. 147). My comments focus on two aspects of this short book. I start by outlining the misunderstandings of STPS that Habermas seeks to correct in this new volume. I then examine his claim that the rise of the internet has led to \"a new structural transformation of the public sphere.\" In order to do this, I focus in particular on his comparison of the revolution caused by digitalization to the printing press. Whereas first of these historical turning points turned everyone into potential readers, he argues that the second has made everyone into potential authors. My basic thesis is that while Habermas is right that digitalization has resulted in a new structural transformation, the problem of deliberative politics today is to be found not so much in the transition from readers to authors—as he contends—but in the increased individualization of the public sphere, which prevents citizens from creating the common world necessary for politics. Despite its broad influence, STPS is controversial on all three levels. Historically speaking, Habermas' argument regarding the rise of the bourgeois public sphere in 18th-century Europe and its consequences for politics has generated a lively scholarly debate. Whether or not the salons, coffeehouses and table societies he studied actually embodied the new ideals of humanity and public debate that Habermas ascribes to them. Similarly, his sociological model has come under attack from scholars, who have pointed out the relatively limited reach—both in terms of gender and class—of the public sphere as a space between the private realm of economic self-interest and the state. Most notably, Nancy Fraser (1992, p. 116) has rejected this model as \"a masculinist ideological notion that functioned to legitimate an emergent form of class rule.\" Finally, his claims about the public sphere as a space of rational debate that could both provide public scrutiny of the state and shape policy through formal institutions have often been ridiculed. For example, rather than engaging in \"the search for truth through conversation,\" Klein (1996, p. 37, 38) notes that the spaces Habermas identifies as the crucibles of the bourgeois public sphere instead \"foster[ed] an anarchy of misinformation and miscomprehension.\" All three of the essays in this new volume seek to correct what Habermas sees as fundamental misunderstandings of STPS. First, he addresses the common critique that this ideal is a fiction. Habermas gladly admits that a public sphere, where all affected are able to discuss issues of common concern openly and freely to reach a rational decision about what to do, never actually existed and is thus something of an ideal type, to speak in Weberian language. However, this is beside the point. What is important for his purposes is not whether these ideals have ever been fully realized in practice, but whether the ideal of the \"normative public sphere\" has led citizens to believe that the legitimacy of their government depends on their ability to supervise their leaders and shape policy by participating in public debate. Habermas argues that the deep penetration of this ideal is visible in \"the historical fact that something like a 'bourgeois public sphere' emerged at the same time as liberal democracy, first in England and then in the United States, France and other European countries\" (Habermas, 2022a, p. 150). Second, Habermas pushes back against the claim that his conception of discourse leads to an \"idealistic conception of the democratic process as something like a convivial university seminar (einer friedlichen Seminarveranstaltung)\" (Habermas, 2022a, p. 151). This misreading is based on Habermas' claim that political discourses are based on \"the goal of reaching an agreement (Einverständnis)\" (Habermas, 2018, p. 837). However, in Habermas' terminology, this idea does not refer to the outcomes of debates in the public sphere or even individual policy decisions. Instead, it denotes the collective agreement to abide by majority rule within political institutions, where decisions are invariably the \"fallible result of an attempt to determine what is right through a discussion that has been brought to a provisional close under the pressure to decide\" (Habermas, 1996, p. 475). In this sense, citizens are bound together by a preexisting commitment \"to adopt each other's perspectives and to orient themselves to generalizable interests or shared values\" (Habermas, 2018, p. 875) even when they are in the minority. Finally—and relatedly—Habermas notes that \"the required orientation of participants toward consensus naturally does not mean that those involved are likely to have the unrealistic expectation that they will actually achieve a consensus on political questions\" (Habermas, 2018, p. 875). On the contrary—in a move meant to sap the rhetorical power of his agonistic opponents—Habermas argues that \"the orientation of reasonable participants to the truth or correctness of their argued convictions adds even more fuel to the fire of political disputes,\" allowing \"the epistemic potential of conflicting opinions [to] unfold in discourse.\" The whole point of deliberation within the informal political public sphere of the media and civil society is that \"it enables us to improve our beliefs through political disputes and get closer to correct solutions to problems.\" As a result, deliberation \"is measured in the public sphere by the discursive quality of the contributions, not by the goal of a consensus\" (Habermas, 2022a, p. 152). Habermas' attempt to harness the chaotic nature of public debate displaces the notion of consensus in two ways. First, within the informal public sphere, this means that \"only one thing is presupposed—the consensus on the shared constitutional principles that legitimises all other disputes\" (Habermas, 2022a, p. 152). As long as this institutional, meta-consensus is in place, Habermas argues that all other disputes can be contained within the system. Second, this agonal language also moves consensus from the informal realm of opinion-formation to the formal public sphere of institutional will-formation. The system as a whole can \"withstand robust protests or wild forms of conflict\" (Habermas, 2018, p. 877) precisely because the informal political public sphere \"only make[s] a limited contribution toward legitimate exercises of political rule\" (Habermas, 2022b, p. xvi). As a result, strictly speaking, \"an orientation to consensus is required only in the deliberations of those institutions in which legally binding decisions are made\" (Habermas, 2018, p. 877). Even there, this consensus is limited to questions of fact and other epistemological issues. These corrections—which reveal the different role that political communication plays in different areas of life—ground Habermas' understanding of democracy as a \"process that as a whole is filtered through deliberation\" (Habermas, 2019, p. 877). As a result, two variables—the quality of debate in the public sphere (opinion-formation, in Habermas' terminology) and the receptiveness of state institutions with decision-making powers (will-formation) to these deliberations—emerge as key criteria for judging the state of democracy within any given polity. This sets the stage for Habermas' new intervention. The key question is whether the increasing digitalization of the public sphere has decreased the quality and scope of public deliberation in light of the growing use of unreliable sources and the fragmentation of the public sphere into self-enclosed filter-bubbles and echo-chambers. In recent years, democratic theorists and scholars of democracy have become increasingly interested in the effects of digitalization on public discourse. Much of this literature has sought to grapple with the fact that \"cafés as centers of communication and exchange have been replaced in the late twentieth century and early twenty-first century by technology, by the Internet and social media\" (Pinsker, 2018, pp. 306–307). This is the impetus for Habermas' return to the topic of the public sphere. While he admits that the exact effect of these changes on \"the deliberative quality of public debate is an open question,\" as \"'deliberative quality' is…difficult to operationalise for the unregulated communication processes in extensive national public spheres,\" he affirms that \"the signs of political regression are there for everyone to see\" (Habermas, 2022a, p. 157, 158). Habermas' desire to use deliberative quality—and his theory of popular legitimation based on the public sphere more generally—to evaluate democratic practice is hardly new. On the contrary, it dates back to SPTS. In the second half of this original work, Habermas applied his concept of the public sphere to developments in postwar Europe at the time. As a result of the \"massification\" of the public sphere due to the spread of literacy, he argued that the distinction between private and public was gradually being eroded. In light of these changes the public sphere \"becomes a field for the competition of interests\" in which institutional will-formation \"can scarcely still be understood as arising from the consensus of private individuals engaged in public discussion\" (Habermas, 1974, p. 54). In 1962, Habermas attributed a twofold effect to this change. On the one hand, it pushed companies and other large organizations to negotiate directly with the state, thus bypassing the public sphere altogether. On the other, given that the idealized expectation of democratization through the public sphere still existed, it also meant that these organizations still sought to \"assure themselves of at least plebiscitary support from the mass of the population\" (Habermas, 1974, p. 54) through demonstrative forms of publicity (demonstrative Publizität), thus further eroding the ideal of the public sphere by turning it into an arena of \"opinion management\" that operates through the \"engineering of consent.\" This led to what Habermas called a \"refeudalization\" of modern society, as publicity was once again associated with the \"aura\" of personal prestige, rather than being a space where \"the authority of the better argument could assert itself\" (Habermas, 1989, pp. 193–194, 36). Although Habermas has subsequently expressed some reticence about his original analysis—a fact that helps to explain the 27-year lag in the translation of STPS into English—he argues that the advent of corporate news media, which competes for attention in order to sell advertising, rather than serving as a conduit for the dissemination of information as well as opinion-formation, plays a crucial role in this initial \"structural transformation.\" In light of these trends, Habermas feared that the democracies of post-1945 western Europe are becoming \"elective monarchies\" in which \"scientifically-led marketing makes political advertising into a component of a consumer culture for un-political individuals (Unpolitische)\" (Habermas, 1961, p. 28). He concluded that propaganda and naked, capitalistic self-interest increasingly govern the public sphere, not rational debate about common interest. As a result, \"one gets the impression that citizens of the so-called consumer society are also viewed juristically as customers….outfitted with these rights, and as good as excluded from real political power (Mitbestimmung)\" (quoted in Specter, 2010, p. 68). On one level, the new structural transformation Habermas diagnoses in this latest volume is similar to the one he describes in the latter half of STPS. Despite the further expansion and access offered by digital technology, Habermas worries that this further \"massification\"—to use his original negatively tinged terminology—has only reinforced the trends that he already detected in 1962. While he acknowledges the anti-authoritarian motivations and egalitarian potential of the \"new\" media enabled by the rise of the internet, in practice these developments have only reinforced Habermas' worries about the commodification of the public sphere. In passages that recall the overt Marxism of some of Habermas' early writings, he speaks of the \"libertarian grimace of world-dominating digital corporations\" emerging from Silicon Valley, in which the algorithmic control of \"communication\" feeds a growing \"concentration of market power of the large internet corporations.\" Whereas the already distorted postwar public sphere of corporate media was driven by the desire to sell advertising alongside the news, in the digital public sphere the flows of communication are mere by-products of what these companies are really after, namely \"the personal data their customers leave behind on the internet….which they sell for advertising purposes (or otherwise as goods)\" (Habermas, 2022a, p. 160, 167, 163). This development is clearly important, but it seems to be more a matter of degree—\"a further advance towards the commodification of lifeworld contexts\" (Habermas, 2022a, p. 163)—rather than a fundamental transformation. Getting at what Habermas thinks is actually revolutionary about digital media requires moving beyond the issue of commercialization. Instead, what truly explains the dangers posed by developments at the start of the 21st century is the platform-based character of these \"new\" media. In fact, unlike the increasingly commercialized and corporatized media of the 20th century, these new platforms do not produce content at all. Instead, they merely provide a that to form between each they do not to information or for what is on their Habermas notes that these \"new media are not in the (Habermas, 2022a, p. Despite the of and offered by these digitalization has for both of the key of the public sphere, that is \"the of the of public opinions and the of the opinions in the public sphere\" (Habermas, 2022a, pp. While the by and within media could also be due to the of these they provide for \"the and discursive of based on This not only that the information was but also that all good merely those by or that spread due to their a By contrast, platforms do or to that what is on their thus the character of public communication itself\" (Habermas, 2022a, p. 160, is that one can information on platforms like where in an The problem is that which of these is of is up to the While this does individuals to their own it also the that they will be led by was clearly visible the On the one hand, their is to only opinions from those who their preexisting on the other, are increasingly to become opinions because they out from the of their and individuals what they to not because of their or the quality of their This issue could be by the fact that most of these platforms still get their news from and other media, even it increasingly comes in digital However, this of information is by the fact that social media has the economic of by advertising and to their where are for the and that them. In to for quality and (Habermas, 2022b, p. these platforms also have also how media In the of the so-called social media are sources of information to to the of their rather than to the discursive and will-formation of As a result of the growing of what is on digital news organizations much of their time on what is on social media, rather than on their role by ensuring \"the scope and the deliberative quality of the in the public sphere (Habermas, 2022a, p. These Habermas to his and most of this \"new structural transformation.\" Although of the printing is only once in the original (Habermas, 1989, p. it plays a crucial role in this In one of the most Habermas the of the potential the to how to the digital revolution turned readers into potential p. This transition is crucial because much like writing is also a that to be While a of the to the of in own of (Habermas, 2022a, p. Habermas worries that the is on digital where are to rather than engaging in the kind of that the role of the In it more or years the of the to and acquired the for participating in mass long will it us the citizens of the early 21st century and first of Internet to how to the new media and use in the right (Habermas, 2022b, p. This is an point. to to do so on the of good a that can only be acquired with time and The fact that on social media is driven by quality and more by the of attention one is able to as most today are for by means that and good often a to and controversial that against the or in In this sense, there has been a structural from \"the of the better toward news that \"can no longer even be as (Habermas, 2022a, p. The fact that even the media that still have often have to to claims about news, thus only serving to spread it further by means that the public sphere today is by these As a result, Habermas is that the of the public sphere is out by the in self-enclosed Although some empirical on these issues questions the idea that an ever growing of individuals are in or pp. and the Habermas identifies is that being the problem for Habermas seems to lie in what I the of the public sphere.\" This has two related First, it means that of the digital public sphere is which in one or two that everyone and that could be for on social and digital media is since it is by an to engagement the quality of the information in order to sell ever more advertising at a As a result, it is increasingly for the digital public sphere to as the for a common that can the attention to the issues that to be and, the of public (Habermas, 2022a, p. In this sense, it is not and that are the but the fact that individual in their own for by the platforms they Second, this individualization of the public sphere also means that it is up to everyone to what information they on their While media able to in processes that both in terms of time and this process has also been to the any on an unreliable is by the fact that it leads the the further information that this As a result, the problem is not so much the of \"the distinction between private and public (Habermas, 2022a, p. that Habermas but the fact that the enabled by social and digital media has individuals who are increasingly and to the common social and political that is necessary for political Habermas' decision to the of his first book is most I have long that STPS was the key to understanding Habermas' In this new focus on political theory this by his historical into closer with his to a more theory of in the of his This return is given both the his concept of the public sphere has on the literature on deliberative democracy and the growing interest in the effects of the rise of the internet and the digital public sphere on political this short volume an to Habermas' discursive conception of democracy based on active participation in the public clearly how the quality of deliberation in the public sphere and the receptiveness of public policy to these can as of the state of political In 2022, the signs of are for all to Habermas' diagnoses are and as who has his whole both the public sphere and participating in debates within it as a public On the one hand, I that Habermas is right to the character of the new digital and social media, which do not the content they or for it in any This on individual citizens to both have the and well as the the quality of the information they use to form the opinions that will their participation in public p. On the other, I not that the from readers to is really the most important this \"new structural transformation.\" The problem is not that everyone is an but that everyone can information and which are often more and than that by media, which is often behind as I have I that the individualization of the public sphere is as it the of the world necessary for citizens to in politics in the first this is more about how Habermas his to the rather than about these I with the of this volume, namely that a media that the character of the public sphere and the deliberative character of the of public and political will is not a matter of political but a constitutional democracy is to this new structural transformation, it will have to start to digital and social media as public rather than merely allowing to as data that from the political of is of the History and of European at the of and of and the of and in the of He is on a new of Habermas as a public on twentieth century political theory, collective and European politics has been published in on The of the of the of and Philosophy and The European and und",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12668"
      },
      "topics": [
        "Social Media and Politics",
        "Privacy, Security, and Data Protection",
        "Hate Speech and Cyberbullying Detection"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W4361265554"
    }
  ],
  "count": 25,
  "errors": []
}
