{
  "status": "success",
  "source": "openalex",
  "query": "Wright particularity perspective taking feminism Habermas discourse morality",
  "results": [
    {
      "openalex_id": "W2345188306",
      "doi": "10.18060/17598",
      "title": "The Right to Self-Defence in National and International Law: The Role of the Imminence Requirement",
      "authors": [
        {
          "name": "Onder Bakircioglu",
          "openalex_id": "A5051303822",
          "institutions": [
            "Queen's University Belfast"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-01",
      "abstract": "This article explores the doctrine of self-defence within the context of the challenges directed at the imminence requirement, from the perspective of both national and international law. The article will attempt to illustrate that the requirement of imminence underlines the political character of the self-defence doctrine wherein private force may only be resorted to in the absence of institutional protection. This study will argue that the imminence rule can not merely be regarded as a \"proxy\" for establishing necessity; rather, the elements of imminence, necessity, and proportionality are inextricably connected to ensure that defensive force is only resorted to when national or international authorities are not in a position to prevent an illegal aggression, and that the defensive lethal force is not abused.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Indiana international & comparative law review",
        "type": "journal",
        "issn": [
          "1061-4982",
          "2169-3226"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://journals.iupui.edu/index.php/iiclr/article/download/17598/17760"
      },
      "topics": [
        "International Law and Human Rights",
        "Global Peace and Security Dynamics",
        "International Law and Aviation"
      ],
      "referenced_works_count": 9,
      "url": "https://openalex.org/W2345188306"
    },
    {
      "openalex_id": "W1865076987",
      "doi": "10.26522/ssj.v4i1.1008",
      "title": "Rethinking the Secular in Feminist Marriage Debates",
      "authors": [
        {
          "name": "Ada S. Jaarsma",
          "openalex_id": "A5088777223",
          "orcid": "https://orcid.org/0000-0002-7860-2779",
          "institutions": [
            "Sonoma State University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-03-12",
      "abstract": "The religious right often aligns its patriarchal opposition to same-sex marriage with the defence of religious freedom. In this article, I identify resources for confronting such prejudicial religiosity by surveying two predominant feminist approaches to same-sex marriage that are often assumed to be at odds: discourse ethics and queer critical theory. This comparative analysis opens to view commitments that may not be fully recognizable from within either feminist framework: commitments to ideals of selfhood, to specific conceptions of justice, and to particular definitions of secularism. I conclude by examining the \"postsecular\" turn in feminism, suggesting that we can see the same-sex marriage debate not in terms of an impasse between differing feminist approaches, but in terms of shared existential and ethical affinities.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Studies in Social Justice",
        "type": "journal",
        "issn": [
          "1911-4788"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.library.brocku.ca/index.php/SSJ/article/download/1008/978"
      },
      "topics": [
        "Religion and Society Interactions",
        "Marriage and Sexual Relationships",
        "LGBTQ Health, Identity, and Policy"
      ],
      "referenced_works_count": 86,
      "url": "https://openalex.org/W1865076987"
    },
    {
      "openalex_id": "W1500476691",
      "doi": "10.26686/wgtn.17003290.v1",
      "title": "Angel Faces, Killer Kids, and Appetites for Excess: Reapproaching Moral Panic",
      "authors": [
        {
          "name": "Sarah Wright",
          "openalex_id": "A5016684951",
          "orcid": "https://orcid.org/0000-0002-8595-4529"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "&lt;p&gt;It is argued that the contemporary era is one proliferated with moral panics (Thompson, 1998). This is just as the concept of moral panic, which has enjoyed nearly forty years of analytical purchase, is being ‘rethought’ with an impetus to connect its processes with developments in social theory. Underpinning this rethink is a primary question: what are moral panics extreme examples of? It is evident in the literature, however, that there is a varying degree to which a more longstanding question – why moral panics occur – is addressed as part of this rethink. I propose in this thesis that these questions are intimate with each other; that only by understanding why real episodes occur can a supposition of what the concept of moral panic is in an abstract sense begin. Another – related – proposal is that while the conjectural question remains elusive the approach to empirical cases of moral panic be in real-type/ideal-type terms. That is, that at the same time as the concept is employed to understand phenomena occurring in tangible social situations, a reflection upon the concept (the ideal-type) is undertaken in relation to how the real-type case under investigation challenges and/or supports its interpretative parameters. To demonstrate these relationships and their study, I examine in this thesis the case of ‘killer kids’, which emerged in 2002 and spanned across the sociopolitical landscape of Aotearoa/New Zealand for the next six years. At the heart of this case was a set of news images of a child, who at twelve years of age had been involved in a heinous crime resulting in the death of pizza delivery person Michael Choy. Seeking to understand how and why these images were fundamental to how this ‘real-type’ episode of moral panic unfolded in this space and time, I employ a two-component approach inspired by Norman Fairclough’s (1995a) Critical Discourse Analysis. The first component deconstructs the realtype case via a three-tiered analytical framework: content, process, and context. The second component reflects upon these tiers (in parts and as a whole) in relation to Stanley Cohen’s (1972) application of a ‘cycle of deviance amplification’ in addition to the stages of panic as described in his seminal work Folk Devils and Moral Panics. From the processual and contextual factors identified at play in the construction of ‘killer kids’ I conclude with a suggestion that moral panic can be thought of as a set of appetites that come together in an explosive discharge of excess energy.&lt;/p&gt;",
      "cited_by_count": 6,
      "type": "dissertation",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://openaccess.wgtn.ac.nz/articles/thesis/Angel_Faces_Killer_Kids_and_Appetites_for_Excess_Reapproaching_Moral_Panic/17003290/1/files/31454305.pdf"
      },
      "topics": [
        "Crime, Deviance, and Social Control",
        "Crime Patterns and Interventions",
        "Gothic Literature and Media Analysis"
      ],
      "referenced_works_count": 221,
      "url": "https://openalex.org/W1500476691"
    },
    {
      "openalex_id": "W2273573930",
      "doi": null,
      "title": "Senseless Kindness: The Politics of Cost Benefit Analysis",
      "authors": [
        {
          "name": "Louis E. Wolcher",
          "openalex_id": "A5043927288",
          "institutions": [
            "University of Washington"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "This essay identifies a social phenomenon that the Russian-Jewish novelist and war correspondent Vasily Grossman calls \"senseless kindness.\" Emerging without prior warning from certain face-to-face encounters between human beings, the striking reversal of preferences that characterizes this phenomenon can be used to cast a critical light on the practices of Cost Benefit Analysis (\"CBA\"). Not only does senseless kindness highlight the troubling theoretical problem of determining the \"correct\" ex ante—the point in time at which CBA measures people's preferences—it also points towards the possibility of a more general critique of CBA's indifference to how preferences are formed and expressed. The essay shows that CBA ignores the concrete experiences of everyday human sociality and communicative action by modeling them in all instances as \"transactions costs\" to be reduced or avoided rather than celebrated, or at least studied for their meaning. Missing from CBA is any sense that the face-to-face encounter between human beings is, or can be, a moment of both individuation (of the participants) and transformation (of their preferences), in which genuine freedom and politics, in the largest senses of these words, are first made possible. Obsessed with what preferences are, CBA ignores the question of how they emerge. The result is not just a partial and partisan view of the possibilities open for human decision-making, but also a technique that puts the validity claims of individual preferences beyond all question and rational deliberation. Skeptical or afraid of government's ability to change culture, certain scientistically-minded decision makers are happy to rely on techniques such as CBA that purport merely to reflect information about \"what the people want.\" However, CBA does not in fact \"reflect\" preferences as they are; instead, it constructs them as they would be if the entire meaning and value of human reason were reduced to purely instrumental (means-ends) calculations on the basis of correct technique, and if (per impossible) all contexts of people's life histories in concrete forms of life were somehow removed. Purporting to be a descriptive science of what people just happen to prefer, in many instances CBA's theoretical model actually produces a peculiarly asocial account of what their preferences ought to be.",
      "cited_by_count": 2,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://scholarship.law.umn.edu/cgi/viewcontent.cgi?article=1092&context=lawineq"
      },
      "topics": [
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2273573930"
    },
    {
      "openalex_id": "W1535590436",
      "doi": "10.31979/etd.kh6z-q755",
      "title": "Rationalism and the professional development of graduate teaching associates",
      "authors": [
        {
          "name": "Diana C Woodhouse",
          "openalex_id": "A5069859481",
          "institutions": [
            "San Jose State University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-01",
      "abstract": "The majority of instructional communication research identifies the main goal of instructors and effective teaching as securing teacher control and student compliance.Traditional instructional communication research decontextualizes student misbehaviors by eliding deeply emotionally invested issues of race, culture, socioeconomic status, and gender.This study explores how this decontextualization is a result of a rationalistic framework that marginalizes oppressed groups.Using a method of rhetorical criticism on instructional texts for graduate teaching associates, this study identifies four key representations of rationalistic discourses across these texts: advocation for decontextualization within the classroom as an attempt to omit emotion, suppression of negative emotion within the classroom, controlling of emotion through rationality, and a disregard for graduate teaching associates' subject position as a productive liminal space.Since these findings can influence GTAs' future careers as educators, this study concludes by considering the broader implications of these representations of rationalism for both students and teachers.research, the students these instructors teach, and the society in which all teachers, students, and researchers co-exist.More specifically, in this thesis, I will explore how the seemingly benign construct of rational thought is transformed, within the context of education, into an often-oppressive ideology of rationalism, which urges, unreflectively, for a \"thinking of the world apart\" (Palmer, 2007, p. 64) through attempts to isolate and control for variables, specifically emotion, within the classroom.What makes this perspective troublesome, however, is that students are not beakers filled with various chemicals; they are human beings in flux-collections of varying life experiences.Science may be able to isolate the components and contents of different substances, but this practice becomes abusive when, as researchers and instructors, we rely on logic and reduction to understand, manipulate, or \"solve\" the varying degrees of turmoil or joy a student or teacher brings with her or him into the classroom.Within science, \"solutions\" come as this not that, black not white, plus not minus.While these dichotomies are helpful and necessary to the scientific community, to computer systems, and to mechanical processes, they transform into false binaries, misnomers, and placards of rationalism and its ills when placed in the context of the classroom-a world that requires the ability to think not in either-ors but both-ands.This crucial ability-so lacking within rationalist educational discourses-is reflexivity.My hope is to contribute to a more nuanced dialogue within instructional communication that is not focused on teacher versus student or student compliance versus student disruption as independent and dependent variables of an equation, but rather explores how all of these factors exist in productive, unavoidable, and meaningful",
      "cited_by_count": 1,
      "type": "dissertation",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=4708&context=etd_theses"
      },
      "topics": [
        "Communication in Education and Healthcare",
        "Rhetoric and Communication Studies",
        "Humor Studies and Applications"
      ],
      "referenced_works_count": 107,
      "url": "https://openalex.org/W1535590436"
    },
    {
      "openalex_id": "W4211155710",
      "doi": "10.4324/9780203944493",
      "title": "Keeping up Her Geography",
      "authors": [
        {
          "name": "Tanya Ann Kennedy",
          "openalex_id": "A5074936289",
          "orcid": "https://orcid.org/0000-0002-2459-550X",
          "institutions": [
            "University of Houston"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-11-01",
      "abstract": "Recently, literary critics and some historians have argued that to use the language of separate spheres is to \"mistake fiction for reality.\" However, the tendency in this criticism is to ignore the work of feminist political theorists who argue that a range of ideologies of the public and private consistently work to mask gender inequalities. In Keeping Up Her Geography, Tanya Ann Kenedy argues that these inequalities are shaped by multiple, but interconnected, spatial constructions of the public and private in US culture. Moreover, the early twentieth century when key spatial concepts – the nation, the urban, the regional, and the domestic – were being redefined is a pivotal era for understanding how the public-private binary remains tenaciously central to the defining of gender. Keeping Up Her Geography shows that this is the case in a range of literary and cultural contexts: in feminist speeches at the World’s Columbian Exposition, in middle-class women’s urban reform texts, in southern writer Ellen Glasgow’s novels, and in the autobiographical narratives of Zora Neale Hurston and Agnes Smedley.",
      "cited_by_count": 1,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/books/oa-mono/download?identifierName=doi&identifierValue=10.4324/9780203944493&type=webpdf"
      },
      "topics": [
        "Australian History and Society"
      ],
      "referenced_works_count": 144,
      "url": "https://openalex.org/W4211155710"
    },
    {
      "openalex_id": "W1523671855",
      "doi": null,
      "title": "Reason's Freedom and the Dialectic of Ordered Liberty",
      "authors": [
        {
          "name": "Edward C. Lyons",
          "openalex_id": "A5064385136",
          "institutions": [
            "Oklahoma City University"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-01-01",
      "abstract": "The present Article proposes, via consideration of a contrast between two classical accounts of dialectical reasoning, that the employment of \"public reason,\" in substantive due process analysis, is unworkable in theory and contrary to more reflective Supreme Court precedent. Part I of this Article raises a number of issues for consideration relating to the epistemology of law and focuses especially on the concept of public reason and its critique. Part II addresses alternative approaches to legal reasoning suggested by classical accounts of practical reasoning and virtue theory and considers the operation of such legal analysis outside the area of substantive due process; Part III analyzes post-Lawrence case law confirming the dilemma created by the Supreme Court's ambiguous approaches to substantive due process and concludes that only one interpretation-that articulated fully in Washington v. Glucksberg and given lip service in Lawrence v. Texas-provides a method for resolving novel substantive due process challenges that is philosophically sound as well as historically coherent. Rather than perpetuating a fiction that denies the propriety of lawmaking unless based on principles that all citizens can rationally agree upon, an appropriate model of substantive due process analysis recognizes that law must inevitably be based upon principles that cannot be agreed upon by all citizens in virtue of rationality alone.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "EngagedScholarship @ Cleveland State University (Cleveland State University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://engagedscholarship.csuohio.edu/cgi/viewcontent.cgi?article=1175&context=clevstlrev"
      },
      "topics": [
        "Legal and Constitutional Studies",
        "Legal Systems and Judicial Processes",
        "Legal principles and applications"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1523671855"
    },
    {
      "openalex_id": "W814944124",
      "doi": null,
      "title": "Primary school children's processes of emotional expression and negotiation of power in an expressive arts curricular project",
      "authors": [
        {
          "name": "Hillarie J. Higgins",
          "openalex_id": "A5068831111"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-11-26",
      "abstract": "Therapeutic education initiatives embodying a whole child approach&#13;\\ncan be seen to address the intellectual, emotional, bodily and&#13;\\nspiritual as being part of a child’s educational self. Through&#13;\\ndesigning and implementing the concept of “aesthetic life&#13;\\nnarratives” in a primary school classroom, my research produces a&#13;\\ncurricular example of how therapeutic notions such as those found&#13;\\nin psychological thought can be integrated into contemporary&#13;\\nScottish education through narrative and aesthetic means,&#13;\\nexemplifying how individual children can make sense of expressive&#13;\\nprocesses and roles introduced to them in an educational context.&#13;\\nThe specific characteristics of the research space and the particular&#13;\\ninteractive quality of research participation also illustrate how&#13;\\ndifferent children are able to participate in a short-term emotional&#13;\\neducation intervention specifically designed to be empowering. At&#13;\\nthe same time, my experience shows that the complex dynamic&#13;\\nbetween the subjective life of a researcher and the historical nature&#13;\\nof a child’s experience with caregivers in their home life can shape&#13;\\neducational/research experience, as well as its adult and child&#13;\\nparticipants, in ways unanticipated. What transpired in the process&#13;\\nof applying philosophical ideas to the real lives of children in my&#13;\\nresearch produced ethical implications regarding critical reflexivity&#13;\\nand the socio-cultural regard of the child that are of wider relevance&#13;\\nto educators, researchers, counsellors and policy makers who&#13;\\ninteract with children in their own work.",
      "cited_by_count": 1,
      "type": "dissertation",
      "source": {
        "name": "Edinburgh Research Archive (University of Edinburgh)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/1842/5523"
      },
      "topics": [
        "Art Education and Development",
        "Diverse Music Education Insights",
        "Creativity in Education and Neuroscience"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W814944124"
    },
    {
      "openalex_id": "W1604840734",
      "doi": null,
      "title": "Reconciling historically excluded and disadvantaged groups : deliberative democracy, recognition and the politics of reconciliation",
      "authors": [
        {
          "name": "Bashir Bashir",
          "openalex_id": "A5081578592"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "This thesis provides a critical examination of four approaches to democratic inclusion. These approaches are: egalitarian theories of deliberative democracy, identity politics and its post-structuralist critics, and integrative approaches. The thesis presents each approach as a successively more effective way of addressing democratic exclusion. Each theory is measured against the demands of accommodating the claims of groups that have suffered some form of historical exclusion and injustice. The thesis explains the significance of the demands of historical injustices in relation to these approaches and concludes that deliberative democracy and the politics of recognition require supplementation by a politics of reconciliation. Drawing on the idea of reconciliation from conflict resolution and international relations, the thesis explores the way in which democratic inclusion can be supplemented. The politics of reconciliation is fundamentally crucial for the task of accommodating demands of historically excluded social groups primarily because of its emphasis on confronting the past, acknowledging injustices, taking responsibility and offering an apology for causing these injustices and embracing the concrete and specific experiences of historical oppression and exclusion. Briefly, the distinctiveness of reconciliation stems from its serious engagement with the specificities and particularities of real and concrete experiences of historical oppression and exclusion. The originality of this thesis lies in providing a supplement to and therefore transforming the politics of recognition and deliberative democracy and their ability to address political problems of excluded social groups. This thesis does not aim to replace deliberation and recognition with new substitutes but seeks to offer a new interpretation of these theories and supplement them with reconciliation. Briefly, the thesis offers a new interpretation to familiar issues in different disciplines and the novel task has been to bring them together. The application of the ethic of reconciliation, from International Relations and conflict resolution, to the politics of recognition and deliberation makes a significant contribution to the field and the opening of a new research agenda for normative theories of democratic inclusion.",
      "cited_by_count": 0,
      "type": "dissertation",
      "source": {
        "name": "London School of Economics and Political Science Theses Online (London School of Economics and Political Science)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://etheses.lse.ac.uk/2416/1/U615365.pdf"
      },
      "topics": [
        "Eastern European Communism and Reforms",
        "Balkans: History, Politics, Society",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1604840734"
    },
    {
      "openalex_id": "W90125946",
      "doi": "10.17169/refubium-19831",
      "title": "Subcultural narrative identity construction in personal zines",
      "authors": [
        {
          "name": "Lasse Voß",
          "openalex_id": "A5029944346"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-01-01",
      "abstract": "Die vorliegende Arbeit untersucht Personal Zines (selbstproduzierte und photokopierte nicht-kommerzielle Heftchen kleiner Auflage über das alltägliche Leben der schreibenden Person) als Mittel subkultureller narrativer Identitätskonstruktion in der anarchistischen Punk-Szene in New Orleans (USA). Personal Zines bieten einen einzigartigen, halböffentlichen Raum für subkulturelle autobiographische Narrative. Ihre Analyse ermöglicht die Privilegierung individueller Subjektivität und spezifisch geographisch und sozio-kulturell verorteter biographischer Prozesse. Personal Zines sind das Resultat einer langen Entwicklung eines speziellen persönlichen Mediums, das seit spätestens den 1990er Jahren dem Ausdruck eines auf kultureller Differenz und Distinktion begründeten expressiven Identitätsverständnisses dient. Anhand von Theorien narrativer und performativer Identität wird dieser Prozess erläutert. Meine Betrachtung neuer Formen diffuser politischer Organisation basierend auf kollektiver Identität und gemeinsamer Kultur der Beteiligten trägt eben dieser wachsenden Rolle von Identität im postmodernen Politikverständnis Rechnung, nicht nur im subkulturellen Bereich. In den untersuchten Personal Zines lässt sich die Verschränkung politischer Werte und Selbstidentität als Grundlage politischer Praxis im alltäglichen Leben nachzeichnen.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Refubium (Universitätsbibliothek der Freien Universität Berlin)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://refubium.fu-berlin.de/handle/fub188/15644"
      },
      "topics": [
        "Social and Cultural Studies",
        "Globalization and Cultural Identity",
        "Philippine History and Culture"
      ],
      "referenced_works_count": 53,
      "url": "https://openalex.org/W90125946"
    },
    {
      "openalex_id": "W183485513",
      "doi": null,
      "title": "'Green spirituality' : towards an ecological ethic in theological reflection and praxis",
      "authors": [
        {
          "name": "Francine Becker",
          "openalex_id": "A5045397242"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-12-01",
      "abstract": "Thesis (MPhil (Religion and Culture) (Practical Theology and Missiology))--University of Stellenbosch, 2010.",
      "cited_by_count": 0,
      "type": "dissertation",
      "source": {
        "name": "SUNScholar (Stellenbosch University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10019.1/5286"
      },
      "topics": [
        "Christian Theology and Mission",
        "Religion, Society, and Development",
        "Biblical Studies and Interpretation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W183485513"
    },
    {
      "openalex_id": "W2516093013",
      "doi": null,
      "title": "Developing museum display for informal learning",
      "authors": [
        {
          "name": "Dennis Ward Webb",
          "openalex_id": "A5038493744"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "This is dedicated to Anne, who always believed it was possible. AcknowledgelnentsThere are two immediate intellectual debts behind this accumulation of published works.Firstly, Pauline Hardiker, with whom I worked as a fellow sociologist for twelve years at the School of Social Work at Leicester University, showed me how sociology might engage with social work in a way which lent worth and dignity to both enterprises.Secondly, Robert Harris, then too of Leicester, now at the University of Hull, has over the years been both a friend and an appropriately demanding collaborator in several",
      "cited_by_count": 0,
      "type": "dissertation",
      "source": {
        "name": "Nottingham Trent University's Institutional Repository (Nottingham Trent Repository)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://irep.ntu.ac.uk/id/eprint/27008/1/324727.pdf"
      },
      "topics": [
        "Museums and Cultural Heritage",
        "Art Education and Development"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2516093013"
    }
  ],
  "count": 12,
  "errors": []
}
