{
  "status": "success",
  "source": "openalex",
  "query": "Habermas class exclusion public sphere",
  "results": [
    {
      "openalex_id": "W1994808746",
      "doi": "10.1080/03071021003795055",
      "title": "Public sphere in Latin America: a map of the historiography",
      "authors": [
        {
          "name": "Pablo Piccato",
          "openalex_id": "A5074037897",
          "institutions": [
            "University of Missouri",
            "Columbia International University",
            "Columbia University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "Abstract \"Public sphre\" is often used by historians of modern Latin America without much concern about its theoretical and methodological implications. Some historians have used it as a model to fit evidence about public debates and politics during the modern period, yet few have engaged it as a theory with deeper methodological and conceptual implications. This article will review the historical literature that has applied Habermas's ideas to Latin American history. Focusing on a few particularly important books, the article will examine potential avenues for research and comparisons. Rather than becoming a new orthodoxy for the study of the region, the theory of the public sphere is establishing a dialogue among historians interested in intellectual phenomena and political discourse (most of them centered on the history of liberalism after independence) and those historians whose interest in social formations have framed their study in terms of hegemony and class domination. The article will argue that a critical use of Habermas's ideas (one that is more systematic about the gender and class exclusions built into the bourgeois public sphere, and that problematizes the connections between the specific development of capitalism in peripheral regions and their embrace of European political traditions) could yield useful results in terms of new research and an inclusive synthesis of recent literature interested in politics, culture and hegemony in Latin America. Notes 1Jürgen Habermas, The Structural Transformation of the Public Sphere: An Inquiry into a Category of Bourgeois Society (Cambridge, MA, 1991). I am indebted to Tom Klubock, Thom Rath, Federico Sor and Mary Kay Vaughan for their comments on earlier drafts. This article was also discussed at the Columbia University's Department of History graduate faculty workshop and at the New School's workshop of Latin American Studies. I thank Karl Wennerlind, Herbert Sloan, Claudio Lomnitz and Paul Gootenberg for their comments. 2The danger, of course, is that of creating 'un Mapa del Imperio, que tenía el tamaño del imperio y coincidía puntualmente con él'. 'El rigor de la ciencia' in Jorge Luis Borges, Obras completas II 1952–1972 (Barcelona, 1996). This map will have Mexico as the centre. It is a result of my background and I hope it can be excused as a geographical convention. 3See Jürgen Habermas, The Philosophical Discourse of Modernity: Twelve Lectures. Studies in Contemporary German Social Thought (Cambridge, 1987), 37. Juan Carlos Portantiero, 'Foundations of a new politics', Report on the Americas, xxv, 5 (1991), 19; Chantal Mouffe and Ernesto Laclau, Hegemonía y estrategia socialista: Hacia una radicalización de la democracia, trans. Ernesto Laclau (Buenos Aires, 2004). 4For Alan Brinkley, 'Democrats need to turn much of their attention away from culture and back toward class.' See Brinkley, 'What's next? The mourning period is over. Now, four simple guidelines for becoming a majority party', The American Prospect Online Edition, January 2004. See also forum on the election in The Nation, 20 December 2004. Available online at: http://www.thenation.com/issue.mhtml?i=20041220. See Jürgen Habermas, 'Discourse ethics: notes on a program of philosophical justification' in Moral Consciousness and Communicative Action (Cambridge, 1990). For the normative implications of the public-sphere model, see Nancy Fraser, 'Rethinking the public sphere: a contribution to the critique of actually existing democracy', Social Text, nos 25/26 (1990). See also Thomas A. McCarthy, The Critical Theory of Jürgen Habermas, first MIT Press paperback edition (Cambridge, 1981), chap. 1; Jürgen Habermas, Ciencia y técnica como 'ideología' (Mexico City, 1993). Implicit in Habermas's idea of 'communicative rationality' is 'the central experience of the unconstrained, unifying, consensus-bringing force of argumentative speech': Jürgen Habermas, The Theory of Communicative Action, vol. 1, Reason and the Rationalization of Society, trans. Thomas McCarthy (Boston, 1984), 10. 5Arthur Strum, 'A bibliography on the concept of Öffentlichkeit', New German Critique, lxi (1994). Habermas refers to 'seminal theories', like those by Freud and Marx, that 'inserted a genuinely philosophical idea like a detonator into a particular context of research' resulting in 'hybrid discourses' that may be criticized from the academic establishment but could generate 'new research traditions'. Jürgen Habermas, 'Philosophy as stand-in and interpreter' in Moral Consciousness and Communicative Action, op. cit., 15. 6The OED provides two examples of the term, both dated 1992. See entries for 'maternalize' and 'nonsensification', Oxford English Dictionary (available online at: http://www.oed.com/). For the parallel with Weber see Joan B. Landes, Women and the Public Sphere in the Age of the French Revolution (Ithaca, 1988), 10. 7Habermas links the public sphere with his theory of communicative action at a 'fundamental' level: Jürgen Habermas, 'Further reflections on the public sphere', Habermas and the Public Sphere, ed. Craig Calhoun (Cambridge, 1997), 422, 41. Other scholars, mentioned below, have already suggested the need to confront analyses based on Gramsci and Habermas. 8Habermas's initial definition is tentative and contains the diversity of issues outlined above: 'The bourgeois public sphere may be conceived above all as the sphere of private people come together as a public; they soon claimed the public sphere regulated from above against the public authorities themselves, to engage them in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labour. The medium of this political confrontation was peculiar and without historical precedent: people's public use of their reason.' See Habermas, Structural Transformation, op. cit., 27. See also Jürgen Habermas, 'The public sphere: an encyclopaedia article', New German Critique, iii (1974). On the historical character of the definition, see Moishe Postone, 'Political theory and historical analysis' in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 9James Van Horn Melton, The Rise of the Public in Enlightenment Europe (New York, 2001), 10, 12. 10For similar agendas see E. P. Thompson, The Making of the English Working Class (New York, 1966); Richard Sennett, The Fall of Public Man (New York, 1977). 11Geoff Eley, 'Nations, publics, and political cultures: placing Habermas in the nineteenth century' in Nicholas B. Dirks, Geoff Eley and Sherry B. Ortner (eds), Culture/Power/History: A Reader in Contemporary Social Theory (Princeton, 1994); also published in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 12Joan B. Landes, 'The public and the private sphere: a feminist reconsideration' in Landes (ed.), Feminism, the Public and the Private (Oxford, 1998), 2, 142–3. See also Craig Calhoun, 'Introduction: Habermas and the public sphere' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 34–5; Seyla Benhabib, 'Models of public space: Hannah Arendt, the liberal tradition, and Jürgen Habermas' in ibid., 92. 13Harold Mah, 'Phantasies of the public sphere: rethinking the Habermas of historians', Journal of Modern History, lxxii, 1 (2000). I owe this reference to Samuel Moyn. 14Habermas, Structural Transformation, op. cit., 27, 55; Melton, The Rise, op. cit.; Daniel Gordon, 'Philosophy, sociology, and gender in the Enlightenment conception of public opinion', French Historical Studies, xvii, 4 (1992), 889, 901; Keith Michael Baker, 'Defining the public sphere in eighteenth-century France: variations on a theme by Habermas' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 202. 15Roger Chartier, The Cultural Origins of the French Revolution, trans. Lydia G. Cochrane (Durham, NC, 1991); Arlette Farge, Subversive Words: Public Opinion in Eighteenth-Century France, trans. Rosemary Morris (University Park, PA, 1994). See also Landes, Women and the Public Sphere, op. cit.; Keith Michael Baker, Inventing the French Revolution: Essays on French Political Culture in the Eighteenth Century (Cambridge, 1990); Sarah C. Maza, Private Lives and Public Affairs: The Causes Célèbres of Pre-revolutionary France (Berkeley, 1993). 16For a bibliography of the diversity of work, historical and otherwise, inspired by the model see Strum, op. cit. A similar census would probably be impossible today. See also Peter Uwe Hohendahl, 'The public sphere: models and boundaries' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 108. For an example of these possibilities see Madeleine Hurd, Public Spheres, Public Mores, and Democracy: Hamburg and Stockholm, 1870–1914 (Ann Arbor, 2000). 17See a discussion of the implications of this from the point of view of Mexican history in Pablo Piccato, 'Introducción: ¿Modelo para armar? Hacia un acercamiento crítico a la teoría de la esfera pública' in Cristina Sacristán and Pablo Piccato (eds), Actores, espacios y debates en la historia de la esfera pública en la ciudad de México (Mexico City, 2005). See also Hispanic American Historical Review, lxxix, 2 (1999); Pablo Piccato, 'Conversación con los difuntos: una perspectiva Mexicana ante el debate sobre la historia cultural', Signos Históricos, viii (2002). 18François-Xavier Guerra, Modernidad e independencias: Ensayos sobre las revoluciones hispánicas (Madrid , 2000), 117; Francois-Xavier Guerra, México: del Antiguo Régimen a la Revolución (Mexico City, 1988). 19Carmen McEvoy, La utopía republicana: Ideales y realidades en la formación de la cultura política peruana, 1871–1919 (Lima, 1997), 11; Carmen McEvoy, 'Seríamos excelentes vasallos y nunca ciudadanos: prensa republicana y cambio social en Lima, 1791–1822' in Ivan Jaksic (ed.), The Political Power of the Word: Press and Oratory in Nineteenth-Century Latin America (London, 2002), 37. See also Richard A. Warren, Vagrants and Citizens: Politics and the Masses in Mexico City from Colony to Republic (Wilmington, 2001), 170. After independence, 'Lo radicalmente nuevo es la creación de una escena pública': Guerra, Modernidad e independencias, op. cit., 13, 23, 87. This parallels Benedict Anderson's claim that 'the convergence of capitalism and print technology … created the possibility of a new form of imagined community, which in its basic morphology set the stage for the modern nation', and his focus on American Creole identities as early examples of this process. Benedict Anderson, Imagined Communities: Reflections on the Origin and Spread of Nationalism (New York and London, 1983), 46. Concepts like el pueblo or lo público also had a history that illustrated the incorporation of traditional and modern notions, as explored by Annick Lempérière in 'Reflexiones sobre la terminología política del liberalismo' in Carlos Illades, Brian Connaughton and Sonia Pérez Toledo (eds), Construcción de la legitimidad política en México (Zamora, 1999). 20Guerra, Modernidad e independencias, op. cit., 30. See François Furet, Penser la Révolution française (Paris, 1978). For Palti, Guerra's use of Habermas lacked a 'strong' critique of the public-sphere model and failed to recognize Raymond Kosseleck's work as a necessary antecedent. Furet and Cochin were decisive in Guerra's work to strengthen that critique, without embracing 'las teorías multiculturalistas \"posmodernas\"'. Elías José Palti, 'Guerra y Habermas: ilusiones y realidad de la esfera pública Latinoamericana' in Erika Pani and Alicia Salmerón (eds), Conceptualizar lo que se ve: François-Xavier Guerra historiador, homenaje (Mexico City, 2004), 466. 21See Dena Goodman, 'Public sphere and private life: toward a synthesis of current historiographical approaches to the Old Regime', History and Theory, xxxi, 1 (1992), 8, 12. Guerra's explicit rejection of Habermas's Marxism in Guerra, Modernidad e independencias, op. cit., 86n, 87, 14. For studies inspired by Guerra's insights and a closer connection to local contexts, see Francois-Xavier Guerra and Annick Lempérière (eds), Los espacios públicos en Iberoamérica: Ambigüedades y problemas: Siglos XVIII–XIX (Mexico, 1999). For the public sphere as part of the politicization of new national societies, see Pilar González Bernaldo, 'Sociabilidad, espacio urbano y politización en la ciudad de Buenos Aires (1820–1852)' in Hilda Sabato and Alberto Rodolfo Lettieri (eds), La vida política en la Argentina del siglo XIX: armas, votos y voces (Buenos Aires, 2003), 199. 22Guerra, Modernidad e independencias, op. cit., 12, 101. Such characterization of the socio-economic impact and causes of the revolutions of independence is challenged in John Tutino, From Insurrection to Revolution in Mexico: Social Bases of Agrarian Violence, 1750–1940 (Princeton, 1988); Eric Van Young, The Other Rebellion: Popular Violence, Ideology, and the Mexican Struggle for Independence, 1810–1821 (Stanford, 2001). 23Guerra, Modernidad e independencias, op. cit., 17, 91, 234. The Habermasian focus on 'a new, autonomous, free, and sovereign public' implies a marked alternative from Furet's Tocquevillian emphasis on associations and modes of sociability as the base for a modern public opinion. Chartier, Cultural Origins, op. cit., 16–17. 24Guerra, Modernidad e independencias, op. cit., 52, 99. Guerra's emphasis on culture fits well with older visions of 'Latin American culture' as something clearly identifiable; for Edmundo O'Gorman, this common identity meant that the influence of the United States is negligible in the emergence of a Latin American political culture. Edmundo O'Gorman, 'Hegel y el moderno panamericanismo', Letras de México, ii, 8 (1939). See Charles Hale, 'Edmundo O'Gorman y la historia nacional', Signos Históricos, ii, 3 (2000), 17, 24. Absent is a problematization of neo-colonialism as an informal and subordinate mode of entering modernity. See Tulio Halperín Donghi, The Contemporary History of Latin America, trans. John Charles Chasteen (Durham, NC, 1993). 25McEvoy, La utopía republicana, op. cit., 11. 26McEvoy, 'Seríamos excelentes vasallos', op. cit. For similar insights, to be examined below, see Ángel Rama, The Lettered City, trans. John Charles Chasteen (Durham, NC, 1996). 27McEvoy, 'Seríamos excelentes vasallos', op. cit. 28Rafael Rojas, La escritura de la independencia: El surgimiento de la opinión pública en México (Mexico City, 2003), 17, 34, 35, 62. 29 ibid., 35. See also Fernando Escalante, Ciudadanos imaginarios: Memorial de los afanes y desventuras de la virtud y apología del vicio triunfante en la República Mexicana: Tratado de Moral Pública (Mexico, 1993). For recent studies of monarchist sentiment in Mexico see Erika Pani, Para mexicanizar el Segundo Imperio: el imaginario político de los imperialistas (Mexico City, 2001); Elías José Palti (ed.), La política del disenso: La 'polémica en torno al monarquismo' (México, 1848–1850) … y las aporías del liberalismo (Mexico City, 1998). If in the end the new nations rejected liberal monarchism, explains Rojas, it was because of the revolutionary logic of insurgency and the consequent loyalist response, but not because of any inherently democratic feature of the new public sphere. Rojas, La escritura, op. cit., 49. 30José Antonio Aguilar, 'Dos conceptos de república' in José Antonio Aguilar and Rafael Rojas (eds), El republicanismo en hispanoamérica: Ensayos de historia intelectual y política (Mexico City, 2002), 63. See McEvoy, 'Seríamos excelentes vasallos', op. cit., 43. 31For the 'tradición republicana' as the centre of a long-term political history of Mexico that stresses local and corporative representation over democracy and equality, see Alicia Hernández Chávez, La tradición republicana del buen gobierno (Mexico, 1993); Antonio Annino, 'Ciudadanía versus gobernabilidad republicana en México: Los orígenes de un dilema' in Hilda Sábato (ed.), Ciudadanía política y formación de las naciones: Perspectivas históricas de América Latina (Mexico City, 1999). For a similar perspective (the intellectual history à la Cambridge, invoked by Aguilar), see Gordon, 'Philosophy, sociology, and gender', op. cit., 883–5, 888, 891. 32Elías José Palti, 'Las polémicas en el liberalismo argentino: Sobre virtud' and Aguilar and Rojas (eds), 'Republicanismo y lenguaje' in op. cit., 167. 33Elías José Palti, La invención de una legitimidad: Razón y retórica en el pensamiento mexicano del siglo XIX (Un estudio sobre las formas del discurso político) (Mexico City, 2005). 34Elías José Palti, 'La transformación del liberalismo mexicano en el siglo XIX: de la opinión pública al de la in Sacristán and Piccato (eds), Actores, op. cit.; see also Carlos and (eds), y sobre la ciudad de México (Mexico City, Brian Carlos and Sonia Pérez Toledo (eds), La de la legitimidad política en México (Mexico City, 1999). On France and public see Baker, Inventing the French Revolution, op. cit.; concept in la Révolution française (Paris, Farge, Subversive op. cit. La invención de una op. cit., Elías José Palti, 'La del prensa y política en la República (México, 4 Palti, 'La transformación del op. cit. Guerra, the of discussion to the in a that links private and public and as in is Guerra, Modernidad e independencias, op. cit., For similar in see Palti, 'Las op. cit. The mode of public provides a useful for the recent interest in the history of from its to the of in the of See Jaksic (ed.), op. cit. also Elías José Palti, in La política del op. cit.; Palti, 'La del op. cit.; and Elías José Palti, y el político mexicano en de la República in (ed.), op. cit. On the interest in the history of the in Latin America see in the also op. cit.; de la prensa en el (Mexico City, Ángel (ed.), y la prensa del los 23, y de (Mexico City, 2001); y en del siglo XIX and de de en de de 'Las de la El discurso político y El de las y la opinión del in Sabato and Lettieri (eds), La vida política en la op. cit., José Elías Palti, studies on the emergence of a public sphere in Latin Latin American Review, 2 On the political of see McCarthy, Critical Theory of Jürgen Habermas, op. cit. de la de de at the Sobre la de la de México: 'Las en la ciudad de México del siglo XIX a la Mexico op. cit.; Carlos A. in Latin America, and Carlos y del in Illades, Connaughton and Pérez Toledo (eds), op. cit. After independence, the influence of to in the nineteenth On and the see Charles E. P. and his a Hispanic American Historical Review, 4 for B. of the and in Eighteenth-Century Mexico (Stanford, E. in Mexico 2004). op. cit. focus on without a reference to Guerra, in and the politics of Latin American history in the century' in G. (ed.), the Political in Latin American Essays from the (Durham, NC, 2001), 41. Guerra's not mentioned in that and his México: del a la op. cit., an English It is not to the of a but the of together the mentioned in these be evidence of op. cit. and Luis Fernando de la cultura política de la ciudad de in Sacristán and Piccato (eds), op. cit. For a critique of the in the model of the public sphere see Francois-Xavier Guerra and Annick in Guerra and Lempérière (eds), Los espacios op. cit., The not to Habermas's view of modern and its Habermas, Theory of Communicative Action, op. cit. analyses of the of those links see Peter or and national politics, Hispanic American Historical Review, 2 de la of and during the (Durham, NC, 2000). similar of the public-sphere model from the perspective of intellectual history see A. 'The the and the of in eighteenth-century French Historical Studies, xvii, 4 (1992), Gordon, 'Philosophy, sociology, and gender', op. cit., Aguilar que Aguilar, 'El op. cit., La escritura, op. cit., The of those is the of they and the of at of José de For a useful of central in Mexican ideas about and see Mexican La escritura, op. cit., and the social context of created is a by of See Chartier, Cultural Origins, op. cit.; and in London, (London, Michael The of the and the Public Sphere in Eighteenth-Century America (Cambridge, MA, 1990); Melton, The Rise, op. cit.; Pablo Piccato, The of in the of the Mexican Public Sphere (Durham, NC, Structural Transformation, op. cit., op. cit.; Palti, 'Las op. cit. at I would with the that was the concern of the Mexican public in the nineteenth Pablo Piccato, The of op. cit. See for Sarah C. From to Citizens: and Politics in (University Park, PA, 92. his critique of and Habermas's work, notes the of and of as to the critical discourse that a Habermasian model would in and op. cit., Guerra's see Annick la (Paris, Public Private and in America (Stanford, op. cit.; John The and the The Revolution in Palti, op. cit.; and Antonio Annino, 'El Los y los orígenes del liberalismo en in and (eds), y México: de de (Mexico, 2002), 'The of a public sphere in Latin America during the of Studies in Society and History, 2 (2000), This is the first systematic of the public-sphere model in Latin America published in On the of see in (ed.), and Society in America during the Age of Revolution (Wilmington, 2001). For a in this see B. and local an into early Latin American social in (ed.), the The of Social History see Eric Van Young, in (ed.), op. cit., A similar for the of the English public sphere in and political Journal of Modern History, 4 On and Paul in of (Berkeley, 1993). and de political in Journal of Latin American Studies, 2 Politics in the Age of of and in Hispanic American Historical Review, 2 and Van Young, The Other op. cit. op. cit., y la y sobre política y de op. cit. See the Tulio Halperín Donghi, Revolución y de una en la Argentina (Mexico, the Rama, 'the had … from a of in their into a more that a of as a but Rama, The Lettered City, op. cit., On see de en la in Ángel Rama, La en América The of the that into were an example of the of public by but also a of new as in earlier of the Latin American 'La como in Ángel Rama, La del I have evidence of any exchange between Habermas and was published in in two in it is that their a concern about the of is reference to Habermas in had German in to be to in the can an See Ángel and 2001), The Lettered City, op. cit., See also José Luis las y las ideas (Buenos Aires, Buenos from to (New York, On the Claudio Mexico: An of Nationalism 2001); Antonio and François-Xavier Guerra, la siglo XIX (Mexico City, 2003), was also a to the See y de en América Latina E. 'El de la esfera e en la del de la ciudad de México, in Sacristán and Piccato (eds), op. cit. in that by and Luis Fernando for of the of the public sphere, and y in Carlos and (eds), y sobre la ciudad de México (Mexico City, 2",
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "Social History",
        "type": "journal",
        "issn": [
          "0307-1022",
          "1470-1200"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Politics and Society in Latin America",
        "Religion and Society in Latin America",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 98,
      "url": "https://openalex.org/W1994808746"
    },
    {
      "openalex_id": "W566349171",
      "doi": null,
      "title": "Readings in contemporary political sociology",
      "authors": [
        {
          "name": "Kate Nash",
          "openalex_id": "A5046346527",
          "orcid": "https://orcid.org/0000-0001-6445-9628"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "List of Contributors. Preface. Part I: Power and Politics:. Introduction. 1. The Subject and Power: Michel Foucault. 2. A Sociological Theory of Postmodernity: Zygmunt Bauman. 3. Inequality After Class: Malcolm Waters. Part II: Globalization:. Introduction. 4. From Fordism to Flexible Accumulation: David Harvey. 5. The Social Revolutions of our Time: Anthony Giddens. 6. Disjuncture and Difference in the Global Cultural Economy: Arjun Appadurai. 7. The Question of Cultural Identity: Stuart Hall. Part III: Social and the Politicization of the Social:. Introduction. 8. Social Movements of the Early Nineteenth Century: Craig Calhoun. 9. The Concept of Social Movement: Mario Diani. 10. Transnational Contention: Sidney Tarrow. Part IV: Citizenship, Exclusion, and Difference:. 11. Rethinking Citizenship and Social Movements: Themes in Contemporary Sociology and Neoconservative Ideology: Maurice Roche. 12. The Patriarchal Welfare State: Carole Pateman. 13. Toward a Postnational Model of Membership [in Europe]: Yasemin Nuhoglu Soysal. Part V: Democracy:. Introduction. 14. The Public Sphere: Jurgen Habermas. 15. Hegemony and New Political Subjects: Toward a New Concept of Democracy: Chantal Mouffe. 16. Democracy, the Nation--State and the Global System: David Held. Identity and Difference in Global Politics: William E. Connolly. Index.",
      "cited_by_count": 72,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Economy and Marxism",
        "Globalization and Cultural Identity",
        "Political theory and Gramsci"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W566349171"
    },
    {
      "openalex_id": "W2254782145",
      "doi": "10.7208/chicago/9780226090870.003.0006",
      "title": "The Reluctant Counterpublic",
      "authors": [
        {
          "name": "Craig Calhoun",
          "openalex_id": "A5097805067"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "Abstract Liberal theory assumes that private property and political independence are intertwined, a relationship built into classical conceptions of the public sphere during the eighteenth century. Based on this notion, independence grounded in private existence allowed people to reason in disinterested ways about public affairs. Such \"bourgeois\" thinking was rejected by Karl Marx, who dismissed bourgeois democracy and instead advocated a revolutionary class struggle that would transcend any politics of individual opinions. In contrast, Jürgen Habermas saw unfulfilled radical and progressive potential in the categories of bourgeois democracy. The debate between liberalists and Marxists over bourgeois realities makes it hard to understand radicals such as Thomas J. Wooler, a key voice in English popular radicalism who fought for an integrated public sphere and resigned himself, along with other radicals, only reluctantly to a politics of counterpublics. This chapter explores the response of rationalist intellectuals, often followers of Thomas Paine, to the idea of the public sphere, and how the dominant political public was shaped by exclusion of the most radical voices.",
      "cited_by_count": 13,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2254782145"
    },
    {
      "openalex_id": "W2090708324",
      "doi": "10.1353/par.2005.0022",
      "title": "Kenneth Burke, John Dewey, and the Pursuit of the Public",
      "authors": [
        {
          "name": "Paul Stob",
          "openalex_id": "A5089919841"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "Kenneth Burke, John Dewey, and the Pursuit of the Public Paul Stob In Deliberation Day, Bruce Ackerman and James Fishkin argue for the creation of a national holiday, \"Deliberation Day,\" in which citizens come together over a two-day period in their local schools and community centers to deliberate over the merits of presidential candidates and their platforms (Ackerman and Fishkin 2004). While Ackerman and Fishkin propose that the government pay each citizen a $150 stipend for voluntary participation, the purpose is not so much to monetarily to reward citizens for \"showing up\" as it is to foster an enriched civic culture that would send shockwaves through America's political infrastructure: \"If Deliberation Day succeeded, everything else would change: the candidates, the media, the activists, the interest groups, the spin doctors, the advertisers, the pollsters, the fund raisers, the lobbyists, the political parties. All would have no choice but to adapt to a more attentive and informed public\" (3). The task of Deliberation Day would be to create a new social context in which citizens could become enlightened through public participation. As the authors conclude the book, \"We can, through an act of political imagination, create new institutions for redeeming the ancient promise of democratic citizenship. Ordinary men and women need not be the hapless playthings of the powerful. They can and must find new ways to hold their leaders to account, and redeem their dignity as human beings by responsibly shaping their collective destiny\" (219). Ackerman and Fishkin's proposal is indeed filled with political imagination. I bring their proposal to light not to critique the possibilities and limitations of Deliberation Day, but to understand the way in which the authors understand \"the public.\" At the bottom, what the polity needs, Ackerman and Fishkin believe, is a public space dedicated to the reinvigoration [End Page 226] of political culture. It is not that the citizenry is incapable of hammering out intelligent political solutions, but that it needs access to social contexts that facilitate deliberation and the emergence of a common good. To foster a culture of political intelligence, the public needs only the chance to enter the forums that will facilitate thorough, cooperative political decision-making. Ackerman and Fishkin are not alone in calling for access to or creation of these types of forums. Habermas's bourgeois public sphere—a public space in which citizens could come together and rationally debate the activities of the state—essentially represents the evolution of a context, a social space, a public arena (Habermas 1989). The bourgeois public sphere is meant to be egalitarian, providing citizens a forum in which to debate openly and foster a common political consciousness.1 But this sphere has proved problematic for a number of scholars. Oskar Negt and Alexander Kluge (1993), for example, propose a proletarian public sphere to counter capitalism's socioeconomic domination over public resources. Joan Landes (1988) argues that the bourgeois public sphere entails male domination in public life, to the exclusion of women. Nancy Fraser (1992) builds on the feminist critique by adopting the term \"counterpublics,\" collectives of citizens—women, peasants, the working class, and other groups demarcated by issues of race, gender, and ethnicity—that arise in reaction to the dominant public sphere.2 In the introduction to Counterpublics and the State (2001), Robert Asen and Daniel Brouwer argue that critiques of the bourgeois public sphere specifically and public sphere theory generally amount to three \"reconfigurations\" in the way in which scholars think of the public. First, scholars have come to recognize the existence and interaction of multiple public spheres. Second, they have come to acknowledge permeable boundaries of access to the multiple public spheres. Third, scholars have come to recognize the dynamic role of the state in shaping public discourse. One considerable result of these three reconfigurations is an increasing recognition of the political divisions that permeate society (Asen and Brouwer 2001, 17-25). If Asen and Brouwer are right, and I think they are, these three reconfigurations represent the general thrust of contemporary public sphere scholarship, including as it is understood among communication scholars.3 And however diverse such scholarship may be, a few common themes seem to recur across...",
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "Philosophy and Rhetoric",
        "type": "journal",
        "issn": [
          "0031-8213",
          "1527-2079"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Rhetoric and Communication Studies",
        "Public Relations and Crisis Communication",
        "Academic Freedom and Politics"
      ],
      "referenced_works_count": 48,
      "url": "https://openalex.org/W2090708324"
    },
    {
      "openalex_id": "W1970405948",
      "doi": "10.1191/0266355404gh299oa",
      "title": "Liberalism, the Worker and the Limits of Bourgeois &lt;I&gt;Öffentlichkeit&lt;/I&gt; in Wilhelmine Germany",
      "authors": [
        {
          "name": "Dennis J. Sweeney",
          "openalex_id": "A5044731105",
          "institutions": [
            "University of Alberta"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-01",
      "abstract": "In the past decade or so, long-standing arguments about the absence or failures of German liberalism during the Wilhelmine period have given way to a new emphasis on its surprising strengths and even revival after 1900. Inspired by this historiographical shift, this essay explores the hegemony and the dynamics of National Liberalism—especially its movement from a paternalist to a reform liberalism—in response to the two most important moments of labour militancy in the Saar during this period: the miners' strikes from 1889 to 1893 and the Burbach steel strike of 1906. As workers attempted to build their own organizations and sought access to the arenas of political debate, and Centre politicians and Social Democrats threatened to win working-class votes, Saar liberals increasingly embraced a programme of social reform and a more popular style of political mobilization. Yet this essay argues that the key to the pre-war success of Saar liberals lay not in the intrinsic appeal of their civic and political ideals but rather in their capacity narrowly to define the terms of proper political activity and to fix the boundaries of permissible speech in the public sphere. Drawing on recent debates over the work of Jürgen Habermas, therefore, this essay locates the strength of Saar liberalism in its ability to secure the class-based and gendered exclusions intrinsic to the institutions and discursive strategies of bourgeois Öffentlichkeit and thereby to prevent the emergence of alternative, popular-democratic forms of working-class politics in the pre-war Saar.",
      "cited_by_count": 13,
      "type": "article",
      "source": {
        "name": "German History",
        "type": "journal",
        "issn": [
          "0266-3554",
          "1477-089X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "European history and politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1970405948"
    },
    {
      "openalex_id": "W2155128997",
      "doi": "10.1215/00182168-1300561",
      "title": "The Tyranny of Opinion: Honor in the Construction of the Mexican Public Sphere",
      "authors": [
        {
          "name": "Kathryn A. Sloan",
          "openalex_id": "A5089952555",
          "institutions": [
            "University of Arkansas at Fayetteville"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-07-19",
      "abstract": "Pablo Piccato argues convincingly that masculine honor and violence helped create a public sphere in nineteenth-century Mexico. Violence and reputation may seem antithetical to a notion of a public sphere as theorized by Jürgen Habermas, Hannah Arendt, Jean-Jacques Rousseau, and others, but Piccato asks his reader to consider a public sphere in Mexico as something uniquely Mexican. Violence, shame, and the not-always-so-free exchange of ideas and opinion characterized Mexico’s public sphere during the second half of the nineteenth century. A grammar of violence, in the duel, offered public men a legitimate method to defend honor, influence public opinion, and sometimes provide a bloody afterword to rational-critical debate. What the Mexican public sphere had in common with Europe was its steady exclusion of women and the poor, as liberalism and republicanism triumphed in the century of Juárez and Díaz.The era of the Restored Republic (1867 – 76) ushered in heady times as a new breed of men who lacked military experience but nurtured literary gravitas emerged as enlightened and progressive public intellectuals. Journalists sought honores as they participated in the rational-critical debate so instrumental to a Habermasian public sphere. Yet the political rhetoric was tempered with emotion and romanticism that tied the debater’s honor and reputation to his conscience and self-esteem. These hombres de palabra honed their expressions of emotion and passion, emboldened by their right to communicate public opinion. Honor was the glue that kept it all together and allowed journalists to write editorials with near impunity. They embraced a bohemian life, cavorting with lower-class men and women in working-class drinking establishments, and rejected materialism in all its forms. Indeed these men felt they had the honor and truthfulness to speak for the public. Their masculine honor as public men required constant vigilance to meet every attack with counterattack and when necessary a bullet or sword thrust on the field of honor. Press juries supported them, rarely punishing them for their journalistic sparring or slander against like public men. They rushed into political debates and in effect contributed to state building in republican Mexico. Piccato infuses the story of this emerging public with verve and animated language.Whereas honor may have protected journalists during the Restored Republic and Porfirio Díaz’s first term, Piccato shows beautifully how the very conception of honor transformed. The Mexican Penal Code of 1871 reoriented judges to rethink honor as a “juridical good” at the same time that Díaz strangled public debate. “Ultrajes a funcionarios públicos” became an effective criminal category that allowed judges to sanction journalists for impugning the reputations of public officials, especially after press juries were abolished in 1882. What constituted freedom of speech changed as the law code gave judges and courts wide latitude to censor and punish the press and offered a venue for the popular classes and women to defend their honor. At the same time that honor became a guaranteed right of every Mexican, it was used against journalists who criticized government policies. Although the popular classes and women had no political voice in the bourgeois public sphere, their presence defending their right to honor as Mexicans contributed to the ongoing conception of what citizenship would entail in future decades. To have one’s honor or reputation sullied could impact one’s ability to earn a livelihood. Hence a slur uttered in a stairwell or a marketplace not only harmed one’s sense of self but one’s public reputation, and Mexicans of all classes sought legal redress to restore their self-esteem and social capital.In sum, Piccato’s The Tyranny of Opinion is a scholarly masterpiece that chronicles the rise and transformation of the public sphere in nineteenth-century Mexico and the role of masculine honor in its creation. As any good study should, The Tyranny of Opinion also provokes new questions. Although combat journalists are Piccato’s focus, I wonder if analysis of some of the nineteenth century’s female journalists would add to the story. The female writers of Las Hijas de Anáhuac (1873) and Violetas de Anáhuac (1887 – 89) did not challenge the government or each other but certainly contributed to public opinion about women. Indeed, the editor of Violetas, Laureana Wright de Kleinhans, was admitted to several mostly male literary societies in the late nineteenth century and she would go on to write a history of notable Mexican women. Perhaps their example provided later female combat journalists like Juana Belén Gutiérrez de Mendoza and Dolores Jiménez y Muro an autonomous space to influence public opinion on the eve of Revolution.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Hispanic American Historical Review",
        "type": "journal",
        "issn": [
          "0018-2168",
          "1527-1900"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Rhetoric and Communication Studies",
        "Politics and Society in Latin America",
        "Latin American and Latino Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2155128997"
    },
    {
      "openalex_id": "W3203472537",
      "doi": "10.1080/13510340412331304598",
      "title": "Embedded and defective democracies",
      "authors": [
        {
          "name": "Wolfgang Merkel",
          "openalex_id": "A5108246097",
          "institutions": [
            "Humboldt-Universität zu Berlin",
            "WZB Berlin Social Science Center"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-01",
      "abstract": "In the literature on democratization the mainstream of theoretical and empirical consolidology uses the dichotomy autocracy versus democracy. Democracy is generally conceived of as 'electoral democracy'. This simple dichotomy does not allow a distinction between consolidated liberal democracies and their diminished sub-types. However, over half of all the new electoral democracies represent specific variants of diminished sub-types of democracy, which can be called defective democracies. Starting from the root concept of embedded democracies, which consists of five interdependent partial regimes (electoral regime, political rights, civil rights, horizontal accountability, effective power to govern), the article distinguishes between four diminished sub-types of defective democracy: exclusive democracy, illiberal democracy, delegative democracy and tutelary democracy. It can be shown that defective democracies are by no means necessarily transitional regimes. They tend to form stable links to their economic and societal environment and are often seen by considerable parts of the elites and the population as an adequate institutional solution to the specific problems of governing 'effectively'. As long as this equilibrium between problems, context and power lasts, defective democracies will survive for protracted periods of time.",
      "cited_by_count": 760,
      "type": "article",
      "source": {
        "name": "Democratization",
        "type": "journal",
        "issn": [
          "1351-0347",
          "1743-890X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.econstor.eu/bitstream/10419/251950/1/Full-text-article-Merkel-Embedded-and-defective.pdf"
      },
      "topics": [
        "Political Conflict and Governance",
        "Soviet and Russian History",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W3203472537"
    },
    {
      "openalex_id": "W2058159156",
      "doi": "10.1046/j.0020-8833.2003.00277.x",
      "title": "Words, Images, Enemies: Securitization and International Politics",
      "authors": [
        {
          "name": "Michael C. Williams",
          "openalex_id": "A5084500200",
          "orcid": "https://orcid.org/0000-0001-8814-8664",
          "institutions": [
            "Aberystwyth University"
          ]
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-11-07",
      "abstract": "The theory of “securitization” developed by the Copenhagen School provides one of the most innovative, productive, and yet controversial avenues of research in contemporary security studies. This article provides an assessment of the foundations of this approach and its limitations, as well as its significance for broader areas of International Relations theory. Locating securitization theory within the context of both classical Realism influenced by Carl Schmitt, and current work on constructivist ethics, it argues that while the Copenhagen School is largely immune from the most common criticisms leveled against it, the increasing impact of televisual communication in security relations provides a fundamental challenge for understanding the processes and institutions involved in securitization, and for the political ethics advocated by the Copenhagen School.",
      "cited_by_count": 1103,
      "type": "article",
      "source": {
        "name": "International Studies Quarterly",
        "type": "journal",
        "issn": [
          "0020-8833",
          "1468-2478"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/isq/article-pdf/47/4/511/5109128/47-4-511.pdf"
      },
      "topics": [
        "Global Security and Public Health",
        "Global Peace and Security Dynamics",
        "International Law and Human Rights"
      ],
      "referenced_works_count": 86,
      "url": "https://openalex.org/W2058159156"
    },
    {
      "openalex_id": "W602440937",
      "doi": "10.26530/oapen_606390",
      "title": "Media and Participation: A site of ideological-democratic struggle",
      "authors": [
        {
          "name": "Nico Carpentier",
          "openalex_id": "A5049960351",
          "orcid": "https://orcid.org/0000-0002-8996-4636",
          "institutions": [
            "North Carolina Exploring Cultural Heritage Online"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "Participation has become fashionable again, but at the same time it has always played a crucial role in our contemporary societies, and it has been omnipresent in a surprisingly large number of societal fields. In the case of the media sphere, the present-day media conjuncture is now considered to be the most participatory ever, but media participation has had a long and intense history. To deal with these paradoxes, this book looks at participation as a structurally unstable concept and as the object of a political-ideological struggle that makes it oscillate between minimalist and maximalist versions. This struggle is analysed in theoretical reflections in five fields (democracy, arts, development, spatial planning and media) and in eight different cases of media practice. These case studies also show participation’s close connection to power, identity, organization, technology and quality.",
      "cited_by_count": 559,
      "type": "book",
      "source": {
        "name": "Intellect Ltd. eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://library.oapen.org/bitstream/20.500.12657/32743/1/606390.pdf"
      },
      "topics": [
        "Cultural Industries and Urban Development",
        "Cultural, Media, and Literary Studies"
      ],
      "referenced_works_count": 415,
      "url": "https://openalex.org/W602440937"
    },
    {
      "openalex_id": "W2032958627",
      "doi": "10.1353/elh.2006.0023",
      "title": "Court Culture and Political News in London's Eighteenth-Century Newspapers",
      "authors": [
        {
          "name": "Ann C. Dean",
          "openalex_id": "A5108545219"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-09-01",
      "abstract": "Court Culture and Political News in London's Eighteenth-Century Newspapers Ann C. Dean In weekly newspapers, eighteenth-century British readers could find periodically updated reports on the actions of their government, on events in other countries, and on marriages, deaths, accidents, bankruptcies, and the weather. The availability of this news plays a central role in narratives of the development of mercantile capitalism and republican government. Jürgen Habermas, in particular, has described the market for news as an arena for the development of critical, rational public discourse in the \"public sphere\" and thus of civil society.1 This concept of the public sphere has provoked a far-reaching theoretical conversation about the necessary conditions for and utopian possibilities of democratic society. The discussion has so far been carried out, however, at a distance from the archive. Looking at the texts of the newspapers themselves provides a specific image of the development of public participation in politics.2 Rather than moving away from the court to the town, as in Habermas's account, eighteenth-century British newspapers describe the public moving to the periphery of the court, where readers were invited to participate, at a distance, in politics as practiced by the king and his courtiers. Newspapers created an image of their readers eavesdropping at the palace rather than declaiming in the public square. The familiar language of business as usual around the court, I argue, made the abstract process of commodifying and circulating information comprehensible to the people engaged in developing the institutions of the press and the public sphere. This language, however, shaped participation and knowledge around traditional expectations and relationships associated with alliance, loyalty, and patronage. The necessity of using some familiar language to shape concepts of the public might account for the continual failure of particular historical situations to live up to the utopian potential of the public sphere. Habermas describes this failure in his title: the \"transformation of the public sphere\" into a realm directed by commercial institutions and the welfare state is a falling-off from the utopian potential of a realm separate from the state and other organized interests. His critics and commentators have [End Page 631] pointed to the problem in other ways: Nancy Fraser calls Habermas's concept \"not wholly satisfactory\" because \"it rested on, indeed was importantly constituted by, a number of significant exclusions.\" Women, working-class people, and those who could not practice discursive decorum had no access to the realm of free discussion, in theory or in practice. Michael Warner wishes for a world \"in which embodied sociability, affect, and play have a more defining role than they do in the opinion-transposing frame of rational-critical dialogue.\"3 In each case, the utopian potential of a sphere of inclusive action directed toward the public good is somehow derailed by exclusions. These exclusions, for Fraser and Warner, are defined by concepts of participation based on the activities of bourgeois subjects. An antecedent of this tendency to base the concept of public action on the activities of a particular group can be found in London newspapers published in the 1750s and 1760s, which consistently framed political information in terms derived from the court. This framing took the form of oral tags. Writers and printers reported on what \"we hear,\" what \"is said,\" and upon \"clamours and alarms.\" In order to understand the specific meaning of terms like \"we hear\" in eighteenth-century politics, it is helpful to compare newspaper writing to writing in other media. The Georgian court was surrounded by a complex web of discourse in several media. Coffeehouses, card parties, and dinners provided venues for discussing the day's events and the morrow's plans. Diaries allowed participants to record promises made and broken, smiles and snubs received and distributed. Letters provided allies with vital information about the dispositions of powerful people and the shifting fortunes of ministers and favorites. The letters of the Temple family, Horace Walpole, and many other contemporary writers use terms such as \"clamour\" and \"we hear\" in strikingly consistent ways. During the course of the eighteenth century, as newspapers became mass-produced commodities increasingly available to the citizens of London and the...",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "ELH",
        "type": "journal",
        "issn": [
          "0013-8304",
          "1080-6547"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Law in Society and Culture",
        "Judicial and Constitutional Studies",
        "Historical Legal Studies and Society"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W2032958627"
    },
    {
      "openalex_id": "W2161661921",
      "doi": "10.1177/0090591704268372",
      "title": "Deliberative Democracy in Divided Societies",
      "authors": [
        {
          "name": "John S. Dryzek",
          "openalex_id": "A5011467777",
          "orcid": "https://orcid.org/0000-0001-6358-0047",
          "institutions": [
            "Australian National University"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-02-24",
      "abstract": "For contemporary democratic theorists, democracy is largely a matter of deliberation. But the recent rise of deliberative democracy (in practice as well as theory) coincided with ever more prominent identity politics, sometimes in murderous form in deeply divided societies. This essay considers how deliberative democracy can process the toughest issues concerning mutually contradictory assertions of identity. After considering the alternative answers provided by agonists and consociational democrats, the author makes the case for a power-sharing state with attenuated sovereignty and a more engaged deliberative politics in a public sphere that is semidetached from the state and situated transnationally.",
      "cited_by_count": 436,
      "type": "article",
      "source": {
        "name": "Political Theory",
        "type": "journal",
        "issn": [
          "0090-5917",
          "1552-7476"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openresearch-repository.anu.edu.au/bitstreams/72eb16e8-5779-4c4b-a9a9-92769f8a9acf/download"
      },
      "topics": [
        "Social Media and Politics",
        "Foucault, Power, and Ethics",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2161661921"
    },
    {
      "openalex_id": "W1566848457",
      "doi": null,
      "title": "Democracy: A Reader",
      "authors": [
        {
          "name": "Ricardo Blaug",
          "openalex_id": "A5000332041"
        },
        {
          "name": "John Schwarzmantel",
          "openalex_id": "A5018020181"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "Selection of contents: PART ONE: Traditional Affirmations of Democratic Values Pericles, Funeral Oration Aristotle, The Politics Machiavelli, The Discourses Hobbes, Leviathan J.-J. Rousseau, The Social Contract J.S. Mill, Representative Government De Tocqueville, Democracy in America Paine, Rights of Man A. Lincoln, Gettysburg Address J.A. Schumpeter, Capitalism, Socialism and Democracy PART TWO: Key Concepts Freedom and Autonomy I. Kant, Political Writings I. Berlin, Two Concepts of Liberty R.P Wolff, In Defense of Anarchism Equality J. Locke, Second Treatise on Government Rousseau, Social Contract Rousseau, Discourse on the Origins of Inequality B. Williams, The Idea of Equality Representation Burke, Speech to Bristol Electors James Mill, Essay on Government A. Phillips, The Politics of Presence I.M. Young, Justice and the Politics of Difference Majority Rule Rousseau, Social Contract J.S. Mill, Representative Government De Tocqueville, Democracy in America G. Sartori, Theory of Democracy Revisited R.A. Dahl, Polyarchy, Participation and Opposition Citizenship Aristotle, Politics T.H. Marshall, Class, Citizenship and Social Development W. Kymlicka and W. Norman, The Return of the Citizen PART THREE: Critiques of Democracy Marxist and Socialist Critiques Marx, On the Jewish Question Marx, The Civil War in France Lenin, State and Revolution C.B. Macpherson, Democratic Theory, Essays in Retrieval Conservative, Elitist and Authoritarian critiques Plato, The Republic Edmund Burke, Reflections on the Revolution in France M. Weber, Economy and Society B. Mussolini, extract from The Doctrine of Fascism J. Schumpeter, Capitalism, Socialism and Democracy C. Schmidt, The Concept of the Political R. Scruton, The Meaning of Conservatism G. Sartori, Anti-Elitism Revisited Feminist Critiques M. Wollstonecraft, Vindication of the Rights of Woman D. Coole, Women in Political Theory K. Nash, Beyond Liberalism? Feminist Theories of Democracy S. Mendus, Losing the Faith, Feminism and Democracy PART FOUR: Contemporary Issues Rational Choice A. Downs, An Economic Theory of Democracy M. Olsen, The Logic of Collective Action B. Barry, Sociologists, Economists and Democracy F. Hayek, The Fatal Conceit: The Errors of Socialism M. Friedman, Capitalism and Freedom D. Beetham, Liberalism and the Limits of Democratisation Nationalism J. Schwarzmantel Two Concepts of the Nation' from Socialism and the Idea of the Nation D. Miller, On Nationality G. Nodia, Nationalism and Democracy Multiculturalism C. Taylor, The Dynamics of Democratic Exclusion W. Kymlicka, Multi-Cultural Citizenship I. M. Young, Justice and the Politics of Difference Charles W. Mills, The Racial Contract Beyond the West B. Parekh, The Cultural Particularity of Liberal Democracy A. Sen, Democracy as a Universal Value A.J. Nathan, Chinese Democracy Participation G. Parry and G. Moyser, More Participation, More Democracy? H.F. Pitkin and S.M. Shumer, On Participation M. Walzer, extract from A Day in the Life of a Socialist Citizen C. Pateman, Participation and Democratic Theory Civil Society J. Cohen and A. Arato, Civil Society and Political Theory R. Putnam, Bowling Alone P. Hirst, Associational Democracy Deliberation R. Blaug, New Developments in Deliberative Democracy J. Habermas, The Public Sphere: An Encyclopedia Article The Future of Democracy C. Mouffe, Radical Democracy: Modern or Post-modern? B. Epstein, Radical Democracy and Cultural Politics: What about Class? What about Political Power? J. Stewart, Thinking Collectively in the Public Domain B.N. Hague & B.D. Loader, Digital Democracy: An Introduction.",
      "cited_by_count": 23,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1566848457"
    },
    {
      "openalex_id": "W4408300201",
      "doi": "10.1111/1467-8675.12773",
      "title": "Social Media, Democracy, and the Popular Public Sphere",
      "authors": [
        {
          "name": "Antoine Sander",
          "openalex_id": "A5116576580",
          "institutions": [
            "University of Cambridge"
          ]
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-02-27",
      "abstract": "In April 2022, Barack Obama was invited by Stanford University's Cyber Policy Center to deliver a keynote address on the “Challenges to Democracy in the Digital Information Realm.” The former US president made the trip to the “heart of the Silicon Valley,” as he put it, to issue a stern warning: social media are “one of the biggest reasons for democracies weakening” (Obama 2022). Coming from someone widely recognized to have employed digital technology to great effect in his presidential campaigns (Cogburn and Espinoza-Vasquez 2011; Harfoush 2009), this statement echoes a broader disenchantment with the Internet's democratic promises. Gone are the days when the Web was seen as a panacea to democratic deficit. Only a decade ago, social and political theorists predicted that new, networked, communicative processes would improve collective decision-making, challenge the top-down logic of mass media, and provide activists with means to resist excessive state authority (Castells 2013; Shirky 2009). Today, social media are most often associated with misinformation, the rise of populism, polarization, and democratic decay (Bimber and Gil de Zúñiga 2020; Boulianne et al. 2020; McKay and Tenove 2021; Sunstein 2018). Underlying these debates is the question of digital technology's impact on politics. Like newspapers two centuries ago or broadcast media in the past century,1 social media have altered the functioning of representative democracies in manifold ways. At the empirical level, extensive research has explored whether they favor the creation of “echo chambers” (Barberá 2020; Dubois and Blank 2018; Garrett 2009), whether they amplify radical content (Halpern and Gibbs 2013; Huszár et al. 2021), or whether increased social media use induces polarization (Bail 2021; Boxell et al. 2017; Dubois and Blank 2018; Yardi and Boyd 2010). For their part, political theorists have overwhelmingly attempted to make sense of the impact of digital technology on democracy with reference to Jürgen Habermas's work on the public sphere (Chambers and Gastil 2021; Dahlgren 2005; Dean 2003; Dommett and Verovšek 2021; Fuchs 2014; McKay and Tenove 2021; Sevignani 2022). This should not come as a surprise since Habermas was the first to comprehensively theorize the importance of the public sphere to democracy and dedicated considerable attention to the constitutive role of media in structuring it (Habermas 2015). However, the substantial evolution of his theories over four decades and his later contributions to the deliberative tradition of democratic thought have also muddied the waters and led many theorists to conflate the public sphere with deliberative democracy. The tendency has as a result been to measure—even if sometimes only implicitly—social media practices against deliberative norms (Chambers and Gastil 2021; Dahlgren 2001; Dean 2003; Papacharissi 2002; Rosa 2022), foreclosing the possibilities generated by the more open use of the concept of the public sphere that had been prevalent in political theory until the turn of the 21st century. I argue in this article that recovering such definition sheds new light on social media's impact on the public sphere by pointing to the role of digital technology in altering the balance of power between the liberal, bourgeois public sphere portrayed in Habermas's Structural Transformation of the Public Sphere and its oppositional nemesis, called “plebeian” by Habermas in the work's preface (Habermas 2015, xviii) or “proletarian” by some of his German critics such as Alexandre Kluge and Oskar Negt (Negt and Kluge 2016). Drawing on their insights but justifying a conscious departure from their terminology, I submit that we might have good reason to see social media as having bolstered the “popular public sphere,” at once deeply enmeshed in consumerist logics but also the bearer of an emancipatory promise that remains unfulfilled in the current media environment. My aims in doing such work are twofold. First, that it may provide new orientations for the burgeoning scholarship on the contemporary public sphere by recovering a rich body of work on popular and its to digital that it may open new in democratic theory by a on social media the the to The first of the article an of the public sphere that not to the deliberative tradition and the of such an for a of the effect of on democracy. the public sphere to to democratic theory and it is from its deliberative it also to popular practices and from to Habermas's the a theory of the public a is between the or public and its oppositional on I argue that in a digital the “popular public the contemporary of and The the impact of social media on the popular public sphere in its against the bourgeois public First, it that social media's favor the popular public sphere that digital a for popular that is to the public sphere of in the tradition of as Habermas with the bourgeois public in the and I the contemporary functioning of social media from the popular public I argue as this social media's emancipatory and in a new the in of the Structural Transformation of the Public Sphere more since its in the concept of the has a role in democratic theory and has generated debates media and or political to only a Dahlgren 2001; Papacharissi the from the it is often as a with deliberative that to by that whether social media, or the public Dean 2003; et al. 2018; Papacharissi the Habermas the public sphere as a concept that a of public from norms but remains open to and This that it is to between the broader concept of the public sphere and the deliberative from a of the bourgeois public sphere since that of social media's impact on democracy to deliberative democracy and to The public sphere is most often associated with Habermas's with his from his the Structural Transformation the of the public sphere to a bourgeois in the and when a public of and state in the or of The these their to that to public for Habermas the of the bourgeois public the the bourgeois public sphere was to a role in the of the an on but not and the Structural Transformation is a of this public sphere and an of its decay in with the rise of mass However, the also more at the that Habermas in the of the liberal, bourgeois public sphere a communicative that as a to representative Habermas later the between empirical and in the Structural Transformation (Habermas et al. he also the in and the of the public sphere that he in his (Habermas 2015, the Structural Habermas the public sphere in an as of social in public is (Habermas a definition four decades later in when he the public sphere as between state and (Habermas it was in a in to the of the Structural Transformation that Habermas this question most was in for and The concept of the public is as an for and in a as of a (Habermas et al. In the public sphere is as and a communicative of public The bourgeois of the public by in to the of this public sphere that has been since the from to representative Habermas was to make this and was of bourgeois in but his a of for norms in their and later in the in with and the was and the bourgeois a of democracy et al. 2018; The tradition of democratic as it to is to the liberal, of the public sphere by Habermas in the Structural the of the bourgeois public sphere of and its theorists have a of democracy in is and deliberative processes in their and to come to with an on In their the norms that the bourgeois public sphere in the of a their in the of the bourgeois public deliberative theorists have their critics to the concept of public sphere The of the in work this of the most of deliberative theories in the and not from Habermas's in on the public such as Public Sphere for a or an public that the question was not whether the public sphere was a concept but of public sphere was in democracy. in in an from public as as to use in as put it, between the and the I to put and the of the evolution in we see the of the public sphere the between communicative practices and the of democratic that Habermas's work to associated with the deliberative of democracy in his later work (Habermas such the between social media and the public sphere are to deliberative and as a a of between some of social media's and deliberative some and most deliberative theorists have in it to to in the new media its (Chambers and Gastil the of the issue of dedicated to Democracy and the Digital Public of theorists often argue that social media at the of and to a polarization of political with their of Habermas has a in his on digital technology and the public the of his on the Structural Transformation of the Public Sphere and (Habermas he his of the current media with a to deliberative The on digital technology with an empirical of the current the of digital technology as a in media and in are The functioning of new media, social media with their of the of the public sphere with a political et al. with the by since the Dahlgren 2005; Dommett and Verovšek However, Habermas not at this and on to this in light of deliberative sense of the with Habermas that the emancipatory of the have been at in part, by the in chambers” (Habermas The of to to the between and public and in this new work a for the good days of the public by the and and their of from when these media, and for a of the public Habermas the bourgeois of the public sphere and the public sphere in he in on its from the of a deliberative it is of not only but also to digital practices and against this of first the question of social media's impact on the public sphere to deliberative democracy new in and democratic the of the between the of the bourgeois public sphere and deliberative democracy has also led most from a question he might have in new media the between the bourgeois public sphere and he called the public In the Structural Habermas that the public only a of the broader public sphere the since the of and that his the public (Habermas 2015, The of from a of the public sphere of Habermas's the of the and that of its decades to the role and in the and contemporary functioning of the public these an oppositional public sphere called “plebeian” or “proletarian” but I would more as in This on the and Habermas's and theory of the public sphere to put called a of the public the public as a of is by a between two public the the or public and its oppositional nemesis, the popular public Habermas in the Structural Transformation to the and of the of the bourgeois public more for the public sphere,” to has been in (Habermas 2015, Habermas as as the public sphere is only that it was to the or to of and that its its from the However, this to is that Habermas not the liberal, bourgeois public sphere to the only public sphere and that his of the of the bourgeois public sphere public also that Habermas had an from his work may he later to his critics in the Habermas an excessive on bourgeois at the of and at the work the of the German two and a decades of its In its German the Habermas's on the bourgeois public sphere at the of the “proletarian” Oskar Habermas's former and of his in his to an The Habermas In Oskar Negt with he would Public Sphere and of the and Public Negt and Kluge on the importance of a of of the the and of the sphere of the they that the bourgeois public sphere from the logics that it (Negt and Kluge 2016). in its they see a public sphere,” from the that and in by (Negt and Kluge This with the of the Structural Transformation in the the of the in the led a of scholarship on Habermas that his of the public from its in the of the and was on that of the in the is not only that Habermas the public sphere but also that he to public this public sphere as by a later by that not For the of not in the sense of the are against they as the of with and social are but a of in is that they are a to the and we might that the oppositional public sphere of some are Habermas recognized the of his work in the of its in decades its in In an to and some of the he (Habermas that if from the the of processes of that are from the public sphere The of the and a of the public sphere in the of its and the public a the that the public sphere to the of the bourgeois public sphere is is a in two public for this of Habermas and that of some of his most the public sphere the is as the between state and public is in democratic and in (Negt and Kluge are by means it a is between two public on the the public Habermas of and on the an oppositional public sphere made of Habermas “plebeian” and I to as At this may the of the public by Habermas or that of the public by his German the of a democracy is a at the of contemporary theorists 2001; with a turn to the and the between and first in the by and by a of his However, and this in political of a public to the would we for by the of the sphere the public The that in political been by the of mass democracy and the turn the by Negt and Kluge in the The “proletarian” public sphere they of has been in in the of and it and The of the between media and the of media such as or the has made for a more and of political of and the was to media that by and for The mass we by is the of and 2018; 2017; In social media are often and are deeply in the of it to the of or the of contemporary and justifying a turn to theorists of a concept that the contemporary of the oppositional public I on the and the by was of the to popular the that it was by and of to popular in the sense of or However, for the of an popular from logic to is the of of the of power and this of political and to it in the of recovering a of as from the of the an of as a of from a of or of it the the of is that and on many that popular was of such and dedicated a of his scholarship and the of the he led at the of to popular media, in of a between or that the popular an it also the and of the would the a or if it not at in part, his or these as and having political the is that popular an of against the of his the and the of popular in a is to the that of the This definition it in a of over and this when it to the work the of the popular public a communicative of public media enmeshed with in an oppositional he the The between definition of popular and that of the oppositional public sphere from Habermas and his critics a with to the of the public In the the public sphere from its been by and between two public in the the and the oppositional public the as might have been to as “plebeian” or “proletarian” in the its contemporary is by the concept of public the of and that the this has for the of social media's role in democracy. the of these debates only a decades ago, have to over the rich body of scholarship on and the oppositional public sphere a of social more theorists they might have a the between popular and bourgeois public by the of new an oppositional public sphere had the public its past to and in the media that The popular public this from a more communicative past of popular of media, I turn to digital to social media have I submit that to in to this media have the of the bourgeois public sphere over the popular public sphere their and by in and have an increased over politics. are in the public The of favor of and by over In the Structural Habermas for the role by media, in in the rise of the bourgeois public The of on the evolution of political newspapers that also of state In his these the and the of the the bourgeois public (Habermas 2015, the media in the rise of the bourgeois public they also a in its the on it a to media for in the of a of and that on the made by the bourgeois public sphere of the to many whether social media are public Habermas newspapers they the days of representative bourgeois In by in media to structuring the public the or a public sphere or as the was the bourgeois public (Habermas 2015, the popular public sphere was also communicative practices and The of the in to of in newspapers such as de the the of radical such as a role in the of the or more the de et the these of media However, the also that the popular public sphere has a rich this was of or media to but their bourgeois to the and the of public they had a on the turn of the the media has been altered by the rise of the more by the mass of social media, have not only the the to the of public may not to the public as a or to a of they might to on their on a or on or However, these contributions to a new of the public in the top-down logics of mass media are by the logics of the and (Castells that communicative practices that the between and public and This is by most theorists of democracy in a digital as deliberative However, the only see a of the bourgeois public also these as of a in the balance of power between the bourgeois public sphere and its popular In have if they had only the Structural Transformation that Habermas might have that and his of the popular public a from deliberative norms and first the on an we are in a to a in the between the popular and bourgeois public to have this is the public sphere has he “plebeian” 2022). not with the as work is in attention to for a of social attention to the that would the increased of these to a between the of and the 2022, this and logics of social media have against their and media's are a of the role in in Habermas's of the bourgeois public The of the between the state and he was public use of their (Habermas 2015, and the of is the in and to or the of media, not the of by Habermas and deliberative and In a et al. that are more to by the content on et al. that the of social media such as that of Papacharissi Papacharissi scholarship on social media for with the of the public sphere and and the political of social media against the deliberative that their is to that the and in but when on to that this the public sphere of the is only to the of the bourgeois public to deliberative of democracy are the popular public social media's have an for against 2018). The between social media and the between social media's and popular of not of also from to their in social media have also the popular public sphere by it with a to popular of had been to sometimes The of these to the when the of against a that was to of the of the of the and for an in popular However, the their more (Habermas the or the of the as by and to of the a oppositional This oppositional from a political Negt in when on popular in and is is the of the practices of the oppositional public media have of their is that they are political in This from media are to and the political communicative by it practices as of and of a result of these has on politics. some of the social media a impact on is this is that social media to the of public with the to this in the or of the public sphere by Habermas in his later work (Habermas social media have public in the to have public with an increased on the of more popular the to the of political debates and by power or not have on the public sphere of that social media have The of the public sphere and deliberative democracy in social media's role in democracy with a of the public it on an social media have the popular public sphere at the of its bourgeois However, as theorists often practices from their as content to in practices The new for public sphere from I the of the popular public sphere deliberative For the bourgeois public sphere was in the tradition of the Structural in that bourgeois has been by a of that by its and by its and 2022, In a this the of the popular public sphere to a and some on their in the contemporary media environment. the as that of the and of the Habermas but it the of the popular public sphere social media on these on deliberative I open and put of digital technology's and the of the bourgeois public Habermas to political thought and to and (Habermas 2015). The popular public is not by the on representative and the of the power of the the of the from the of to contemporary social that and have to the power of have to in of have it is in this to the of the popular public sphere the of political I we might to a that as The the functioning of social media against that I as constitutive to most theories and a of the popular public deliberative that is open to and that the is that its and that it that the of the many to the of In these in social media they to the public not they promise are by and their and they the promise of the many to the power of the to the democracy as the of and was the biggest promise of social their radical In to such as newspapers or broadcast media, the to the public sphere in by social media to the of content more of on content by media, the of the current media This is a In this new of public a the of this content at is a new of of more the of in many and 2013; in this new of the an on public by the theorists of such as the or 2010). the of the has been a by the logics of the digital its and have in social media also provide a to the public to media Shirky 2009), social media not in open to in they power and new may but are or the turn political many from the public for the public they are by most the to provide with the means to to use terminology, in the public this is only by a of the body (Chambers In social media, in their current not the public sphere but only and as such their promise of radical In the of broadcast media, over in the of public as a between and the public The promise of social media was to these by public that from and in their such as the of the or until social media, this is most in the practices and of social media in and and by from the was and invited to as they considerable in and the on the In its the the of to the radical tradition and most in The for of a to make their and to to echoes his statement that democracy a that not once and for but had to its in the of public and of its on the in social media in the their and are in by their a on these This practices and the to but also in their with research pointing to the impact of on their political 2018; 2021; et al. this to with a public role in The promise of social the of as it has these had been with new to public the of in the public sphere and by new in against digital technology to to the in the political sense of and but also in the the the between social media and mass and that social media's logics make to in their of by or 2018). the of radical the between mass and social media only come as to or of the would as the of the or the the political in their against the and for the in the of a state of This has often been in the as an between and social media, by the many are social et al. 2011; Boulianne et al. 2020; et al. the often a this should not the role social media in to by media and political when a decade the of its on he called the of social media, he only but also their democratic these are also to by and logics provide political they or with an the public but also means such as or these in and that mass means and This social media have not popular against or but have also the of with the they of their promise to the against the and have often the the at the of the In the of digital of social media in made it more to practices to deliberative democracy and at social media a the their this social media as with as they are sometimes but as the of a democratic promise that is by their logic and should not seen as but as pointing the to a of democracy and with digital The new of the public sphere by digital technology has considerable political but more not of it is not to see of the against social media as a of a of to democracy for it a in the logic of power and its by the The for the in the theory and of representative from to with this deliberative theorists have a of to the democratic of the new digital media with its many The that social media the role of and an to with the of a public sphere in and of and may to a and more the the emancipatory of social media a of their current logics and or are against the of democratic and is to social media's to a role in the social media's emancipatory this article research First, the debates the new of the public sphere by recovering Habermas's of the public sphere and a of the popular public sphere that had been but in scholarship on democracy in a digital the of to digital The on a between empirical and work empirical research contemporary practices to the article also to the impact of on democracy from a from the norms of the bourgeois public in doing to research from of media in or The of this might of more to of to its social media have altered the balance of power between the and popular public this a for on the bourgeois at a when mass democracy was a or a to the by digital or that also in that For of this should seen as of mass not the of the also as the promise for a in technology to democracy with of its popular The and the of the on and the Digital Public and the in for their on of the but not are to the two for their and this The of",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12773"
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Hate Speech and Cyberbullying Detection"
      ],
      "referenced_works_count": 101,
      "url": "https://openalex.org/W4408300201"
    },
    {
      "openalex_id": "W4361251883",
      "doi": "10.1111/1467-8675.12666",
      "title": "“Ideology and simultaneously more than mere ideology”: On Habermas’ reflections and hypotheses on a further structural transformation of the political public sphere",
      "authors": [
        {
          "name": "Sebastian Sevignani",
          "openalex_id": "A5002405400",
          "orcid": "https://orcid.org/0000-0002-3638-0952",
          "institutions": [
            "Friedrich Schiller University Jena"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-03-01",
      "abstract": "As someone who works interdisciplinarily between media and communication studies and sociology with an overall interest in critical social theory, Habermas' \"most successful\" (Habermas, 2022a, p. 145) book is important in at least three respects: He develops a normative, critical concept of the public sphere and the formation of public opinion, which aims at democratizing domination, that is ties it to a process of unrestricted discussion of questions of general interest involving all those affected. The development of this possibility, but also the transformation and disintegration of the public sphere, is sociologically embedded, that is, considered in the light of changing socio-spatial frames of reference, mediatization, and political-economic developments (cf. Seeliger & Sevignani, 2022). Habermas, like few in critical social theory, is concerned with the organization and political economy of the media.1 It was therefore a great honor that he not only contributed a commentary to texts edited by Martin Seeliger and me (first in German: Habermas, 2021, then also in English: Habermas, 2022a), but even wrote an independent text, which is now also available as a book together with smaller texts (Habermas, 2022b). Against this background, I was very pleased to be invited to participate in this symposium on his new book. In this contribution, I will first, according to Habermas, briefly sketch the role of the public sphere in liberal-representative political systems and its transformation during the rise of digital communication. Then, I will point to a notable tension, immanent to Habermas new reflections, between, on the one hand, the normative goal of communicative learning and development and, on the other hand, his affirmation of \"editorial tutelage.\" This tension, I think, presses to repose the question of ideology again that Habermas has removed from and at best locates outside the public sphere. By making the gate-keeper paradigm of mass-media communication as a yardstick to evaluate the ongoing transformations, Habermas tends to misjudge the quality of digital semi-public spheres. Not the lack of generalization, I argue finally, but a different, emancipatory, form of generalization is the core problem of public opinion formation. In his new reflections, Habermas recapitulates—in a concise but accessible form—his approach to critical theory as reconstructive critique (1), his \"sociological translation\" (Habermas, 1996, p. 315) of the political public sphere (2), and the effects brought about on this same public sphere by social media (3). This final point probably accounts for the great attention that the text has already received. First, Habermas reconstructs, starting from the late 18th century, the rational but incompletely realized content of a modern subjectivity that sees itself as free, equal, and wanting to shape its future. This subjectivity could only have developed through democratic institutions, such as human rights, constitutions, and parliaments, which were historically of the same origin. To meet this rational content under the conditions of socio-economic heterogeneity and a lack of cultural background consensus, modern societies depend on the establishment of spheres of deliberation and public opinion-formation. In order to do justice to their own demands, these spheres must, as far as possible, have two characteristics, namely the equal participation of all those concerned and a specific discursive quality of communicative exchange, which consists of addressing relevant social problems and developing viable solutions for them. Second, he outlines what he sees as an ideal two-track political system in which decision-making and deliberation, \"strong\" and \"weak\" publics (Fraser, 2014), are separated by political representation. In this system, a political liberal culture provides inputs that the mass media condense into a plural public opinion, which citizens then use to guide will-formation through their electoral choices. The direction of electoral decisions may only be modified—one could say post-democratized—by the inherent logic of political institutions and other direct influence on the legislative process to such an extent that the political decisions taken continue to be recognizable and perceivable as caused by the informed electoral decisions of citizens. Only if citizens can recognize themselves as the authors of the laws and rules of the political process will they abide by these rules and defend them. In this way, a liberal political culture, which also recognizes electoral defeats and dissenting opinions as legitimate, is reproduced by the institutional structure of mass media and political system in a reinforcing way. Antagonisms that tear the community apart are thus hemmed into community-compatible agonisms (cf. also Mouffe, 2005), flanked by welfare state redistribution measures and state education support for the development of discursive competences of all citizens. The mass media are a crucial element of the politically liberal culture and a precondition for informed electoral decisions; they are supposed to be responsive to the problems of the citizens, to generate attention for these problems, and to condense and delimit positions through their editorial processing services, as well as to present them for discussion in a verified and comprehensible manner. Third, according to Habermas, in the course of the digitalization of the media system, the way citizens use media is changing in such a way that the range of inputs is expanding while, at the same time, the intensity of reception is decreasing. For a minority of the audience (in the Federal Republic of Germany, at least), social media use forms echo chambers that tend to oppose each other, if not seal themselves off. Such publics relate to each other irreconcilably and no longer agonally. This hybridization of the media system also puts the classical mass media under pressure in the competition with social media for advertising revenues and the attention of citizens, with problematic consequences for the deliberative quality of plural opinion-forming. Crucial for Habermas' theoretical architecture, however, is the mixing of the private and the public in the newly created \"semi-public sphere\" (Habermas, 2022a, p. 166). The tense simultaneity of socio-material private and citizen interests (expressed, for example, in the framework of constitutional patriotism), which for Habermas could be successfully litigated through the political public sphere, tilts in the digital public spheres toward self-interest and to the detriment of the common good. People no longer discuss issues of fundamentally general interest, and they no longer address others as equal \"opponents\" within the framework of shared binding rules of discourse. This erodes the fragile liberal political culture and, as a consequence, the perception of political decisions as traceable to democratic principles that should confirm this kind of culture. In view of this complex, coherent theoretical framework elaborated over a long period of time, one is always tempted as an interested reader or theorist to fall into the rut of impressive grand theory when agreeing with one or more aspects. Since the publication of Structural Transformation in 1962, however, the Habermasian theoretical framework has already been critically evaluated from a hegemony- and ideology-theoretical perspective (e.g., Eley, 1992; Fraser, 1992, 2007, 2014; Koivisto & Väliverronen, 1996; Negt & Kluge, 1993). These engagements posed a number of fundamental questions. The first of these addressed whether the bourgeois public sphere and the \"unconstrained compulsion of the better argument\" can really provide a model in which rule is democratically liquefied, or whether it cannot shed its class-specific taint because in it private interests must always be disregarded (ultimately even the ideal of communicative rationality remains a means of rule). A second issue was the extent to which civil society and a political-liberal culture can really be the starting and end point of social emancipation if, following Gramsci, domination is \"softly\" reproduced through the production of consensus (armored with state coercion). Finally, these critiques questioned whether the social differentiation achieved in capitalism between a private and a public sphere—and also between system, inclusive private governments in the economy, and life-world—can only be readjusted, but not established and set up differently. Pointedly, it has been argued against Habermas that the public sphere he envisages remains ideological. Following on from such problematizations, I will critically examine the extent to which the formation of public opinion conceptualized by Habermas can come into conflict with his own goal of developing people's communicative agency and competences, and what role social media and digital communication might play in this. My point of departure are two passages in the new Reflections and Hypotheses which for me do not fit together without tension. The previous pre-digital media system, which is often described with the \"gatekeeper\" paradigm, is characterized by a one-to-many form of communication, a socially differentiated journalism that is institutionalized between the private and the public sphere and is carried by professionalized communicators or journalists who provide editorial ex-ante quality control of communication. For Habermas, this model does not imply a \"disenfranchisement of media users; it merely describes a form of communication that can enable citizens to acquire the necessary knowledge and information so that each of them can form his or her own opinion about problems in need of political regulation\" (Habermas, 2022a, p. 160; Sevignani, 2022b). On the other hand, I think he is right to underline an ambivalence that accompanies the eroding gatekeeper paradigm and subsequent re-intermediation through social media platforms in what is now a \"hybrid media systems\" (cf. Chadwick, 2017). This system is now characterized by \"mass self-communication\" (Castells, 2009), that is, a blending of one-to-many and many-to-many communication, in which lay communication mixes with professional offerings, with the effect that the quality control of communication not only becomes questionable, but also tends to have to be done after publication by the recipients, who may also be authors. Habermas argues accordingly: \"One effect is the self-empowerment of media users; the other is the price the latter pay for being released from the editorial tutelage of the old media as long as they have not yet learned to make good use of the new media. Just as printing made everyone a potential reader, today digitalisation is making everyone into a potential author. But how long did it take until everyone was able to read?\" (Habermas, 2022a, p. 160). The interesting point here is this: A successful, emancipatory public sphere and public opinion-formation requires and promotes the development of communicative competences (here: reading and authorship), which are supposed to unfold in the course of media development. However, although he speaks of an \"editorial tutelage\" in the pre-digital media age, Habermas underestimates the problematic aspects of institutionalized (mass) communication. He sees \"sluices\" and \"gate-keeping\" in the process of public opinion-forming as positive and necessary because they increase the discursive quality or relieve the burden on citizens, thus enabling an overall rationalization of the lifeworld and thus representing a historical achievement. However, communication can not only dissolve domination but also solidify it—and this also has consequences for the development of communicative competences or the possibility of emancipatory public learning. Let me elaborate (for a more detailed line of argument cf. Sevignani, 2022b). In the course of developing his theory, Habermas excluded problematic aspects of communication, that is, systematically distorted communications or \"communication pathologies\" (cf., e.g., Habermas, 1984, p. 252ff.) as well as \"systematically distorted communication conditions\" (Strecker, 2012, p. 179ff.) on the level of institutions in favor of the problem of communication suppressions—happening in the media system, for example, through strategic (advertising) communication (cf. Kempf, 2023). This leads him to a positive assessment of quality media, as long as they do not let their reporting be influenced by strategic (advertising) communication. In addition to what can reasonably be understood as communication suppression, however, other \"filters\" act on the condensation and provision of information and opinions within the gate-keeper paradigm with its \"editorial tutelage\" (cf. for instance the discussions in Mullen & Klaehn, 2010; Zollmann, 2019). The emergence and permanent reproduction of ideological communication—not the suppression of communication—can be derived from a fundamental need of subjects to become capable of acting. Agency is defined here as \"the human capacity to gain, in cooperation with others, control over each individual's own life conditions\" (Holzkamp, 2013, p. 20), and this always has a communicative dimension (cf. Sevignani, 2019). As cultural beings, we are constantly interpreting the world around us. We do this by working with already created and thus found meanings that are interrelated and construct structures of meaning. I am referring to Critical Psychology, a school of thinking, which developed as an alternative to Freudo-Marxism in Germany and the Scandinavian countries and elaborated on the cultural-historical approach in (Soviet) psychology (e.g., Vygotsky, Leontev, and Luria) to distinguish between two categorial forms of agency: agency can be \"restrictive\" or \"generalizing\" (Holzkamp, 2013, p. 23f.). The former is the maintenance of agency by accepting prevailing conditions and making a deal with partial interests. Such restrictive agency externalizes the costs of maintaining one's own agency onto others, who thereby lose agency. Restrictive agency, while subjectively functional, is not sustainable in the long run. This is because the satisfaction of needs is still dependent on the will of others and is therefore fundamentally linked to the fear of a situation in which it is not granted by the powerful. The contradictions of restrictive agency also affect the subjective quality of action. Generalized communicative agency, on the contrary, means not only interpreting or decoding given (hegemonic) meanings, but also creating new structures of meaning, that is, the cultural conditions that determine the realm of what can become meaningful for a subject, in a generalizable way. This cannot be done in private and has a material dimension as it involves creating new or appropriating means of communication and organizing media to cooperatively change not only the material social conditions but also the cultural meanings of those conditions. In capitalist societies, social conditions are specific as they are intrinsically antagonistic conditions in which the happiness of the strong correlates with the suffering of the weak (Boltanski & Chiapello, 2007, p. 360ff.). If this is so, some can only gain agency at the expense of others. The ideological arises in order to achieve social integration despite these conditions of disrupted commonality, that is, to secure the subjects' agency on the one hand, but at the same time also the conflict-generating conditions that restrict them. This is, among others, made possible by building a fundamental \"competence/incompetence structure\" (Haug, 1993, p. 70, cf. Rehmann, 2013, p. 254ff.) into the social interplay of publics. This structure divides citizens and editorial offices and is held together by an over-reaching social imaginary of a \"bourgeois public sphere\" that is inclusive, domination-free and promises to pacify antagonistic relations. In the editorial offices of the mass media, meanings are constructed by specialists. These instances then provide orientation distinguish by proxy, for example, true from false, legitimate from illegitimate and valuable from worthless. Professional rules, a journalistic habitus and a \"journalistic ideology\" (Deuze, 2005), distinguish these instances from activists and PR agents. They claim to perform the \"bourgeois public sphere\" and civic publicity that, as integrative values, function as a kind of \"empty signifiers\" (cf. Laclau, 2007, 36ff.). By aligning to this counter-factual imaginary, journalists and editorial offices also interpret the community-founding communicative values, such as impartiality, objectivity, general relevance, in an influential way. The mass media and their editorial offices are not neutral terrains but, to make a concept of critical state theory fruitful for the analysis of the \"density and resilience\" (Poulantzas) of institutions of the public sphere, should be understood as a \"material compression of power relations\" (cf. Jessop, 2008, p. 122ff.). Thus, depending on resources and dominant meaning structures, certain world and problem interpretations are not considered legitimate and represented in the media at all, other interpretations are marginally represented, and still others are considered legitimate without question, but only within an interpretive framework that itself favors one position over another (e.g., demanding wage increases is only plausible if profit rates rise). Integration and generalization in the process of hegemony formation can succeed by absorbing and simultaneously subordinating experiences or by refraining from antagonistic private interests. Negt and Kluge (1993) had already objected to Habermas' original conception of the bourgeois public sphere that a central communicative mechanism of domination in the process of public opinion-formation consists in the refraining from private interests and that it is precisely through this that the communicative construction of an imaginary, but counterfactual, community becomes possible despite the reproduction of antagonistic social relations in capitalist societies. Media systems vary historically and culturally with regard to the proportion of antagonistic and integrating publics and media (cf. Hallin & Mancini, 2014). In Germany, for example, public broadcasting already functions as a counterweight to interest-driven, \"divisive\" reporting by antagonistic media through its organizational structure. The general problem, however, is a false, that is, ideological. Generalization is driven by editorial processes, which is made possible by the surrender of communicative competences of social self-association to the editorial tutelage. In this way, subjects gain agency, but at the same time they acquire capacities of communicative subalternity. The scope gained is that of a restrictive agency; it allows them to be informed in everyday life and thus to have at least partial control over the social contexts that affect their own interests. At the same time, however, this goes hand-in-hand with the loss of communicative competences to not only check this information for truth and accuracy, but also to participate in the communicative construction of reality. Under conditions of inequality in antagonistic social relations, such communicative competences cannot develop sufficiently (cf. Bohman, 1990, p. 107). In short, my argument is, being a reader only enables a form of domination that is based on a deficient development of communicative competences. The institutionalized separation of the reception role and the authorial role is and was more problematic than Habermas thinks. Mechanisms of the ideological public sphere indicate that communication and its claims to validity or participation in public spheres are not repressed, but damaged by the mechanisms of compression and compromise formation, because consensus and understanding themselves contribute to shielding problematic antagonistic social relations from being discursively and practically challenged. In the context of commercial digital platforms, we find as in the pre-digital commercial mass attention is than attention becomes even more of a because one can not only or a of one's favor with for but can also and a new quality of communicative with a of is not yet a a like is not yet an However, I like to point two important of media are now accessible on commercial platforms, so the public sphere tends to lose the of being a that between but is by digital and thus This position enables and systems based on the of previous and the knowledge of therefore and simultaneously the interests of the platforms and the of the The latter are constantly with the of to these and attention and into (cf. Sevignani, In my this means three for the public sphere. First, to the extent that communication can be even more this a of the public sphere. Second, if opinions and interests can be found more to the of digital media and the this for a partial generalization of experiences and interests in This process if the partial publics do not against each other, have a democratizing effect (cf. Fraser, The on digital media and the formation of social (e.g., also in with this Finally, is the possibility that will be no generalization of experiences and interests if private opinions are but, driven by the possibility of also being as an themselves from communicative and thus from opinion formation. The of a of as developed in the culture of the and which Negt and Kluge and Habermas in his could still be relevant in this the important that the effect of experiences is now and not only This means that the of journalistic and is now only in the of restrictive agency and with the of antagonistic social relations than in an process of understanding with its emancipatory and It is that Habermas does not on the second of a possible democratizing function of the of private experiences and their discussion that their private in partial publics and the formation of digital partial publics with the problem of private He remains in a in which on the one and with disintegration of the public sphere on the other are The new of the public sphere have far at no journalistic are no editorial offices discussions take and are made according to journalistic such as objectivity, and For Habermas, in an digital public sphere, citizens do not of general to be from they to attention for their private experiences and This can to and which Habermas semi-public spheres. As I Habermas, the civic refraining from private interests the element in the public if this is the democratic function of the public sphere is for of not forms of thus the core problem of the semi-public sphere. he speaks of an process in which those who should to be as they learned to be he means that they should to from their private interests and as citizens. But how is the of the public sphere from private interests and experiences to be achieved without participation problematic control through But should we for this at all, or should we the Habermasian framework all, according to what has been an ideological function that power in the of private interests and private experiences from the public sphere. Against this background, the of mixing private with public is as is the fear of a of the public sphere. The model of the bourgeois public sphere with its problems of communicative lack of and as well as power through consensus and compromise is therefore not a yardstick for digital the question then all to what forms of communicative generalization and public learning might like in digital media and by is a and at the sociology and the on the of interests and of digitalisation and digital the political economy of media and communication, of the public sphere and and a critical theory of human needs",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12666"
      },
      "topics": [
        "Social Media and Politics",
        "Media Studies and Communication",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W4361251883"
    },
    {
      "openalex_id": "W2343860314",
      "doi": "10.36643/mjrl.21.1.habermas",
      "title": "Habermas, the Public Sphere, and the Creation of a Racial Counterpublic",
      "authors": [
        {
          "name": "Guy-Uriel E. Charles",
          "openalex_id": "A5113449468",
          "institutions": [
            "Indiana University"
          ]
        },
        {
          "name": "Luis Fuentes‐Rohwer",
          "openalex_id": "A5012083755",
          "orcid": "https://orcid.org/0000-0002-1318-6348",
          "institutions": [
            "Indiana University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "In The Structural Transformation of the Public Sphere, Jürgen Habermas documented the historical emergence and fall of what he called the bourgeois public sphere, which he defined as “[a] sphere of private people come together as a public . . . to engage [public authorities] in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labor.” This was a space where individuals gathered to discuss with each other, and sometimes with public officials, matters of shared concern. The aim of these gatherings was not simply discourse; these gatherings allowed the bourgeoisie to use their reason to determine the boundaries of public and private and to self-consciously develop the public sphere. As Habermas writes, “[t]he medium of this political confrontation was . . . people’s public use of their reason.” The bourgeois public didn’t simply participate, but it did so both directly and critically. The development of the bourgeois public as a critical, intellectual public took place in coffeehouses, in salons, and table societies. In Great Britain, Germany, and France, particularly, the coffeehouses and the salons “were centers of criticism—literary at first, then also political—in which began to emerge, between aristocratic society and bourgeois intellectuals, a certain parity of the educated.” Intellectual equals came together and deliberated, an equality that was key in ensuring the requisite openness and deliberation. No one person dominated the discussion due to his status within the deliberative community. Instead, and above all else, the “power of the better argument” won out. Two conditions were critical to these deliberations. First, equality was key to the public sphere. Membership in the public sphere meant that no one person was above the other and all arguments were similarly treated and scrutinized. Second, the principle of universal access was crucial.8The doors of the deliberative space were open to all comers and no group or person was purposefully shut out. Seen together, these two conditions provide a blueprint for deliberative practices in a democratic society.",
      "cited_by_count": 231,
      "type": "article",
      "source": {
        "name": "Michigan Journal of Race & Law",
        "type": "journal",
        "issn": [
          "1095-2721",
          "2688-5492"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://repository.law.umich.edu/cgi/viewcontent.cgi?article=1048&context=mjrl"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2343860314"
    },
    {
      "openalex_id": "W2144158050",
      "doi": "10.1111/j.1468-2427.2005.00568.x",
      "title": "Cyborg Urbanization: Complexity and Monstrosity in the Contemporary City",
      "authors": [
        {
          "name": "Matthew Gandy",
          "openalex_id": "A5044112273",
          "orcid": "https://orcid.org/0000-0002-8478-9808",
          "institutions": [
            "University College London"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-03-01",
      "abstract": "She referred to the high-rise as if it were some kind of huge animate presence, brooding over them and keeping a magisterial eye on the events taking place. There was something in this feeling — the elevators pumping up and down the long shafts resembled pistons in the chamber of a heart. The residents moving along the corridors were the cells in a network of arteries, the lights in their apartments the neurones of a brain (J.G. Ballard, 1975: 40). Now, the boundaries between the organic and the inorganic, blurred by cybernetic and bio-technologies, seem less sharp; the body, itself invaded and re-shaped by technology, invades and permeates the space outside, even as this space takes on dimensions that themselves confuse the inner and the outer, visually, mentally and physically (Anthony Vidler, 1990: 37–8). The body-territory [corpo-territorio] poses a problematic form of corporeal identity that in becoming ever more routinized has tended to dissolve the distinctions that formerly existed between the organic and the inorganic (Tiziana Villani, 1995: 118). As she tentatively begins to play the piano, the replicant, named Rachel, recalls that she once had lessons but cannot be sure whether these memories are her own or simply the implanted memories of someone else. In this poignant scene in Ridley Scott's Blade Runner (1982) we explore the possibility that human identities might be artificially created in order to produce advanced androids whose intelligence and sensitivity is comparable with that of their human creators. The figure of the cyborg, as represented in science fiction cinema, is not an automaton or robot but a sophisticated creation that seems to simultaneously extend but also threaten our understanding of what it means to be human. If we were to locate the cyborg as an idea, we could say that it is clearly linked to fantastical combinations of bodies and machines but is nonetheless a way of thinking about the world. It is, in other words, an ontological strategy for extending the limits to human knowledge as well as an apposite means of describing those phenomena that appear to reside outside conventional frameworks of understanding. If a cyborgian sensibility is explored within the context of the contemporary city, we find that it has developed out of several interconnecting strands of thought as a trope of critical reflection which uncovers a series of anomalies, fractures and tensions lurking within dominant modes of urban and architectural thinking. Since the early 1960s the potential applications of the cyborg concept have proliferated to include developments such as whole organism cloning, in vitro fertilization, gene sequencing, advanced prosthetics and other sophisticated medical technologies. In tandem with these technological manifestations, the imaginative field of the cyborg has expanded through literature, cinema and the fantasy spaces of contemporary culture.1 It is since the mid-1980s, however, that the idea of the cyborg has been associated with a more densely argued series of theoretical applications as a means to explore the interface between technology and the body. The key intervention here is Donna Haraway's article entitled 'A Cyborg Manifesto', first published in the Socialist Review in 1985, and later included in her influential collection of essays Simians, Cyborgs and Women where she writes in her introduction (1991a: 1): A cyborg is a hybrid creature, composed of organism and machine. But, cyborgs are compounded of special kinds of machines and special kinds of organisms appropriate to the late twentieth century. Cyborgs are post-Second World War hybrid entities made of, first, ourselves and other organic creatures in our unchosen \"high-technological\" guise as information systems, texts, and ergonomically controlled labouring, desiring, and reproducing systems. The second essential ingredient in cyborgs is machines in their guise, also, as communications systems, texts, and self-acting, ergonomically designed apparatuses. This succinct and revealing definition reminds us that the idea of the cyborg, as originally elaborated by Haraway, is at root a political as well as an intellectual project, an idea which originated in and from the 'belly of the monster' (1991a: 4), that nexus of political and economic entanglements that we might term the 'first world' in distinction to the proliferating spaces of marginality that lie beyond.2 Since its inception as a critical intellectual concept in the 1980s the cyborg metaphor has been deployed to challenge disembodied, dualistic, masculinist and teleological bodies of knowledge. It has infused science and technology studies with feminist epistemological strategies. It has opened up new possibilities for the understanding of relations between nature and culture. And it has facilitated greater sensitivity towards social and spatial complexity through its emphasis on 'situated knowledges'. The idea of the cyborg shares an affinity with related concepts such as 'cyberspace', 'cybernetics' and 'cyberpunk'. Yet the contemporary use of the term 'cyborg' is different from these virtual, analytical and fictional constructs because it is grounded in the living and breathing flesh of the human body. Whilst the 'cyber-' metaphor has tended to be associated with various forms of virtuality, the idea of the cyborg is closely linked with the corporeal experience of space.3 In this sense the cyborg can be read as an alternative way of conceptualizing the growth and development of cities that serves to destabilize the pervasive narratives of dematerialization, spatial malleability and virtualization. The underlying materiality of the cyborg metaphor has acquired heightened significance now that the earlier polarity between virtual space and 'meat space' articulated in the first wave of cyber literature is losing its conceptual utility and now that the very idea of 'virtual reality' is itself imploding as it becomes either relocated in the context of a heightened dimension of the real (see, for example, Žižek, 2002) or simply derided as an inherently oxymoronic formulation (see Grosz, 2001).4 The emphasis of the cyborg on the material interface between the body and the city is perhaps most strikingly manifested in the physical infrastructure that links the human body to vast technological networks. If we understand the cyborg to be a cybernetic creation, a hybrid of machine and organism, then urban infrastructures can be conceptualized as a series of interconnecting life-support systems (see Swyngedouw, 1996; Marras, 1999; Gandy, 2002; Mitchell, 2003). The modern home, for example, has become a complex exoskeleton for the human body with its provision of water, warmth, light and other essential needs. The home can be conceived as 'prosthesis and prophylactic' in which modernist distinctions between nature and culture, and between the organic and the inorganic, become blurred (Vidler, 1990: 37). And beyond the boundaries of the home itself we find a vast interlinked system of networks, pipes and wires that enable the modern city to function. These interstitial spaces of connectivity within individual buildings extend through urban space to produce a multi-layered structure of extraordinary complexity and utility. The figure of the cyborg is at root a spatial metaphor. But how does the idea of the cyborg intersect with spatial theory? In what ways does the cyborg reinforce or contradict other emerging strands of urban thought that also emphasize urban complexity and hybridity? Has the epistemological subtlety and political prescience of the cyborg, as originally formulated in the 1980s, been realized in practice or simply been diffused through the term's widening usage? And should we ultimately reject the idea of the cyborg as an anachronism derived from cold war science and the first generation of twentieth-century cyberpunk culture? In the rest of this article I will try to address these issues through an exploration of the somewhat haphazard presence of the cyborg in contemporary urban discourse. I will focus in particular on the example of urban infrastructure as a concrete manifestation of the cyborg idea in order to explore different facets of the relationship between the city, the body and the human subject. My aim is not to foreclose discussions surrounding the 'cyborg city' but to open up a series of dialogues in order to explore contemporary thinking around these questions. One of the principal difficulties with delineating the cyborg city as a clearly defined entity is derived from the entanglement of the cyborg idea with a variety of urban metaphors ranging from organicist conceptions of the nineteenth-century city to 'neo-organicist' representations of the post-industrial metropolis. In its classic nineteenth-century form the organicist conception of the city emerged out of a functional analogy, originating within the medical sciences, wherein spatial differentiation corresponded with a distinctive arrangement of human organs. We find that Kantian notions of the self-organizational characteristics of animate matter were combined with new insights into the human vascular and arterial system and an emerging circulatory emphasis within the nascent science of political economy. In recent years, however, the organicist emphasis on the city as an integrated body with identifiable organs, which emerged in response to the nineteenth-century industrial city, has been increasingly displaced by the idea of urban space as a prosthetic extension to the human body. The body-city problematic has been reconceptualized in the context of post-Cartesian and post-positivist modes of thinking. The emphasis on the city as a self-contained body or machine has been challenged by a hybridized conception of space as a system of technological devices that enhances human productive and imaginative capabilities. The cyborg metaphor not only reworks the metabolic preoccupations of the nineteenth-century industrial city but also extends to a contemporary body of ideas that we can term 'neo-organicist' on account of the deployment of biophysical metaphors for the interpretation of social and spatial complexity. In the neo-organicist city we encounter a shift of emphasis away from an anatomical conception of space as an assemblage of individual organs towards a neurological reading of space as a diffuse and interconnected realm of human interaction. The film maker Michael Burke, for example, director of Cyborg City (1999), describes how beneath the 'glass and concrete' of the future city there will be a 'humming mass of technology' acting as a central nervous system, 'constantly monitoring and controlling both its own functions and those of its citizens' (Burke, 1998).5 The mechanical and hierarchical model of the relationship between the body and the city has been supplanted by a more complex and non-linear pattern of urban development in response to the spread of new information technologies (see Gille, 1986; Rabinbach, 1990; Akira, 2001). The organicist city of the modern era was founded on a clear separation between mind and body that enabled the city to be conceptualized as a coherent entity to be acted upon, disciplined, regulated and shaped according to human will. The emergence of the neo-organicist city, in contrast, is founded on the blurring of boundaries rather than their repeated delineation. At the same time, however, there remain important continuities between the kind of machine-based metaphors associated with the early twentieth-century futurism of figures such as Mario Chiattone, Filippo Tommaso Marinetti and Antoniono Sant'Elia and the elaborate computer-based metaphors deployed in the contemporary city (see Villani, 1995; Boyer, 1996; Schaub, 1998). Other significant continuities include, for example, the avant-garde bricolage of early cinema and the surrealist bodies depicted in the art of Hans Bellmer, Francis Picabia and other responses to 'a sterile and over rationalised technological realism' (Vidler, 1990: 42).6 These interconnecting strands between cultural modernism and the emergence of the cyborg metaphor are significant because they underlie the centrality of corporeal metaphors for the critical interpretation of urban form. The current emphasis on corporeal and neurological analogies in the neo-organicist literature owes more to earlier developments than is widely acknowledged. We can detect two principal dimensions to contemporary neo-organicist urban thought. A first strand, rooted in the bio-physical sciences, perceives the city to be a special kind of complex, yet intricately ordered system. This homeostatic perspective, which is inflected by ecological thinking and recent developments in evolutionary biology, has diffused through parts of the architectural literature and is only tangentially linked with the epistemological challenge of cyborg theory.7 A second and more intellectually significant development is represented by the convergence of ideas surrounding the 'thinking space' of the city and the indeterminacy of spatial forms. If the body-city nexus is conceptualized as a thinking machine then the analytical focus shifts towards the identification of those critical networks or 'neurones' that sustain the relationship between the body and the city (Kurokawa, 2001a). Though this dimension to the neo-organicist perspective shares important continuities with the technological preoccupations of early twentieth-century modernism, it extends its conceptual purview into different aspects of cultural modernism. The influential speculations of Gilles Deleuze and Felix Guattari, for example, develop Antonin Artaud's conception of the 'body without organs' to produce a philosophy of spatial complexity quite different from that associated with dominant modernist traditions (Deleuze and Guattari, 1986; 1987; Rajchman, 2000; Uno, 2001). Their philosophical challenge is to perceive space in the absence of any previously existent categories, hierarchies or systems as a form of 'anarchic non-identical proliferation' (Luckhurst, 1997: 128). The organic metaphor of the 'rhizome' is deployed in distinction to 'arborescent' conceptions of cities as hierarchical structures (Teysott, 1990; Akira, 2001; Kurokawa, 2001a). In addition to this emphasis on non-hierarchical structures of difference Deleuze and Guattari's conception of concrete space also seeks to incorporate the imaginary, libidinous and oneiric realms of human experience. From their 'neo-vitalist' perspective, which builds on the philosophical ideas of Henri Bergson, the virtual realm is not simply a mimesis or reflection of physical reality but an independent domain that generates new kinds of spaces and ideas. The political significance of the virtual realm lies in its experimental and emergent role as part of an envisioned space that has yet to be realized within the taken-for-granted realm of concrete reality (Boundas, 1996; Massumi, 2001). The role of the diagram or 'abstract machine' takes on special significance in this context as an attempt to give visual expression to new models of reality.8 In the case of architecture, for example, there has been an intense dialogue between developments in building design and the speculative possibilities engendered by computer-aided simulations so that 'physical space increasingly resembles cyberspace' (Mitchell, 2003: 197). Some architectural practices have deployed so-called 'genetic algorithms' in order to generate a form of 'in vitro' architecture which derives its inspiration from nature yet remains autonomous from it as a purely digitized space of imaginative exploration (see Chu, 2002; De Landa, 2002).9 Examples of architectural practice inflected by post-structuralist ideas which move beyond purely 'in vitro' speculations to fully realized projects include the work of Peter Eisenman, Frank Gehry and Bernard Tschumi, where sophisticated combinations of form, structure and materials have been achieved, which are quite at odds with modernist conceptions of architectural form. A conceptual synthesis can be discerned in some of the recent literature between post-structuralist philosophies of space and Latourian conceptions of actor-network theory to produce a new kind of urban theorization which eschews the meta-narratives associated with neo-Marxian approaches. Building on the insights of Deleuze and Guattari these approaches have sought to remove all the extrinsic or foundational aspects to urban theory and pare analysis down to the movements and interactions that constitute 'the city' as a particular kind of spatial form or activity that is independent of conventional accounts of scale, structure or order.10 The brain or 'thinking space' of the city persists yet is dispersed through innumerable nodes and networks in contrast with the embodied cyborg citizen to be found in the more technophile literature. We can trace these developments back to the emerging critique of architectural modernism in the 1970s and 1980s that increasingly drew on the theoretical ontologies of post-structuralism in order to advance a radically unplanned built form.11 From this perspective the role of 'chaos', for example, takes on a very different significance from that associated with the modernist city and is perceived as a field of evolutionary and radical experimentation. Chaos is no longer seen as an anomalous dimension to the urban experience to be problematized or excluded from analysis but a rich vein of social and spatial interaction through which we may perceive signs of alternative or hitherto overlooked urban forms. Chaos may also be characterized as a more sophisticated, resilient and adaptable form of order as Rem Koolhaas has suggested with respect to the dynamics of West African urbanism (Koolhaas et al., 2001; Koolhaas, 2002). The theoretical novelty of such a perspective sits sharply at odds, however, with the capacity for what one might term 'avant-garde urbanism' to actually explicate any substantial dimensions to urban change (see, for example, Rauterberg, 2002; Gandy, 2004b). We can detect within urban and architectural discourse an emerging counter current to post-structuralist and avant-garde urbanism led by a of and political (see 1996; and 1998). Though the post-structuralism of Deleuze and Guattari seeks to between the and the and is in this respect a significant advance on the and of there is a in any kind of political critique of the cyborg The emphasis on the characteristics of urban space the particular combinations of and human that enable nodes within the urban system to play in the of cultural and economic The of structure the of the theoretical and significance of these insights the between post-structuralism and a cyborg sensibility towards the entanglement of the real and the We are with an between the reading of the industrial city and a 'neo-organicist' with the design of space that quite in architectural The emerging of the interface as a technological is associated with nineteenth-century over science and technology, for example, form part of a counter discourse to modernist of technological 1996; 2003). In recent years, however, the trope of technological has tended to between a of new towards excluded on the one and the of towards technology and its on the other The of the cyborg has engendered a new wave of and towards the of the body by technologies that threaten to or the human subject. In the of for example, we move beyond the and critique of technology towards a political of technology and its with the human body. the of the body by new technologies as a of that the critical of the earlier in and communications technologies 1997: the advance of a in which the of towards an of the human body itself so that we no longer of the body in the city but of the in the (see 1995; The cyborg figure becomes a for the of we are no longer with a cold war but with the of the around the of buildings in of and their The of the have been radically by new technologies of and in order to the of the century. structures have developed that of social such as with forms of social through a of and The significance of urban in particular is now towards which the of essential technological networks such as and in order to and of political A of modern from urban technological networks or to use expression is to a of so that they are no longer political but for (see also a of from whole the of through a of and of the more of technology we can an emphasis on the cyborg as a means of becoming in order to the human body from the boundaries of the autonomous In the work of Mitchell, for example, we can trace a from through the experience of to the contemporary urban citizen as 'a (Mitchell, 2003: writes have been with the body and its now they virtual bodies that can sense and at a but that also remain in their In this sense builds on the inflected of earlier such as and depicted as a series of on infrastructures the extraordinary technological of the cyber city and the interaction of with of human activity (Mitchell, 2003). Yet this is a future in which the and of space are for example, that we are 'the shift from a by boundaries and to a at scale, by networks, and but the between the of and that of to economic In the perspective is so by technological change that it begins to the role of an independent in The blurring of boundaries between the body and the city in to our understanding of the human and the characteristics of human conception of human include, for the role of biophysical and technological systems that the social of for example, has different of analysis to the extension of our conception of to include those structures and that have been excluded from both and epistemological traditions the work of has tended to emphasize the between human and nature the of has been the or of between different kinds of networks or structures The cyborg can be conceived in a Latourian sense as both a new kind of social interaction with space but also a concept to be conceived in to the realm of modernist urban thought. Yet a Latourian with its hybridized conceptions of is quite different from that within philosophical traditions because of the radical extension of human to those and systems which the sought to from the realm of and political The concept of also its own its own of between its The idea of the cyborg as a hybrid can be conceived as a problematic of derived from or some teleological for urban change but it can also a of ideas and developments from the to the The of and for example, can be explored in of combinations of practices and ideas from (see, for example, 1995; 1995; 2003). The cyborg metaphor can be in this sense as an of the limits to or teleological architectural rooted in and conceptions of cultural that we have been we could that we have led a cyborg since human has a of cultural and technological ranging from the of to the developments in materials But if we any or to the cyborg idea we its analytical utility as a means to with the cultural and technological complexity of the contemporary The of human in the cyborg city to the between technological change and the of the from the industrial But can the cyborg idea us to understand the dynamics of infrastructure provision in to a digitized or diffuse conception of the If the interactions between human and have the idea that is the of human then this of the insights of cultural that have quite on the of material and systems of cultural The made by for example, over the of locate these within the context of a more experience of within which to a different of and the other are in a sense is that new forms of are a more integrated rather than system of that the of modern and experience. political discourse is grounded within the context of the of the of the realm and the radical indeterminacy of the human subject. If the can be as an and and realm of human we are with the of delineating the characteristics of the human in a cyborg If the body-city interface is conceptualized as a then the distinction between mind and body and between the material and the virtual becomes But what the human is increasingly with the of the city Whilst it is to that our hybridized interactions with space a greater role for and (Mitchell, 2003: it is to of as a digitized of interactions with not only other but also machines and networks. The for example, describes a emerging between an",
      "cited_by_count": 459,
      "type": "article",
      "source": {
        "name": "International Journal of Urban and Regional Research",
        "type": "journal",
        "issn": [
          "0309-1317",
          "1468-2427"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1468-2427.2005.00568.x"
      },
      "topics": [
        "Cybernetics and Technology in Society",
        "Posthumanist Ethics and Activism",
        "Geographies of human-animal interactions"
      ],
      "referenced_works_count": 205,
      "url": "https://openalex.org/W2144158050"
    },
    {
      "openalex_id": "W2111561369",
      "doi": "10.1111/1467-8675.12101",
      "title": "Crisis? Capitalism is Doing Very Well. How is Critical Theory?",
      "authors": [
        {
          "name": "Albena Azmanova",
          "openalex_id": "A5028739115",
          "orcid": "https://orcid.org/0000-0002-2471-2016"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-01",
      "abstract": "There is no crisis of capitalism, only a crisis of critique. I claim that Critical Social Theory of Frankfurt School origins does stand guilty of a failure to develop a body of valiant critique of the political economy of neoliberal capitalism in the course of the latter’s ascent in the 1980s and 1990s. The first part of my analysis addresses the crisis of capitalism as a distinct object of critique, in order to identify the direction a critique of contemporary capitalism is to take. The second part examines the analytical equipment at Critical Theory’s disposal for undertaking such an endeavor. Within an inventory of some of the key achievements of the tradition both in terms of its object and method of critique, some conceptual deficiencies are identified – namely, the reduced attention to what I describe as “systemic domination,” and the diminished reliance on a critique of the political economy of capitalism. The third part adumbrates a proposal for recasting Critical Theory by way of (a) redefining the normative content of emancipation; (b) effecting a realist-pragmatic turn within the communicative turn; (c) bringing the critique of political economy back into critical social theory.",
      "cited_by_count": 243,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12101"
      },
      "topics": [
        "Sociopolitical Dynamics in Russia"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2111561369"
    },
    {
      "openalex_id": "W2140274676",
      "doi": "10.1080/03057070701292574",
      "title": "Youth Participation in Radio Listening Clubs in Malawi*",
      "authors": [
        {
          "name": "Japhet Ezra July Mchakulu",
          "openalex_id": "A5082375368",
          "institutions": [
            "University of Malawi",
            "Lilongwe University of Agriculture and Natural Resources"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-05-24",
      "abstract": "Abstract This article reports on a qualitative research study that used community radio and radio listening clubs to examine the involvement of youth in community debate in Malawi. The study sample was chosen from young members of radio listening clubs in Mangochi district in Malawi's southern region. Research topics included the radio listening clubs' mode of operation in relation to community radio, the issues dominating discussion in each radio listening club and youths' experiences of constraints placed on debate. Findings suggest that community radio and its associated radio listening clubs have together created an emerging public sphere for the local community, including a space for youths and other disadvantaged groups to discuss solutions to local socio-economic problems. Intergenerational factors and the divisive nature of the political environment at the national level, however, place some constraints on debate in the clubs. While young club members avoid the more divisive political issues, they, nevertheless, freely discuss those factors that affect socio-economic development, such as HIV/AIDS, general community health, agriculture/farming and education. Notes * I sincerely thank the Social Science Research Council (SSRC) of New York for providing the funds for this research study under the Fellowship on Understanding Exclusion, Creating Value: African Youth in a Global Age 2002–2003 Programme. Thanks also to the resource people and fellows of the 2002–2003 ‘African Youth in a Global Age’ for helpful comments at the two workshops in Dakar, Senegal (October 2002) and Durban, Republic of South Africa (June 2003). I also sincerely thank Professor Cliff Fortenberry and Mrs Vickie Williams at Mississippi College, Clinton, USA, for their helpful comments. Thanks also to Bunda College of Agriculture, University of Malawi, for supporting my application to the SSRC and allowing me time to carry out the study. 1 See L. Bloom and J.G. Ottong, Changing Africa: An Introduction to Sociology (London, Macmillan, 1987). 2 See B.C. Straits, ‘Ego-net Diversity: Same and Cross-sex Coworker Ties’, Social Networks, 18, 1 (1996), pp. 29–45. 3 See J. Cohen, ‘Deliberation and Democratic Legitimacy’, in J. Bohman & E. Rehg (eds), Deliberative Democracy: Essays on Reason and Politics (Cambridge, MA, MIT Press, 1997), p. 679. 4 See J.P. Burke, ‘Democracy and Citizenship’, in L.H. Legters, J.P. Burke, and A. DiQuatro (eds), Critical Perspectives on Democracy (Lanham, MD, Rowman and Littlefield, 1994), pp. 157–89; D. Yankelovich, Coming to Public Judgment: Making Democracy Work in a Complex World (Syracuse, NY, Syracuse University Press, 1991). 5 See J. Huckfeldt and R. Sprague, Citizens, Politics, and Social Communication, Information and Influence in an Election Campaign (New York, Cambridge University Press, 1995); R. Huckfeldt, Politics in Context: Assimilation and Conflict in Urban Neighborhoods (New York, Agathon, 1986); D. Knoke, Political Networks: The Structural Perspective (New York, Cambridge University Press, 1990). 6 See R. Huckfeldt, ‘Political Participation and the Neighborhood Social Context’, American Journal of Political Science, 23, 3 (1979), pp. 579–92. 7 See R. Huckfeldt, ‘Political Participation and the Neighborhood Social Context’, American Journal of Political Science, 23, 3 (1979), pp. 579–92 8 J. Habermas, Structural Transformation of the Public Sphere (Cambridge, MA, MIT Press, 1988). 9 A. Isamah, ‘Uses and Abuses of Youth: Toward a Youth Agenda for the Twenty-First Century’ (unpublished paper, presented at The Fifth Obafemi Awolowo Foundation Dialogue, Lagos, 1999). 10 www.un.org/documents/ga/res/50/a50r081.htm, retrieved on 23 March 2002. 11 Interview with J. Nalibwe, 17 February 2003 12 Interview with D. Kukhala, 14 February 2003. 13 Interview with G. Saulosi, 20 June 2003. 14 See Malawi News, 12–18 July 2003. 15 See Malawi News, 5–11 July 2003; The Nation, 28 July 2003; Daily Times, 4 June 1999. 16 See E. Kayambazinthu and F. Moyo, ‘Hate Speech in the New Malawi’, in H. Englund (ed.), A Democracy of Chameleons: Politics and Culture in the New Malawi (Uppsala, Sweden, Nordiska Afrikainstitutet, 2002), pp. 87–102. 18 Interview with D. Biziwelo, 20 June 2003. 17 See P. Von Doepp, ‘Are Malawi's Local Clergy Civil Society Activists? The Limiting Impact of Creed, Context and Class’, in Englund (ed.), A Democracy of Chameleons, pp. 123–39. 19 Chipangula provides fuller treatment of this issue from a mass communication and journalism point of view. E.N. Chipangula, Political Reporting Trends in Malawi: 1980s and 1990s (Makwasa, Malamulo Publishing House, 2003). 20 Interview with M. Mipande, 20 June 2003. 21 See Weekend Nation, 1–2 March 2003. 22 Interview with N. Namasalima, 14 February 2005. 23 Interview with N. Namasalima, 14 February 2005 24 Interview with J. Sanudi, 15 February 2005. 25 Interview with V. Chalunda, 15 February 2005. 26 Interview with J. Mbukwa, 16 February 2005. 27 Interview with B. Chiyipira, 3 March 2003. 28 Interview with Z. Makawa, 31 March 2003. 29 Interview with H. Kambani, 31 March 2003. 30 Interview with S. Kunsambe, 31 March 2003. 31 Interview with H. Mangani, 23 March 2003. 32 Interview with F. Chamanza, 24 March 2003. 33 See Von Doepp, A Democracy of Chameleons, pp. 87–102. 34 See P. Von Doepp, A Democracy of Chameleons, pp. 87–102 35 Interview with A. Mbewe, 10 May 2003. 36 C.T. Salmon and T.L. Glasser, ‘The Politics of Polling and the Limits of Consent’, in T.L. Glasser and C.T. Salmon (eds), Public Opinion and the Communication of Consent (New York, The Guilford Press, 1989), pp. 437–58. 37 R. Post, ‘Managing Deliberation: The Quandary of Democratic Dialogue’, Ethics, 103, 4 (July 1993), pp. 654–78.",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "Journal of Southern African Studies",
        "type": "journal",
        "issn": [
          "0305-7070",
          "1465-3893"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Media Studies and Communication",
        "Social Media and Politics",
        "Education, Sociology, Communication Studies"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2140274676"
    },
    {
      "openalex_id": "W2115819820",
      "doi": "10.4135/9781848608276.n17",
      "title": "Towards Post-National and DenationalizedCitizenship",
      "authors": [
        {
          "name": "Saskia Sassen",
          "openalex_id": "A5056309382",
          "orcid": "https://orcid.org/0000-0002-3468-6923"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-01-01",
      "abstract": null,
      "cited_by_count": 387,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://sk.sagepub.com/reference/reference/download/hdbk_citizen?format=case"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "European Union Policy and Governance",
        "Diaspora, migration, transnational identity"
      ],
      "referenced_works_count": 106,
      "url": "https://openalex.org/W2115819820"
    },
    {
      "openalex_id": "W2134452939",
      "doi": "10.1111/j.1759-5436.2000.mp31004006.x",
      "title": "From Users and Choosers to Makers and Shapers<i>Repositioning Participation in Social Policy<sup>1</sup></i>",
      "authors": [
        {
          "name": "Andréa Cornwall",
          "openalex_id": "A5073315709",
          "orcid": "https://orcid.org/0000-0002-9939-5772"
        },
        {
          "name": "John Gaventa",
          "openalex_id": "A5070433939",
          "orcid": "https://orcid.org/0000-0003-0360-3248"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-10-01",
      "abstract": "Summaries This article explores approaches to participation in social policy, setting them within broader debates on the rights and responsibilities of citizenship. Drawing on studies of participation in a range of social policy arenas in the North and South, it explores the implications of a shift from a focus on clients or consumers of social policies as users and choosers to a more active engagement of citizens as agents in the making and shaping of the social policies that affect their lives.",
      "cited_by_count": 421,
      "type": "article",
      "source": {
        "name": "IDS Bulletin",
        "type": "journal",
        "issn": [
          "0265-5012",
          "1759-5436"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://opendocs.ids.ac.uk/opendocs/handle/123456789/8785"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Social Policy and Reform Studies",
        "Healthcare innovation and challenges"
      ],
      "referenced_works_count": 57,
      "url": "https://openalex.org/W2134452939"
    },
    {
      "openalex_id": "W2165252327",
      "doi": "10.1007/bf02687583",
      "title": "Democracy, Law, and Comparative Politics",
      "authors": [
        {
          "name": "Guillermo O’Donnell",
          "openalex_id": "A5021030374"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-03-01",
      "abstract": "This article offers a revision of democratic theory in light of the experience of recently democratized countries, located outside of the northwestern quadrant of the world. First, various definitions of democracy that claim to follow Schumpeter and are usually considered to be \"minimalist\" or \"processualist\" are critically examined. Building upon but clarifying these conceptual efforts, a realistic and restricted, but not minimalist, definition of a democratic regime is proposed. Thereafter, this article argues that democracy should be analyzed not only at the level of the political regime but also in relation to the state—especially the state qua legal system—and to certain aspects of the overall social context. The main underlying theme that runs through this article is the concept of agency, especially as it is expressed in the legal system of existing democracies.",
      "cited_by_count": 273,
      "type": "article",
      "source": {
        "name": "Studies in Comparative International Development",
        "type": "journal",
        "issn": [
          "0039-3606",
          "1936-6167"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/BF02687583.pdf"
      },
      "topics": [
        "Judicial and Constitutional Studies",
        "Political Philosophy and Ethics",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 214,
      "url": "https://openalex.org/W2165252327"
    },
    {
      "openalex_id": "W2061860156",
      "doi": "10.3402/egp.v2i3.2045",
      "title": "Of sweatshops and subsistence: Habermas on human rights",
      "authors": [
        {
          "name": "David Ingram",
          "openalex_id": "A5084296142",
          "orcid": "https://orcid.org/0000-0002-2435-3949"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-01",
      "abstract": "In this paper I argue that the discourse theoretic account of human rights defended by Jürgen Habermas contains a fruitful tension that is obscured by its dominant tendency to identify rights with legal claims. This weakness in Habermas’s account becomes manifest when we examine how sweatshops diminish the secure enjoyment of subsistence, which Habermas himself (in recognition of the UDHR) recognizes as a human right. Discourse theories of human rights are unique in tying the legitimacy of human rights to democratic deliberation and consensus. So construed, their specific meaning and force is the outcome of historical political struggle. However, unlike other legal rights, they possess universal moral validity. In this paper I argue that this tension between the legal and moral aspects of human rights can be resolved if and only if human rights are conceived as moral aspirations and not simply as legal claims. In particular, I shall argue that there are two reasons why human rights must be understood as moral aspirations that function non-juridically: First, the basic human goods to which human rights provide secure access are determinable only in relation to basic human capabilities that are progressively revealed in the course of an indefinite (fully inclusive and universal) process of collective learning; second, the institutional impediments to enjoying human rights are cultural in nature and cannot be remedied by means of legal coercion.",
      "cited_by_count": 221,
      "type": "article",
      "source": {
        "name": "Ethics & Global Politics",
        "type": "journal",
        "issn": [
          "1654-4951",
          "1654-6369"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.3402/egp.v2i3.2045?needAccess=true"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Law in Society and Culture",
        "Judicial and Constitutional Studies"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2061860156"
    },
    {
      "openalex_id": "W1582040408",
      "doi": "10.31269/triplec.v12i1.552",
      "title": "Social Media and the Public Sphere",
      "authors": [
        {
          "name": "Christian Fuchs",
          "openalex_id": "A5060268505",
          "orcid": "https://orcid.org/0000-0003-0589-4579",
          "institutions": [
            "University of Westminster"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-02-19",
      "abstract": "Social media has become a key term in Media and Communication Studies and public discourse for characterising platforms such as Facebook, Twitter, YouTube, Wikipedia, LinkedIn, Wordpress, Blogspot, Weibo, Pinterest, Foursquare and Tumblr. This paper discusses the role of the concept of the public sphere for understanding social media critically. It argues against an idealistic interpretation of Habermas and for a cultural-materialist understanding of the public sphere concept that is grounded in political economy. It sets out that Habermas’ original notion should best be understood as a method of immanent critique that critically scrutinises limits of the media and culture grounded in power relations and political economy. The paper introduces a theoretical model of public service media that it uses as foundation for identifying three antagonisms of the contemporary social media sphere in the realms of the economy, the state and civil society. It concludes that these limits can only be overcome if the colonisation of the social media lifeworld is countered politically so that social media and the Internet become public service and commons-based media.Acknowledgement: This paper is the extended version of Christian Fuchs’ inaugural lecture for his professorship of social media at the University of Westminster that he took up on February 1st, 2013. He gave the lecture on February 19th, 2014, at the University of Westminster.The video version of the inaugural lecture is available at:https://vimeo.com/97173645",
      "cited_by_count": 187,
      "type": "article",
      "source": {
        "name": "tripleC Communication Capitalism & Critique Open Access Journal for a Global Sustainable Information Society",
        "type": "journal",
        "issn": [
          "1726-670X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.triple-c.at/index.php/tripleC/article/download/552/529"
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Impact of Technology on Adolescents"
      ],
      "referenced_works_count": 120,
      "url": "https://openalex.org/W1582040408"
    },
    {
      "openalex_id": "W2117852586",
      "doi": "10.1086/499788",
      "title": "Rethinking the Public Sphere in Early Modern England",
      "authors": [
        {
          "name": "Peter Lake",
          "openalex_id": "A5041366728",
          "orcid": "https://orcid.org/0000-0003-1544-1020",
          "institutions": [
            "Yale University",
            "Princeton University"
          ]
        },
        {
          "name": "Steve Pincus",
          "openalex_id": "A5039006338",
          "institutions": [
            "Princeton University",
            "Yale University"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-04-01",
      "abstract": "An abstract is not available for this content. As you have access to this content, full HTML content is provided on this page. A PDF of this content is also available in through the 'Save PDF' action button.",
      "cited_by_count": 179,
      "type": "article",
      "source": {
        "name": "Journal of British Studies",
        "type": "journal",
        "issn": [
          "0021-9371",
          "1545-6986"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/623EFB60466117FD28E202E27106C61D/S0021937100005220a.pdf/div-class-title-rethinking-the-public-sphere-in-early-modern-england-div.pdf"
      },
      "topics": [
        "Historical Economic and Social Studies",
        "Reformation and Early Modern Christianity",
        "Scottish History and National Identity"
      ],
      "referenced_works_count": 145,
      "url": "https://openalex.org/W2117852586"
    },
    {
      "openalex_id": "W2208587675",
      "doi": "10.1186/s40878-015-0017-4",
      "title": "Solidarity in diverse societies: beyond neoliberal multiculturalism and welfare chauvinism",
      "authors": [
        {
          "name": "Will Kymlicka",
          "openalex_id": "A5078179152",
          "orcid": "https://orcid.org/0000-0001-6468-5174",
          "institutions": [
            "Queen's University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-01",
      "abstract": "In the postwar period, projects of social justice have often drawn upon ideas of national solidarity, calling upon shared national identities to mobilize support for the welfare state. Several commentators have argued that increasing immigration, and the multiculturalism policies it often gives rise to, weaken this sense of national solidarity. This creates a potential \"progressive's dilemma\", forcing a choice between solidarity and diversity. My aim in this paper is two-fold: first, to argue for the importance of national solidarity as a progressive political resource; and second, to discuss how it can be reconciled with support for immigration and multiculturalism. I will try to identify the prospects for a multicultural national solidarity – a multicultural welfare state, if you will – and to contrast it with the two obvious alternatives: a neoliberal multiculturalism that champions mobility and diversity at the expense of national solidarity; and a welfare chauvinism that champions national solidarity at the expense of immigrants and minorities.",
      "cited_by_count": 369,
      "type": "article",
      "source": {
        "name": "Comparative Migration Studies",
        "type": "journal",
        "issn": [
          "2214-594X",
          "2214-8590"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://comparativemigrationstudies.springeropen.com/track/pdf/10.1186/s40878-015-0017-4"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Social Policy and Reform Studies",
        "Migration and Labor Dynamics"
      ],
      "referenced_works_count": 128,
      "url": "https://openalex.org/W2208587675"
    }
  ],
  "count": 25,
  "errors": []
}
