{
  "status": "success",
  "source": "openalex",
  "query": "Habermas race recognition deliberative",
  "results": [
    {
      "openalex_id": "W2136746850",
      "doi": "10.1177/0010414009332129",
      "title": "Democratization as Deliberative Capacity Building",
      "authors": [
        {
          "name": "John S. Dryzek",
          "openalex_id": "A5011467777",
          "orcid": "https://orcid.org/0000-0001-6358-0047",
          "institutions": [
            "Australian National University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-04-07",
      "abstract": "Effective deliberation is central to democracy and so should enter any definition of democratization. However, the deliberative aspect now ubiquitous in the theory, practice, and promotion of democracy is generally missing in comparative studies of democratization. Deliberation capacity can be distributed in variable ways in the deliberative systems of states and other polities. A framework is described for locating and analyzing the contributions of its components and so evaluating the degree to which a polity’s deliberative system is authentic, inclusive, and consequential. An emphasis on deliberation reveals important determinants of democratic transition and consolidation, thereby providing substantial explanatory as well as evaluative and normative purchase.",
      "cited_by_count": 594,
      "type": "article",
      "source": {
        "name": "Comparative Political Studies",
        "type": "journal",
        "issn": [
          "0010-4140",
          "1552-3829"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openresearch-repository.anu.edu.au/bitstreams/8f7577e9-8867-42a5-bf8e-c1ffa04f3aa8/download"
      },
      "topics": [
        "Social Media and Politics",
        "Electoral Systems and Political Participation",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 76,
      "url": "https://openalex.org/W2136746850"
    },
    {
      "openalex_id": "W2161661921",
      "doi": "10.1177/0090591704268372",
      "title": "Deliberative Democracy in Divided Societies",
      "authors": [
        {
          "name": "John S. Dryzek",
          "openalex_id": "A5011467777",
          "orcid": "https://orcid.org/0000-0001-6358-0047",
          "institutions": [
            "Australian National University"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-02-24",
      "abstract": "For contemporary democratic theorists, democracy is largely a matter of deliberation. But the recent rise of deliberative democracy (in practice as well as theory) coincided with ever more prominent identity politics, sometimes in murderous form in deeply divided societies. This essay considers how deliberative democracy can process the toughest issues concerning mutually contradictory assertions of identity. After considering the alternative answers provided by agonists and consociational democrats, the author makes the case for a power-sharing state with attenuated sovereignty and a more engaged deliberative politics in a public sphere that is semidetached from the state and situated transnationally.",
      "cited_by_count": 436,
      "type": "article",
      "source": {
        "name": "Political Theory",
        "type": "journal",
        "issn": [
          "0090-5917",
          "1552-7476"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openresearch-repository.anu.edu.au/bitstreams/72eb16e8-5779-4c4b-a9a9-92769f8a9acf/download"
      },
      "topics": [
        "Social Media and Politics",
        "Foucault, Power, and Ethics",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2161661921"
    },
    {
      "openalex_id": "W2343860314",
      "doi": "10.36643/mjrl.21.1.habermas",
      "title": "Habermas, the Public Sphere, and the Creation of a Racial Counterpublic",
      "authors": [
        {
          "name": "Guy-Uriel E. Charles",
          "openalex_id": "A5113449468",
          "institutions": [
            "Indiana University"
          ]
        },
        {
          "name": "Luis Fuentes‐Rohwer",
          "openalex_id": "A5012083755",
          "orcid": "https://orcid.org/0000-0002-1318-6348",
          "institutions": [
            "Indiana University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "In The Structural Transformation of the Public Sphere, Jürgen Habermas documented the historical emergence and fall of what he called the bourgeois public sphere, which he defined as “[a] sphere of private people come together as a public . . . to engage [public authorities] in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labor.” This was a space where individuals gathered to discuss with each other, and sometimes with public officials, matters of shared concern. The aim of these gatherings was not simply discourse; these gatherings allowed the bourgeoisie to use their reason to determine the boundaries of public and private and to self-consciously develop the public sphere. As Habermas writes, “[t]he medium of this political confrontation was . . . people’s public use of their reason.” The bourgeois public didn’t simply participate, but it did so both directly and critically. The development of the bourgeois public as a critical, intellectual public took place in coffeehouses, in salons, and table societies. In Great Britain, Germany, and France, particularly, the coffeehouses and the salons “were centers of criticism—literary at first, then also political—in which began to emerge, between aristocratic society and bourgeois intellectuals, a certain parity of the educated.” Intellectual equals came together and deliberated, an equality that was key in ensuring the requisite openness and deliberation. No one person dominated the discussion due to his status within the deliberative community. Instead, and above all else, the “power of the better argument” won out. Two conditions were critical to these deliberations. First, equality was key to the public sphere. Membership in the public sphere meant that no one person was above the other and all arguments were similarly treated and scrutinized. Second, the principle of universal access was crucial.8The doors of the deliberative space were open to all comers and no group or person was purposefully shut out. Seen together, these two conditions provide a blueprint for deliberative practices in a democratic society.",
      "cited_by_count": 231,
      "type": "article",
      "source": {
        "name": "Michigan Journal of Race & Law",
        "type": "journal",
        "issn": [
          "1095-2721",
          "2688-5492"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://repository.law.umich.edu/cgi/viewcontent.cgi?article=1048&context=mjrl"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2343860314"
    },
    {
      "openalex_id": "W2619904157",
      "doi": "10.1007/s13347-017-0263-5",
      "title": "Algorithmic Accountability and Public Reason",
      "authors": [
        {
          "name": "Reuben Binns",
          "openalex_id": "A5101687506",
          "orcid": "https://orcid.org/0000-0002-8272-5667",
          "institutions": [
            "University of Oxford"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-05-24",
      "abstract": null,
      "cited_by_count": 371,
      "type": "article",
      "source": {
        "name": "Philosophy & Technology",
        "type": "journal",
        "issn": [
          "2210-5433",
          "2210-5441"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007%2Fs13347-017-0263-5.pdf"
      },
      "topics": [
        "Ethics and Social Impacts of AI",
        "Blockchain Technology Applications and Security",
        "Neuroethics, Human Enhancement, Biomedical Innovations"
      ],
      "referenced_works_count": 58,
      "url": "https://openalex.org/W2619904157"
    },
    {
      "openalex_id": "W2054145375",
      "doi": "10.1057/palgrave.bp.4200016",
      "title": "Depoliticisation: Principles, Tactics and Tools",
      "authors": [
        {
          "name": "Matthew Flinders",
          "openalex_id": "A5047904151",
          "orcid": "https://orcid.org/0000-0003-3585-9010",
          "institutions": [
            "University of Sheffield"
          ]
        },
        {
          "name": "Jim Buller",
          "openalex_id": "A5091893030",
          "institutions": [
            "University of York"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-10-25",
      "abstract": null,
      "cited_by_count": 376,
      "type": "article",
      "source": {
        "name": "British Politics",
        "type": "journal",
        "issn": [
          "1746-918X",
          "1746-9198"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1057/palgrave.bp.4200016.pdf"
      },
      "topics": [
        "Political and Economic history of UK and US",
        "Social Policy and Reform Studies",
        "Housing, Finance, and Neoliberalism"
      ],
      "referenced_works_count": 78,
      "url": "https://openalex.org/W2054145375"
    },
    {
      "openalex_id": "W2096166347",
      "doi": "10.1177/0739456x0202100301",
      "title": "Network Power in Collaborative Planning",
      "authors": [
        {
          "name": "David E. Booher",
          "openalex_id": "A5012749831",
          "institutions": [
            "California State University, Sacramento"
          ]
        },
        {
          "name": "Judith E. Innes",
          "openalex_id": "A5016997520",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-03-01",
      "abstract": "This article makes a case that collaborative planning is becoming more important because it can result in network power. Collaborative policy processes are increasingly in use as ways of achieving results in an era distinguished by rapid change, social and political fragmentation, rapid high volume information flow, global interdependence, and conflicting values. Network power can be thought of as a flow of power in which participants all share. It comes into being most effectively when three conditions govern the relationship of agents in a collaborative network: diversity, interdependence, and authentic dialogue (DIAD). Like a complex adaptive system, the DIAD network as a whole is more capable of learning and adaptation in the face of fragmentation and rapid change than a set of disconnected agents. Planners have many roles in such networks, and planning education needs to incorporate new subject matter to better prepare planners for these roles.",
      "cited_by_count": 550,
      "type": "article",
      "source": {
        "name": "Journal of Planning Education and Research",
        "type": "journal",
        "issn": [
          "0739-456X",
          "1552-6577"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://escholarship.org/content/qt2mm270mp/qt2mm270mp.pdf"
      },
      "topics": [
        "Complex Systems and Decision Making"
      ],
      "referenced_works_count": 127,
      "url": "https://openalex.org/W2096166347"
    },
    {
      "openalex_id": "W1594012775",
      "doi": "10.22439/fs.v0i3.870",
      "title": "Habermas, Foucault and Nietzsche: A Double Misunderstanding",
      "authors": [
        {
          "name": "Thomas Biebricher",
          "openalex_id": "A5049457565",
          "orcid": "https://orcid.org/0000-0002-8827-5142",
          "institutions": [
            "University of Florida"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-11-01",
      "abstract": "The article analyses Habermas' interpretation of Foucault in the Philosophical Discourse of Modernity and argues that the former misunderstands the Foucaultian project of genealogy fundamentally. While Habermas assumes that Foucault aims at a strictly scientific approach to the writing of history it can be shown that Foucaultian genealogy is strongly characterised by rhetorical aspects, creating a hybrid model of critique that stands in between science and literature. The essay goes on arguing that this misreading can be explained with reference to Habermas' reconstruction of Nietzsche's philosophy in the Philosophical Discourse. On the basis of this clarification the article analyses what a Habermasian position vis-à-vis genealogy including the rhetorical element would look like. Making use of Habermas' remarks on Derrida in the Philosophical Discourse the essay concludes that, counter-intuitively, a rhetorically understood genealogy has to be considered a valid philosophical approach even on Habermas' own terms.",
      "cited_by_count": 229,
      "type": "article",
      "source": {
        "name": "Foucault Studies",
        "type": "journal",
        "issn": [
          "1832-5203"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://rauli.cbs.dk/index.php/foucault-studies/article/download/870/888"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Psychoanalysis, Philosophy, and Politics",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1594012775"
    },
    {
      "openalex_id": "W2115819820",
      "doi": "10.4135/9781848608276.n17",
      "title": "Towards Post-National and DenationalizedCitizenship",
      "authors": [
        {
          "name": "Saskia Sassen",
          "openalex_id": "A5056309382",
          "orcid": "https://orcid.org/0000-0002-3468-6923"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-01-01",
      "abstract": null,
      "cited_by_count": 387,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://sk.sagepub.com/reference/reference/download/hdbk_citizen?format=case"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "European Union Policy and Governance",
        "Diaspora, migration, transnational identity"
      ],
      "referenced_works_count": 106,
      "url": "https://openalex.org/W2115819820"
    },
    {
      "openalex_id": "W2310993728",
      "doi": "10.1111/jcc4.12155",
      "title": "Respect and Disrespect in Deliberation Across the Networked Media Environment: Examining Multiple Paths of Political Talk",
      "authors": [
        {
          "name": "Rousiley C. M. Maia",
          "openalex_id": "A5087882104",
          "orcid": "https://orcid.org/0000-0002-8123-2406",
          "institutions": [
            "Universidade Federal de Minas Gerais"
          ]
        },
        {
          "name": "Thaiane A. S. Rezende",
          "openalex_id": "A5075515283",
          "institutions": [
            "Universidade Federal de Minas Gerais"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-01",
      "abstract": "There is extensive research dedicated to civility in online deliberation, but empirical studies on mutual respect are still scarce. By adopting a systemic approach to deliberation, this study identifies different targets of disrespect (conversation partners, arguments, actors and groups involved in a certain conflict, profanity without a clear target), and investigates their relations with deliberation in different online contexts. This paper argues that the nature of digital affordances related to anonymity and homophily influences the expression of foul language, but not as significantly as was originally assumed. Analysis reveals that online social norms help to explain the configuration of interactions and practices of reasoning together in YouTube, blogs, and Facebook; and the extent to which profanity affects justification and reciprocity.",
      "cited_by_count": 92,
      "type": "article",
      "source": {
        "name": "Journal of Computer-Mediated Communication",
        "type": "journal",
        "issn": [
          "1083-6101"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/jcmc/article-pdf/21/2/121/19491921/jjcmcom0121.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Hate Speech and Cyberbullying Detection",
        "Misinformation and Its Impacts"
      ],
      "referenced_works_count": 59,
      "url": "https://openalex.org/W2310993728"
    },
    {
      "openalex_id": "W2142069879",
      "doi": null,
      "title": "The Impact of Collaborative Planning on Governance Capacity",
      "authors": [
        {
          "name": "Judith E. Innes",
          "openalex_id": "A5016997520"
        },
        {
          "name": "David E. Booher",
          "openalex_id": "A5012749831"
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-04-01",
      "abstract": "We live in a time of crisis, uncertainty, and change. We also live in a time when our institutions seem to lack the capacity to deal with these conditions. For example, in the face of a profound terrorist threat, the President of the United States disclaimed responsibility for not being prepared, pointing the finger at Congress and at the FBI. The two intelligence agencies most responsible for protecting the country from such threats not only did not share information, they ignored what their own field agents said. Chains of command, routine procedures, turf protection, secrecy, and displacement of organizational goals meant that no one “connected the dots” that could have led the US to the terrorists before the 9/11 disaster. In the meantime, even as Congress is trying to diagnose the intelligence failures, the White House already has a stock answer: create yet another bureaucracy.This paper is concerned with governance and how some new forms of collaborative dialogue, policy making, and action are filling the gaps left as our formal institutions of government are failing to carry out their responsibilities or where no agency has jurisdiction. These collaborative processes, engaging public and private sector players representing many interests working on tasks that are about public welfare, have become part of an emerging governance system. This system lacks formal authority, is linked in varying ways to formal government, and engages stakeholders who are typically outsiders to public choices. Our goal in this paper is to outline an evaluative framework to assess these emerging collaborative governance efforts in terms of how they are changing our capacity to manage our systems, whether economic, social, or environmental. We hope in this process to explore how these developments may be changing the very concept of governance in contemporary times.",
      "cited_by_count": 124,
      "type": "article",
      "source": {
        "name": "eScholarship (California Digital Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://escholarship.org/uc/item/98k72547"
      },
      "topics": [
        "Public Policy and Administration Research",
        "Complex Systems and Decision Making",
        "Evaluation and Performance Assessment"
      ],
      "referenced_works_count": 55,
      "url": "https://openalex.org/W2142069879"
    },
    {
      "openalex_id": "W3206412785",
      "doi": "10.1007/s10551-021-04971-5",
      "title": "Decolonizing Deliberative Democracy: Perspectives from Below",
      "authors": [
        {
          "name": "Subhabrata Bobby Banerjee",
          "openalex_id": "A5052007670",
          "orcid": "https://orcid.org/0000-0002-8699-6368",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-10-16",
      "abstract": null,
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "Journal of Business Ethics",
        "type": "journal",
        "issn": [
          "0167-4544",
          "1573-0697"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10551-021-04971-5.pdf"
      },
      "topics": [
        "Development, Ethics, and Society",
        "Social Media and Politics",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 171,
      "url": "https://openalex.org/W3206412785"
    },
    {
      "openalex_id": "W3168548303",
      "doi": "10.1093/cdj/bsab018",
      "title": "The tree of participation: a new model for inclusive decision-making",
      "authors": [
        {
          "name": "Karen Bell",
          "openalex_id": "A5046313073",
          "orcid": "https://orcid.org/0000-0001-7585-3540",
          "institutions": [
            "University of the West of England"
          ]
        },
        {
          "name": "Mark S. Reed",
          "openalex_id": "A5072633457",
          "orcid": "https://orcid.org/0000-0002-8958-8474",
          "institutions": [
            "Scotland's Rural College"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-05-19",
      "abstract": "Abstract Community development often involves organizing participatory decision-making processes. The challenge is for this to be meaningful. Participatory decision-making has the potential to increase the transparency, accountability, equity and efficiency with which public administration serves the least privileged in society. However, in practice, it often fails to bring about these outcomes. A number of academics and practitioners have, therefore, theorized how participatory decision-making processes can better empower marginalized groups. By critically reviewing this body of work and empirically grounding the debate in recent practice, we aimed to develop a theoretically rigorous, easily applicable and holistic model of an inclusive participatory decision-making process that can work across a range of contexts. The empirical strand included surveying public engagement practitioners and participants about the participatory events they had organized or attended. These empirical findings were combined with insights from the theoretical literature to devise a new conceptual model of emancipatory, inclusive and empowering participatory decision-making – the ‘Tree of Participation’. The model can be useful to both organizers of participatory processes, as a check for empowering and inclusive practice, and to disadvantaged groups, as a set of expectations and demands when engaging in public decision-making.",
      "cited_by_count": 84,
      "type": "article",
      "source": {
        "name": "Community Development Journal",
        "type": "journal",
        "issn": [
          "0010-3802",
          "1468-2656"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/cdj/advance-article-pdf/doi/10.1093/cdj/bsab018/39575958/bsab018.pdf"
      },
      "topics": [
        "Community Health and Development",
        "Community Development and Social Impact",
        "Participatory Visual Research Methods"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W3168548303"
    },
    {
      "openalex_id": "W4248156340",
      "doi": "10.1080/21693293.2017.1353196",
      "title": "Negotiated resilience",
      "authors": [
        {
          "name": "Leila M. Harris",
          "openalex_id": "A5089376282",
          "orcid": "https://orcid.org/0000-0002-1700-1902",
          "institutions": [
            "University of British Columbia",
            "Stellenbosch University"
          ]
        },
        {
          "name": "Eric Chu",
          "openalex_id": "A5089592034",
          "orcid": "https://orcid.org/0000-0002-5648-6615",
          "institutions": [
            "University of Birmingham"
          ]
        },
        {
          "name": "Gina Ziervogel",
          "openalex_id": "A5074173872",
          "orcid": "https://orcid.org/0000-0003-4219-6809",
          "institutions": [
            "University of Cape Town"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-07-20",
      "abstract": "Resilience thinking has been roundly critiqued for not accounting for the political – and inherently power-laden – structures that shape decision-making. In the light of the range of critiques as well as the increasing global momentum around resilience thinking, this paper develops the concept of ‘Negotiated Resilience’. The concept highlights processes of negotiation to situate, ground and operationalise ‘resilience’. The concept puts particular accent on the procedural orientation of resilience – it is not something that ‘exists’ and that we can uniformly define, rather it is a process that requires engagement with diverse actors and interests, both in specific places and across scales. Negotiation also inevitably entails contestation and an ongoing consideration of diverse options and trade-offs. We suggest that when considering the inherent complexities of resilience, we would do better to explicitly theorise, analyse and speak to these negotiations.",
      "cited_by_count": 135,
      "type": "article",
      "source": {
        "name": "Resilience",
        "type": "journal",
        "issn": [
          "2169-3293",
          "2169-3307"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/2429/64779"
      },
      "topics": [
        "Disaster Management and Resilience",
        "Peacebuilding and International Security",
        "Sustainability and Climate Change Governance"
      ],
      "referenced_works_count": 65,
      "url": "https://openalex.org/W4248156340"
    },
    {
      "openalex_id": "W4294952471",
      "doi": "10.1007/s44206-022-00010-6",
      "title": "Deepfakes and Democracy (Theory): How Synthetic Audio-Visual Media for Disinformation and Hate Speech Threaten Core Democratic Functions",
      "authors": [
        {
          "name": "Maria Pawelec",
          "openalex_id": "A5069046696",
          "orcid": "https://orcid.org/0000-0003-2728-7796",
          "institutions": [
            "University of Tübingen"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-09-01",
      "abstract": null,
      "cited_by_count": 90,
      "type": "article",
      "source": {
        "name": "Digital Society",
        "type": "journal",
        "issn": [
          "2731-4650",
          "2731-4669"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s44206-022-00010-6.pdf"
      },
      "topics": [
        "Misinformation and Its Impacts",
        "Social Media and Politics",
        "Hate Speech and Cyberbullying Detection"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W4294952471"
    },
    {
      "openalex_id": "W3084198316",
      "doi": "10.1016/j.erss.2020.101768",
      "title": "Energy democracy as a process, an outcome and a goal: A conceptual review",
      "authors": [
        {
          "name": "Kacper Szulecki",
          "openalex_id": "A5040161319",
          "orcid": "https://orcid.org/0000-0002-1835-3758",
          "institutions": [
            "University of Oslo"
          ]
        },
        {
          "name": "Indra Øverland",
          "openalex_id": "A5015932555",
          "orcid": "https://orcid.org/0000-0002-5955-4759",
          "institutions": [
            "Norwegian Institute of International Affairs"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-09-07",
      "abstract": null,
      "cited_by_count": 223,
      "type": "review",
      "source": {
        "name": "Energy Research & Social Science",
        "type": "journal",
        "issn": [
          "2214-6296",
          "2214-6326"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S2214629620303431?via%3Dihub"
      },
      "topics": [
        "Energy and Environment Impacts",
        "Sustainability and Climate Change Governance",
        "Social Acceptance of Renewable Energy"
      ],
      "referenced_works_count": 274,
      "url": "https://openalex.org/W3084198316"
    },
    {
      "openalex_id": "W1516354419",
      "doi": "10.1787/220062444715",
      "title": "Cities, Climate Change and Multilevel Governance",
      "authors": [
        {
          "name": "Jan Corfee-Morlot",
          "openalex_id": "A5003646999",
          "orcid": "https://orcid.org/0000-0003-2590-6995",
          "institutions": [
            "Organisation de Coopération et de Développement Economiques"
          ]
        },
        {
          "name": "Lamia Kamal-Chaoui",
          "openalex_id": "A5042759731",
          "institutions": [
            "Organisation de Coopération et de Développement Economiques"
          ]
        },
        {
          "name": "Michael G. Donovan",
          "openalex_id": "A5040077320",
          "institutions": [
            "Organisation de Coopération et de Développement Economiques"
          ]
        },
        {
          "name": "Ian Cochran",
          "openalex_id": "A5066661728",
          "orcid": "https://orcid.org/0000-0002-8760-2172"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-12-02",
      "abstract": "Cities represent a challenge and an opportunity for climate change policy. As the hubs of economic activity, cities generate the bulk of GHG emissions and are thus important to mitigation strategies. Urban planning will shape future trends and the concentration of population, socio-economic activity, poverty and infrastructure in urban areas translates into particular vulnerability to increased climate hazards. City governments and urban stakeholders will therefore be essential in the design and delivery of cost-effective adaptation policies. Further, by empowering local governments, national policies could leverage existing local experiments, accelerate policy responses, foster resource mobilization and engage local stakeholders. This paper presents a framework for multilevel governance, showing that advancing governance of climate change across all levels of government and relevant stakeholders is crucial to avoid policy gaps between local action plans and national policy frameworks (vertical integration) and to encourage cross-scale learning between relevant departments or institutions in local and regional governments (horizontal dimension). Vertical and horizontal integration allows two-way benefits: locally-led or bottom-up where local initiatives influence national action and nationally-led or top-down where enabling frameworks empower local players. The most promising frameworks combine the two into hybrid models of policy dialogue where the lessons learnt are used to modify and fine-tune enabling frameworks and disseminated horizontally, achieving more efficient local implementation of climate strategies.",
      "cited_by_count": 298,
      "type": "paratext",
      "source": {
        "name": "OECD environment working papers",
        "type": "journal",
        "issn": [
          "1997-0900"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.oecd-ilibrary.org/cities-climate-change-and-multilevel-governance_5ks5m0m1ft8n.pdf?itemId=%2Fcontent%2Fpaper%2F220062444715&mimeType=pdf"
      },
      "topics": [
        "Sustainability and Climate Change Governance",
        "Smart Cities and Technologies",
        "Policy Transfer and Learning"
      ],
      "referenced_works_count": 200,
      "url": "https://openalex.org/W1516354419"
    },
    {
      "openalex_id": "W4210523699",
      "doi": "10.1111/1467-8675.12599",
      "title": "Toward a post‐neoliberal social citizenship?",
      "authors": [
        {
          "name": "Francesco Laruffa",
          "openalex_id": "A5069370728",
          "orcid": "https://orcid.org/0000-0003-4240-8162",
          "institutions": [
            "University of Geneva"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-02-02",
      "abstract": "Since the financial and economic crisis started in 2008, the acceptability of neoliberalism is increasingly challenged. Arguably, the current situation can be described in Gramscian terms (Gramsci, 1971) as the hegemonic crisis of neoliberalism (Caruso, 2016; Stahl, 2019). Thus, while remaining dominant, neoliberalism has lost its legitimacy: The ruling classes still rule, but they no longer enjoy the consensus of the ruled. This rupture between the \"people\" and the economic and political elites is visible in citizens' abstention in political elections and low membership rates in political parties (Mair, 2006), in the rise of \"populism\" (D'Eramo, 2013; Mouffe, 2005; Streeck, 2017; Wilson & Swyngedouw, 2014) and in the emergence of social movements for justice and democracy (della Porta, 2015; Glasius & Pleyers, 2013; Kaldor & Selchow, 2013; Tejerina et al., 2013). Thus, like in Gramsci's times, we face today a \"crisis of politics,\" which produces a \"new crossroads\" between \"authoritarianism\"—represented by nationalist and xenophobic populism—and \"democratization\" (Caruso, 2016, p. 156; Fraser, 2017; Rehmann, 2016). Against this background, the ideal of social citizenship may be especially important for building progressive alternatives to neoliberalism (Revi, 2014). The scholarly literature has emphasized that in the neoliberal context, social citizenship is under pressure (e.g., Kurachanis, 2020; Taylor-Gooby, 2008). In particular, given the substantive evidence that welfare retrenchment and austerity erode social citizenship (Edmiston, 2017), contemporary efforts to develop progressive alternatives to neoliberalism have focused on improving social policy generosity, most notably through the \"social investment\" agenda. This new welfare model seems to enable the reinforcement of social citizenship in a post-industrial, globalized, knowledge-based economy (Evers & Guillemard, 2013). Social investment aims to rebuild social policy around the enhancement of individuals\" human capital and their inclusion in the labor market, emphasizing both the social and economic returns of social policy. This agenda has now emerged as one of the dominant frameworks for welfare reform at the global level, being highly influential among the EU and international organizations, such as the OECD and the World Bank, as well as among social policy scholars (Deeming & Smyth, 2019; Esping-Andersen, 2002; Hemerijck, 2018; Jenson, 2010, 2017a; Mahon, 2010; Young Jun et al., 2021). In this context, the debate on the relationship between social investment and neoliberalism focuses on the degree of social policy generosity: Social investment provides an alternative to neoliberalism because it promotes social policy rather than implementing austerity measures (Abrahamson, 2010; Deeming & Smyth, 2015; Ferrera, 2013; Hemerijck, 2018; Jenson, 2010; Morel et al., 2012; Perkins et al., 2005). In the same vein, distinct versions of social investment are differentiated on the basis of their generosity degree: While the social–democratic version combines compensatory policies (social protection) with social investment policies centered on human capital enhancement, the \"Third Way\" version partially replaces the former with the latter, thereby providing a weaker break with neoliberalism (Deeming & Smyth, 2015; Morel et al., 2012). However, framing the debate in this manner overlooks the logics and the normative–epistemological assumptions that inform social policy promotion. Indeed, while enhancing social policy generosity constitutes an indispensable step for overcoming neoliberalism, it may be insufficient. In this paper, I argue that the view that equates a post-neoliberal social citizenship with the promotion of social policy is problematic because it involves a rather limited understanding of both social citizenship—which is identified with welfare benefits and services—and neoliberalism, which is defined as welfare retrenchment. Drawing from the normative literature on the ideal of social citizenship and the literature on neoliberalism, this paper thus contributes to the debate on how theorizing social citizenship after neoliberalism. The paper is organized as follows. The next section builds on various normative theories of social citizenship for emphasizing the importance of its political–democratic dimension. The third section, drawing from the literature on neoliberalism, provides a refined interpretation of the latter that goes beyond its narrow identification with austerity and welfare retrenchment. In particular, I argue that neoliberalism does not necessarily involve a \"quantitative\" reduction of social policy generosity and that it is also important to interrogate the \"qualitative\" dimension of social policy, i.e., the logic that informs the promotion of social policies, the goals that these policies pursue as well as the social–political processes that generate them. From this viewpoint, neoliberalism entails the marginalization of the political–democratic dimension of social citizenship. Using this framework, the fourth and fifth sections propose a theory of social–inclusive versions of neoliberalism, distinguishing them from alternatives to neoliberalism. Finally, the conclusion elaborates on some implications of this framework for the work of social policy scholars. It is always valuable and intensely practical to consider where our conduct stands in relation to an ideal, since in that way we can try to improve. It is essential to take this approach … rather than the more common one, which is to scale down definitions of the ideal so that they conform to what we easily achieve. That way lies complacency, self-congratulation, and an absence of concern to identify ways in which democracy is being weakened. Arguably, the ideal of social citizenship represents more than just a set of welfare benefits and services. For example, the fact that social policy has often been promoted by authoritarian regimes (Mares & Carnes, 2009) suggests that the ideal of social citizenship should involve something different than the mere provision of services and benefits. Indeed, social citizenship implies a specific way in which \"welfare provision ought to be viewed\" (King & Waldron, 1988, p. 422, emphasis in original). In particular, from a normative perspective, social citizenship involves two aspects: It is both an inherent component of democracy and the result of democratic practice. Before going into the details of these two dimensions, let me emphasize here that the ideal of social citizenship presented below embraces a \"radical\" understanding of democracy (Cohen & Fung, 2004). While internally heterogenous,11 I do not have the space here to discuss the different conceptions of democracy that broadly share this normative ideal—and the tensions between them. For different theories of \"participatory,\" \"deliberative,\" and \"radical\" democracy, see, e.g., Barber (1984), Laclau and Mouffe (1985), Habermas (1994), Wolin (1994), Benhabib (1996), Elster (1998), Dryzek (2000), Young (2002), Parkinson and Mansbridge (2012), and Pateman (2012). this conceptualization of democracy seeks a \"fuller realization of democratic values\" with respect to the \"conventional\" and minimalist model of democracy centered on \"competitive representation,\" whereby citizens advance their private interests by voting for representatives in regular elections in which political parties compete for governing (Cohen & Fung, 2004, p. 23). In particular, radical democracy endorses both participation and deliberation with a view to promoting three goals: reinforcing the accountability of representatives, increasing political equality, and enabling collective self-government for the common good (Cohen & Fung, 2004, pp. 24–27). Hence, in the following the main concern is to highlight how social policy can be conceived as an inherent component of a participatory and deliberative democracy as well as the result of participatory and deliberative practices. In this context, citizens are not only the addressees but also the authors of social policy. This conceptualization of citizens as simultaneously \"addressees\" and \"authors\" of laws and policies stems from Habermas and his \"co-originality\" thesis, which affirms that individuals' basic rights and liberties are coherently and internally related to citizens' democratic rights to political participation, i.e., that private and public autonomy are interdependent and require each other (e.g., Habermas, 2001). This perspective is not without problems (e.g., Cooke, 2020), but I do not have the space to address this discussion here. What I believe remains convincing of the co-originality thesis is the insight that both individuals' rights and binding collective norms are promoted more effectively and more legitimately through the real struggle of social actors in the political arena and actual deliberation/contestation among the affected citizens rather than through top-down governance (Schaffer, 2015). With this premise in mind, I now turn to the two dimensions of the social citizenship ideal. The first dimension involves an understanding of social rights as inherent components of democracy. Hence, social citizenship aims at promoting citizens' full participation in society and gives substance to civil and political rights that otherwise would be only formally granted, remaining in reality a privilege of the wealthy and well educated. This conception has a long tradition: Safeguarding citizens' equality of status and their full participation in society is, for example, a central theme in Marshall's conceptualization of social citizenship (Marshall, 1950). The central concern in this first aspect of social citizenship is the establishment of the social preconditions of democracy: The goal is to sustain political equality or \"equal citizenship\" (Anderson, 1999). In this context, \"we ought to associate welfare with citizenship because our concept of citizenship will be radically impoverished if we do not\": citizenship, \"demands welfare provision; we cannot have an adequate or attractive notion of citizenship without it\" (King & Waldron, 1988, p. 423, emphasis in original). Hence, this first dimension of social citizenship highlights the fact that one of the central aims of social policy is that of redistributing powers rather than only goods and resources (de Leonardis, 1998, p. 86). Another implication of seeing social rights as components of democratic citizenship concerns the rationale of social policy. Thus, \"to associate welfare provision with citizenship\" is a way of making \"a proposal about how welfare should be handled in society\": e.g., people are provided for need without \"supplication or stigma\" (King & Waldron, 1988, p. 422). In particular, social citizenship involves the principles of solidarity and noncontractual reciprocity, following a rationale beyond the logics of \"charity\" and \"contract\" (Fraser & Gordon, 1992). Charity is a \"unilateral gift,\" on which the recipient has no claim, for which the donor has no obligation and which gives \"moral credit\" to the giver and stigmatization and disrespect to the \"taker,\" thereby perpetuating power asymmetries and relationships of dependency between donors and receivers (Fraser & Gordon, 1992, p. 59). In contrast, solidarity involves the rights and mutual obligations of the members of a political community, and it has legal value (Kohn, 2015). Individuals in this perspective are subjects of rights rather than objects of benevolence. Moreover, the logic of social citizenship differs not only from the moral rationale of charity but also from the economic rationale of \"contract.\" As Marshall (1950, p. 68) argues, social citizenship partially supplants the logic of \"contract\" that characterizes capitalism with the rationale of social rights and of \"status,\" replacing \"free bargain by the declaration of right.\" Hence, a democratic society should be more than a market. Indeed, contracts involve voluntary interactions between individuals within the private sphere rather than obligations based on demands and claims emanating from the public sphere. Moreover, the market—like charity—tends to reproduce inequalities, whereas democracy and political equality require substantive social equality. The second dimension of social citizenship involves less its outcomes in terms of rights and obligations than the processes through which social citizenship comes into being and is implemented. Hence, social citizenship—as citizenship in general—is not only a status or a bundle of rights and duties but also a \"practice\" with participation representing one of its core dimensions (Bellamy, 2008; Isin et al., 2008). In this view, social citizenship is a \"social process,\" which belongs to the realm of \"agency\" and the logic of \"acting\" rather than to the field of \"ownership\" and the logic of \"having\"; individuals are active citizens rather than passive consumers of goods and services; and social rights are closer to political rather than property rights (de Leonardis, 1998, pp. 175—178). From this perspective, social citizenship requires the practice of democracy within \"civil society,\" whereby ordinary people have the opportunity to participate in shaping the political agenda through self-organized associations and taking part into public deliberation. Following the Gramscian conception of civil society, Fraser (1989, p. 301) defines the \"social\" as the arena—noncoincident with the family, the economy and the state—in which \"successfully politicized runaway needs get translated into claims for government provision.\" The \"social\" is thus the sphere in which discourses about needs take place and demands on government are developed. The focus is on citizens' effective possibility to take part in the collective definition of the common \"problems\" and \"solutions,\" participating at the co-construction of society (de Leonardis, 1998). The point here is not only that rights—even \"human rights\"—are artifacts rather than naturally given and thus necessarily require political struggle and claim-making (Dean, 2015) but also that social policy has a \"political function\" as \"multiplier of democracy\": What matters is not only the satisfaction of needs and the realization of rights but the \"public discourse on needs and rights,\" i.e., the discussion on the kind of society we want to build (de Leonardis, 1999, pp. 33–34). Hence, instead of focusing only on the role that social policy plays in improving the quality of life of individuals and families within the private sphere through the distribution of goods and the provision of services that respond to these individual and private needs, this perspective highlights the potential contribution of welfare states to the quality of public life and the practice of citizenship (de Leonardis, 1998). Social citizenship then implies a \"deliberative welfare,\" which institutionalizes debates \"about well-being and the good life\" (Fitzpatrick, 2002, p. 167). Taken together, the two aspects described above imply a \"reflexive\" model of social citizenship (Olson, 2006). On the one hand, welfare states establish the social preconditions of political equality, guaranteeing that citizens are equally equipped for taking part in democratic deliberation (i.e., social rights are an inherent and necessary component of democratic citizenship). On the other hand, citizens actively participate in the politics of welfare so that they can conceive themselves as the coauthors of social citizenship. Articulating \"redistribution,\" \"recognition,\" and \"participation,\" social policies conceive individuals as citizens rather than beneficiaries, i.e., \"subjects\" rather than \"objects\" of policies (Lister, 2001, 2007). Indeed, social policies—at the level of both their actual functioning and their discursive frame—shape citizens' identity and the relationship between them and the state, thereby either reinforcing or undermining democratic citizenship (Dósa, 2018). This two-dimensional conception of social citizenship also partly reflects the historical development of welfare states, which often emerged from struggles for social justice and democracy by a politicized civil society composed of associations, social movements, cooperatives, mutual societies, trade unions and workers' parties (Powell, 2009). In this context, the terms \"social policy\" and \"welfare state\" should be understood broadly. For example, social rights also include labor rights. Thus, social citizenship involves not only the provision of services and benefits by the state \"outside\" the economy but also the regulation of the latter in the public interest. In this respect, the postwar international order of \"embedded liberalism\" (Ruggie, 1982) implied the regulation of international trade and especially capital control, which provided national states with relative autonomy in pursuing social and economic policies. In this context, the labor movement (esp. trade unions and mass parties) gave a political voice to ordinary people, promoting the democratization of state policies (Crouch, 2004). Crucially, despite its merits and approximations, the historical concretization of social citizenship in the postwar welfare state does not realize the ideal of social citizenship outlined above. As Fraser (2013, pp. 127–128) makes it clear, postwar welfare arrangements often treated their beneficiaries as clients rather than citizens, and they excluded women, minorities, and postcolonial peoples. Hence, while the remainder of this paper is concerned with studying the ways in which neoliberalism undermines the ideal of social citizenship, this critique should not be confused with a nostalgic view of the postwar compromise as a \"golden age of democracy and social justice\"—a view that would turn \"a blind eye to some of the serious gender- and race-based oppressions that sustained that order\" (Cahill & Konings, 2017, p. 120). Thus, as Crouch (2004) does for democracy, it is possible to interpret social citizenship as a continuum in which its concrete historical realizations are more or less distant from the normative ideal. Although postwar welfare states do not represent the ideal of social and political justice, the end of the social–democratic compromise and the emergence of neoliberalism implied processes of \"dedemocratization\" (Brown, 2006; Freeman, 2018; Kiely, 2017) and thus an even greater departure from this ideal. Indeed, given the difficulties in finding an alternative social base to the working class for representing the general interest of society and for promoting democratization, the decline of the working class is strongly connected not only with the erosion of the welfare state but also with the emergence of \"post-democracy,\" whereby economic and political inequalities return to levels similar to pre-democratic times (Crouch, 2004). While it is beyond the scope of the paper to provide an exhaustive definition of neoliberalism, scholars have proposed two different interpretations of neoliberalism that are relevant for the argument that follows. A first strand of the literature defines neoliberalism as the ideology of the dominant class and as the political project aimed at reaffirming capitalist class power after the postwar social–democratic compromise (Duménil & Lévy, 2004; Harvey, 2005). In this perspective, neoliberalism is associated with the promotion of the interests of the economic elites (especially big corporations) and thus with the concentration not only of income and wealth but also of political power (Crouch, 2011). Importantly, neoliberalism does not entail the minimal state but its subordination to capitalist interests (Howell, 2015). With the liberalization of international (especially financial) markets, national states lose their autonomy in social and economic policies and are compelled to compete for attracting capital and investments: democratically responsive welfare states are transformed into more to global than to citizens 2014). A second of following neoliberalism with a based on of the and of which aims at subjects and in terms and at economic & 2008; In this second perspective, neoliberalism is associated with processes of of the whereby the economic is to and the is to the is, a project that economic principles for governing human in of social Crucially, the fact that this project is a one does not imply that it has no political are \"to like in terms of through the of the logic 2008, pp. Moreover, this should not be confused with a Indeed, the of which for state as long as they are & 2014). Thus, also in this neoliberalism does not involve the of the state but rather the promotion of an state\" 2008, p. which and as an the economic logic and its principles of and to of human thereby the social into a pp. For the of this paper, it is important to highlight two the the dimensions of neoliberalism necessarily imply welfare Social policy can be promoted with a view to the interests of the dominant classes while following the normative–epistemological assumptions inherent to the As p. argues, state in neoliberalism can be as important as in a it is the of the (e.g., its and that both in its and dimensions, neoliberalism is associated with the of democracy the between neoliberalism and democracy, also & 2015; 2015; Kiely, 2017; 2008). Although Crouch (2004) the concept of for the marginalization of democratic politics by the in political power of the economic elites and big it can also be to the decline of democracy by the and of governance and by processes of that important political from democratic Indeed, for p. processes inherent to neoliberalism imply not only the promotion of the interests of economic actors but also the of The concept of to the of political & p. i.e., of the possibility of entails the marginalization of democratic governance both at the discursive and at the the discursive level, political are making The debate and social in the realm of or & pp. the level, implies that processes are from democratic and to & p. In particular, neoliberalism promotes the of the \"social\" through its & discourse as the dominant frameworks for and aspects of society to mere economic neoliberal of governance political into economic to be through thereby public from democratic deliberation and the of political (Brown, 2004). While the social policy literature has the of neoliberalism on the erosion of social policy generosity, it has its on the political–democratic aspects of social citizenship. In the next section, I thus a framework that the of neoliberalism on social citizenship, in in which in of an in the generosity of social policies. In this context, the of is not the degree of social policy generosity in but the of social policy on the practice of the democratic quality of the public discourse on welfare This framework thus the dimension of welfare their and In this section, I to the concept of \"social\" or neoliberalism & 2005; 2015; for political efforts that to social goals but that do not the core of neoliberalism. In to these policy individuals' and However, despite their contribution in and these efforts to social goals with the political–democratic of social citizenship. This can be in the these in the policy processes and in the goals the level of the contemporary to social policy, it can be that the political–democratic logic is in of a of moral and economic This is a of whereby economic are even to 2012). In this context, are as a whereby with 2008, pp. Indeed, one of the central of the promotion of social policy in the actual situation is the that the state the resources to do which makes necessary private actors in social policy and either to their moral or to their economic For example, the financial should be for social policy through social The latter financial actors to in social policy aimed at social problems such as and The of social outcomes for the public enabling to a of these to with an interest the private 2016, p. Thus, goals into economic returns p. The emergence of can be to the social investment perspective on welfare which social policies as that economic in are only the outcomes defined by the are However, because in this way the would be the social is not the its in order to are For example, the investment in which aimed at at by the so that the to its the the investment 2016, p. Thus, and other are essential actors in social investment Moreover, the through are often social and Hence, and in ways for and providing social policy. Crucially, welfare to global capital to more than a provision of and the logic of these 2017, pp. Thus, social problems into investment and the social & p. are not As it is in the literature on & & 2020; et al., 2016; 2017; & 2018; et al., 2013; et al., despite their various these financial focusing public on that to problems for the of that are a ideology and an also social services to",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12599"
      },
      "topics": [
        "Social Policy and Reform Studies",
        "Healthcare innovation and challenges",
        "Social Work Education and Practice"
      ],
      "referenced_works_count": 124,
      "url": "https://openalex.org/W4210523699"
    },
    {
      "openalex_id": "W1555728724",
      "doi": "10.4324/9781315053615-9",
      "title": "Racist Speech, Democracy, and the First Amendment",
      "authors": [
        {
          "name": "Robert C. Post",
          "openalex_id": "A5005663941",
          "orcid": "https://orcid.org/0000-0002-2581-919X",
          "institutions": [
            "Yale University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-12-07",
      "abstract": "The curse of racism continues to haunt the Nation. Everywhere we face its devastation, the bitter legacy of, in William Lloyd Garrison's prophetic words, our \"covenant with death and ... agreement with Hell.\" This is the living consequence of the history that has produced us. We cannot overcome that history without changing ourselves and therefore also our legal order. Since Brown v. Board of Education vast stretches of our law have passed through the flame of this challenge. The question is always what to preserve, what to alter.\\nNow it is the turn of the first amendment. Largely inspired by Richard Delgado's article, Words That Wound, the past few years have witnessed an extraordinary spate of articles analyzing the constitutionality of restrictions on racist speech. This analysis is not merely academic. Motivated by an alarming increase in racist incidents, universities throughout the Nation have turned toward the task of restraining racist expression. The justification for these restraints, and their relationship to first amendment values, has become a matter of intense controversy.",
      "cited_by_count": 104,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/chapters/edit/download?identifierName=doi&identifierValue=10.4324/9781315053615-9&type=chapterpdf"
      },
      "topics": [
        "Law, Rights, and Freedoms",
        "Hate Speech and Cyberbullying Detection"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W1555728724"
    },
    {
      "openalex_id": "W1910785316",
      "doi": "10.22439/fs.v0i12.3335",
      "title": "Toward a Foucaultian Epistemology of Resistance: Counter-Memory, Epistemic Friction, and &lt;i&gt;Guerrilla&lt;/i&gt; Pluralism",
      "authors": [
        {
          "name": "José Medina",
          "openalex_id": "A5101511305",
          "orcid": "https://orcid.org/0000-0003-2625-2583",
          "institutions": [
            "Vanderbilt University"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-09-12",
      "abstract": "In this paper I argue that Foucaultian genealogy offers a critical approach to practices of remembering and forgetting which is crucial for resisting oppression and dominant ideologies. For this argument I focus on the concepts of counter-history and counter-memory that Foucault developed in the 1970’s. In the first section I analyze how the Foucaultian approach puts practices of remembering and forgetting in the context of power relations, focusing not only on what is remembered and forgotten, but how, by whom, and with what effects. I highlight the critical possibilities for resistance that this approach opens up, and I illustrate them with Ladelle McWhorter’s genealogy of racism in Anglo-America. In the second section I put the Foucaultian approach in conversation with contemporary work in pragmatism and critical theory on the social epistemology of memory. In the third and final section, I explore some of the implications of the Foucaultian notion of resistance and what I term guerrilla pluralism for contemporary epistemological discussions of ignorance in standpoint theory and race theory",
      "cited_by_count": 154,
      "type": "article",
      "source": {
        "name": "Foucault Studies",
        "type": "journal",
        "issn": [
          "1832-5203"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://rauli.cbs.dk/index.php/foucault-studies/article/download/3335/3632"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Rhetoric and Communication Studies",
        "Educator Training and Historical Pedagogy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1910785316"
    },
    {
      "openalex_id": "W2518508064",
      "doi": "10.1525/luminos.15",
      "title": "Scale: Discourse and Dimensions of Social Life",
      "authors": [
        {
          "name": "E. Summerson Carr",
          "openalex_id": "A5056331829",
          "orcid": "https://orcid.org/0000-0001-7015-0758",
          "institutions": [
            "University of Chicago"
          ]
        },
        {
          "name": "Michael Lempert",
          "openalex_id": "A5064652213",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-08-17",
      "abstract": "Wherever we turn, we see diverse things scaled for us, from cities to economies, from history to love. We know scale by many names and through many familiar antinomies: local and global, micro and macro events. Even the most critical among us often proceed with our analysis as if such scales were the ready-made platforms of social life, rather than asking how, why, and to what effect are scalar distinctions forged in the first place. How do scalar distinctions help actors and analysts alike make sense of and navigate their social worlds? What do these distinctions reveal and what do they conceal? How are scales construed and what effects do they have on the way those who abide by them think and act? This pathbreaking volume attends to the practical labor of scale-making and the communicative practices this labor requires. From an ethnographic perspective, the authors demonstrate that scale is practice and process before it becomes product, whether in the work of projecting the commons, claiming access to the big picture, or scaling the seriousness of a crime. “How shall we fathom the world, bringing its varied scales into analytic perspective? The authors collected in this bold and subtle volume slow down the question, arguing that ‘scale’ is made, not born, and that ‘perspectives’ are semiotic accomplishments and not stable points of anchor.” -STEFAN HELMREICH, Elting E. Morison Professor of Anthropology, MIT “Scale will be a fundamental book for thinking about scalar processes... It's engaging, readable chapters offer a range of theoretical considerations of how scales arise and work in a variety of social settings.” -ROBERT OPPENHEIM, author of Kyongju Things: Assembling Place “This highly original volume sheds new light on language and scale... The authors show how the scalar aspects of language and the linguistic dimensions of scale work together to produce the social logic of extent.” -ARJUN APPADURAI, Paulette Goddard Professor of Media, Culture and Communication, New York University \"This groundbreaking collection of essays by leading linguistic anthropologists demonstrates the vital contribution of semiotics to the ongoing multidisciplinary theorizing of scale and scale-making.\" -MIYAKO INOUE, author of Vicarious Language: Gender and Linguistic Modernity in Japan E. SUMMERSON CARR is Associate Professor, School of Social Service Administration, University of Chicago. MICHAEL LEMPERT is Associate Professor of Anthropology, University of Michigan.",
      "cited_by_count": 604,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.luminosoa.org/site/books/10.1525/luminos.15/download/1047/"
      },
      "topics": [
        "Digital Communication and Language",
        "Discourse Analysis in Language Studies"
      ],
      "referenced_works_count": 249,
      "url": "https://openalex.org/W2518508064"
    },
    {
      "openalex_id": "W315976316",
      "doi": "10.25148/clj.1.1.009529",
      "title": "Community Literacy: A Rhetorical Model for Personal and Public Inquiry",
      "authors": [
        {
          "name": "Lorraine Higgins",
          "openalex_id": "A5023491407",
          "institutions": [
            "Worcester Polytechnic Institute"
          ]
        },
        {
          "name": "Elenore Long",
          "openalex_id": "A5070392312",
          "institutions": [
            "Bay Path University"
          ]
        },
        {
          "name": "Londa Flowers",
          "openalex_id": "A5110765201",
          "institutions": [
            "Bay Path University",
            "Worcester Polytechnic Institute",
            "Carnegie Mellon University"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-10-01",
      "abstract": "This paper develops a rhetorically centered model of community literacy in the theoretical and practical context of local publics—those spaces where ordinary people develop public voices to engage in intercultural inquiry and deliberation. Drawing on fifteen years of action research in the Community Literacy Center and beyond, the authors characterize the distinctive features of local publics, the deliberative, intercultural discourses they circulate, and the literate practices that sustain them. They identify four critical practices at the heart of community literacy: assessing the rhetorical situation, creating local publics, developing citizens’ rhetorical capacities, and supporting change through the circulation of alternative texts and practices.",
      "cited_by_count": 73,
      "type": "article",
      "source": {
        "name": "Community Literacy Journal",
        "type": "journal",
        "issn": [
          "1555-9734",
          "2162-6324"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://digitalcommons.fiu.edu/cgi/viewcontent.cgi?article=1383&context=communityliteracy"
      },
      "topics": [
        "Literacy, Media, and Education",
        "Service-Learning and Community Engagement",
        "Multilingual Education and Policy"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W315976316"
    },
    {
      "openalex_id": "W2945054600",
      "doi": "10.1093/jcmc/zmz009",
      "title": "Whose Lives Matter? Mass Shootings and Social Media Discourses of Sympathy and Policy, 2012–2014",
      "authors": [
        {
          "name": "Yini Zhang",
          "openalex_id": "A5009478901",
          "orcid": "https://orcid.org/0000-0002-2957-1590",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Dhavan V. Shah",
          "openalex_id": "A5067534857",
          "orcid": "https://orcid.org/0000-0001-5034-2816",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Jordan Foley",
          "openalex_id": "A5064645984",
          "orcid": "https://orcid.org/0000-0003-0719-8315",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Aman Abhishek",
          "openalex_id": "A5065659643",
          "orcid": "https://orcid.org/0000-0003-3686-6052",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Josephine Lukito",
          "openalex_id": "A5063065481",
          "orcid": "https://orcid.org/0000-0002-0771-1070",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Jiyoun Suk",
          "openalex_id": "A5011711173",
          "orcid": "https://orcid.org/0000-0003-4690-2395",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Sang Jung Kim",
          "openalex_id": "A5024822959",
          "orcid": "https://orcid.org/0000-0002-2530-5906",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Zhongkai Sun",
          "openalex_id": "A5103256809",
          "orcid": "https://orcid.org/0000-0003-1358-8897",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Jon Pevehouse",
          "openalex_id": "A5015885315",
          "orcid": "https://orcid.org/0000-0003-1761-0422",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Christine Garlough",
          "openalex_id": "A5012641844",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-04-10",
      "abstract": "This study focuses on the outpouring of sympathy in response to mass shootings and the contestation over gun policy on Twitter from 2012 to 2014 and relates these discourses to features of mass shooting events. We use two approaches to Twitter text analysis—hashtag grouping and supervised machine learning (ML)—to triangulate an understanding of intensity and duration of \"thoughts and prayers,\" gun control, and gun rights discourses. We conduct parallel time series analyses to predict their temporal patterns in response to features of mass shootings. Our analyses reveal that while the total number of victims and child deaths consistently predicted public grieving and calls for gun control, public shootings consistently predicted the defense of gun rights. Further, the race of victims and perpetrators affected the levels of public mourning and policy debates, with the loss of black lives and the violence inflicted by white shooters generating less sympathy and policy discourses.",
      "cited_by_count": 90,
      "type": "article",
      "source": {
        "name": "Journal of Computer-Mediated Communication",
        "type": "journal",
        "issn": [
          "1083-6101"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/jcmc/article-pdf/24/4/182/28853015/zmz009.pdf"
      },
      "topics": [
        "Gun Ownership and Violence Research",
        "Crime, Deviance, and Social Control",
        "Public Relations and Crisis Communication"
      ],
      "referenced_works_count": 64,
      "url": "https://openalex.org/W2945054600"
    },
    {
      "openalex_id": "W1977190637",
      "doi": "10.1016/j.polgeo.2005.05.001",
      "title": "New spaces of citizenship? Rethinking gendered participation and empowerment in South Africa",
      "authors": [
        {
          "name": "Cheryl McEwan",
          "openalex_id": "A5040031320",
          "orcid": "https://orcid.org/0000-0002-6887-0788",
          "institutions": [
            "Durham University"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-08-11",
      "abstract": null,
      "cited_by_count": 105,
      "type": "article",
      "source": {
        "name": "Political Geography",
        "type": "journal",
        "issn": [
          "0962-6298",
          "1873-5096"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://durham-repository.worktribe.com/output/1572401"
      },
      "topics": [
        "Gender Politics and Representation",
        "Feminism, Gender, and Sexuality Studies",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 111,
      "url": "https://openalex.org/W1977190637"
    },
    {
      "openalex_id": "W1546442545",
      "doi": "10.1023/a:1024916618904",
      "title": "Digital divide or discursive design? On the emerging ethics of information space",
      "authors": [
        {
          "name": "Nick Couldry",
          "openalex_id": "A5061849511",
          "orcid": "https://orcid.org/0000-0001-8233-3287",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-06-01",
      "abstract": null,
      "cited_by_count": 49,
      "type": "article",
      "source": {
        "name": "Ethics and Information Technology",
        "type": "journal",
        "issn": [
          "1388-1957",
          "1572-8439"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1023/A:1024916618904.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "E-Government and Public Services",
        "ICT Impact and Policies"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W1546442545"
    },
    {
      "openalex_id": "W2896280782",
      "doi": "10.1093/oso/9780198869757.001.0001",
      "title": "Democratic Speech in Divided Times",
      "authors": [
        {
          "name": "Maxime Lepoutre",
          "openalex_id": "A5071069856",
          "orcid": "https://orcid.org/0000-0001-7573-8585",
          "institutions": [
            "University of Reading"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-06-16",
      "abstract": "Abstract Democratic Speech in Divided Times offers a comprehensive account of the norms that should govern public discourse in circumstances marked by deep and often unjust social divisions. Part I investigates what forms of democratic speech are desirable in these settings. This part shows, firstly, that some forms of public discourse that are symptomatic of division can nevertheless play a crucial democratic function. In particular, it argues that emotionally charged speech—and most notably, speech voicing deep anger—plays a fundamental role in overcoming entrenched epistemic divisions and in facilitating the exchange of shared reasons. This part also examines how, in contrast, other characteristic features of the public discourse of divided societies endanger democratic life. Here, the argument considers the proliferation of hate speech and misinformation, and examines what forms of democratic speech should be used to combat them. Part II considers how realistic the foregoing account of public discourse is. Specifically, it assesses the complications that arise from intergroup antipathy, pervasive political ignorance, and the fragmentation of the public sphere. The normative picture of public discourse that this book defends can largely withstand these problems. And, while these social conditions do qualify the value of democratic speech in some respects, they are at least as problematic for political ideals that give up on inclusive democratic speech altogether. Accordingly, while realising the ideal of democratic speech that this book outlines is challenging, we should not lose patience with this task.",
      "cited_by_count": 68,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.repository.cam.ac.uk/handle/1810/283602"
      },
      "topics": [
        "Social Media and Politics",
        "Hate Speech and Cyberbullying Detection",
        "Rhetoric and Communication Studies"
      ],
      "referenced_works_count": 281,
      "url": "https://openalex.org/W2896280782"
    }
  ],
  "count": 25,
  "errors": []
}
