{
  "status": "success",
  "source": "openalex",
  "query": "ideal speech situation proceduralism inclusion critique feminist response",
  "results": [
    {
      "openalex_id": "W997338024",
      "doi": null,
      "title": "Inciting Legal Fictions: 'Disability's' date with Ontology and the Ableist Body of Law",
      "authors": [
        {
          "name": "Fiona Kumari Campbell",
          "openalex_id": "A5033052966",
          "orcid": "https://orcid.org/0000-0001-9262-2963",
          "institutions": [
            "Griffith University"
          ]
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-01-01",
      "abstract": "Activists with 'disabilities' have placed great trust in the legal body to deliver freedoms in the form of equality rights and protections against discrimination. This article argues that, while such equalisation initiatives have provided remedies in the lives of some individuals with 'disabilities', the sub-text of 'disability' as negative ontology has remained substantially unchallenged. Understanding disability requires more sustained attention to the ontological nature of disability, in particular the ways in which a 'disabled person' is produced. The article opens with a discussion of the difficult and complex(ing) area of ontology - in particular the performativity of 'disability' as a history of unthought and then moves on to a discussion of the ways 'disabled bodies' negotiate the symbol trade in 'disability' within the confines of the ableist regime of law. The increasing disability ontology wars are foregrounded by discussing the ways in which 'negative ontologies' are written into the practices and effects of law. As such, the article's focal concerns extend to law's understanding of the autonomous individual and technologies of freedom, strategies of 'social injuries', and attempts to introduce new formations of disability related to matters of 'election' and 'mitigation'. These battles over the (re)writing of disability are important because they affect the access of people with disabilities to welfare provision, protection under anti-discrimination legislation and formations of the perfectible, abled human self. Finally, the article concludes by suggesting that the law's continual reiteration of defective corporeality through the signification of 'disability' as legal proclamation (prescription) not only disallows the 'disabled' subject any escape from the normalising practices of compensation and mitigation but continues to negate possibilities of imagining the desiring 'disabled subject' in any voluptuous way.",
      "cited_by_count": 400,
      "type": "article",
      "source": {
        "name": "Griffith Research Online (Griffith University, Queensland, Australia)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10072/3714"
      },
      "topics": [
        "Law in Society and Culture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W997338024"
    },
    {
      "openalex_id": "W602440937",
      "doi": "10.26530/oapen_606390",
      "title": "Media and Participation: A site of ideological-democratic struggle",
      "authors": [
        {
          "name": "Nico Carpentier",
          "openalex_id": "A5049960351",
          "orcid": "https://orcid.org/0000-0002-8996-4636",
          "institutions": [
            "North Carolina Exploring Cultural Heritage Online"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "In chapter 1, the discussion on the Soviet theory of the press was published in an article entitled 'Reading back beyond the \"post\" pre x. e politics of the signi er \"post-socialism\", and its opportunities for the enrichment of participatory media theory' , in Mediln studia, 1/2010: 7-30.",
      "cited_by_count": 559,
      "type": "book",
      "source": {
        "name": "Intellect Ltd. eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://library.oapen.org/bitstream/20.500.12657/32743/1/606390.pdf"
      },
      "topics": [
        "Cultural Industries and Urban Development",
        "Cultural, Media, and Literary Studies"
      ],
      "referenced_works_count": 415,
      "url": "https://openalex.org/W602440937"
    },
    {
      "openalex_id": "W2596389280",
      "doi": "10.1146/annurev-polisci-060415-093825",
      "title": "Police Are Our Government: Politics, Political Science, and the Policing of Race–Class Subjugated Communities",
      "authors": [
        {
          "name": "Joe Soss",
          "openalex_id": "A5057374585",
          "orcid": "https://orcid.org/0000-0002-1348-8573",
          "institutions": [
            "University of Minnesota"
          ]
        },
        {
          "name": "Vesla M. Weaver",
          "openalex_id": "A5111612582",
          "institutions": [
            "Yale University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-03-17",
      "abstract": "Against the backdrop of Ferguson and the Black Lives Matter movement, we ask what the American politics subfield has to say about the political lives of communities subjugated by race and class. We argue that mainstream research in this subfield—framed by images of representative democracy and Marshallian citizenship—has provided a rich portrait of what such communities lack in political life. Indeed, by focusing so effectively on their political marginalization, political scientists have ironically made such communities marginal to the subfield's account of American democracy and citizenship. In this article, we provide a corrective by focusing on what is present in the political lives of such communities. To redress the current imbalance and advance the understandings of race and class in American politics, we argue that studies of the liberal-democratic “first face” of the state must be complemented by greater attention to the state's more controlling “second face.” Focusing on policing, we seek to unsettle the mainstream of a subfield that rarely inquires into governmental practices of social control and the ways “race-class subjugated communities” are governed through coercion, containment, repression, surveillance, regulation, predation, discipline, and violence.",
      "cited_by_count": 540,
      "type": "article",
      "source": {
        "name": "Annual Review of Political Science",
        "type": "journal",
        "issn": [
          "1094-2939",
          "1545-1577"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-polisci-060415-093825"
      },
      "topics": [
        "Policing Practices and Perceptions",
        "Crime Patterns and Interventions",
        "Gun Ownership and Violence Research"
      ],
      "referenced_works_count": 178,
      "url": "https://openalex.org/W2596389280"
    },
    {
      "openalex_id": "W2070250811",
      "doi": "10.1080/00071310020023037",
      "title": "The myth of the best argument: power, deliberation and reason<sup>1</sup>",
      "authors": [
        {
          "name": "Luigi Pellizzoni",
          "openalex_id": "A5055162961",
          "orcid": "https://orcid.org/0000-0003-1077-2293",
          "institutions": [
            "University of Trieste"
          ]
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-03-01",
      "abstract": "Power in communication takes two main forms. As 'external' power, it consists in the ability to acknowledge or disregard a speaker or a discourse. As 'internal' power, it is the ability of an argument to eliminate other arguments by demonstrating its superiority. A positive or negative value may be ascribed to these forms of power. Four ideal-typical positions are discussed--strategy, technocracy, constructionism, and deliberation. Public deliberation has three virtues--civic virtue, governance virtue and cognitive virtue. Deliberation lowers the propensity to, and the benefit of, strategic behaviour. It also increases knowledge, enhancing the quality of decisions. For Habermas, the unity of reason is expressed in the possibility of agreement on the most convincing argument. However, sometimes conflicts are deep-lying, principles and factual descriptions are profoundly different, and uncertainty is radical. The best argument cannot be found. There is no universal reason. The question is whether non-strategic agreement may spring from the incommensurability of languages. In search of an answer, Rawls's concept of overlapping consensus, the feminist theory of the public sphere, and the idea of deliberation as co-operation are discussed. The argument developed is that the approach to deliberative democracy may be renewed by rethinking its motivational and cognitive elements. Public deliberation is grounded on a pre-political level of co-operation. Intractable controversies may be faced at the level of practices, looking for local, contextual answers.",
      "cited_by_count": 218,
      "type": "review",
      "source": {
        "name": "British Journal of Sociology",
        "type": "journal",
        "issn": [
          "0007-1315",
          "1468-4446"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://ricerca.sns.it/bitstream/11384/128069/1/myth%20of%20best%20argument-preprint.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Philosophy and Ethics",
        "Social Media and Politics"
      ],
      "referenced_works_count": 54,
      "url": "https://openalex.org/W2070250811"
    },
    {
      "openalex_id": "W3208914105",
      "doi": "10.7551/mitpress/14050.001.0001",
      "title": "Discriminating Data",
      "authors": [
        {
          "name": "Wendy Hui Kyong Chun",
          "openalex_id": "A5087258215",
          "orcid": "https://orcid.org/0000-0002-7155-919X"
        },
        {
          "name": "Alex Barnett",
          "openalex_id": "A5097845913"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-11-02",
      "abstract": "How big data and machine learning encode discrimination and create agitated clusters of comforting rage. In Discriminating Data, Wendy Hui Kyong Chun reveals how polarization is a goal—not an error—within big data and machine learning. These methods, she argues, encode segregation, eugenics, and identity politics through their default assumptions and conditions. Correlation, which grounds big data's predictive potential, stems from twentieth-century eugenic attempts to “breed” a better future. Recommender systems foster angry clusters of sameness through homophily. Users are “trained” to become authentically predictable via a politics and technology of recognition. Machine learning and data analytics thus seek to disrupt the future by making disruption impossible. Chun, who has a background in systems design engineering as well as media studies and cultural theory, explains that although machine learning algorithms may not officially include race as a category, they embed whiteness as a default. Facial recognition technology, for example, relies on the faces of Hollywood celebrities and university undergraduates—groups not famous for their diversity. Homophily emerged as a concept to describe white U.S. resident attitudes to living in biracial yet segregated public housing. Predictive policing technology deploys models trained on studies of predominantly underserved neighborhoods. Trained on selected and often discriminatory or dirty data, these algorithms are only validated if they mirror this data. How can we release ourselves from the vice-like grip of discriminatory data? Chun calls for alternative algorithms, defaults, and interdisciplinary coalitions in order to desegregate networks and foster a more democratic big data.",
      "cited_by_count": 359,
      "type": "book",
      "source": {
        "name": "The MIT Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://direct.mit.edu/books/monograph/5237/bookpreview-pdf/2236528"
      },
      "topics": [
        "Electoral Systems and Political Participation",
        "Computational and Text Analysis Methods",
        "Social and Cultural Dynamics"
      ],
      "referenced_works_count": 201,
      "url": "https://openalex.org/W3208914105"
    },
    {
      "openalex_id": "W2020307081",
      "doi": "10.1287/orsc.2015.0968",
      "title": "What Is a “Fair” Price? Ethics as Sensemaking",
      "authors": [
        {
          "name": "Juliane Reinecke",
          "openalex_id": "A5021897173",
          "orcid": "https://orcid.org/0000-0001-5674-4218",
          "institutions": [
            "University of Warwick"
          ]
        },
        {
          "name": "Shaz Ansari",
          "openalex_id": "A5008091381",
          "institutions": [
            "University of Cambridge"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-21",
      "abstract": "Whereas the deliberative democracy approach to ethics seeks to bridge universalist reason and contextual judgment to explain the emergence of intersubjective agreements, it remains unclear how these two are reconciled in practice. We argue that a sensemaking approach is useful for examining how ethical truces emerge in equivocal situations. To understand how actors navigate through ethical complexity, we conducted an ethnographic inquiry into the multistakeholder practices of setting Fairtrade Minimum Prices. We offer three contributions. First, we develop a process model of ethics as sensemaking that explains how actors come to collectively agree on what is ethical in complex situations, even if no complete consensus arises. Second, our findings suggest that moral intuition and affect also motivate ethical judgment alongside moral reasoning. Third, an ethical sensemaking perspective explains some of the pitfalls actors confront in coping with ethical complexities in practice and how they attend to the challenges arising from stark inequalities in extreme contexts.",
      "cited_by_count": 128,
      "type": "article",
      "source": {
        "name": "Organization Science",
        "type": "journal",
        "issn": [
          "1047-7039",
          "1526-5455"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.repository.cam.ac.uk/bitstreams/c00ff1a4-4d32-4141-8fbd-14b9e938f1bc/download"
      },
      "topics": [
        "Global trade, sustainability, and social impact",
        "Experimental Behavioral Economics Studies",
        "Ethics in Business and Education"
      ],
      "referenced_works_count": 91,
      "url": "https://openalex.org/W2020307081"
    },
    {
      "openalex_id": "W3168548303",
      "doi": "10.1093/cdj/bsab018",
      "title": "The tree of participation: a new model for inclusive decision-making",
      "authors": [
        {
          "name": "Karen Bell",
          "openalex_id": "A5046313073",
          "orcid": "https://orcid.org/0000-0001-7585-3540",
          "institutions": [
            "University of the West of England"
          ]
        },
        {
          "name": "Mark S. Reed",
          "openalex_id": "A5072633457",
          "orcid": "https://orcid.org/0000-0002-8958-8474",
          "institutions": [
            "Scotland's Rural College"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-05-19",
      "abstract": "Abstract Community development often involves organizing participatory decision-making processes. The challenge is for this to be meaningful. Participatory decision-making has the potential to increase the transparency, accountability, equity and efficiency with which public administration serves the least privileged in society. However, in practice, it often fails to bring about these outcomes. A number of academics and practitioners have, therefore, theorized how participatory decision-making processes can better empower marginalized groups. By critically reviewing this body of work and empirically grounding the debate in recent practice, we aimed to develop a theoretically rigorous, easily applicable and holistic model of an inclusive participatory decision-making process that can work across a range of contexts. The empirical strand included surveying public engagement practitioners and participants about the participatory events they had organized or attended. These empirical findings were combined with insights from the theoretical literature to devise a new conceptual model of emancipatory, inclusive and empowering participatory decision-making – the ‘Tree of Participation’. The model can be useful to both organizers of participatory processes, as a check for empowering and inclusive practice, and to disadvantaged groups, as a set of expectations and demands when engaging in public decision-making.",
      "cited_by_count": 84,
      "type": "article",
      "source": {
        "name": "Community Development Journal",
        "type": "journal",
        "issn": [
          "0010-3802",
          "1468-2656"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/cdj/advance-article-pdf/doi/10.1093/cdj/bsab018/39575958/bsab018.pdf"
      },
      "topics": [
        "Community Health and Development",
        "Community Development and Social Impact",
        "Participatory Visual Research Methods"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W3168548303"
    },
    {
      "openalex_id": "W2598258059",
      "doi": "10.1177/0261018316683472",
      "title": "Countering terrorism and radicalisation: Securitising social policy?",
      "authors": [
        {
          "name": "Francesco Ragazzi",
          "openalex_id": "A5041985142",
          "orcid": "https://orcid.org/0000-0001-7876-6880",
          "institutions": [
            "Leiden University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-23",
      "abstract": "While social and security policies have always overlapped in complex ways, recent developments in counter-terrorism policy suggest that Western European states, and the United Kingdom more specifically, are accelerating what can be termed the ‘securitisation of social policy’ 1 – namely, the increased submission of social policy actors and their practices to the logics of security and social control. With the PREVENT programme remaining highly controversial, what are the effects of these state practices? Has David Cameron’s project of ‘muscular liberalism’, aimed at integration and community cohesion, been enforced through counter-radicalisation policies? This themed issue examines preventative counter-terrorism policies in the UK and the politics of religion, ethnicity and race they enact. The relation between social policy and critical security studies is explored by an interdisciplinary group of scholars.",
      "cited_by_count": 116,
      "type": "article",
      "source": {
        "name": "Critical Social Policy",
        "type": "journal",
        "issn": [
          "0261-0183",
          "1461-703X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/1887/50282"
      },
      "topics": [
        "Global Security and Public Health",
        "Migration, Refugees, and Integration",
        "Terrorism, Counterterrorism, and Political Violence"
      ],
      "referenced_works_count": 123,
      "url": "https://openalex.org/W2598258059"
    },
    {
      "openalex_id": "W1940260825",
      "doi": "10.1007/978-3-662-45915-7",
      "title": "Zukunft der Arbeit in Industrie 4.0",
      "authors": [
        {
          "name": "Alfons Botthof",
          "openalex_id": "A5021335187",
          "institutions": [
            "VDI/VDE Innovation + Technik"
          ]
        },
        {
          "name": "Ernst Hartmann",
          "openalex_id": "A5055026830",
          "orcid": "https://orcid.org/0000-0002-7638-4122",
          "institutions": [
            "VDI/VDE Innovation + Technik"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-05",
      "abstract": null,
      "cited_by_count": 182,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/978-3-662-45915-7.pdf?pdf=button"
      },
      "topics": [
        "Digital Transformation in Industry",
        "Digital Innovation in Industries",
        "Flexible and Reconfigurable Manufacturing Systems"
      ],
      "referenced_works_count": 637,
      "url": "https://openalex.org/W1940260825"
    },
    {
      "openalex_id": "W2806852743",
      "doi": "10.21606/drs.2018.679",
      "title": "Design Justice: towards an intersectional feminist framework for design theory and practice",
      "authors": [
        {
          "name": "Sasha Costanza‐Chock",
          "openalex_id": "A5014334630",
          "institutions": [
            "Massachusetts Institute of Technology",
            "Internet Society"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-06-25",
      "abstract": "Design is key to our collective liberation, but most design processes today reproduce inequalities structured by what Black feminist scholars call the matrix of domination. Intersecting inequalities are manifest at all levels of the design process. This paper builds upon the Design Justice Principles, developed by an emerging network of designers and community organizers, to propose a working definition of design justice: Design justice is a field of theory and practice that is concerned with how the design of objects and systems influences the distribution of risks, harms, and benefits among various groups of people. Design justice focuses on the ways that design reproduces, is reproduced by, and/or challenges the matrix of domination (white supremacy, heteropatriarchy, capitalism, and settler colonialism). Design justice is also a growing social movement that aims to ensure a more equitable distribution of design’s benefits and burdens; fair and meaningful participation in design decisions; and recognition of community-based design traditions, knowledge, and practices.",
      "cited_by_count": 83,
      "type": "article",
      "source": {
        "name": "Proceedings of DRS",
        "type": "journal",
        "issn": [
          "2398-3132"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://dl.designresearchsociety.org/cgi/viewcontent.cgi?article=1554&context=drs-conference-papers"
      },
      "topics": [
        "Crafts, Textile, and Design",
        "Art Education and Development",
        "Fashion and Cultural Textiles"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W2806852743"
    },
    {
      "openalex_id": "W2340229857",
      "doi": null,
      "title": "On the Need for Asian American Narratives in Law: Ethnic Specimens, Native Informants, Storytelling and Silences",
      "authors": [
        {
          "name": "Margaret Chon",
          "openalex_id": "A5001849912",
          "orcid": "https://orcid.org/0000-0001-7835-8369"
        }
      ],
      "publication_year": 1995,
      "publication_date": "1995-01-01",
      "abstract": "The race-ing process that leads to the \"ethnic specimen\" as well as to the resulting problems of the \"native informant\" deserves theoretical attention, for they affect how legal categories are constructed with respect to Asian Americans. This article attempts to expand on each of these phenomena. In part II, the author describes in more detail the concept of the \"ethnic specimen\" and in part III, the \"native informant.\" Part III will also explore the various forms of silence, as well as other aspects of reticence the author and others have in the project of articulating an Asian American authentic native voice. The author's observations are intended to elaborate upon the theory of racial formation, and to describe a process of racialization in which cultural and linguistic conventions, as well as countervailing interventions, work and play prominently. These observations are also connected to the jurisprudential project of reconstructing the concept of race so as achieve greater justice for all racial groups.",
      "cited_by_count": 84,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://digitalcommons.law.seattleu.edu/faculty/331"
      },
      "topics": [
        "Legal Systems and Judicial Processes"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2340229857"
    },
    {
      "openalex_id": "W1558878984",
      "doi": "10.15453/0191-5096.2875",
      "title": "Chronic Illness and Academic Accommodation: Meeting Disabled Students' \"unique needs\" and Preserving the Institutional Order of the University",
      "authors": [
        {
          "name": "Karen Elizabeth Jung",
          "openalex_id": "A5031797893",
          "institutions": [
            "Western Michigan University"
          ]
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-03-01",
      "abstract": "People with disabilities are just one of the groups designated for special attention in relation to equity in postsecondary education. This paper explores the way in which policies that provide academic accommodation for students disabled by chronic illness unfold in practice. As part of the administrative regime of the university, these policies are typically designed to reconcile the interests and relevances of the law with the interests and relevances of the academy. When a disabled student \"activates\" the policy, regardless of whether or not services and assistance are provided or are useful, the student becomes situated within social relations that make disabled students' \"needs\" manageable in the organizational context. As applicants for the institution's privileges and services, students actively participate in the accomplishment of the institutional order of the university, i.e., they fulfil the university's legal obligation not to discriminate against students with disabilities. This, I will argue, constitutes an exercise of power and preserves the existing social organization of the university, although it is normally understood as the university acting \"in the interests of students with disabilities.\" Specifically, I show how the individualization ofaccommodation-ostensibly to meet each student's unique needs-shifts the obligation for change to individual students and instructors and forecloses opportunities for the university to become more genuinely accessible and inclusive.",
      "cited_by_count": 54,
      "type": "article",
      "source": {
        "name": "The Journal of Sociology & Social Welfare",
        "type": "journal",
        "issn": [
          "0191-5096"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://scholarworks.wmich.edu/cgi/viewcontent.cgi?article=2875&context=jssw"
      },
      "topics": [
        "Disability Rights and Representation",
        "Disability Education and Employment",
        "Healthcare innovation and challenges"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W1558878984"
    },
    {
      "openalex_id": "W2549889675",
      "doi": "10.4324/9781315697888",
      "title": "Grassroots Innovation Movements",
      "authors": [
        {
          "name": "Adrian Smith",
          "openalex_id": "A5101604723",
          "orcid": "https://orcid.org/0000-0001-8027-712X"
        },
        {
          "name": "Mariano Fressoli",
          "openalex_id": "A5064184220",
          "orcid": "https://orcid.org/0000-0003-4060-0943"
        },
        {
          "name": "Dinesh Abrol",
          "openalex_id": "A5086153843",
          "orcid": "https://orcid.org/0000-0002-8228-8970"
        },
        {
          "name": "Elisa Arond",
          "openalex_id": "A5021980075",
          "orcid": "https://orcid.org/0000-0001-9981-8627"
        },
        {
          "name": "Adrian Ely",
          "openalex_id": "A5033190508",
          "orcid": "https://orcid.org/0000-0002-3242-839X",
          "institutions": [
            "Clark University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-08-25",
      "abstract": "Innovation is increasingly invoked by policy elites and business leaders as vital for tackling global challenges like sustainable development. Often overlooked, however, is the fact that networks of community groups, activists, and researchers have been innovating grassroots solutions for social justice and environmental sustainability for decades. Unencumbered by disciplinary boundaries, policy silos, or institutional logics, these ‘grassroots innovation movements’ identify issues and questions neglected by formal science, technology and innovation organizations. Grassroots solutions arise in unconventional settings through unusual combinations of people, ideas and tools. This book examines six diverse grassroots innovation movements in India, South America and Europe, situating them in their particular dynamic historical contexts. Analysis explains why each movement frames innovation and development differently, resulting in a variety of strategies. The book explores the spaces where each of these movements have grown, or attempted to do so. It critically examines the pathways they have developed for grassroots innovation and the challenges and limitations confronting their approaches. With mounting pressure for social justice in an increasingly unequal world, policy makers are exploring how to foster more inclusive innovation. In this context grassroots experiences take on added significance. This book provides timely and relevant ideas, analysis and recommendations for activists, policy-makers, students and scholars interested in encounters between innovation, development and social movements.",
      "cited_by_count": 184,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/books/oa-mono/download?identifierName=doi&identifierValue=10.4324/9781315697888&type=webpdf"
      },
      "topics": [
        "Innovation and Socioeconomic Development"
      ],
      "referenced_works_count": 172,
      "url": "https://openalex.org/W2549889675"
    },
    {
      "openalex_id": "W4248375017",
      "doi": "10.5117/9789053561928",
      "title": "Film Festivals : From European Geopolitics to Global Cinephilia",
      "authors": [
        {
          "name": "de Marijke Valck",
          "openalex_id": "A5080944618"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-01-01",
      "abstract": "Film festivals are hugely popular events that attract lovers of cinema worldwide. Focusing on the world's most famous festivals - Cannes, Berlin, Venice and Rotterdam - Film Festivals tells the story of a phenomenon that began in the midst of geopolitical disputes in war-torn Europe. De Valck shows how festivals turned the odds into advantages and developed into a successful global network. Taking into account the oft multilateral influences of major actors, such as Hollywood, the avant-garde and political/economic agenda's, the book offers a comprehensive understanding of film festivals. A must-read for everyone interested in quality film cultures that revolve around cultural value, aesthetic innovation and socio-political relevance.",
      "cited_by_count": 283,
      "type": "book",
      "source": {
        "name": "Amsterdam University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://library.oapen.org/bitstream/20.500.12657/35273/1/340056.pdf"
      },
      "topics": [
        "Cinema and Media Studies",
        "French Historical and Cultural Studies"
      ],
      "referenced_works_count": 128,
      "url": "https://openalex.org/W4248375017"
    },
    {
      "openalex_id": "W3140719370",
      "doi": "10.37514/per-b.2021.1206",
      "title": "Race, Rhetoric, and Research Methods",
      "authors": [
        {
          "name": "Alexandria L. Lockett",
          "openalex_id": "A5073588552",
          "institutions": [
            "Spelman College"
          ]
        },
        {
          "name": "Iris D. Ruiz",
          "openalex_id": "A5090225050",
          "institutions": [
            "Colorado State University",
            "California State University, Stanislaus"
          ]
        },
        {
          "name": "James Chase Sanchez",
          "openalex_id": "A5008829018",
          "institutions": [
            "Middlebury College"
          ]
        },
        {
          "name": "Christopher Carter",
          "openalex_id": "A5101400798",
          "orcid": "https://orcid.org/0000-0002-9472-1364",
          "institutions": [
            "University of Cincinnati"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-04-03",
      "abstract": "The Perspectives on Writing series addresses writing studies in a broad sense. Consistent with the wide ranging approaches characteristic of teaching and scholarship in writing across the curriculum, the series presents works that take divergent perspectives on working as a writer, teaching writing, administering writing programs, and studying writing in its various forms.",
      "cited_by_count": 76,
      "type": "book",
      "source": {
        "name": "The WAC Clearinghouse; University Press of Colorado eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://wac.colostate.edu/docs/books/race/rhetoric.pdf"
      },
      "topics": [
        "Race, History, and American Society",
        "Critical Race Theory in Education"
      ],
      "referenced_works_count": 260,
      "url": "https://openalex.org/W3140719370"
    },
    {
      "openalex_id": "W2048607496",
      "doi": "10.1016/s1449-4035(06)70077-7",
      "title": "Techno-bureaucratic Doxa and Challenges for Deliberative Governance: The Case of Community Forestry Policy and Practice in Nepal",
      "authors": [
        {
          "name": "Hemant Ojha",
          "openalex_id": "A5001166882",
          "orcid": "https://orcid.org/0000-0003-2654-4092"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "Abstract Despite repeated pleas for participatory and deliberative governance of environmental resources, there is still a predominance of technocratic values in environmental decision-making. This is especially true in the context of forest management in the Global South where centralised and technically-oriented colonial approaches of the past continue to be reproduced and exclude affected people to have their say and share in forest related decision-making and benefit distribution. Taking a case study from Nepal's Community Forestry Program, this paper shows that despite major shifts towards practices of participatory forestry, the technocratic domination of forest science in governance has taken new and more subtle forms (considered “doxa” – taken for granted forms – after Bourdieu) of control over forestry practices. In this paper, techno-bureaucratic doxa is problematised as a key challenge to deliberative governance, and specific ways are illustrated through which it constrains deliberation in forest governance. Emerging moments of crisis in this doxa are also identified to explore possibilities for greater citizen-public official deliberation in forest governance.",
      "cited_by_count": 82,
      "type": "article",
      "source": {
        "name": "Policy and Society",
        "type": "journal",
        "issn": [
          "1449-4035",
          "1839-3373"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/policyandsociety/article-pdf/25/2/131/42622379/s1449-4035(06)70077-7.pdf"
      },
      "topics": [
        "Conservation, Biodiversity, and Resource Management",
        "Anthropological Studies and Insights",
        "Agriculture, Land Use, Rural Development"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W2048607496"
    },
    {
      "openalex_id": "W3208520188",
      "doi": "10.1111/gwao.12760",
      "title": "What is intersectional equality? A definition and goal of equality for organizations",
      "authors": [
        {
          "name": "Dorian R. Woods",
          "openalex_id": "A5001926359",
          "institutions": [
            "Radboud University Nijmegen"
          ]
        },
        {
          "name": "Yvonne Benschop",
          "openalex_id": "A5066346820",
          "orcid": "https://orcid.org/0000-0003-2247-1527",
          "institutions": [
            "Radboud University Nijmegen"
          ]
        },
        {
          "name": "Marieke van den Brink",
          "openalex_id": "A5045563821",
          "orcid": "https://orcid.org/0000-0001-6731-7887",
          "institutions": [
            "Radboud University Nijmegen"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-10-21",
      "abstract": "Abstract Organizational research has come a long way in understanding and dealing with inequalities in the workplace. Despite this, there has not been enough progress toward equality. The reason for the stymied progress, we argue, is in large part due to the conceptual gaps in our understanding of equality. This has not been clear enough to prevent previous imbalances in power, interests and domination from re‐manifesting themselves in new ways. Because organizations are complex, there needs to be a clear definition and goal of equality that can account for these mechanisms. In this article, we present a conceptual approach we call intersectional equality. To develop this approach, we build on Kimberlé Crenshaw's intersectionality and Joan Acker's inequality regimes that are useful for understanding the presence and persistency of inequality in organizations, but these do not define solutions for equality. At this point, we turn to equality and justice theory and examine Amartya Sen's capabilities approach for incorporating organizations and organizational responsibilities to pursue equality. In light of the conceptual gaps in intersectionality, the inequality regimes, and the capabilities approach, we present intersectional equality as a conclusive alternative concept and approach. Intersectional equality sharpens the feminist definition and vision of equality for organizations and provides a practical path forward for building coalitions and capabilities across four dimensions of organizational disparities (procedural, discursive, material, and affective).",
      "cited_by_count": 45,
      "type": "article",
      "source": {
        "name": "Gender Work and Organization",
        "type": "journal",
        "issn": [
          "0968-6673",
          "1468-0432"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/gwao.12760"
      },
      "topics": [
        "Gender Diversity and Inequality",
        "Labor Movements and Unions",
        "Management and Organizational Studies"
      ],
      "referenced_works_count": 121,
      "url": "https://openalex.org/W3208520188"
    },
    {
      "openalex_id": "W1555728724",
      "doi": "10.4324/9781315053615-9",
      "title": "Racist Speech, Democracy, and the First Amendment",
      "authors": [
        {
          "name": "Robert C. Post",
          "openalex_id": "A5005663941",
          "orcid": "https://orcid.org/0000-0002-2581-919X",
          "institutions": [
            "Yale University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-12-07",
      "abstract": "Motivated by an alarming increase in racist incidents, universities throughout the Nation have turned toward the task of restraining racist expression. The justification for these restraints, and their relationship to first amendment values, has become a matter of intense controversy. Even a brief survey of the contemporary debate reveals it to be rich with textured and complex characterizations of the harms of racist expression. A recurring theme in the contemporary literature is that racist expression ought to be regulated because it creates what has been termed “deontic” harm. Universities and colleges characteristically seek to regulate racist communications that “directly create a substantial and immediate interference with the educational processes of the University,” without articulating exactly how racist expression can cause that interference. The very reason that racist speech harms individual persons is because it so violently ruptures the forms of social respect that are necessary for the maintenance of individual personality.",
      "cited_by_count": 104,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/chapters/edit/download?identifierName=doi&identifierValue=10.4324/9781315053615-9&type=chapterpdf"
      },
      "topics": [
        "Law, Rights, and Freedoms",
        "Hate Speech and Cyberbullying Detection"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W1555728724"
    },
    {
      "openalex_id": "W656941917",
      "doi": null,
      "title": "From vicious to virtuous circles : gender and micro-enterprise development",
      "authors": [
        {
          "name": "Linda Mayoux",
          "openalex_id": "A5113832901"
        }
      ],
      "publication_year": 1995,
      "publication_date": "1995-01-01",
      "abstract": "In this paper the author reviews some of the past and current experience of micro-enterprise programmes for women: training, credit and producer groups and co-operatives. Although there are some successes, the evidence indicates that the majority of programmes fail to make any significant impact on women's incomes. Most programmes, including co-operatives, have on the whole benefited better-off women. They cannot be assumed to have a beneficial impact on gender inequalities, but may increase workloads without increasing access to incomes within the household. They also cannot be assumed to be of greater benefit than other types of employment programmes to women labourers. The author argues that the diversity of the small-scale sector on the one hand, and the complexity of constraints posed by poverty and inequality on the other, make the likelihood of any easy \"blueprint\" for successful women's micro-enterprise development extremely slim. Both the market and empowerment approaches to micro-enterprise development contain a number of inherent tensions. These are complicated rather than resolved through the co-option of participation within the market approach, and greater attention to efficiency within the empowerment approach. What is clear from this paper is that micro-enterprise development for women is unlikely to be an \"all-win\", \"bottom-up\" solution to a wide range of development problems, as much of the rhetoric would imply. It cannot be seen as a substitute for welfare programmes or direct efforts to support labour and address gender inequality. Even in terms of narrow aims of increasing beneficiary incomes, micro-enterprise development is unlikely to succeed for the vast majority of poor women (rather than a small number of better-off women) unless it is part of a transformed wider agenda. There are particularly serious implications for any reliance on micro-enterprise programmes as the main focus of a wider strategy for poverty alleviation and change in gender inequality.",
      "cited_by_count": 116,
      "type": "book",
      "source": {
        "name": "Econstor (Econstor)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10419/148820"
      },
      "topics": [
        "Entrepreneurship Studies and Influences",
        "Migration, Ethnicity, and Economy"
      ],
      "referenced_works_count": 55,
      "url": "https://openalex.org/W656941917"
    },
    {
      "openalex_id": "W2801923395",
      "doi": "10.1093/icon/mox088",
      "title": "Animals in the constitutional state",
      "authors": [
        {
          "name": "Jessica Eisen",
          "openalex_id": "A5076772260",
          "institutions": [
            "IIT@Harvard"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-10-01",
      "abstract": "While many constitutions refer to animals as resources or symbols, in recent years a distinct form of constitutional provision has emerged, treating the interests of individual animals as matters of intrinsic constitutional concern. The countries with such provisions are Switzerland (as of 1973), India (1976), Brazil (1988), Slovenia (1991), Germany (2002), Luxembourg (2007), Austria (2013), and Egypt (2014). The enactment histories, texts, and interpretations in these diverse jurisdictions are highly local, but this article suggests that these provisions can and should be identified as a distinct and novel category of constitutional provision insofar as they each seek to directly protect animal interests. This article demonstrates that the emergence of these novel constitutional animal protection provisions represents a significant disconnect from prevailing theories of constitutionalism, which generally place the dignity and democratic self-assertion of human subjects at their center. This article explores this tension between constitutional animal protection and prevailing theories of constitutionalism and proposes a supplementary account of constitutional theory that embraces the state's obligation to attend to the interests of its most vulnerable members-even, and perhaps especially, where those members are incapable of constitutional self-assertion. This analysis offers a way of seeing constitutional animal protection as continuous with existing constitutional values, while also attending to the unique harms and politics of contemporary animal exploitation.",
      "cited_by_count": 49,
      "type": "article",
      "source": {
        "name": "International Journal of Constitutional Law",
        "type": "journal",
        "issn": [
          "1474-2640",
          "1474-2659"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/icon/article-pdf/15/4/909/24012186/mox088.pdf"
      },
      "topics": [
        "Law in Society and Culture"
      ],
      "referenced_works_count": 9,
      "url": "https://openalex.org/W2801923395"
    },
    {
      "openalex_id": "W196564112",
      "doi": null,
      "title": "The Minimum Core of Economic and Social Rights: A Concept in Search of Content",
      "authors": [
        {
          "name": "Katharine Young",
          "openalex_id": "A5041799877",
          "orcid": "https://orcid.org/0000-0002-3614-4722",
          "institutions": [
            "Boston College"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-01-01",
      "abstract": "The concept of the \"minimum core\" seeks to establish a minimum legal content for the notoriously indeterminate claims of economic and social rights. By recognizing the \"minimum essential levels\" of the rights to food, health, housing, and education, it is a concept trimmed, honed, and shorn of deontological excess. It reflects a \"minimalist\" rights strategy, which implies that maximum gains are made by minimizing goals. It also trades rights inflation for rights-ambition, channeling the attention of advocates towards the severest cases of material deprivation and treating these as violations by states towards their own citizens or even to those outside their territorial reach. With the minimum core concept as its guide, economic and social rights are supposed to enter the hard work of hard law.",
      "cited_by_count": 126,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://digitalcommons.law.yale.edu/cgi/viewcontent.cgi?article=1337&context=yjil"
      },
      "topics": [
        "Human Rights and Development",
        "Ombudsman and Human Rights",
        "International Law and Human Rights"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W196564112"
    },
    {
      "openalex_id": "W1858711036",
      "doi": null,
      "title": "Finding a Voice Through Humanitarian Technologies? Communication Technologies and Participation in Disaster Recovery",
      "authors": [
        {
          "name": "Mirca Madianou",
          "openalex_id": "A5048253922",
          "orcid": "https://orcid.org/0000-0001-6087-8411",
          "institutions": [
            "Goldsmiths University of London"
          ]
        },
        {
          "name": "Liezel Longboan",
          "openalex_id": "A5001977022",
          "orcid": "https://orcid.org/0000-0002-7357-4350",
          "institutions": [
            "Goldsmiths University of London"
          ]
        },
        {
          "name": "Jonathan Corpus Ong",
          "openalex_id": "A5041420990",
          "orcid": "https://orcid.org/0009-0003-1415-5169",
          "institutions": [
            "University of Leicester"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-09-14",
      "abstract": "Voice—understood as the ability to give an account of oneself and participate in social processes—is increasingly recognized as significant for humanitarian action and disaster recovery. Giving disaster-affected people the opportunity to make their voices heard has the potential to democratize humanitarianism and correct the power asymmetries on which it is based. Humanitarian agencies have embraced interactive communication technologies as tools for voice and participation. Drawing on a yearlong ethnography with communities affected by super-Typhoon Haiyan in the Philippines, this article assesses the potential of new communication technologies for voice. Our findings highlight a disconnect between assumptions about technology present in humanitarian policies and the actual uses of technology by affected populations. The article traces the factors that facilitate, or hinder, participation and finds that communication technologies enable voice only if other parameters, such as a strong civil society, are present. Further, we observe that opportunities for voice are stratified, mapping onto existing social inequalities.",
      "cited_by_count": 63,
      "type": "article",
      "source": {
        "name": "Goldsmiths (University of London)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.gold.ac.uk/id/eprint/13812/1/4142-17047-1-PB.pdf"
      },
      "topics": [
        "Disaster Management and Resilience",
        "Climate Change, Adaptation, Migration",
        "Interdisciplinary Cultural and Social Studies"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W1858711036"
    },
    {
      "openalex_id": "W1836890192",
      "doi": null,
      "title": "Between Resistance and Reform: TWAIL and the Universality of International Law",
      "authors": [
        {
          "name": "Luis Eslava",
          "openalex_id": "A5040176806",
          "orcid": "https://orcid.org/0000-0001-7312-8986",
          "institutions": [
            "University of Kent"
          ]
        },
        {
          "name": "Sundhya Pahuja",
          "openalex_id": "A5055782381",
          "orcid": "https://orcid.org/0000-0003-0758-8911"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-09-22",
      "abstract": "In this article we explore the relationship between TWAIL scholarship and the universality of international law. In particular, we offer an account of this relation as the outcome of what we describe as TWAIL’s characteristic double engagement with the attitudes of both reform and revolution vis-à-vis international law and scholarship. In being thoroughly critical of the cornerstones of the established order, and yet engaged with the practice and operation of international law at the same time, TWAIL scholars have intimated in their search for justice, an idea of universality capable of accepting international law as an agonic project. To further its political engagement with the universal promise of international law, we suggest an explicit methodological turn for TWAIL scholarship that is attentive to international law as a material project. By paying attention to the daily operation of international law at the mundane, quotidian and material plane, we suggest that TWAIL can sharpen its analytical potential and generate at the same time, a ‘praxis of universality’. Such a praxis would be capable of troubling the constitution of places and subjects in the name of the international, whilst heightening our sensitivity to the numerous forms of resistance that are already at play as a particular normative project is being institutionalised and administered across the world.",
      "cited_by_count": 87,
      "type": "article",
      "source": {
        "name": "Kent Academic Repository (University of Kent)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://kar.kent.ac.uk/40963/1/EslavaPahuja__Between_Resistance_and_Reform_TWAIL_and_the_Universality_of_International_Law-libre.pdf"
      },
      "topics": [
        "International Law and Human Rights",
        "Peacebuilding and International Security",
        "Cambodian History and Society"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1836890192"
    },
    {
      "openalex_id": "W2064959348",
      "doi": "10.1353/hrq.2000.0044",
      "title": "\"Negative\" Rights vs. \"Positive\" Entitlements: A Comparative Study of Judicical Interpretations of Rights in an Emerging Neo-Liberal Economic Order",
      "authors": [
        {
          "name": "Ran Hirschl",
          "openalex_id": "A5063548901"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-11-01",
      "abstract": "The constitutionalization of rights has recently become a booming industry. More than eighty countries and several supra-national entities have engaged in fundamental constitutional reform over the past three decades. Significantly, nearly every recently adopted constitution or constitutional revision contains a bill of rights and establishes some form of active judicial review. 1 [End Page 1060] Despite the fact that judicial power has recently been expanded in many countries through the constitutional entrenchment of rights and the establishment of judicial review, few comparative studies have been undertaken to empirically assess the de facto interpretation given by national high courts of the newly enacted constitutional rights.",
      "cited_by_count": 80,
      "type": "article",
      "source": {
        "name": "Human Rights Quarterly",
        "type": "journal",
        "issn": [
          "0275-0392",
          "1085-794X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "http://hdl.handle.net/1807/87892"
      },
      "topics": [
        "Judicial and Constitutional Studies",
        "European and International Law Studies",
        "Ombudsman and Human Rights"
      ],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W2064959348"
    },
    {
      "openalex_id": "W140329760",
      "doi": null,
      "title": "Whose Nature - Practical Reason and Patriarchy",
      "authors": [
        {
          "name": "Lynne Henderson",
          "openalex_id": "A5057930271",
          "institutions": [
            "University of Nevada, Las Vegas"
          ]
        }
      ],
      "publication_year": 1990,
      "publication_date": "1990-12-31",
      "abstract": "1 This is at least implicit in his argument that legal process and method are authoritative, not authoritarian, and his portrayal of the authoritarian as being in part based on tyranny.8 Id. at 157. 1Id. at 157. '0 Cf. id. at 124 (argument for the \"personification\" of law for authoritarive law).\"It may be too strong a claim to say Vining sees law, properly, as non-authoritarian, as he notes such things as \"An authoritarian streak may be functional where action is in question .. \", id. at 72, and that passions must be controlled, making some authoritarianism necessary for law.Id. at 148.See id. at 27-40, 150-58 (arguing that common law method is the non-authoritarian approach to law).Vining dismisses democracy as nothing more than a \"denial of authoritarianism,\" id. at 141, and treats legislative law as secondary to Supreme Court doctrine and method.",
      "cited_by_count": 30,
      "type": "article",
      "source": {
        "name": "EngagedScholarship @ Cleveland State University (Cleveland State University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://engagedscholarship.csuohio.edu/cgi/viewcontent.cgi?article=1830&context=clevstlrev"
      },
      "topics": [
        "Agriculture, Land Use, Rural Development",
        "Religion, Ecology, and Ethics",
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W140329760"
    }
  ],
  "count": 25,
  "errors": []
}
