{
  "status": "success",
  "source": "openalex",
  "query": "postcolonial critical theory communicative rationality",
  "results": [
    {
      "openalex_id": "W2122387224",
      "doi": "10.1111/j.1467-6486.2010.00950.x",
      "title": "The New Political Role of Business in a Globalized World: A Review of a New Perspective on CSR and its Implications for the Firm, Governance, and Democracy",
      "authors": [
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691",
          "institutions": [
            "University of Lausanne"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "abstract Scholars in management and economics widely share the assumption that business firms focus on profits only, while it is the task of the state system to provide public goods. In this view business firms are conceived of as economic actors, and governments and their state agencies are considered the only political actors. We suggest that, under the conditions of globalization, the strict division of labour between private business and nation‐state governance does not hold any more. Many business firms have started to assume social and political responsibilities that go beyond legal requirements and fill the regulatory vacuum in global governance. Our review of the literature shows that there are a growing number of publications from various disciplines that propose a politicized concept of corporate social responsibility. We consider the implications of this new perspective for theorizing about the business firm, governance, and democracy.",
      "cited_by_count": 2015,
      "type": "review",
      "source": {
        "name": "Journal of Management Studies",
        "type": "journal",
        "issn": [
          "0022-2380",
          "1467-6486"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1467-6486.2010.00950.x"
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Corporate Law and Human Rights",
        "Global trade, sustainability, and social impact"
      ],
      "referenced_works_count": 324,
      "url": "https://openalex.org/W2122387224"
    },
    {
      "openalex_id": "W3124086633",
      "doi": "10.4324/9781003003199-9",
      "title": "Opacity as a feminist strategy",
      "authors": [
        {
          "name": "Raili Marling",
          "openalex_id": "A5036991446",
          "orcid": "https://orcid.org/0000-0002-4432-5494"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-01-22",
      "abstract": "Feminist theorizing in the past decade has taken up the strenuous questioning of the usefulness of the theoretical concepts elaborated within postcolonial theory for the explanation of the postsocialist experience (Suchland 2011, Tlostanova 2010, 2012). The present chapter seeks to look at how feminists in both geopolitical locations have engaged with pervasive neoliberalism that threatens to coopt feminist resistance. Neoliberalism is important not just as a form of economic organization but as a rationality, especially in the context of contemporary communicative capitalism (Dean 2007, Brown 2015). The present chapter proceeds from an understanding that, among other things, neoliberalism relies on a transparency without a public (Queiros 2017), which has serious implications for political activism. Thus, the chapter asks whether the critical strategy of opacity, developed within postcolonial theory (Glissant 1990, Bhabha 1985) and now extended to the present economic and political reality, can be applied in feminist responses to neoliberalism in the postsocialist world. The strategies developed in the postsocialist context where neoliberal rationality has been a dominant public discourse in the past twenty years has the potential to re-invigorate the concept of opacity also for postcolonial activism.",
      "cited_by_count": 7,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender, Feminism, and Media"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W3124086633"
    },
    {
      "openalex_id": "W7582356",
      "doi": "10.1007/s13147-012-0184-9",
      "title": "Die Politisierung der Stadtplanung: die performative Rolle von Planungsinstrumenten in Konfliktzonen am Beispiel Jerusalem",
      "authors": [
        {
          "name": "Peter van Gielle Ruppe",
          "openalex_id": "A5055347103",
          "institutions": [
            "Humboldt-Universität zu Berlin"
          ]
        },
        {
          "name": "Ilse Helbrecht",
          "openalex_id": "A5056853147",
          "orcid": "https://orcid.org/0000-0001-6992-6002",
          "institutions": [
            "Humboldt-Universität zu Berlin"
          ]
        },
        {
          "name": "Peter Dirksmeier",
          "openalex_id": "A5061299266",
          "orcid": "https://orcid.org/0000-0001-9706-004X",
          "institutions": [
            "Humboldt-Universität zu Berlin"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-09-06",
      "abstract": "The utilization of urban planning practices for political purposes has become an issue of planning theory in the last decades. Until the 1970s town planning was considered to be a neutral and rational instrument for the purpose of spatial regulation and administration as well as the general improvement of living conditions. Only recently with the rise of communicative planning theory this perspective has been complemented by critical perceptions of the political and ideological role of planning practices within society, their context-dependence, legitimization, normative purposes and also its interlinkages to individual aims as well as political and economic power. Jerusalem, the (partly occupied) capital of Israel, is a prototypic example of the utilization of urban planning for (even geo) political ends. This article is based on qualitative fieldwork and aims to scrutinize the scalar political consequences of various urban planning practices in Jerusalem. We undertake an analysis of the reciprocal relations of local, national, and geostrategic interests as well as the resulting actions by the relevant stakeholders. Theoretically informed by postcolonial geographies and performative approaches the paper concludes, that urban planning in Jerusalem is a highly political instrument that is strongly involved in the performative implementations of particular geographic imaginations of Jerusalem as a united capital of the state of Israel and historic as well as religious symbol of the Jewish nation. Hence urban planning in Jerusalem is an active element in the enforcement of hegemonic political interests which reach beyond the local context of Eastern Jerusalem.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Raumforschung und Raumordnung / Spatial Research and Planning",
        "type": "journal",
        "issn": [
          "0034-0111",
          "1869-4179"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.1007/s13147-012-0184-9"
      },
      "topics": [
        "Jewish and Middle Eastern Studies",
        "Ecology, Conservation, and Geographical Studies",
        "Turkey's Politics and Society"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W7582356"
    },
    {
      "openalex_id": "W2935719450",
      "doi": "10.1177/1527476419837739",
      "title": "Big Data from the South(s): Beyond Data Universalism",
      "authors": [
        {
          "name": "Stefanía Milan",
          "openalex_id": "A5017799138",
          "orcid": "https://orcid.org/0000-0002-9314-2889",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Emiliano Treré",
          "openalex_id": "A5051697832",
          "orcid": "https://orcid.org/0000-0002-2496-4571",
          "institutions": [
            "Cardiff University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-04-11",
      "abstract": "This article introduces the tenets of a theory of datafication of and in the Souths. It calls for a de-Westernization of critical data studies, in view of promoting a reparation to the cognitive injustice that fails to recognize non-mainstream ways of knowing the world through data. It situates the “Big Data from the South” research agenda as an epistemological, ontological, and ethical program and outlines five conceptual operations to shape this agenda. First, it suggests moving past the “universalism” associated with our interpretations of datafication. Second, it advocates understanding the South as a composite and plural entity, beyond the geographical connotation (i.e., “global South”). Third, it postulates a critical engagement with the decolonial approach. Fourth, it argues for the need to bring agency to the core of our analyses. Finally, it suggests embracing the imaginaries of datafication emerging from the Souths, foregrounding empowering ways of thinking data from the margins.",
      "cited_by_count": 391,
      "type": "article",
      "source": {
        "name": "Television & New Media",
        "type": "journal",
        "issn": [
          "1527-4764",
          "1552-8316"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/1527476419837739"
      },
      "topics": [
        "Race, Genetics, and Society",
        "Ethics and Social Impacts of AI",
        "Data Analysis and Archiving"
      ],
      "referenced_works_count": 58,
      "url": "https://openalex.org/W2935719450"
    },
    {
      "openalex_id": "W602440937",
      "doi": "10.26530/oapen_606390",
      "title": "Media and Participation: A site of ideological-democratic struggle",
      "authors": [
        {
          "name": "Nico Carpentier",
          "openalex_id": "A5049960351",
          "orcid": "https://orcid.org/0000-0002-8996-4636",
          "institutions": [
            "North Carolina Exploring Cultural Heritage Online"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "Participation has become fashionable again, but at the same time it has always played a crucial role in our contemporary societies, and it has been omnipresent in a surprisingly large number of societal fields. In the case of the media sphere, the present-day media conjuncture is now considered to be the most participatory ever, but media participation has had a long and intense history. To deal with these paradoxes, this book looks at participation as a structurally unstable concept and as the object of a political-ideological struggle that makes it oscillate between minimalist and maximalist versions. This struggle is analysed in theoretical reflections in five fields (democracy, arts, development, spatial planning and media) and in eight different cases of media practice. These case studies also show participation’s close connection to power, identity, organization, technology and quality.",
      "cited_by_count": 559,
      "type": "book",
      "source": {
        "name": "Intellect Ltd. eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://library.oapen.org/bitstream/20.500.12657/32743/1/606390.pdf"
      },
      "topics": [
        "Cultural Industries and Urban Development",
        "Cultural, Media, and Literary Studies"
      ],
      "referenced_works_count": 415,
      "url": "https://openalex.org/W602440937"
    },
    {
      "openalex_id": "W2297886560",
      "doi": "10.1111/joms.12203",
      "title": "Managing for Political Corporate Social Responsibility: New Challenges and Directions for PCSR 2.0",
      "authors": [
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Andreas Rasche",
          "openalex_id": "A5043489468",
          "orcid": "https://orcid.org/0000-0003-2160-8130",
          "institutions": [
            "Copenhagen Business School"
          ]
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691",
          "institutions": [
            "University of Lausanne"
          ]
        },
        {
          "name": "André Spicer",
          "openalex_id": "A5055962469",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-11",
      "abstract": "ABSTRACT This article takes stock of the discourse on ‘political CSR’ (PCSR), reconsiders some of its assumptions, and suggests new directions for what we call ‘PCSR 2.0’. We start with a definition of PCSR, focusing on firms’ contribution to public goods. We then discuss historical antecedents to the debate and outline the original economic and political context. The following section explores emerging changes in the institutional context relevant to PCSR and reconsiders some of the assumptions underlying Habermas’ thesis of the postnational constellation. This highlights some neglected issues in previous works on PCSR, including the influence of nationalism and fundamentalism, the role of various types of business organisations, the return of government regulation, the complexity of institutional contexts, the efficiency of private governance, the financialization and digitalization of the economy, and the relevance of managerial sensemaking. Finally, we discuss the contributions to this special issue and relate them to the newly emerging research agenda.",
      "cited_by_count": 412,
      "type": "article",
      "source": {
        "name": "Journal of Management Studies",
        "type": "journal",
        "issn": [
          "0022-2380",
          "1467-6486"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/joms.12203"
      },
      "topics": [
        "Political Influence and Corporate Strategies",
        "Corporate Social Responsibility Reporting"
      ],
      "referenced_works_count": 210,
      "url": "https://openalex.org/W2297886560"
    },
    {
      "openalex_id": "W2145542285",
      "doi": "10.1017/s0043887111000049",
      "title": "The Enemy Within: Personal Rule, Coups, and Civil War in Africa",
      "authors": [
        {
          "name": "Philip Roessler",
          "openalex_id": "A5083863658",
          "orcid": "https://orcid.org/0000-0002-4935-6468",
          "institutions": [
            "University of Oxford"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-04-01",
      "abstract": "Why do rulers employ ethnic exclusion at the risk of civil war? Focusing on the region of sub-Saharan Africa, the author attributes this costly strategy to the commitment problem that arises in personalist regimes between elites who hold joint control of the state's coercive apparatus. As no faction can be sure that others will not exploit their violent capabilities to usurp power, elites maneuver to protect their privileged position and safeguard against others' first-a rising internal threat, rulers move to eliminate their rivals to guarantee their personal and political survival. But the cost of such a strategy, especially when carried out along ethnic lines, is that it increases the risk of a future civil war. To test this argument, the author employs the Ethnic Power Relations data set combined with original data on the ethnicity of conspirators of coups and rebellions in Africa. He finds that in Africa ethnic exclusion substitutes civil war risk for coup risk. And rulers are significantly more likely to exclude their coconspirators —the very friends and allies who helped them come to power—than other included groups, but at the cost of increasing the risk of a future civil war with their former allies. In the first three years after being purged from the central government, coconspirators and their coethnics are sixteen times more likely to rebel than when they were represented at the apex of the regime.",
      "cited_by_count": 464,
      "type": "article",
      "source": {
        "name": "World Politics",
        "type": "journal",
        "issn": [
          "0043-8871",
          "1086-3338"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/0113FB019766DF1280A7F36E326EE696/S0043887111000049a.pdf/div-class-title-the-enemy-within-personal-rule-coups-and-civil-war-in-africa-div.pdf"
      },
      "topics": [
        "Political Conflict and Governance",
        "Culture, Economy, and Development Studies",
        "International Development and Aid"
      ],
      "referenced_works_count": 86,
      "url": "https://openalex.org/W2145542285"
    },
    {
      "openalex_id": "W2560008513",
      "doi": "10.17645/up.v1i4.727",
      "title": "Shifting Approaches to Planning Theory: Global North and South",
      "authors": [
        {
          "name": "Vanessa Watson",
          "openalex_id": "A5013903290",
          "orcid": "https://orcid.org/0000-0001-9965-6891",
          "institutions": [
            "University of Cape Town"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-06",
      "abstract": "Planning theory has shifted over time in response to changes in broader social and philosophical theory as well as changes in the material world. Postmodernism and poststructuralism dislodged modernist, rational and technical approaches to planning. Consensualist decision-making theories of the 1980s took forms of communicative and collaborative planning, drawing on Habermasian concepts of power and society. These positions, along with refinements and critiques within the field, have been hegemonic in planning theory ever since. They are, in most cases, presented at a high level of abstraction, make little reference to the political and social contexts in which they are based, and hold an unspoken assumption that they are of universal value, i.e. valid everywhere. Not only does this suggest important research methodology errors but it also renders these theories of little use in those parts of the world which are contextually very different from theory origin—in most cases, the global North. A more recent ‘southern turn’ across a range of social science disciplines, and in planning theory, suggests the possibility of a foundational shift toward theories which acknowledge their situatedness in time and place, and which recognize that extensive global difference in cities and regions renders universalized theorising and narrow conceptual models (especially in planning theory, given its relevance for practice) as invalid. New southern theorising in planning is drawing on a range of ideas on societal conflict, informality, identity and ethnicity. Postcolonialism and coloniality have provided a useful frame for situating places historically and geographically in relation to the rest of the world. However, the newness of these explorations still warrants the labelling of this shift as a ‘southern theorizing project’ in planning rather than a suggestion that southern planning theory has emerged.",
      "cited_by_count": 134,
      "type": "article",
      "source": {
        "name": "Urban Planning",
        "type": "journal",
        "issn": [
          "2183-7635"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/urbanplanning/article/download/727/727"
      },
      "topics": [
        "Urban Planning and Governance"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W2560008513"
    },
    {
      "openalex_id": "W2518508064",
      "doi": "10.1525/luminos.15",
      "title": "Scale: Discourse and Dimensions of Social Life",
      "authors": [
        {
          "name": "E. Summerson Carr",
          "openalex_id": "A5056331829",
          "orcid": "https://orcid.org/0000-0001-7015-0758",
          "institutions": [
            "University of Chicago"
          ]
        },
        {
          "name": "Michael Lempert",
          "openalex_id": "A5064652213",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-08-17",
      "abstract": "Wherever we turn, we see diverse things scaled for us, from cities to economies, from history to love. We know scale by many names and through many familiar antinomies: local and global, micro and macro events. Even the most critical among us often proceed with our analysis as if such scales were the ready-made platforms of social life, rather than asking how, why, and to what effect are scalar distinctions forged in the first place. How do scalar distinctions help actors and analysts alike make sense of and navigate their social worlds? What do these distinctions reveal and what do they conceal? How are scales construed and what effects do they have on the way those who abide by them think and act? This pathbreaking volume attends to the practical labor of scale-making and the communicative practices this labor requires. From an ethnographic perspective, the authors demonstrate that scale is practice and process before it becomes product, whether in the work of projecting the commons, claiming access to the big picture, or scaling the seriousness of a crime. “How shall we fathom the world, bringing its varied scales into analytic perspective? The authors collected in this bold and subtle volume slow down the question, arguing that ‘scale’ is made, not born, and that ‘perspectives’ are semiotic accomplishments and not stable points of anchor.” -STEFAN HELMREICH, Elting E. Morison Professor of Anthropology, MIT “Scale will be a fundamental book for thinking about scalar processes... It's engaging, readable chapters offer a range of theoretical considerations of how scales arise and work in a variety of social settings.” -ROBERT OPPENHEIM, author of Kyongju Things: Assembling Place “This highly original volume sheds new light on language and scale... The authors show how the scalar aspects of language and the linguistic dimensions of scale work together to produce the social logic of extent.” -ARJUN APPADURAI, Paulette Goddard Professor of Media, Culture and Communication, New York University \"This groundbreaking collection of essays by leading linguistic anthropologists demonstrates the vital contribution of semiotics to the ongoing multidisciplinary theorizing of scale and scale-making.\" -MIYAKO INOUE, author of Vicarious Language: Gender and Linguistic Modernity in Japan E. SUMMERSON CARR is Associate Professor, School of Social Service Administration, University of Chicago. MICHAEL LEMPERT is Associate Professor of Anthropology, University of Michigan.",
      "cited_by_count": 604,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.luminosoa.org/site/books/10.1525/luminos.15/download/1047/"
      },
      "topics": [
        "Digital Communication and Language",
        "Discourse Analysis in Language Studies"
      ],
      "referenced_works_count": 249,
      "url": "https://openalex.org/W2518508064"
    },
    {
      "openalex_id": "W3119434033",
      "doi": "10.1111/1467-8675.12548",
      "title": "One step forward, two steps back: Idealism in critical theory",
      "authors": [
        {
          "name": "Frieder Vogelmann",
          "openalex_id": "A5012595021",
          "orcid": "https://orcid.org/0000-0003-3254-6350",
          "institutions": [
            "Goethe University Frankfurt"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-01-06",
      "abstract": "Amy11 In writing this paper, I have profited a lot from the comments and questions of the participants of the Workshop \"The Concept of Progress\" at Bremen University. Special thanks go to Amy Allen, Kristina Lepold, Daniel Loick, Frank Nullmeier, Martin Nonhoff and Eva von Redecker. I also thank two anonymous reviewers for their insightful comments. Allen's book The End of Progress: Decolonizing the Normative Foundations of Critical Theory (Allen, 2016, hereafter EP) has been widely read, discussed, and criticized.22 Just the tip of the iceberg: Jay (2019); Sharpe (2019); Azmanova et al. (2018); Frumer (2017); Kramer (2017); Leeb, Nichols, Winter, and Allen (2018); Sheth (2017); Telios (2017); Hedrick (2016). Her harsh verdict on contemporary Frankfurt School critical theory, which animates the debate, is all the more devastating because it is based neither on nostalgic adoration of Adorno's writings nor on over-inflated hatred of Habermas's theory, two well-known sources of severe criticisms of critical theory. On the contrary, Allen's book on the disastrous state of contemporary Frankfurt School critical theory fascinates because it is based on sympathy, even fondness, for those theories which she criticizes, especially Habermas's. Most prominent in the unfolding debate have been two strands of Allen's complex argumentation, namely her critique of founding critical theory's normativity on backward-looking progress (\"progress as a fact,\" see EP, pp. 11−13) and her charge of Eurocentrism against Habermas, Honneth, and Forst. This is not surprising, given that these two criticisms feature in the book's title. Yet there is a third strand in Allen's book that demonstrates her fondness of Frankfurt School critical theory, brings into view the full force of her critique, and allows us to examine and extend it one step further. This third strand is Allen's concern for an adequate conceptualization of reason's intertwinement with power, and I argue that it really is the backbone of her argumentation that organizes the other two more prominent strands. On my interpretation, Allen returns us to the core of the discontinued yet unfinished debate of the 1980s and early 1990s about the relationship between normativity and facticity, reason and power, critique and its normative foundations.33 These are related but not equivalent formulations, which designate not one issue but allude to several distinctive ways in which we can understand what the debate was about—for this understanding was contested throughout the debate itself. In her readings of Habermas, Honneth, and Forst, she uses the critique of \"progress as a fact\" and of Eurocentrism in order to demonstrate that their accounts of reason's intertwinement with power are too idealistic for critical theory (Section 2). However, I argue that the criteria for an adequate conceptualization, ingeniously worked out by Allen in her combined reading of Adorno and Foucault, are not met by her own proposal. She relies on Anthony Laden's account of reasoning as a social practice but limits its conceptual status by contextualism on the metanormative level. Yet both Laden's account as well as Allen's distinction between normative and metanormative commitments are in tension with her criteria of essentially impure reason and radical self-reflexivity (Section 3). The reason, I suggest, is that she still starts from an articulation of the problem that is itself welded to a residual idealism. Holding fast to the criteria Allen puts forth requires us to submit to a genealogical critique the very terms in which she frames her critique—specifically the concept of \"normativity\" (Section 4). What amounts to a small step from Allen's perspective would be a giant leap for critical theory towards emancipation from the clutches of idealism. what is distinctive about critical theory is its conception of the critical subject as self-consciously rooted in and shaped by the power relations in the society that she nevertheless aims self-reflexively and rationally to critique. As I see it, preserving this distinctiveness requires critical theory to hold open the central tension between power, on the one hand, and normativity and rationality, on the other hand, for to resolve it in either direction would mean collapsing into either political realism or what is now called ideal theory. (EP, p. xiii f., emphasis added) Critical theory's method is of course not chosen for its own sake but for its support of critical theory as a political project with the constitutive aim of emancipation. However, because of critical theory's method and its insistence on the inseparability of power and normativity, emancipation cannot be achieved through political utopias in the form of theoretically constructed ideal conditions that we should then implement (as normative political theory believes). Hence Allen argues that holding on to critical theory's distinctive method and its constitutive aim forces critical theory to adopt a negativistic conception of emancipation (Allen, 2015; more on that in Section 3). Despite this additional complexity, and precisely because of its distinctive method, critical theory furthers this aim better than idealism (as practiced by normative political theory) and positivism (as practiced quite dominantly in the social sciences), proponents of critical theory claim. Considering its aim, the charge that Frankfurt School critical theory has failed to take into account the work in postcolonial theory (EP, p. xiv f., 1−3) amounts to more than \"merely\" being Eurocentric. For how can critical theory claim to offer a perspective relevant for emancipation if it does not engage with one of the most important struggles of the 20th and 21st century? Even worse, Allen claims that critical theory cannot seriously engage with these struggles because it has gotten its distinctive method wrong: The latest generations of Frankfurt School critical theory do not offer an adequate conceptualization of the intertwinement of reason and power because they fall back into idealism—they isolate reason from power by giving it a (quasi-)transcendental status. Allen's critique of progress aims to demonstrate that Habermas, Honneth, and Forst all rely on backward-looking \"progress as a fact\" to ground the normative criteria used in their critical theories and that this strategy can only work by divorcing reason from power, by idealizing reason out of history. The argument just sketched hints at the second indication that the intertwinement of reason and power is the third and central strand in Allen's book and is fully articulated in her criticisms of Habermas, Honneth, and Forst. Although advanced by looking at their reliance on \"progress as a fact,\" the criticisms target the residual idealism of these three authors when it comes to reason. Allen sees all three theorists searching for an immanent grounding of the normativity that underwrites their critical assessments of current societies while avoiding both foundationalism and relativism (EP, p. 13 f.). Habermas, she says, pursues a rational reconstruction of the capacities of competent speakers in posttraditional societies to secure the normativity of critical theory in the quasi-transcendental ideal presuppositions they must submit to in communication. In comparison, Allen takes Honneth to advance a more historicist and Forst to present a more constructivist account. Without engaging in a full-blown re-reading of Allen's interpretations, a brief summary shows that their common target is indeed the residual idealism in Habermas's, Honneth's, and Forst's accounts of reasons intertwinement with power, that is in their versions of critical theory's method. Jürgen Habermas's version of critical theory sets the stage for Allen's entire book, for it is his \"normative puzzle\" to which Allen responds: How can we develop \"a social theory concerned to validate its own critical standards\" (Habermas, 1984, p. xxxix)? Habermas's solution fails, according to her,44 As I cannot fully discuss Allen's interpretation here, let me just note that while I think Allen is right in diagnosing an unresolved tension between the universal formal pragmatics and Habermas's theory of modernity, I also believe that she underestimates quite how much Habermas relies on formal pragmatics and its claims of quasi-transcendental norms as the \"grammar\" of our social practices (in Wittgenstein's sense); see, for example, Habermas (2003). because his rational reconstruction of the weak normativity implicit in the practice of communication that binds speaker inextricably to the norms of an ideal speech situation (counterfactual but binding nonetheless) is in tension with his problematic theory of social evolution. Since Habermas rationally reconstructs the competences of speakers in so-called \"posttraditional\" societies, in which argumentation is freed from the bonds of tradition, he must presuppose a specific—Eurocentric—account of the social evolution of these societies. He idealizes reason as it has developed in European societies because it is this form of reason that he rationally reconstructs as providing the universal norms of communication and communicative action. Thus, reason is located in history twice, namely by being embodied in the counterfactual presuppositions competent speakers must submit to in practice and by being embodied in the \"progress\" of societies that have reached modernity. At the same time, reason is curiously divorced from history—and thus from power—precisely because of the two idealizations that are part and parcel of the very way in which Habermas twice locates reason in history. Axel Honneth (therefore?) weakens the idealization of reason by taking a more historicist (emphatically Hegelian) turn. Yet in order to avoid historic relativism, Honneth claims that the normative principles which we find embodied in \"our\" institutions are \"normatively superior to historically antecedent social ideals\" (Honneth, 2014, p. 5). Thus, he grounds the normativity of critical theory in a strong idea of normative \"progress as a fact\" (EP, p. 108), which leaves him open to charges of Eurocentrism. Furthermore, Honneth (2014, p. 7) uses the idea of normative progress in a surprising manner, namely to tame critique. He argues for a \"reconstructive criticism\" that identifies the \"imperfect embodiments\" of those \"universally accepted values\" that we have reconstructed from our history understood as in fact progressive. This kind of critique can be called \"ameliorative,\" as it categorically eschews criticisms of those normative ideals themselves.55 Honneth's position is actually a bit more complicated, as he distinguishes two types of normative progress in history: the incremental universalization of normative principles and normative revolutions that replace these ;principles with completely different ones; see, for example Honneth (2003, pp. 138–142). For a thorough reconstruction and a nuanced critique, see Schaub (2015) and Honneth's reply (in Honneth, 2015). Honneth thus interprets historical progress as completed; instead of arguing that the appreciation of history gives us reasons to doubt our own normative ideals as universally valid because it demonstrates over and over again that former ideals never were as universally valid as they were supposed to be, he implicitly sees reason as having fully and finally emerged in history. For sure, the practices in which it is embodied must be perfected, but the principles stand fast. Thus, reason in its contemporary form is curiously idealized, for example, in Honneth's defense of the \"irreducibility of [moral; F.V.] progress\" (Honneth, 2009) and his bold claim that we have reached the \"end of history\" in the sense that today, any \"normative revolutions,\" that is changes of the normative principles instead of their institutionalizations, must be regressive.66 \"[…] we should no longer call for 'revolutions' in the basic normative constitution of our societies. While we cannot rule out such fundamental changes taking place, any such revolution would have no capacity for moral progress, and hence nothing to recommend it.\" (Honneth, 2015, p. 210). Honneth's normative argument (he also has an empirical one, see Honneth, 2015, p. 209 f.) is that \"we cannot go beyond the normative framework of modern societies, as we find the discursive functioning of our Spirit [Geist], which is dependent on reciprocal agreement, reflected in that social order\" (Honneth, 2015, p. 210). In other words, reason has reached its ideal form; this form can be distinguished from power categorically, and all misdevelopments or social pathologies only show that power distorts reason. Wherever we find them intertwined, we can always neatly separate reason from power. Habermas locates idealized reason twice in history, ending up with a difficult tension between his universal pragmatics and his theory of social evolution, Allen argues. Rainer Forst (therefore?) strengthens the idealization of reason by taking a transcendental (emphatically Kantian) turn. Forst's account of the intertwinement of reason and power begins with a Kantian conception of practical reason, famously seen as the capacity for demanding and providing justifications (Forst, 2012b). Allen's reconstruction shows how Forst resolutely distinguishes the normative from the social, ending up with \"two worlds\": the realm of normativity in which practical reason resides and the realm of the social in which this practical reason must be realized in a power-infested world (EP, pp. 159−161). Forst's attempt to account for the intertwinement of reason and power turns power into a normative concept (\"noumenal power\") by arguing that power is different from violence precisely because violence only acts on our physical bodies whereas power acts on the normative space of reason we inhabit (Forst, 2015). Allen criticizes that this underestimates power's constitutive dimension because Forst conceptualizes domination only as closing off the space of reason when in fact we also need to account for domination as \"rule through the constitution of the space of reason\" (EP, p. 150). The basic problem that hinders Forst from doing so is, according to Allen, that he not only splits the normative from the social world, but also the constructive part of critical theory from its critical part. The constructive (philosophical) part is a theory of justice based on Forst's account of practical reason as the capacity for justification; the critical (empirical) part is the analysis and critique of our contemporary world in light of the norms justified by the constructive part.77 \"At the center of a constructivist conception of justice, therefore, stands the justification of a just basic structure, while at the center of a corresponding critical theory of justice stands the analysis and critique of legal, political, and social relations that are not reciprocally and generally justifiable. It requires a critique of relations of justification in a double sense, namely, both with respect to the real, particularly institutional possibility of discursive justification and (in terms of discourse theory) with regard to allegedly 'generally' accepted and acceptable results, that in truth are missing a sufficient grounding.\" (Forst, 2012a, p. 121) In Allen's perspective, this is tantamount to leaving critical theory behind, as it gives up its distinctive method of beginning from the intertwinement of reason and power. Instead, Forst ends up doing ideal moral philosophy on the one hand and applied ethics on the other (EP, p. 151 f.). Although I have not even come close to capture Allen's much more carefully developed reconstructions and criticisms of Habermas, Honneth, and Forst, two points should be clear: First, the conceptualization of the intertwinement of reason and power really is at the heart of Allen's argument. Her critique of \"progress as a fact\" and Eurocentrism in the works of Habermas, Honneth, and Forst aims to demonstrate how they misconstrue the relationship between reason and power. In each case, Allen's target is the residual idealism resulting from too neat a separation of reason and power, thereby failing to provide what Allen's has argued is distinctive of Frankfurt School critical theory, namely conceptualizing the intertwinement of reason and power in the service of (negativistic) emancipation. Second, and as a result, Frankfurt School critical theory has taken a step back behind its founders—Adorno and Horkheimer—and another step back behind their forefathers—Marx and Engels. Thus, we find ourselves vis-à-vis the tired idealism of Kant and Hegel while having made at most a small step forward by better understanding how not to justify critical theory. One step forward, two steps back: Is it any wonder that when it comes to contemporary struggles, Frankfurt School critical theory has been rather silent? If my reading correctly identifies the conceptualization of the intertwinement of reason and power as the most important argumentative strand in Allen's book, the pressing questions are of course: How does Allen conceptualize the intertwinement of reason and power? And by which criteria does she judge it to be \"adequate\"? My argument proceeds as follows: First, Allen spells out her criteria in her controversial reading of Adorno and Foucault. Yet as we will see, they leave ample room for quite diverse, even contradictory, conceptualizations of the intertwinement of reason and power. Second, we should understand Allen's discussion of Antony Laden's \"social picture\" of reasoning as providing her conceptualization of the intertwinement of reason and power. Yet it is in tension with one important commonality of Adorno and Foucault that Allen (rightfully) emphasizes: the basic commitment to radical self-reflexivity. Third, I argue that Allen's distinction between normative and metanormative commitments, which is supposed to deal with this tension, does not solve the problem. This mild criticism brings into view a larger issue with her framing of the method of critical theory that relies on a certain understanding of \"normativity\" as a dimension of the world, not a phenomenon in the world. Therein, I will suggest in Section 4, lies a residual heritage of idealism that critical theory should get rid of. Let us turn, first, to Allen's specification of her initial criteria that (a) critical theory as a method must \"hold open the central tension between power, on the one hand, and normativity and rationality, on the other hand\" (EP, p. xiv) and that (b) critical theory as a political project must aim at (negativistic) emancipation. She explicates both criteria by reading Adorno and Foucault together, arguing that although there are obviously important differences between their approaches, they both share two basic commitments as well as an understanding of the resulting task for critical theory and of its appropriate method.88 Allen actually lists six points (EP, pp. 186–198), but I prefer to combine the last three, as they all specify genealogy as a method of critical theory. Basic Adorno and Foucault are to the of reason but do not up on reason. Since they do not believe that practical reason the intertwinement of power and reason is neither a verdict against reason nor a to find an ideal part of reason that power. task is on its own rational and its with relations of (EP, p. with respect to Foucault, see EP, p. with respect to important is that critical theory's distinctive method must the tension between reason and power not just at the empirical but also at the conceptual (EP, p. both (as Allen argues Forst must to an understanding of reason too idealistic for critical theory. Critical Critical theory's aim for which it itself with through essentially impure reason is neither a of a nor a of the Instead, Adorno and Foucault take it for that their task can only be in a negativistic idea is to us at from the contemporary and form of impure reason so that we can get an of what (EP, p. us from the current form of impure reason does not in reason, as Adorno and Foucault that that can commitment It a of another form of impure reason that allows more in one even it does not to Basic we find ourselves to one or another form of essentially impure reason and still to from it an of what emancipation requires radical Adorno and Foucault understand the of this commitment and the with which they it by to their on understand us to be inextricably historically hence both as a the most part of critical theory's method. Yet both this Allen with the that as a method is itself a historically to our present (EP, p. because we in the modern of history, we cannot but understand our world and ourselves If we from this we should not to practice genealogy or as these are rather for in our present historical Allen (EP, p. us of two important by Adorno and reason's own has come to be and will p. that history a position in my this mean that history has to the of a philosophy of If history a it would be, as it would the of an of our and our rationality, and would the very possibility of any p. f.) Thus, Adorno and Foucault understand their commitment to radical self-reflexivity to the of their own to the status of their own critical Critical as most Allen interprets Adorno as well as Foucault in such a way that as is an of what they both uses and in order to us from our form of impure reason. Yet this of our contemporary form of reason is no of all our normative As Allen sees it, both Adorno and Foucault, the of our own of view has a normative It aims at a of a central normative ideal of the (EP, p. emphasis in the On this I At it should be that does not mean the same for Adorno and for Foucault my Section 4). In Allen's interpretation the between Foucault and For readings which still Adorno's work in close with see and In the two basic commitments of essentially impure reason and radical self-reflexivity as well as their of a task and a method for critical theory specify the criteria an adequate conceptualization of the intertwinement of reason and power must and it must be with the two basic Second, it must how (negativistic) emancipation can be achieved by the method it I do not believe in a kind of founding reason, in its was or and from which it was by an I in that reason is which is I have to of different different different in which one and one Even cannot a at which reason would have of its fundamental or even a at which the rational the pp. f., emphasis added) as a universal for the of all other and as as the precisely of the of which for all to be an of has finally been p. As we see, Allen's criteria leave ample room for of the intertwinement of reason and power. In order to her conceptualization of reason's intertwinement with power, she turns to Anthony Laden's in her last (EP, pp. to reasoning is to which is a be it understanding or justification reasoning is an or practice that is social, and and of the of to take what we as for our as p. f.). Allen the of and the offer for to our as reasoning as and not as the yet force of is one way to on Adorno's critique of the of the Kantian conception of reason\" (EP, p. For if reasoning is a practice of its lies in its capacity to with not in its to an attempt to our normative with in instead of to the normative space the must inhabit pp. Allen's in Laden's social of reasoning is of course that reason, understood as a social is essentially It is with power because our social practices are shaped by power through and this at we should be Laden's conception of reason really can do justice to its intertwinement with power. to his interpretation of reason as a he to the analysis of power relations as well as against them to the pp. as if social struggles and would be by and as if there are no to be about to that Allen is much more although she curiously them in the discussion of Laden's in Allen but for example, in her discussion of in the of her critique of Forst in this criticism would a more discussion than I can off here, but I to my Laden's of reason as a social practice really does the basic of impure reason. The I to instead is it the second basic of radical self-reflexivity. If we take the of us being historically as seriously as Adorno and Foucault so that critical theory's method of is itself on the historical a of history, then critical theory cannot rely on a theory of reason such as its reason is not one and never the is as much a as it is a as much an as a and self-reflexivity to from the of giving a theory of reason because there are of reason, and any theory of reason would be inextricably to our form of reason. Laden's of is in this his concept of or \"social its from what it namely the of reason as a p. Yet neither this distinction nor Laden's more of practices do much to the that his conception of \"social is rather from the world. Wittgenstein's these social practices are from the world in which practices have complex and Foucault and Adorno us in Foucault, a concept",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12548"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Hannah Arendt's Political Philosophy",
        "Critical Theory and Political Philosophy"
      ],
      "referenced_works_count": 59,
      "url": "https://openalex.org/W3119434033"
    },
    {
      "openalex_id": "W2989475860",
      "doi": "10.1093/acrefore/9780190228613.013.123",
      "title": "Space in Rhetorical Theory",
      "authors": [
        {
          "name": "J. Faber McAlister",
          "openalex_id": "A5112483651"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-08-28",
      "abstract": "The phrase “space in rhetorical theory” refers to scholarship that explores the relationships between place and persuasion, location and identity, and/or spatial dimensions of communication and communicative functions of spaces. These relationships have been theorized in a wide variety of ways, from classical conceptions of topos and the agora to recent work on new materialist and mobile rhetorics. Key themes in this research have included (1) settings where rhetoric takes place, (2) spatial metaphors for theorizing rhetoric, (3) rhetorical representations of public places, (4) the role of place in identity, (5) spatial aspects of rhetoric, (6) rhetorical functions of space, and (7) spatial-temporal-material relations. Rhetorical scholarship on such topics has been shaped by metadisciplinary movements, such as the visual, spatial, and affective “turns” in the humanities and social sciences. Rhetoricians of space have drawn on and contributed to widespread interest in public memory, mobile technologies, national borders, environmental communication, and global flows of capital and labor and tourism. Researchers in this arena of rhetorical studies have also addressed problems taken up by critical/cultural theorists more recently, including collective agency, posthuman subjectivity, and animate matter—each of which poses challenges to conventional distinctions between subjects (as individual human rational actors) and objects (as lifeless things to be acted upon). Reconsidering these categories is important when conceptualizing place-making processes and the forces exerted by living landscapes. In pursuing these topics and questions, rhetorical theorists have contributed to conversations among researchers in multiple areas of specialty within communication studies. Such research also engaged themes of interest to scholars of cultural geography, urban planning, gender and sexuality studies, literary criticism, environmental science, and additional diverse disciplines as well as interdisciplinary movements. Communication scholars studying precarity, mobility, and other evolving topics are generating promising new contributions to conversations on space and rhetoric each year. However, essential insights regarding space and rhetorical theory are still being mined from postcolonial/decolonial, critical race, feminist, and queer approaches that many critics argue are insufficiently incorporated into the rhetorical theories of space or spatial theories of rhetoric most often applied and taught.",
      "cited_by_count": 3,
      "type": "reference-entry",
      "source": {
        "name": "Oxford Research Encyclopedia of Communication",
        "type": "journal",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Rhetoric and Communication Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2989475860"
    },
    {
      "openalex_id": "W1570542339",
      "doi": "10.18806/tesl.v28i1.1057",
      "title": "Identity, Literacy, and English-Language Teaching",
      "authors": [
        {
          "name": "Bonny Norton",
          "openalex_id": "A5046560727",
          "orcid": "https://orcid.org/0000-0001-7449-3598",
          "institutions": [
            "Thinkpath Engineering Services (Canada)",
            "University of British Columbia"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-11-03",
      "abstract": "In the field of English-language teaching, there has been increasing interest in how literacy development is influenced by institutional and community practice and how power is implicated in language-learners’ engagement with text. In this article, I trace the trajectory of my research on identity, literacy, and English-language teaching informed by theories of investment and imagined communities. Data from English-language classrooms in Canada, Pakistan, and Uganda suggest that if learners have a sense of ownership over meaning-making, they will have enhanced identities as learners and participate more actively in literacy practices. The research challenges English teachers to consider which pedagogical practices are both appropriate and desirable in the teaching of literacy and which will help students develop the capacity for imagining a wider range of identities across time and space. Such practices, the research suggests, will necessitate changes in both teachers’ and students’ identity.",
      "cited_by_count": 144,
      "type": "article",
      "source": {
        "name": "TESL Canada Journal",
        "type": "journal",
        "issn": [
          "0826-435X",
          "1925-8917"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://teslcanadajournal.ca/index.php/tesl/article/download/1057/876"
      },
      "topics": [
        "Multilingual Education and Policy",
        "Second Language Learning and Teaching",
        "EFL/ESL Teaching and Learning"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W1570542339"
    },
    {
      "openalex_id": "W1895439571",
      "doi": "10.1111/joms.12145",
      "title": "Strategies of Legitimacy Through Social Media: The Networked Strategy",
      "authors": [
        {
          "name": "Itziar Castelló",
          "openalex_id": "A5074235812",
          "orcid": "https://orcid.org/0000-0001-8386-3570",
          "institutions": [
            "Universidad Carlos III de Madrid"
          ]
        },
        {
          "name": "Michael Etter",
          "openalex_id": "A5041193020",
          "orcid": "https://orcid.org/0000-0002-8721-7821",
          "institutions": [
            "Copenhagen Business School"
          ]
        },
        {
          "name": "Finn Årup Nielsen",
          "openalex_id": "A5078821875",
          "orcid": "https://orcid.org/0000-0001-6128-3356",
          "institutions": [
            "Technical University of Denmark"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-06-20",
      "abstract": "ABSTRACT How can corporations develop legitimacy when coping with stakeholders who have multiple, often conflicting sustainable development (SD) agendas? We address this question by conducting an in‐depth longitudinal case study of a corporation's stakeholder engagement in social media and propose the concept of a networked legitimacy strategy. With this strategy, legitimacy is gained through participation in non‐hierarchical open platforms and the co‐construction of agendas. We explore the organizational transition needed to yield this new legitimacy approach. We argue that, in this context, legitimacy gains may increase when firms are able to reduce the control over the engagements and relate non‐hierarchically with their publics. We contribute to the extant literature on political corporate social responsibility and legitimacy by providing an understanding of a new context for engagement that reconfigures cultural, network, and power relations between the firm and their stakeholders in ways that challenge previous forms of legitimation.",
      "cited_by_count": 229,
      "type": "article",
      "source": {
        "name": "Journal of Management Studies",
        "type": "journal",
        "issn": [
          "0022-2380",
          "1467-6486"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://kclpure.kcl.ac.uk/portal/en/publications/c90b30dc-96a2-4b83-b0e5-4399215b66d5"
      },
      "topics": [
        "Social Media and Politics",
        "E-Government and Public Services",
        "Knowledge Management and Sharing"
      ],
      "referenced_works_count": 172,
      "url": "https://openalex.org/W1895439571"
    },
    {
      "openalex_id": "W4253582098",
      "doi": "10.1215/10642684-2006-029",
      "title": "INTRODUCTION",
      "authors": [
        {
          "name": "Elizabeth Freeman",
          "openalex_id": "A5097449502"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-04-09",
      "abstract": "When Shakespeare's Hamlet says \"the time is out of joint,\" he describes time as if its heterogeneity can be felt in the bones, as a kind of skeletal dislocation.In this metaphor, time has, indeed is, a body.The essays collected here suggest that this sensation of asynchrony can be viewed as a queer phenomenon -something felt on, with, or as a body, something experienced as a mode of erotic difference or even as a means to express or enact ways of being and connecting that have not yet arrived or never will.Through rubrics as diverse as martyrdom, coincidence, melodrama, post-Newtonian physics, criminal motive, poetic immortality, and gesture, these works of scholarship connect the marginalized time schemes they explore to subjugated or disavowed erotic experiences, including male homoeroticism, same-sex marriage, interracial coupling, heterosexual feminine desire, mourning, incest, and pedophilia.These essays follow the lead of scholars who have broadened queer studies with theories and histories of affect, sentiment, embodiment, and sensation.It is precisely this wide-ranging sense of what Audre Lorde calls the uses of the erotic that allows queer and temporality to touch one another across what otherwise might seem a vast conceptual gulf. 1 If we reimagine \"queer\" as a set of possibilities produced out of temporal and historical difference, or see the manipulation of time as a way to produce both bodies and relationalities (or even nonrelationality), we encounter a more productively porous queer studies, one shaped by and reshaping not only various disciplines but also the studies of race, nation, migration, and postcolony.Indeed, this queer studies meets critical race theory and postcolonial studies in its understanding that what has not entered the historical records, and what is not yet culturally legible, is often encountered in embodied, nonrational forms: as ghosts, scars, gods. 2 In this sense we are also (re)turned to a queer studies among whose definitional moves has been a turn to the \"premodern,\" not only to moments in time before the consolidation of homo-",
      "cited_by_count": 253,
      "type": "article",
      "source": {
        "name": "GLQ A Journal of Lesbian and Gay Studies",
        "type": "journal",
        "issn": [
          "1064-2684",
          "1527-9375"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://read.dukeupress.edu/glq/article-pdf/13/2-3/159/414139/GLQ132-3_01_Intro.pdf"
      },
      "topics": [],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W4253582098"
    },
    {
      "openalex_id": "W2103010479",
      "doi": "10.1111/amet.12002",
      "title": "Public secrets in public health: Knowing not to know while making scientific knowledge",
      "authors": [
        {
          "name": "P. Wenzel Geißler",
          "openalex_id": "A5063790996",
          "orcid": "https://orcid.org/0000-0003-4724-5593",
          "institutions": [
            "University of Oslo",
            "Max Planck Institute for Social Anthropology",
            "Max Planck Society"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-02-01",
      "abstract": "ABSTRACT Unknown knowns—or “public secrets”—may play an integral part in publicly funded medical science. In one large transnational field research site in Africa, such unknowing pertains to vital material inequalities across the relations of scientific production. These inequalities are open to experience but remain often unacknowledged in public speech and scientific texts. This silence is not usually achieved by suppressing knowledge but through linguistic convention and differentiation between places and moments of knowing and ignorance. Switching between known and unknown according to situation and interlocutor is an important, largely implicit skill that maintains relations necessary to conduct clinical research—linking bodies, lives, institutions, and technologies across differentials of resources, expertise, and power. Unknowing, then, facilitates research; and it shapes the resulting work and perpetuates the political and economic contradictions that pervade the context and the research endeavor itself. Unknowing thus poses a challenge for conventional anthropological modes of critique and engagement.",
      "cited_by_count": 245,
      "type": "article",
      "source": {
        "name": "American Ethnologist",
        "type": "journal",
        "issn": [
          "0094-0496",
          "1548-1425"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/amet.12002"
      },
      "topics": [
        "Global Health and Surgery",
        "Ethics in Clinical Research",
        "Viral Infections and Outbreaks Research"
      ],
      "referenced_works_count": 95,
      "url": "https://openalex.org/W2103010479"
    },
    {
      "openalex_id": "W2155696143",
      "doi": "10.1017/s0260210514000060",
      "title": "The limits of hybridity and the crisis of liberal peace",
      "authors": [
        {
          "name": "Suthaharan Nadarajah",
          "openalex_id": "A5062375740",
          "orcid": "https://orcid.org/0000-0002-5855-9398"
        },
        {
          "name": "David Rampton",
          "openalex_id": "A5016709368"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-04-01",
      "abstract": "Abstract Hybridity has emerged recently as a key response in International Relations and peace studies to the crisis of liberal peace. Attributing the failures of liberal peacebuilding to a lack of legitimacy deriving from uncompromising efforts to impose a rigid market democratic state model on diverse populations emerging from conflict, the hybrid peace approach locates the possibility of a ‘radical’, post-liberal, and emancipatory peace in the agency of the local and the everyday and ‘hybrid’ formations of international/liberal and local/non-liberal institutions, practices, and values. However, this article argues, hybrid peace, emerging as an attempt to resolve a problem of difference and alterity specific to the context in which the crisis of liberal peacebuilding manifests, is a problem-solving tool for the encompassment and folding into globalising liberal order of cultural, political, and social orders perceived as radically different and obstructionist to its expansion. Deployed at the very point this expansion is beset by resistance and crisis, hybrid peace reproduces the liberal peace's logics of inclusion and exclusion, and through a reconfiguration of the international interface with resistant ‘local’ orders, intensifies the governmental and biopolitical reach of liberal peace for their containment, transformation, and assimilation.",
      "cited_by_count": 144,
      "type": "article",
      "source": {
        "name": "Review of International Studies",
        "type": "journal",
        "issn": [
          "0260-2105",
          "1469-9044"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/1FD78D0332503EAB1C653E16569629A2/S0260210514000060a.pdf/div-class-title-the-limits-of-hybridity-and-the-crisis-of-liberal-peace-div.pdf"
      },
      "topics": [
        "Peacebuilding and International Security",
        "Political Conflict and Governance",
        "Gender, Security, and Conflict"
      ],
      "referenced_works_count": 105,
      "url": "https://openalex.org/W2155696143"
    },
    {
      "openalex_id": "W2772839085",
      "doi": "10.1007/978-3-319-66659-4_4",
      "title": "Reconsidering Different Visions of Scientific Literacy and Science Education Based on the Concept of Bildung",
      "authors": [
        {
          "name": "Jesper Sjöström",
          "openalex_id": "A5072176466",
          "orcid": "https://orcid.org/0000-0002-3083-1716",
          "institutions": [
            "Malmö University"
          ]
        },
        {
          "name": "Ingo Eilks",
          "openalex_id": "A5077406641",
          "orcid": "https://orcid.org/0000-0003-0453-4491",
          "institutions": [
            "University of Bremen"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-01",
      "abstract": null,
      "cited_by_count": 281,
      "type": "book-chapter",
      "source": {
        "name": "Innovations in science education and technology",
        "type": "book series",
        "issn": [
          "1873-1058",
          "2213-2236"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/978-3-319-66659-4_4.pdf"
      },
      "topics": [
        "Educational Strategies and Epistemologies",
        "Education and Critical Thinking Development",
        "Adult and Continuing Education Topics"
      ],
      "referenced_works_count": 120,
      "url": "https://openalex.org/W2772839085"
    },
    {
      "openalex_id": "W3152896236",
      "doi": "10.1007/s11191-021-00205-2",
      "title": "Scientific Literacy and Social Transformation",
      "authors": [
        {
          "name": "Liliana Valladares",
          "openalex_id": "A5058988757",
          "orcid": "https://orcid.org/0000-0001-9616-7021",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-04-10",
      "abstract": null,
      "cited_by_count": 273,
      "type": "article",
      "source": {
        "name": "Science & Education",
        "type": "journal",
        "issn": [
          "0926-7220",
          "1573-1901"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11191-021-00205-2.pdf"
      },
      "topics": [
        "Global Educational Policies and Reforms",
        "Educational Strategies and Epistemologies",
        "Environmental Education and Sustainability"
      ],
      "referenced_works_count": 91,
      "url": "https://openalex.org/W3152896236"
    },
    {
      "openalex_id": "W109084720",
      "doi": "10.5860/choice.45-4807",
      "title": "The rhetoric of fictionality: narrative theory and the idea of fiction",
      "authors": [
        {
          "name": "Richard Walsh",
          "openalex_id": "A5033260711",
          "orcid": "https://orcid.org/0000-0002-6409-6916"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-05-01",
      "abstract": "My attempts to write this book began long, long ago, when I was still the Keasbey Research Fellow at Selwyn College, Cambridge.It's been a slow process, but not a painful one thanks in large part to the interest and support of the many people who have become involved, in one way or another, along the way.The first I'd like to mention, from those early days, is Manuela Tecusan, whose enthusiasm always made me smile.Soon afterwards my colleagues at the University of York became important, both for their contributions to the supportive research environment in which I've worked ever since, and for their indulgence of my occasional contributions to it.In particular, I'm grateful to Jacques Berthoud, without whom this work would probably have never seen the light of day",
      "cited_by_count": 263,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://kb.osu.edu/bitstreams/d180ad7a-5c3f-5721-9c1b-27ffdd1ff634/download"
      },
      "topics": [
        "Narrative Theory and Analysis",
        "Rhetoric and Communication Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W109084720"
    },
    {
      "openalex_id": "W636942736",
      "doi": "10.21435/sff.15",
      "title": "Tradition through Modernity: Postmodernism and the Nation-State in Folklore Scholarship",
      "authors": [
        {
          "name": "Pertti Anttonen",
          "openalex_id": "A5022121052",
          "orcid": "https://orcid.org/0000-0003-4866-9910",
          "institutions": [
            "University of Helsinki"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-02-06",
      "abstract": "\"In their study of social practices deemed traditional, scholars tend to use the concept and idea of tradition as an element of meaning in the practices under investigation. But just whose meaning is it? Is it a meaning generated by those who study tradition or those whose traditions are being studied? In both cases, particular criteria for traditionality are employed, whether these are explicated or not. Individuals and groups will no doubt continue to uphold their traditional practices or refer to their practices as traditional. While they are in no way obliged to explicate in analytical terms their criteria for traditionality, the same cannot be said for those who make the study of traditions their profession. In scholarly analysis, traditions need to be explained instead of used as explanations for apparent repetitions and replications or symbolic linking in social practice, values, history, and heritage politics. This book takes a closer look at ‘tradition’ and ‘folklore’ in order to conceptualize them within discourses on modernity and modernism. The first section discusses ‘modern’ and ‘traditional’ as modern concepts and the study of folklore as a modern trajectory. The underlying tenet here is that non-modernity cannot be represented without modern mediation, which therefore makes the representations of non-modernity epistemologically modern. The second section focuses on the nation-state of Finland and the nationalistic use of folk traditions in the discursive production of Finnish modernity and its Others. The insights are applicable worldwide in discussions on cultural representation. \"",
      "cited_by_count": 162,
      "type": "book",
      "source": {
        "name": "Finnish Literature Society eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://oa.finlit.fi/site/books/10.21435/sff.15/download/2035/"
      },
      "topics": [
        "Folklore, Mythology, and Literature Studies",
        "Culinary Culture and Tourism",
        "Philippine History and Culture"
      ],
      "referenced_works_count": 358,
      "url": "https://openalex.org/W636942736"
    },
    {
      "openalex_id": "W2903005902",
      "doi": "10.3390/su10124479",
      "title": "Conditions for Transformative Learning for Sustainable Development: A Theoretical Review and Approach",
      "authors": [
        {
          "name": "Magnus Boström",
          "openalex_id": "A5013371322",
          "orcid": "https://orcid.org/0000-0002-7215-2623",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Erik Andersson",
          "openalex_id": "A5087834371",
          "orcid": "https://orcid.org/0000-0003-2716-5502",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Monika Berg",
          "openalex_id": "A5056642174",
          "orcid": "https://orcid.org/0000-0002-8695-4504",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Karin Gustafsson",
          "openalex_id": "A5056076735",
          "orcid": "https://orcid.org/0000-0002-1495-8346",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Eva Gustavsson",
          "openalex_id": "A5086233616",
          "orcid": "https://orcid.org/0000-0002-5486-8273",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Erik Hysing",
          "openalex_id": "A5033799599",
          "orcid": "https://orcid.org/0000-0001-5322-4305",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Rolf Lidskog",
          "openalex_id": "A5081740578",
          "orcid": "https://orcid.org/0000-0001-6735-0011",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Erik Löfmarck",
          "openalex_id": "A5059360902",
          "orcid": "https://orcid.org/0000-0002-3679-3140",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Maria Ojala",
          "openalex_id": "A5056699629",
          "orcid": "https://orcid.org/0000-0002-6613-5974",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Jan Olsson",
          "openalex_id": "A5026375312",
          "orcid": "https://orcid.org/0000-0002-3602-1837",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Benedict Singleton",
          "openalex_id": "A5002663462",
          "orcid": "https://orcid.org/0000-0003-1038-2412",
          "institutions": [
            "Swedish University of Agricultural Sciences"
          ]
        },
        {
          "name": "Sebastian Svenberg",
          "openalex_id": "A5017826120",
          "orcid": "https://orcid.org/0000-0003-1264-7285",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Ylva Uggla",
          "openalex_id": "A5046640362",
          "orcid": "https://orcid.org/0000-0001-9274-3634",
          "institutions": [
            "Örebro University"
          ]
        },
        {
          "name": "Johan Öhman",
          "openalex_id": "A5067229055",
          "orcid": "https://orcid.org/0000-0002-1423-4233",
          "institutions": [
            "Örebro University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-28",
      "abstract": "Continued unsustainability and surpassed planetary boundaries require not only scientific and technological advances, but deep and enduring social and cultural changes. The purpose of this article is to contribute a theoretical approach to understand conditions and constraints for societal change towards sustainable development. In order to break with unsustainable norms, habits, practices, and structures, there is a need for learning for transformation, not only adaption. Based on a critical literature review within the field of learning for sustainable development, our approach is a development of the concept of transformative learning, by integrating three additional dimensions—Institutional Structures, Social Practices, and Conflict Perspectives. This approach acknowledges conflicts on macro, meso, and micro levels, as well as structural and cultural constraints. It contends that transformative learning is processual, interactional, long-term, and cumbersome. It takes place within existing institutions and social practices, while also transcending them. The article adopts an interdisciplinary social science perspective that acknowledges the importance of transformative learning in order for communities, organizations, and individuals to be able to deal with global sustainability problems, acknowledging the societal and personal conflicts involved in such transformation.",
      "cited_by_count": 282,
      "type": "review",
      "source": {
        "name": "Sustainability",
        "type": "journal",
        "issn": [
          "2071-1050"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/2071-1050/10/12/4479/pdf?version=1543399424"
      },
      "topics": [
        "Sustainability in Higher Education",
        "Environmental Education and Sustainability",
        "Adult and Continuing Education Topics"
      ],
      "referenced_works_count": 146,
      "url": "https://openalex.org/W2903005902"
    },
    {
      "openalex_id": "W3206412785",
      "doi": "10.1007/s10551-021-04971-5",
      "title": "Decolonizing Deliberative Democracy: Perspectives from Below",
      "authors": [
        {
          "name": "Subhabrata Bobby Banerjee",
          "openalex_id": "A5052007670",
          "orcid": "https://orcid.org/0000-0002-8699-6368",
          "institutions": [
            "City, University of London"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-10-16",
      "abstract": null,
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "Journal of Business Ethics",
        "type": "journal",
        "issn": [
          "0167-4544",
          "1573-0697"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10551-021-04971-5.pdf"
      },
      "topics": [
        "Development, Ethics, and Society",
        "Social Media and Politics",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 171,
      "url": "https://openalex.org/W3206412785"
    },
    {
      "openalex_id": "W2134399536",
      "doi": "10.1177/0018726713519279",
      "title": "Towards a progressive understanding of performativity in critical management studies",
      "authors": [
        {
          "name": "Christopher Wickert",
          "openalex_id": "A5015249751",
          "orcid": "https://orcid.org/0000-0002-4317-9499"
        },
        {
          "name": "Stephan Schaefer",
          "openalex_id": "A5036646238",
          "orcid": "https://orcid.org/0000-0003-1828-1536",
          "institutions": [
            "Lund University"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-02-24",
      "abstract": "A central debate in critical management studies (CMS) revolves around the concern that critical research has rather little influence on what managers do in practice. We argue that this is partly because CMS research often focuses on criticizing antagonistically, rather than engaging with managers. In light of this, we seek to re-interpret the anti-performative stance of CMS by focusing on how researchers understand, conceptualize and make use of the performative effects of language. Drawing on the works of JL Austin and Judith Butler, we put forward the concept of progressive performativity, which requires critical researchers to stimulate the performative effects of language in order to induce incremental, rather than radical, changes in managerial behaviour. The research framework we propose comprises two interrelated processes: (i) the strategy of micro-engagement, which allows critical researchers to identify and ‘ally’ with internal activists among managers, and to support their role as internal agents of change; and (ii) ‘reflexive conscientization’ − that is, a dialogic process between researchers and researched that aims to gradually raise the critical consciousness of actors in order to provide spaces in which new practices can be ‘talked into existence’ through the performative effects of language.",
      "cited_by_count": 194,
      "type": "article",
      "source": {
        "name": "Human Relations",
        "type": "journal",
        "issn": [
          "0018-7267",
          "1741-282X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.vu.nl/ws/files/850032/Human%20Relations-2014-Wickert%20&%20Schaefer.pdf"
      },
      "topics": [
        "Management and Organizational Studies",
        "Management Theory and Practice",
        "Accounting and Organizational Management"
      ],
      "referenced_works_count": 73,
      "url": "https://openalex.org/W2134399536"
    },
    {
      "openalex_id": "W1580199132",
      "doi": "10.1002/9780470757000.ch30",
      "title": "Language Planning as Applied Linguistics",
      "authors": [
        {
          "name": "Joseph Lo Bianco",
          "openalex_id": "A5003281040",
          "orcid": "https://orcid.org/0000-0003-1346-7892",
          "institutions": [
            "Center for Applied Linguistics"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-01-01",
      "abstract": "The prelims comprise: Introduction Defining and Theorizing The “Activity” Modernization, Authenticity, Development, and Theory Language Planning in History: No Unitary Purpose Critiques Problems Praxis as (Past)Planning Sciences of Language Discourse Planning",
      "cited_by_count": 87,
      "type": "other",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/11343/112608"
      },
      "topics": [
        "Multilingual Education and Policy",
        "Second Language Learning and Teaching",
        "Linguistic Variation and Morphology"
      ],
      "referenced_works_count": 80,
      "url": "https://openalex.org/W1580199132"
    },
    {
      "openalex_id": "W2104847137",
      "doi": "10.1146/annurev-anthro-102313-030349",
      "title": "The Ethnography of Prisons and Penal Confinement",
      "authors": [
        {
          "name": "Manuela Ivone P. da Cunha",
          "openalex_id": "A5018456938",
          "orcid": "https://orcid.org/0000-0001-9608-164X",
          "institutions": [
            "University of Minho"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-10-21",
      "abstract": "Centered on the ethnography of prisons and field research on penal confinement, this review maps out current developments and characterizes them in relation to key themes that shaped earlier approaches. Further internationalizing the ethnographic discussion on prisons by broadening the predominant focus on the United States and the English-speaking world, the review is organized around a main line of discussion: the prison–society relation and the articulation between intramural and extramural worlds. More or less apparent in field research, this articulation is addressed from different perspectives—within and across different scales and analytic frames—whether centered more on the workings of the institution or on prisoners and their social worlds, both within and outside walls. The porosity of prison boundaries, increasingly acknowledged, has also been problematized and ethnographically documented in different ways: from prison-in-context to interface approaches, both more reflexive and attuned to broader theoretical debates.",
      "cited_by_count": 182,
      "type": "article",
      "source": {
        "name": "Annual Review of Anthropology",
        "type": "journal",
        "issn": [
          "0084-6570",
          "1545-4290"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-anthro-102313-030349"
      },
      "topics": [
        "Criminal Justice and Corrections Analysis",
        "Homelessness and Social Issues",
        "Psychopathy, Forensic Psychiatry, Sexual Offending"
      ],
      "referenced_works_count": 160,
      "url": "https://openalex.org/W2104847137"
    }
  ],
  "count": 25,
  "errors": []
}
