{
  "status": "success",
  "source": "openalex",
  "query": "Nancy Fraser Habermas public sphere rethinking",
  "results": [
    {
      "openalex_id": "W2173226001",
      "doi": "10.1080/00335630801975434",
      "title": "The New “New”: Making a Case for Critical Affect Studies",
      "authors": [
        {
          "name": "Jenny Rice",
          "openalex_id": "A5006194893",
          "orcid": "https://orcid.org/0000-0001-5673-1943",
          "institutions": [
            "Schlumberger (Ireland)"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-04-23",
      "abstract": "Click to increase image sizeClick to decrease image size Notes 1. jrb223, comment on \"What is affect?\" on Ask MetaFilter, comment posted September 15, 2006, http://ask.metafilter.com/46567/what-is-affect/. 2. Jennifer Seibel Trainor, \"From Identity to Emotion: Frameworks for Understanding, and Teaching Against, Anticritical Sentiments in the Classroom,\" JAC 26 (2006): 645. 3. Julie Lindquist, \"Class Affects, Classroom Affectations: Working through the Paradoxes of Strategic Empathy,\" College English 67 (2004): 187–209; Amy E. Robillard, \"We Won't Get Fooled Again: On the Absence of Angry Responses to Plagiarism in Composition Studies,\" College English 70 (2007): 10–31; Laura R. Micciche, \"More Than a Feeling: Disappointment and WPA Work,\" College English 64 (2002): 432–58; Donald Norman, Emotional Design: Why We Love (or Hate) Everyday Things (New York: Basic Books, 2004). 4. Brian Massumi, Parables for the Virtual: Movement, Affect, Sensation (Durham, NC: Duke University Press, 2002), 25. Antonio Damasio, The Feeling of What Happens: Body and Emotion in the Making of Consciousness (New York: Harcourt Brace, 1995). 5. Lawrence Grossberg, We Gotta Get Out of This Place: Popular Conservatism and Postmodern Culture (New York: Routledge, 1992), 44–45. 6. Ann Cvetkovich, An Archive of Feelings: Trauma, Sexuality, and Lesbian Public Cultures (Durham, NC: Duke University Press, 2003), 9. 7. By naming these texts, I am drawing a circle around secondary literature that tends to rely draw on a few central texts dealing with affect. No study of affect is complete without a thorough reading of Deleuze and Guattari, Henri Bergson, or the original theorist of affect, Baruch Spinoza. What I am calling \"critical affect studies\" is a group of texts that borrow from these primary sources. 8. Joes.45acp, comment on \"Crime Surge on Border,\" California Political News and Views, comment posted September 9, 2007, http://www.capoliticalnews.com/s/spip.php?breve2664/. 9. Grossberg, We Gotta Get Out, 44. 10. Kathleen Stewart, A Space on the Side of the Road: Cultural Poetics in an \"Other\" America (Princeton, NJ: Princeton University Press, 1996), 5. 11. Susan Friend Harding, The Book of Jerry Falwell: Fundamentalist Language and Politics (Princeton, NJ: Princeton University Press, 2000). 12. Nancy Fraser, \"Rethinking the Public Sphere: A Contribution to the Critique of Actually Existing Democracy,\" in Habermas and the Public Sphere, ed. Craig Calhoun (Cambridge: MIT Press, 1992), 110. Gerard Hauser, Vernacular Voices: The Rhetoric of Publics and Public Spheres (Columbia: University of South Carolina Press, 1999), 61 (emphasis in the original). 13. From the Navelgazing Midwife Blog, http://observantmidwife.blogspot.com/2007/10/thighs-lows.html/, February 1, 2008. Additional informationNotes on contributorsJenny Edbauer RiceJenny Edbauer Rice is Assistant Professor of English at the University of Missouri, Columbia",
      "cited_by_count": 142,
      "type": "article",
      "source": {
        "name": "Quarterly Journal of Speech",
        "type": "journal",
        "issn": [
          "0033-5630",
          "1479-5779"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Literacy, Media, and Education"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2173226001"
    },
    {
      "openalex_id": "W1896758939",
      "doi": "10.1111/j.1467-9248.2009.00781.x",
      "title": "Cosmopolitanism and Global English: Language Politics in Globalisation Debates",
      "authors": [
        {
          "name": "Peter Ives",
          "openalex_id": "A5019466452",
          "institutions": [
            "University of Winnipeg"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-06-02",
      "abstract": "While it is commonly agreed that language standardisation was an integral feature of the historical formation of the modern nation state, current debates on globalisation and its effects on the nation state rarely address language issues in more than a superficial fashion. Yet the quadrupling of the number of English speakers in the last half-century and other changes associated with ‘global English’ would seem to have more substantial political implications. Particularly in the recent wave of discussions of cosmopolitanism, language questions seem to lurk below the surface but are rarely addressed explicitly or comprehensively. Important exceptions to this neglect of current language issues include Daniele Archibugi, who addresses these questions head on, and Nancy Fraser's most recent attempt to rethink Habermas' critical theory of the public sphere. This article agrees with both Archibugi and Fraser that language is an important, even central, aspect of political responses to processes of globalisation, specifically cosmopolitanism. However, I argue that Antonio Gramsci's approach to the politics of language in the early twentieth century highlights the insufficiency of Archibugi's reliance on the metaphor of Esperanto as well as the intractable nature of Fraser's critique for any critical theory of global public sphere(s), despite her attempt to advance such a theory. I do this by looking at Gramsci's critique of Esperanto from 1918 and his later prison writings concerning language politics in Italy. Gramsci, I argue, provides a much more adequate approach to contemporary questions of the politics of language, which includes an understanding of the continued role of the state which is most often obscured both by cosmopolitan perspectives and by much research on global English in fields outside political science.",
      "cited_by_count": 76,
      "type": "article",
      "source": {
        "name": "Political Studies",
        "type": "journal",
        "issn": [
          "0032-3217",
          "1467-9248"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political theory and Gramsci",
        "Second Language Learning and Teaching",
        "Multilingual Education and Policy"
      ],
      "referenced_works_count": 64,
      "url": "https://openalex.org/W1896758939"
    },
    {
      "openalex_id": "W1995453178",
      "doi": "10.1007/bf00992905",
      "title": "The narrative constitution of identity: A relational and network approach",
      "authors": [
        {
          "name": "Margaret R. Somers",
          "openalex_id": "A5075342025",
          "orcid": "https://orcid.org/0000-0003-4751-6808",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 1994,
      "publication_date": "1994-10-01",
      "abstract": null,
      "cited_by_count": 2841,
      "type": "article",
      "source": {
        "name": "Theory and Society",
        "type": "journal",
        "issn": [
          "0304-2421",
          "1573-7853"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/BF00992905.pdf"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Religion and Society Interactions",
        "Community Health and Development"
      ],
      "referenced_works_count": 111,
      "url": "https://openalex.org/W1995453178"
    },
    {
      "openalex_id": "W1994808746",
      "doi": "10.1080/03071021003795055",
      "title": "Public sphere in Latin America: a map of the historiography",
      "authors": [
        {
          "name": "Pablo Piccato",
          "openalex_id": "A5074037897",
          "institutions": [
            "University of Missouri",
            "Columbia International University",
            "Columbia University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "Abstract \"Public sphre\" is often used by historians of modern Latin America without much concern about its theoretical and methodological implications. Some historians have used it as a model to fit evidence about public debates and politics during the modern period, yet few have engaged it as a theory with deeper methodological and conceptual implications. This article will review the historical literature that has applied Habermas's ideas to Latin American history. Focusing on a few particularly important books, the article will examine potential avenues for research and comparisons. Rather than becoming a new orthodoxy for the study of the region, the theory of the public sphere is establishing a dialogue among historians interested in intellectual phenomena and political discourse (most of them centered on the history of liberalism after independence) and those historians whose interest in social formations have framed their study in terms of hegemony and class domination. The article will argue that a critical use of Habermas's ideas (one that is more systematic about the gender and class exclusions built into the bourgeois public sphere, and that problematizes the connections between the specific development of capitalism in peripheral regions and their embrace of European political traditions) could yield useful results in terms of new research and an inclusive synthesis of recent literature interested in politics, culture and hegemony in Latin America. Notes 1Jürgen Habermas, The Structural Transformation of the Public Sphere: An Inquiry into a Category of Bourgeois Society (Cambridge, MA, 1991). I am indebted to Tom Klubock, Thom Rath, Federico Sor and Mary Kay Vaughan for their comments on earlier drafts. This article was also discussed at the Columbia University's Department of History graduate faculty workshop and at the New School's workshop of Latin American Studies. I thank Karl Wennerlind, Herbert Sloan, Claudio Lomnitz and Paul Gootenberg for their comments. 2The danger, of course, is that of creating 'un Mapa del Imperio, que tenía el tamaño del imperio y coincidía puntualmente con él'. 'El rigor de la ciencia' in Jorge Luis Borges, Obras completas II 1952–1972 (Barcelona, 1996). This map will have Mexico as the centre. It is a result of my background and I hope it can be excused as a geographical convention. 3See Jürgen Habermas, The Philosophical Discourse of Modernity: Twelve Lectures. Studies in Contemporary German Social Thought (Cambridge, 1987), 37. Juan Carlos Portantiero, 'Foundations of a new politics', Report on the Americas, xxv, 5 (1991), 19; Chantal Mouffe and Ernesto Laclau, Hegemonía y estrategia socialista: Hacia una radicalización de la democracia, trans. Ernesto Laclau (Buenos Aires, 2004). 4For Alan Brinkley, 'Democrats need to turn much of their attention away from culture and back toward class.' See Brinkley, 'What's next? The mourning period is over. Now, four simple guidelines for becoming a majority party', The American Prospect Online Edition, January 2004. See also forum on the election in The Nation, 20 December 2004. Available online at: http://www.thenation.com/issue.mhtml?i=20041220. See Jürgen Habermas, 'Discourse ethics: notes on a program of philosophical justification' in Moral Consciousness and Communicative Action (Cambridge, 1990). For the normative implications of the public-sphere model, see Nancy Fraser, 'Rethinking the public sphere: a contribution to the critique of actually existing democracy', Social Text, nos 25/26 (1990). See also Thomas A. McCarthy, The Critical Theory of Jürgen Habermas, first MIT Press paperback edition (Cambridge, 1981), chap. 1; Jürgen Habermas, Ciencia y técnica como 'ideología' (Mexico City, 1993). Implicit in Habermas's idea of 'communicative rationality' is 'the central experience of the unconstrained, unifying, consensus-bringing force of argumentative speech': Jürgen Habermas, The Theory of Communicative Action, vol. 1, Reason and the Rationalization of Society, trans. Thomas McCarthy (Boston, 1984), 10. 5Arthur Strum, 'A bibliography on the concept of Öffentlichkeit', New German Critique, lxi (1994). Habermas refers to 'seminal theories', like those by Freud and Marx, that 'inserted a genuinely philosophical idea like a detonator into a particular context of research' resulting in 'hybrid discourses' that may be criticized from the academic establishment but could generate 'new research traditions'. Jürgen Habermas, 'Philosophy as stand-in and interpreter' in Moral Consciousness and Communicative Action, op. cit., 15. 6The OED provides two examples of the term, both dated 1992. See entries for 'maternalize' and 'nonsensification', Oxford English Dictionary (available online at: http://www.oed.com/). For the parallel with Weber see Joan B. Landes, Women and the Public Sphere in the Age of the French Revolution (Ithaca, 1988), 10. 7Habermas links the public sphere with his theory of communicative action at a 'fundamental' level: Jürgen Habermas, 'Further reflections on the public sphere', Habermas and the Public Sphere, ed. Craig Calhoun (Cambridge, 1997), 422, 41. Other scholars, mentioned below, have already suggested the need to confront analyses based on Gramsci and Habermas. 8Habermas's initial definition is tentative and contains the diversity of issues outlined above: 'The bourgeois public sphere may be conceived above all as the sphere of private people come together as a public; they soon claimed the public sphere regulated from above against the public authorities themselves, to engage them in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labour. The medium of this political confrontation was peculiar and without historical precedent: people's public use of their reason.' See Habermas, Structural Transformation, op. cit., 27. See also Jürgen Habermas, 'The public sphere: an encyclopaedia article', New German Critique, iii (1974). On the historical character of the definition, see Moishe Postone, 'Political theory and historical analysis' in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 9James Van Horn Melton, The Rise of the Public in Enlightenment Europe (New York, 2001), 10, 12. 10For similar agendas see E. P. Thompson, The Making of the English Working Class (New York, 1966); Richard Sennett, The Fall of Public Man (New York, 1977). 11Geoff Eley, 'Nations, publics, and political cultures: placing Habermas in the nineteenth century' in Nicholas B. Dirks, Geoff Eley and Sherry B. Ortner (eds), Culture/Power/History: A Reader in Contemporary Social Theory (Princeton, 1994); also published in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 12Joan B. Landes, 'The public and the private sphere: a feminist reconsideration' in Landes (ed.), Feminism, the Public and the Private (Oxford, 1998), 2, 142–3. See also Craig Calhoun, 'Introduction: Habermas and the public sphere' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 34–5; Seyla Benhabib, 'Models of public space: Hannah Arendt, the liberal tradition, and Jürgen Habermas' in ibid., 92. 13Harold Mah, 'Phantasies of the public sphere: rethinking the Habermas of historians', Journal of Modern History, lxxii, 1 (2000). I owe this reference to Samuel Moyn. 14Habermas, Structural Transformation, op. cit., 27, 55; Melton, The Rise, op. cit.; Daniel Gordon, 'Philosophy, sociology, and gender in the Enlightenment conception of public opinion', French Historical Studies, xvii, 4 (1992), 889, 901; Keith Michael Baker, 'Defining the public sphere in eighteenth-century France: variations on a theme by Habermas' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 202. 15Roger Chartier, The Cultural Origins of the French Revolution, trans. Lydia G. Cochrane (Durham, NC, 1991); Arlette Farge, Subversive Words: Public Opinion in Eighteenth-Century France, trans. Rosemary Morris (University Park, PA, 1994). See also Landes, Women and the Public Sphere, op. cit.; Keith Michael Baker, Inventing the French Revolution: Essays on French Political Culture in the Eighteenth Century (Cambridge, 1990); Sarah C. Maza, Private Lives and Public Affairs: The Causes Célèbres of Pre-revolutionary France (Berkeley, 1993). 16For a bibliography of the diversity of work, historical and otherwise, inspired by the model see Strum, op. cit. A similar census would probably be impossible today. See also Peter Uwe Hohendahl, 'The public sphere: models and boundaries' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 108. For an example of these possibilities see Madeleine Hurd, Public Spheres, Public Mores, and Democracy: Hamburg and Stockholm, 1870–1914 (Ann Arbor, 2000). 17See a discussion of the implications of this from the point of view of Mexican history in Pablo Piccato, 'Introducción: ¿Modelo para armar? Hacia un acercamiento crítico a la teoría de la esfera pública' in Cristina Sacristán and Pablo Piccato (eds), Actores, espacios y debates en la historia de la esfera pública en la ciudad de México (Mexico City, 2005). See also Hispanic American Historical Review, lxxix, 2 (1999); Pablo Piccato, 'Conversación con los difuntos: una perspectiva Mexicana ante el debate sobre la historia cultural', Signos Históricos, viii (2002). 18François-Xavier Guerra, Modernidad e independencias: Ensayos sobre las revoluciones hispánicas (Madrid , 2000), 117; Francois-Xavier Guerra, México: del Antiguo Régimen a la Revolución (Mexico City, 1988). 19Carmen McEvoy, La utopía republicana: Ideales y realidades en la formación de la cultura política peruana, 1871–1919 (Lima, 1997), 11; Carmen McEvoy, 'Seríamos excelentes vasallos y nunca ciudadanos: prensa republicana y cambio social en Lima, 1791–1822' in Ivan Jaksic (ed.), The Political Power of the Word: Press and Oratory in Nineteenth-Century Latin America (London, 2002), 37. See also Richard A. Warren, Vagrants and Citizens: Politics and the Masses in Mexico City from Colony to Republic (Wilmington, 2001), 170. After independence, 'Lo radicalmente nuevo es la creación de una escena pública': Guerra, Modernidad e independencias, op. cit., 13, 23, 87. This parallels Benedict Anderson's claim that 'the convergence of capitalism and print technology … created the possibility of a new form of imagined community, which in its basic morphology set the stage for the modern nation', and his focus on American Creole identities as early examples of this process. Benedict Anderson, Imagined Communities: Reflections on the Origin and Spread of Nationalism (New York and London, 1983), 46. Concepts like el pueblo or lo público also had a history that illustrated the incorporation of traditional and modern notions, as explored by Annick Lempérière in 'Reflexiones sobre la terminología política del liberalismo' in Carlos Illades, Brian Connaughton and Sonia Pérez Toledo (eds), Construcción de la legitimidad política en México (Zamora, 1999). 20Guerra, Modernidad e independencias, op. cit., 30. See François Furet, Penser la Révolution française (Paris, 1978). For Palti, Guerra's use of Habermas lacked a 'strong' critique of the public-sphere model and failed to recognize Raymond Kosseleck's work as a necessary antecedent. Furet and Cochin were decisive in Guerra's work to strengthen that critique, without embracing 'las teorías multiculturalistas \"posmodernas\"'. Elías José Palti, 'Guerra y Habermas: ilusiones y realidad de la esfera pública Latinoamericana' in Erika Pani and Alicia Salmerón (eds), Conceptualizar lo que se ve: François-Xavier Guerra historiador, homenaje (Mexico City, 2004), 466. 21See Dena Goodman, 'Public sphere and private life: toward a synthesis of current historiographical approaches to the Old Regime', History and Theory, xxxi, 1 (1992), 8, 12. Guerra's explicit rejection of Habermas's Marxism in Guerra, Modernidad e independencias, op. cit., 86n, 87, 14. For studies inspired by Guerra's insights and a closer connection to local contexts, see Francois-Xavier Guerra and Annick Lempérière (eds), Los espacios públicos en Iberoamérica: Ambigüedades y problemas: Siglos XVIII–XIX (Mexico, 1999). For the public sphere as part of the politicization of new national societies, see Pilar González Bernaldo, 'Sociabilidad, espacio urbano y politización en la ciudad de Buenos Aires (1820–1852)' in Hilda Sabato and Alberto Rodolfo Lettieri (eds), La vida política en la Argentina del siglo XIX: armas, votos y voces (Buenos Aires, 2003), 199. 22Guerra, Modernidad e independencias, op. cit., 12, 101. Such characterization of the socio-economic impact and causes of the revolutions of independence is challenged in John Tutino, From Insurrection to Revolution in Mexico: Social Bases of Agrarian Violence, 1750–1940 (Princeton, 1988); Eric Van Young, The Other Rebellion: Popular Violence, Ideology, and the Mexican Struggle for Independence, 1810–1821 (Stanford, 2001). 23Guerra, Modernidad e independencias, op. cit., 17, 91, 234. The Habermasian focus on 'a new, autonomous, free, and sovereign public' implies a marked alternative from Furet's Tocquevillian emphasis on associations and modes of sociability as the base for a modern public opinion. Chartier, Cultural Origins, op. cit., 16–17. 24Guerra, Modernidad e independencias, op. cit., 52, 99. Guerra's emphasis on culture fits well with older visions of 'Latin American culture' as something clearly identifiable; for Edmundo O'Gorman, this common identity meant that the influence of the United States is negligible in the emergence of a Latin American political culture. Edmundo O'Gorman, 'Hegel y el moderno panamericanismo', Letras de México, ii, 8 (1939). See Charles Hale, 'Edmundo O'Gorman y la historia nacional', Signos Históricos, ii, 3 (2000), 17, 24. Absent is a problematization of neo-colonialism as an informal and subordinate mode of entering modernity. See Tulio Halperín Donghi, The Contemporary History of Latin America, trans. John Charles Chasteen (Durham, NC, 1993). 25McEvoy, La utopía republicana, op. cit., 11. 26McEvoy, 'Seríamos excelentes vasallos', op. cit. For similar insights, to be examined below, see Ángel Rama, The Lettered City, trans. John Charles Chasteen (Durham, NC, 1996). 27McEvoy, 'Seríamos excelentes vasallos', op. cit. 28Rafael Rojas, La escritura de la independencia: El surgimiento de la opinión pública en México (Mexico City, 2003), 17, 34, 35, 62. 29 ibid., 35. See also Fernando Escalante, Ciudadanos imaginarios: Memorial de los afanes y desventuras de la virtud y apología del vicio triunfante en la República Mexicana: Tratado de Moral Pública (Mexico, 1993). For recent studies of monarchist sentiment in Mexico see Erika Pani, Para mexicanizar el Segundo Imperio: el imaginario político de los imperialistas (Mexico City, 2001); Elías José Palti (ed.), La política del disenso: La 'polémica en torno al monarquismo' (México, 1848–1850) … y las aporías del liberalismo (Mexico City, 1998). If in the end the new nations rejected liberal monarchism, explains Rojas, it was because of the revolutionary logic of insurgency and the consequent loyalist response, but not because of any inherently democratic feature of the new public sphere. Rojas, La escritura, op. cit., 49. 30José Antonio Aguilar, 'Dos conceptos de república' in José Antonio Aguilar and Rafael Rojas (eds), El republicanismo en hispanoamérica: Ensayos de historia intelectual y política (Mexico City, 2002), 63. See McEvoy, 'Seríamos excelentes vasallos', op. cit., 43. 31For the 'tradición republicana' as the centre of a long-term political history of Mexico that stresses local and corporative representation over democracy and equality, see Alicia Hernández Chávez, La tradición republicana del buen gobierno (Mexico, 1993); Antonio Annino, 'Ciudadanía versus gobernabilidad republicana en México: Los orígenes de un dilema' in Hilda Sábato (ed.), Ciudadanía política y formación de las naciones: Perspectivas históricas de América Latina (Mexico City, 1999). For a similar perspective (the intellectual history à la Cambridge, invoked by Aguilar), see Gordon, 'Philosophy, sociology, and gender', op. cit., 883–5, 888, 891. 32Elías José Palti, 'Las polémicas en el liberalismo argentino: Sobre virtud' and Aguilar and Rojas (eds), 'Republicanismo y lenguaje' in op. cit., 167. 33Elías José Palti, La invención de una legitimidad: Razón y retórica en el pensamiento mexicano del siglo XIX (Un estudio sobre las formas del discurso político) (Mexico City, 2005). 34Elías José Palti, 'La transformación del liberalismo mexicano en el siglo XIX: de la opinión pública al de la in Sacristán and Piccato (eds), Actores, op. cit.; see also Carlos and (eds), y sobre la ciudad de México (Mexico City, Brian Carlos and Sonia Pérez Toledo (eds), La de la legitimidad política en México (Mexico City, 1999). On France and public see Baker, Inventing the French Revolution, op. cit.; concept in la Révolution française (Paris, Farge, Subversive op. cit. La invención de una op. cit., Elías José Palti, 'La del prensa y política en la República (México, 4 Palti, 'La transformación del op. cit. Guerra, the of discussion to the in a that links private and public and as in is Guerra, Modernidad e independencias, op. cit., For similar in see Palti, 'Las op. cit. The mode of public provides a useful for the recent interest in the history of from its to the of in the of See Jaksic (ed.), op. cit. also Elías José Palti, in La política del op. cit.; Palti, 'La del op. cit.; and Elías José Palti, y el político mexicano en de la República in (ed.), op. cit. On the interest in the history of the in Latin America see in the also op. cit.; de la prensa en el (Mexico City, Ángel (ed.), y la prensa del los 23, y de (Mexico City, 2001); y en del siglo XIX and de de en de de 'Las de la El discurso político y El de las y la opinión del in Sabato and Lettieri (eds), La vida política en la op. cit., José Elías Palti, studies on the emergence of a public sphere in Latin Latin American Review, 2 On the political of see McCarthy, Critical Theory of Jürgen Habermas, op. cit. de la de de at the Sobre la de la de México: 'Las en la ciudad de México del siglo XIX a la Mexico op. cit.; Carlos A. in Latin America, and Carlos y del in Illades, Connaughton and Pérez Toledo (eds), op. cit. After independence, the influence of to in the nineteenth On and the see Charles E. P. and his a Hispanic American Historical Review, 4 for B. of the and in Eighteenth-Century Mexico (Stanford, E. in Mexico 2004). op. cit. focus on without a reference to Guerra, in and the politics of Latin American history in the century' in G. (ed.), the Political in Latin American Essays from the (Durham, NC, 2001), 41. Guerra's not mentioned in that and his México: del a la op. cit., an English It is not to the of a but the of together the mentioned in these be evidence of op. cit. and Luis Fernando de la cultura política de la ciudad de in Sacristán and Piccato (eds), op. cit. For a critique of the in the model of the public sphere see Francois-Xavier Guerra and Annick in Guerra and Lempérière (eds), Los espacios op. cit., The not to Habermas's view of modern and its Habermas, Theory of Communicative Action, op. cit. analyses of the of those links see Peter or and national politics, Hispanic American Historical Review, 2 de la of and during the (Durham, NC, 2000). similar of the public-sphere model from the perspective of intellectual history see A. 'The the and the of in eighteenth-century French Historical Studies, xvii, 4 (1992), Gordon, 'Philosophy, sociology, and gender', op. cit., Aguilar que Aguilar, 'El op. cit., La escritura, op. cit., The of those is the of they and the of at of José de For a useful of central in Mexican ideas about and see Mexican La escritura, op. cit., and the social context of created is a by of See Chartier, Cultural Origins, op. cit.; and in London, (London, Michael The of the and the Public Sphere in Eighteenth-Century America (Cambridge, MA, 1990); Melton, The Rise, op. cit.; Pablo Piccato, The of in the of the Mexican Public Sphere (Durham, NC, Structural Transformation, op. cit., op. cit.; Palti, 'Las op. cit. at I would with the that was the concern of the Mexican public in the nineteenth Pablo Piccato, The of op. cit. See for Sarah C. From to Citizens: and Politics in (University Park, PA, 92. his critique of and Habermas's work, notes the of and of as to the critical discourse that a Habermasian model would in and op. cit., Guerra's see Annick la (Paris, Public Private and in America (Stanford, op. cit.; John The and the The Revolution in Palti, op. cit.; and Antonio Annino, 'El Los y los orígenes del liberalismo en in and (eds), y México: de de (Mexico, 2002), 'The of a public sphere in Latin America during the of Studies in Society and History, 2 (2000), This is the first systematic of the public-sphere model in Latin America published in On the of see in (ed.), and Society in America during the Age of Revolution (Wilmington, 2001). For a in this see B. and local an into early Latin American social in (ed.), the The of Social History see Eric Van Young, in (ed.), op. cit., A similar for the of the English public sphere in and political Journal of Modern History, 4 On and Paul in of (Berkeley, 1993). and de political in Journal of Latin American Studies, 2 Politics in the Age of of and in Hispanic American Historical Review, 2 and Van Young, The Other op. cit. op. cit., y la y sobre política y de op. cit. See the Tulio Halperín Donghi, Revolución y de una en la Argentina (Mexico, the Rama, 'the had … from a of in their into a more that a of as a but Rama, The Lettered City, op. cit., On see de en la in Ángel Rama, La en América The of the that into were an example of the of public by but also a of new as in earlier of the Latin American 'La como in Ángel Rama, La del I have evidence of any exchange between Habermas and was published in in two in it is that their a concern about the of is reference to Habermas in had German in to be to in the can an See Ángel and 2001), The Lettered City, op. cit., See also José Luis las y las ideas (Buenos Aires, Buenos from to (New York, On the Claudio Mexico: An of Nationalism 2001); Antonio and François-Xavier Guerra, la siglo XIX (Mexico City, 2003), was also a to the See y de en América Latina E. 'El de la esfera e en la del de la ciudad de México, in Sacristán and Piccato (eds), op. cit. in that by and Luis Fernando for of the of the public sphere, and y in Carlos and (eds), y sobre la ciudad de México (Mexico City, 2",
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "Social History",
        "type": "journal",
        "issn": [
          "0307-1022",
          "1470-1200"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Politics and Society in Latin America",
        "Religion and Society in Latin America",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 98,
      "url": "https://openalex.org/W1994808746"
    },
    {
      "openalex_id": "W1530287735",
      "doi": null,
      "title": "Social justice in the age of identity politics: redistribution, recognition, participation",
      "authors": [
        {
          "name": "Nancy Fraser",
          "openalex_id": "A5070027594"
        }
      ],
      "publication_year": 1998,
      "publication_date": "1998-01-01",
      "abstract": "'Today, claims for social justice seem to divide into two types: claims for the redistribution of resources and claims for the recognition of cultural difference. Increasingly, these two kind of claims are polarized against one another. As a result, we are asked to choose between class politics and identity politics, social democracy and multiculturalism, redistribution and recognition. These, however, are false antitheses. Justice today requires both redistribution and recognition. Neither alone is sufficient. As soon as one embraces this thesis, however, the question of how to combine them becomes paramount. I contend that the emancipatory aspects of the two paradigms need to be integrated in a single, comprehensive framework. In this lecture, I consider two dimensions of this project. First, on the plane of moral philosophy, I propose an overarching conception of justice that can accomodate both defensible claims for social equality and defensible claims for the recognition of difference. Second, on the plane of social theory, I propose an approach that can accomodate the complex relations between interest and identity, economy and culture, class and status in contemporary globalizing capitalist society.' (author's abstract)",
      "cited_by_count": 788,
      "type": "preprint",
      "source": {
        "name": "Econstor (Econstor)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10419/44061"
      },
      "topics": [
        "Economic and Social Issues",
        "Sociology and Education Studies",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1530287735"
    },
    {
      "openalex_id": "W1974316890",
      "doi": "10.1080/14736480600939223",
      "title": "Accounting for Multiple Desires: Decolonizing Methodologies, Archaeology, and the Public Interest",
      "authors": [
        {
          "name": "Uzma Z. Rizvi",
          "openalex_id": "A5085057312",
          "orcid": "https://orcid.org/0000-0002-1280-0457"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-10-26",
      "abstract": "Abstract Acknowledgement I would like to thank my colleagues and friends Praveena Gullapalli and Benjamin Porter for the comments and insights that have helped shaped this piece in its initial stages. Additionally, this work has benefited from my conversations with Sandra Scham. I would also like to thank the blind reviewers and the editor of this collection, Carole McGranahan, for their comprehensive comments and suggestions. Finally, special thanks to Murtaza Vali for his support in editing and valuable comments. All errors are my own. Notes 1. Many archaeologists express the need for such spaces to construct counter-hegemonic stances, specifically connected to tourism as it allows the local communities to author their identity for visitors. For example, see Maurizio Peleggi, “National Heritage and Global Tourism in Thailand,” Annals of Tourism Research Vol. 23, No. 2 (1996), pp. 432–48. 2. Yvonne Marshall, “What is Community Archaeology?” World Archaeology Vol. 34, No. 2 (2002), pp. 211–19. 3. The GJCCS team included the following Jaipur based members: H. C. Misra, Rakesh Sharma, Nidhi Misra, and Ambika Dhaka. The team included a US based member: John Tennyson. I directed the project as a part of my dissertation research, funded by a Fulbright Hayes Doctoral Dissertation Research Abroad grant. The establishment of NKT-DP was not funded by this grant. 4. See also Ernesto Beltrán and Mariano Rojas, “Diversified Funding Methods in Mexican Archaeology,” Annals of Tourism Research Vol. 23, No. 2 (1996), pp. 463–78. 5. Francis Johnston, Julia Paley, Paula Sabloff, and Peggy Sanday, “Statement on Public Interest Anthropology” (University of Pennsylvania, 1997). www.sas.upenn.edu/anthro/CPIA. 6. Jason Yaeger and Marcello Canuto, “Introducing an Archaeology of Communities,” in Marcello Canuto and Jason Yaeger, eds., The Archaeology of Communities: A New World Perspective (London and New York: Routledge, 2000), pp. 1–15. 7. Shelly Greer, “Archaeology, Heritage and Identity in Northern Cape York Peninsula,” in S. Ulm, Ian Lilley, and Alan Ross, eds., Australian Archaeology ‘95: Proceedings of the 1995 Australian Archaeological Association Annual Conference (Tempus 6, St. Lucia: University of Queensland, 1996), pp. 293–9; Shelly Greer, Rodney Harrison, and Susan McIntyre-Tamwoy, “Community Based Archaeology in Australia,” World Archaeology Vol. 34: No. 2 (2002), pp. 265–87. 8. This is illustrated through the regular section in the Journal of Field Archaeology, called “Public Archaeology Forum.” 9. Lesley F. Green, David R. Green, and Eduardo Góes Neves, “Indigenous Knowledge and Archaeological Science: The Challenges of Public Archaeology in Reserva Uaca,” Journal of Social Archaeology, Vol. 3, No. 3 (2003), pp. 366–98. 10. The reference to indigenous communities specifically refers to communities comprising of First Peoples/Nations within the US and Canada, as well as other indigenous peoples from around the world, such as the Maori in Australia, the indigenous groups along the Amazon in Brazil, etc. By acknowledging these communities as “publics,” a political stance is established through which legitimacy of their own civil society and sovereignty is maintained as distinct from or parallel to that of the state in which they reside. Thus, I would argue that “public archaeology” is distinct from “public interest archaeology.” 11. I am indebted to Jim Costanzo (REPO History) for drawing my attention to resistance to community formations. See also Swadhin Sen, “Community Boundary, Secularized Religion, and Imagined Past in Bangladesh: Archaeology and Historiography of Unequal Encounter,” World Archaeology Vol. 34, No. 2 (2002), pp. 346–62. 12. I am employing the term “stakeholder” as used in heritage literature. For more on the term and the concept see Benjamin Porter and Noel Salazar, “Heritage Tourism, Conflict, and the Public Interest: An Introduction,” International Journal of Heritage Studies Vol. 11, No. 5 (2005), pp. 361–70. 13. Peter Schmidt and Thomas Patterson, “Introduction: From Constructing to Making Alternative Histories,” in Peter Schmidt and Thomas Patterson, eds., Making Alternative Histories: The Practice of Archaeology and History in Non-Western Settings (Santa Fe, New Mexico: School of American Research Advanced Seminar Series, 1995), pp. 1–24; Nadia Abu el-Haj, Facts on the ground: Archaeological Practice and Territorial Self-fashioning in Israeli Society (Chicago: University of Chicago Press, 2001); Paul Shackel, “Introduction: Working with Communities: Heritage Development and Applied Archaeology,” in Paul Shackel and Erve J. Chambers, eds., Places in Mind: Public Archaeology as Applied Anthropology (New York and London : Routledge, 2004), pp. 1–18. 14. Ian Hodder, The Archaeological Process: An Introduction (Oxford and Malden, MA: Blackwell, 1999); Cheryl J. LaRoche and Michael L. Blakey, “Seizing Intellectual Power: The Dialogue at the New York African Burial Ground,” Historical Archaeology Vol. 31, No. 3 (1997), pp. 84–106; Lynn Meskell, Archaeology Under Fire (London: Routledge, 1998); Christopher Matthews, “The Location of Archaeology: Postcolonial Methods and Public Practice,” paper prepared for the 2001 Annual Meetings of the Society for American Archaeology (New Orleans, Louisiana, 2001); Greer et al., “Community Based Archaeology in Australia”; Carole McDavid, “From ‘Traditional’ Archaeology to Public Archaeology to Community Action,” in Shackel and Chambers, eds., Places in Mind, pp. 35–56. It is important to note a distinction between a stakeholder and publics, i.e. individuals and groups making up “publics” become stakeholders when there is a specific collective investment made for a specific return in a project. This investment does not have to have a monetary value, but it may include cultural or social capital. For more on other ways to define “public” see Michael Warner, “Publics and Counterpublics,” Public Culture Vol. 14, No. 1 (2002), pp. 49–90. 15. David Lowenthal, “Heritage Stewardship and the Amateur Tradition,” APT Bulletin Vol. 30, No. 2/3 (1999), pp. 7–9. 16. Porter and Salazar, “Heritage Tourism, Conflict and the Public Interest”; Greer et al., “Community Based Archaeology in Australia”; additionally, the discourse about archaeology and heritage overlap which often leads to the conflation of the terms. It should be clear that the concept of heritage is distinct from the practice of archaeology. They are linked in so far as archaeology is concerned with one aspect of heritage. The concept of heritage is a difficult one to define, and is mainly understood through its products, i.e. development, tourism, and management. For more on the discussion of heritage and archaeology see Ricardo Elia, “ICOMOS Adopts Archaeological Heritage Charter: Text and Commentary,” Public Archaeology Forum, Journal of Field Archaeology Vol. 20, No. 1 (1993), pp. 97–104. 17. This is a very significant separation within the concept of stewardship, with specific consequences for the North American and Australian cases dealing with issues of repatriation. 18. For example, see Waziyatawin Angela Wilson and Michael Yellow Bird, eds., For Indigenous Eyes Only: A Decolonization Handbook (Santa Fe, NM: School of American Research, 2005). 19. For Society of American Archaeology Mission Statement, see: www.saa.org, and for World Archaeological Congress's list of aims, see: ehlt.flinders.edu.au/wac. 20. For example, see Richard Morris, “Collapse of Public Interest Archaeology,” British Archaeology No. 31 (York: Council for British Archaeology, 1998). This is not to suggest that the local elites are not part of the local communities; but rather to be aware of the distinctions that exist within communities that complicate our understanding of a “local community”. 21. Sir Mortimer Wheeler, Archaeology from the Earth (Oxford: Clarendon Press, 1954), p. 200; see also Praveena Gullapalli, “Postcolonial Theory and Indian Archaeology,” in Matthew Liebmann and Uzma Rizvi, eds., Postcolonialism and Archaeology (Lanham, MD: Altamira Press, in press). 22. for example Hodder, The Archaeological Process; Liebmann and Rizvi, eds., Postcolonialism and Archaeology; Gavin Lucas, Critical Approaches to Fieldwork: Contemporary and Historical Archaeological Practice (London: Routledge, 2001); H. Martin Wobst, “Power to the (Indigenous) Past and Present,” in Claire Smith and H. Martin Wobst, eds., Indigenous Archaeologies: Decolonizing Theory and Practice (Routledge: London, 2005); Michael Wilcox, “Social Memory and the Pueblo Revolt: A Postcolonial Perspective,” in Robert Preucel, ed., Archaeologies of the Pueblo Revolt: Identity, Meaning, and Renewal in the Pueblo World (Albuquerque, NM: University of New Mexico Press, 2002). 23. For other experiences see Smith and Wobst, eds., Indigenous Archaeologies. 24. Partha Chatterjee, “Beyond the Nation? Or Within?,” Social Text No. 56 (1998), pp. 57–69. 25. Peggy R. Sanday, “Opening Statement: Defining Public Interest Anthropology,” delivered at American Anthropological Association Symposium Defining a Public Interest Anthropology (Philadelphia, 1998). 26. Peggy Sanday, “Opening Statement”; I adopt Sanday's use of public interest anthropology in this article to inform my use of public interest archaeology, and use concepts borrowed from social welfare and education literature to contextualize the use of action research within the framework of public interest archaeology. For more, see Wilfred Carr and Stephen Kemmis, Becoming Critical. Education, Knowledge and Action Research (Lewes: Falmer, 1986); Robert C. Bogdan and Sari K. Biklen, Qualitative Research For Education (Boston: Allyn and Bacon, 1992). 27. Chatterjee, “Beyond the Nation?”; Subhash Gatade, “Untouchability and India's (D)urban Elite,” Himal Vol. 14, No. 7 (2001), pp. 14–17. 28. Eleanor Fisher and Jeremy Holland, “Social Development as Knowledge Building: Research as a Sphere of Policy Influence,” Journal of International Development Vol. 15, No. 7 (2003), pp. 911–24. 29. Fisher and Holland, “Social Development as Knowledge Building”; Kalyanankrishnan Sivaramakrishnan, “Crafting the Public Sphere in the Forests of West Bengal: Democracy, Development, and Political Action,” American Ethnologist Vol. 27, No. 2 (2000), pp. 431–61. 30. See also Sivaramakrishnan, “Crafting the Public Sphere.” 31. Matthews, “The Location of Archaeology.” 32. Sandra Scham, “Disinheriting Heritage: Explorations in the Contentious History of Archaeology in the Middle East,” in Liebmann and Rizvi, eds., Postcolonialism and Archaeology. 33. It is important to note that I believe that public and private are not obvious words—they are “cultural classifications and rhetorical labels.” Nancy Fraser, “Rethinking the Public Sphere: A Contribution to the Critique of Actually Existing Democracy,” in Craig Calhoun, ed., Habermas and the Public Sphere (Cambridge, MA: MIT Press, 1992), pp. 109–42. 34. Chatterjee, “Beyond the Nation?”; Gatade, “Untouchability and India's (D)urban Elite.” 35. The Indian National Trust for Art and Cultural Heritage (INTACH) is a nonprofit Indian organization set up “to protect and conserve India's vast natural and cultural heritage,” www.intach.org 36. A tehsil or taluk is an entity of local government that has fiscal and administrative powers over villages and municipalities in South Asian contexts. A Tehsil is most akin to a county in a US context. Alternative terms of Tehsil are: Tahsil, Tahasil, and Tahluka. 37. Rakesh Sharma, Heritage of Neem Ka Thana: Ancient Heritage of Torawati. A Tourism Development Research Report (Unpublished Report, 2004). 38. Shri Modi continues to consider the people of his electoral base to be “his” people, toward whom he feels a continued responsibility. His former MLA status directly links, on the individual level, members of the civil society into the state apparatus. 39. Uzma Z. Rizvi, “Configuring the Space Between: The Political Economy of the Ganeshwar Jodhpura Cultural Complex” (PhD Dissertation, University of Pennsylvania, in progress). 40. A panchayat (political institution specific to India) is a council of elected members who act as liaisons between the local government and the people. Generally comprised of members from five villages under one political council, these individuals are responsible for the social, cultural, and economic wellbeing of the villages that they represent. 41. On a personal level, this was a very important moment as it legitimized my methodological insistence on working with local informants, collecting ethnographic data on local archaeological knowledge while conducting my archaeological field survey, and our active efforts to foster a sense of community, collaboration, and advocacy around the issues of archaeology and history. 42. See also Beltrán and Rojas, “Diversified Funding Methods,” and Weindu Nuryanti, “Heritage and Postmodern Tourism,” Annals of Tourism Research Vol. 23, No. 2 (1996), pp. 249–60.This links back to the ex-MLA and his feeling of responsibility towards his constituents. 43. See also Walter Jamieson, “Cultural Heritage Tourism Planning and Development: Defining the Field and its Challenges,” APT Bulletin Vol. 29, No. 3–4 (2002), pp. 65–7; and Stephanie Moser, Darren Glazier, James E. Phillips, Lamya Nasser el Nemr, Mohammed Saleh Mousa, Rascha Nasr Aiesh, Susan Richardson, Andrew Conner, and Michael Seymour, “Transforming Archaeology through Practice: Strategies for Collaborative Archaeology and the Community Archaeology Project at Quseir, Egypt,” World Archaeology Vol. 34, No. 2 (2002), pp. 220–48. 44. For discussion on local conceptions of identity, politics, and place, see Ann Forbes, “Mapping Power: Disputing Claims to Kipat Lands in Northeastern Nepal,” American Ethnologist Vol. 26, No. 1 (1999), pp. 114–38. 45. Sharma, Heritage of Neem Ka Thana. See also Anne Drost, “Developing Sustainable Tourism for World Heritage Sites,” Annals of Tourism Research Vol. 23, No. 2 (1996), pp. 479–92. 46. Anne Drost, in “Developing Sustainable Tourism,” draws attention to the results of the World Commission on Environment and Development (1987) bringing the issue of sustainable development into the international arena, which is defined as “preserving the environment while allowing for cultural, economic, social and political development.” 47. For other such cases see Beltrán and Rojas, “Diversified Funding Methods,” and Nuryanti, “Heritage and Postmodern Tourism.” 48. KCT ascertained that the most effective manner of eco-preservation was by establishing the environment (as a larger concept) to be recognized as a commodity to be packaged for consumption through eco-tourism. One of the most telling moments in the discussion was when the group was trying to get a sense of comparative pricing from other eco-tourist markets and the question came up of “How much would a tourist pay to go up a pahar (mountain/hill) to see an ancient/old cave and a waterfall?” In a very real way, these questions were putting price tags on experiences with nature and, through that, on archaeology. 49. At this point, I want to draw attention to the subtext specific to archaeology in these discourses. By discussing archaeology as a part of the living “natural world” and part of the ecosystem existing (literally) below ground (in some instances), there is a sense of archaeology as a type of natural resource that could therefore be exploited. 50. See also Ross Dowling, “Conference Reports: Ecotourism in Thailand,” Annals of Tourism Research Vol. 23, No. 2 (1996), pp. 488–90. 51. Becoming an organization with a defined structure was very important in this process. In order to ensure success, the idea of public advocacy and education had to be institutionalized in some format. 52. For more on built heritage see Mike Crang, “Magic Kingdom or a Quixotic Quest for Authenticity,” Annals of Tourism Research Vol. 23, No. 2 (1996), pp. 415–31, and Nuryanti, “Heritage and Postmodern Tourism.” 53. The members of this project were those five individuals hired by KCT to develop and maintain NKT-DP, the founder of KCT and myself. 54. Sharma, Heritage of Neem Ka Thana. See also Dowling, “Conference Reports.” 55. Fisher and Holland, “Social Development as Knowledge Building.” 56. For an extended discussion of the concept of trust, development, and social messaging see Alan Rew, “Why Has It Ended Up Here? Development and (Other) Messages and Social Connectivity in Northern Orissa,” Journal of International Development Vol. 15, No. 7 (2003), pp. 925–38. 57. I use the term gossip as discussed by Nancy Kurland and Lisa Hope Pelled, “Passing the Word: Toward a Model of Gossip and Power in the Workplace,” The Academy of Management Review Vol. 25, No. 2 (2000), pp. 428–38, referencing power struggles within the groups working and managing projects. 58. Similar language is used to empower much of the discourse for indigenous archaeologists in the United States. For more see Wilson and Bird, For Indigenous Eyes Only. On a similar note, Juliana Pegues, an Asian American social activist and community coordinator, stated in her Keynote address at the First Asian American Theater Conference: “Nothing about us, without us, is for us” (Los Angeles, 2006). 59. See also Sen, “Community Boundary, Secularized Religion, and Imagined Past in angladesh.” 60. Marshall, “What is Community Archaeology?”; Moser et al., “Transforming Archaeology through Practice.” 61. See also Alison Wylie, “Alternative Histories: Epistemic Disunity and Political Integrity,” in Schmidt and Patterson, eds., Making Alternative Histories, pp. 255–72. 62. For example, long term excavations as demonstrated in Moser et al., “Transforming Archaeology through Practice.” 63. See also Deborah D'Amico-Samuels, “Undoing Fieldwork: Personal, Political, Theoretical and Methodological Implications,” in Faye Harrison, ed., Decolonizing Anthropology: Moving Further Towards an Anthropology of Liberation, 2nd edition (Arlington, VA: Association of Black Anthropologists, American Anthropological Association, 1997), pp. 68–87. Also illustrating the effects this experience had on the decision making process, I include below an excerpt from my field notes to provide a more “real” sense of how these decisions are made in the field. This excerpt was written the evening I was invited to direct and create NKT-DP, and clearly points to the conflicting sets of ideas that were initially evoked: Isn't this what we always want … Someone to say, “Here's all the money you need, now go preserve the sites and set up programs for outreach” … I am uncomfortable with this and will tell him tomorrow that I cannot accept this position or money, or any “official” role in this project—really? Will I really say that? Is there something I'm missing? No. I can't do it because if this project will succeed they need someone local—even someone regional—I am not here long enough to set up and maintain a project—plus, I'm NOT the community. So, who should I choose? Am I supposed to choose or recommend? Ok, clearly, we need to talk about this some more.",
      "cited_by_count": 104,
      "type": "article",
      "source": {
        "name": "India Review",
        "type": "journal",
        "issn": [
          "1473-6489",
          "1557-3036"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Cultural Heritage Management and Preservation",
        "Southeast Asian Sociopolitical Studies",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1974316890"
    },
    {
      "openalex_id": "W2100335669",
      "doi": "10.1080/01436590220108199",
      "title": "The devil's in the theory: A critical assessment of Robert Chambers' work on participatory development",
      "authors": [
        {
          "name": "Ilan Kapoor",
          "openalex_id": "A5006343899",
          "orcid": "https://orcid.org/0000-0001-5495-5038",
          "institutions": [
            "York University"
          ]
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-02-01",
      "abstract": "AssrRAcr The practice orientation of Robert Chambers' work on Participatory Rural Appraisal (pne), which aims at enabling local people and communities to take control over their own development, has received much attention in development circles. This article attempts to shift the emphasis away from pRA's practice towards its theoretical underpinnings. The article argues that PRA's practice/ empiricist orientation causes it to be insfficiently theorised and politicised. As a result, questions about inclusiveness, the role of rnt facilitators, and the personal behaviour of elites overshadow, or sometimes ignore, questions of legitimacy, justice, power and the politics of gender and dffirence. The article draws on arguments and debates involving Habermasian 'deliberative democracy' and post-structuralist notions of power Most of those who have innovated in developing ene have been practitioners, concerned with what works. and what will work better. not academic theorists concerned with why it works. They have been searching not for new theories or principles but for new and better ways of learning and doing. For them, the power and utility of ... pRA, undertaken with rapport and self-critical rigor, are empirical facts of common experience: they know that they work, and that done well they can lead to better development. ( Chambers, 1994b: 1262) Robert Chambers' work on Participatory Rural Appraisal (pne) has become remarkably influential in Nco circles and among national and international development agencies. pRA champions local knowledge and puts forth a methodology aimed at enabling local people to take control over their own development.",
      "cited_by_count": 262,
      "type": "article",
      "source": {
        "name": "Third World Quarterly",
        "type": "journal",
        "issn": [
          "0143-6597",
          "1360-2241"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/abs/10.1080/01436590220108199"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Tourism, Volunteerism, and Development",
        "Agriculture, Land Use, Rural Development"
      ],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W2100335669"
    },
    {
      "openalex_id": "W1497823852",
      "doi": null,
      "title": "Reclaiming the Epistemological Other: Narrative and the Social Constitution of Identity",
      "authors": [
        {
          "name": "Margaret R. Somers",
          "openalex_id": "A5075342025",
          "orcid": "https://orcid.org/0000-0003-4751-6808"
        },
        {
          "name": "Gloria D. Gibson",
          "openalex_id": "A5081165150"
        }
      ],
      "publication_year": 1993,
      "publication_date": "1993-05-01",
      "abstract": "Also CSST Working Paper #94.",
      "cited_by_count": 480,
      "type": "article",
      "source": {
        "name": "Deep Blue (University of Michigan)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/2027.42/51265"
      },
      "topics": [
        "Social and Cultural Dynamics",
        "Rhetoric and Communication Studies",
        "Educator Training and Historical Pedagogy"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W1497823852"
    },
    {
      "openalex_id": "W604595946",
      "doi": "10.4135/9781446262948",
      "title": "Postwar American Critical Thought",
      "authors": [
        {
          "name": "Peter Beilharz",
          "openalex_id": "A5031183430",
          "orcid": "https://orcid.org/0000-0001-8707-5758"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "PART ONE: SOURCES - THE FRANKFURT SCHOOL Introduction - Peter Beilharz Urban Flights - Martin Jay The Institute of Social Research between Frankfurt and New York Adorno in America - Martin Jay The Frankfurt School in Exile - Martin Jay Critical Theory and Political Economy - Moishe Postone and Barbara Brick Walter Benjamin Today - Richard Wolin Introduction to Habermas on Society and Politics - Steven Seidman Habermas and Critical Theory - Jeffrey Alexander Beyond the Marxian Dilemma? Complexity and Democracy, or The Seducements of Systems Theory - Thomas McCarthy PART TWO: SOURCES - FROM THE FRANKFURT SCHOOL TO FOUCAULT From the Problem of Judgement to the Public Sphere - Seyla Benhabib Rethinking Hannah Arendt's Political Theory Ontology and the Political Project - Dick Howard Cornelius Castoriadis Institutionalization as a Creative Process - Hans Joas The Sociological Importance of Cornelius Castoriadis's Political Philosophy Habitus, Field and Capital - Craig Calhoun The Question of Historical Specificity The Reality of Reduction - The Failed Synthesis of Pierre Bourdieu - Jeffrey Alexander Why We Might All Be Able to Live Together - Jeffrey Alexander An Immanent Critique of Alain Touraine's Pourrons-Nous Vivre Ensemble? Women in Dark Times - Martin Jay Agnes Arendt and Hannah Heller Foucault, Post-Structuralism and the Mode of Information - Mark Poster Conflicting Conceptions of Critique - David Couzens Hoy Foucault versus Habermas PART THREE: AMERICAN INFLEXIONS AND RESPONSES Cultural Contradictions of Capitalism - Daniel Bell The Actor Deprived of His Art - Richard Sennett The Narcissistic Personality of Our Time - Christopher Lasch Nostalgia - Christopher Lasch The Abdication of Memory Afterword - Richard Rorty Pragmatism, Pluralism and Postmodernism An Underestimated Alternative - Hans Joas America and the Limits of 'Critical Theory' Between Science and Politics - Steven Seidman For Gouldner - Martin Jay Reflections on an Outlaw Marxist City Life and Difference - Iris Murdoch Young Culture, Political Economy and Difference - Nancy Fraser On Iris Young's Justice and the Politics of Difference Calhoun's Critical Theory - Peter Beilharz Bourdieu in America - Lo[um]ic Wacquant Notes on the Transatlantic Importation of Social Theory Prophetic Pragmatism - Cornel West Cultural Criticism and Political Engagement The McDonaldization of Sociological Research - George Ritzer PART FOUR: SOCIOLOGY - CRITIQUE AND INNOVATION Modern, Anti, Post and Neo - Jeffrey Alexander How Intellectuals Have Coded, Narrated and Explained the 'New World of Our Time' Rethinking Critical Theory - Craig Calhoun Civic Bodies Multi-Cultural New York - Richard Sennett The Search for Tradition - Andreas Huyssen Avant Garde and Postmodernism in the 1970s The Cultural Logic of Late Capitalism - Fredric Jameson The End of the Utopias of Labor - Anson Rabinbach Metaphors of the Machine in the Post-Fordist Era Critical Theory, the Informational Revolution and an Ecological Path to Modernity - Timothy W Luke and Stephen K White Where Are We at Home? - Agnes Heller On Irony - Gil Eyal, Iv[ac]an Sz[ac]el[ac]enyi and Eleanor Townsley An Invitation to Neo-Classical Sociology PART FIVE: POLITICS Introduction - Craig Calhoun Habermas and the Public Sphere Why More Political Theory? - Jean Cohen Civil Society and Social Theory - Jean Cohen and Andrew Arato Social Justice in the Age of Identity Politics - Nancy Fraser Redistribution, Recognition and Participation Recognition and Social Justice - Axel Honneth Honneth's New Critical Theory of Recognition - Jeffrey Alexander and Mari Pia Lara The Politics of Recognition - Charles Taylor PART SIX: ENGAGING AMERICA The Resistance That Modernity Constantly Provokes - Peter Wagner Europe, America and Social Theory The Evergreen Tocqueville (On the Occasion of the Hungarian Publication of Democracy in America) - Ferenc Feher Why Return to the American Revolution? - Dick Howard False Premises - Jean Cohen Jean Baudrillard - Robert Hughes America The Signs in the Street - Marshall Berman It All Comes Together in Los Angeles - Edward W Soja PART SEVEN: ENDGAMES/EXITS The Significance of the Frankfurt School Today - Albrecht Wellmer Five Theses (1986) Exit - N[ac]estor Garc[ac]ia Canclini",
      "cited_by_count": 4,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Pragmatism in Philosophy and Education",
        "Political theory and Gramsci",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W604595946"
    },
    {
      "openalex_id": "W1996969377",
      "doi": "10.1080/00335630701426751",
      "title": "Socio-Technical Deliberation about Free and Open Source Software: Accounting for the Status of Artifacts in Public Life",
      "authors": [
        {
          "name": "Chantal Benoit‐Barné",
          "openalex_id": "A5029079037"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-05-01",
      "abstract": "Abstract This essay investigates the rhetorical practices of socio-technical deliberation about free and open source (F/OS) software, providing support for the idea that a public sphere is a socio-technical ensemble that is discursive and fluid, yet tangible and organized because it is enacted by both humans and non-humans. In keeping with the empirical shift manifest in recent public sphere scholarship and Bruno Latour's idea that socio-technical deliberation is characterized by the inscription of non-humans, I describe the rhetorical manners in which volunteer citizens define and mobilize a mundane artifact—a web site—in a deliberation over the value of F/OS technologies for their government-funded project. Through inscription of the web site as a rhetorical resource and as the embodiment of their disposition toward computer technologies, the volunteers formed and expressed competing understandings of the role of F/OS technologies in sustaining a public sphere. I argue that these competing views are consequential, for they link technical artifacts and political agents in practice, by way of aspirations, obligations, and forms of authority. Furthermore, by claiming a form of agency for technologies in the public sphere, the proponents of F/OS technologies are inviting scholars of the public sphere to question the status assigned to technical artifacts in their investigations and theories of the public sphere. Keywords: Public Sphere TheoryBruno LatourSocio-Technical DeliberationFree and Open Source SoftwareArtifact Acknowledgements This research was made possible through financial support from the Social Sciences and Humanities Research Council of Canada (SSHRC). The author thanks Gerard A. Hauser, Boris H. J. M. Brummans, François Cooren, Dominique Meunier, Daniel Robichaud, the two anonymous reviewers, and editor David Henry for their helpful comments on earlier drafts of this article. Notes 1. Jürgen Habermas, The Structural Transformation of the Public Sphere: An Inquiry Into a Category of Bourgeois Society (Boston, MA: MIT Press, 1989); Jürgen Habermas, \"The Public Sphere: An Encyclopedia Article,\" New German Critique 3 (1971): 49–55. 2. See Seyla Benhabib, \"Toward a Deliberative Model of Democratic Legitimacy,\" in Democracy and Difference: Contesting the Boundaries of the Political, ed. Seyla Benhabib (Princeton, NJ: Princeton University Press, 1996), 67–94; James Bohman, Public Deliberation: Pluralism, Complexity, and Democracy (Cambridge, MA: MIT Press, 1996); Joshua Cohen, \"Deliberation and Democratic Legitimacy,\" in The Good Polity: Normative Analysis of the State, ed. Alan Hamlin and Philip Petit (Oxford, UK: Basil Blackwell, 1989), 17–34; Joshua Cohen, \"Procedure and Substance in Deliberative Democracy,\" in Democracy and Difference, 95–119; John Dryzek, Discursive Democracy: Politics, Policy, and Political Science (Cambridge, UK: Cambridge University Press, 1990); Cass Sunstein, The Partial Constitution (Cambridge, MA: Harvard University Press, 1993), 133–45; James Fishkin, Democracy and Deliberation: New Directions for Democratic Reforms (New Haven, CT: Yale University Press, 1991). 3. J. Bohman, Public Deliberation: Pluralism, Complexity, and Democracy (Cambridge, MA: MIT Press, 1996), 27. 4. See Walter R. Fisher, \"Narration as a Human Communication Paradigm: The Case of Public Moral Argument,\" Communication Monographs 51 (1984): 1–22; Walther R. Fisher, Human Communication as Narration: Toward a Philosophy of Reason (Columbia: University of South Carolina Press, 1987); W. F. Lewis, \"Telling America's Story: Narrative Form and the Reagan Presidency,\" Quarterly Journal of Speech 73 (1987): 280–302; Iris Marion Young, \"Communication and the Other: Beyond Deliberative Democracy,\" in Democracy and Difference, 120–35. 5. See the growing literature on counterpublic(s) and counterpublicity, for instance: R Felski, Beyond Feminist Aesthetics (Cambridge, MA: Harvard University Press, 1989); Robert Asen and Daniel C. Brouwer, Counterpublics and the State (Albany, NY: State University of New York Press, 2001); C. R. Squires, \"Rethinking the Black Public Sphere: An Alternative Vocabulary for Multiple Public Spheres,\" Communication Theory (2002): 446–68; M. Warner, Publics and Counterpublics (New York: Zone Books, 2002). For an engaging discussion on the place of dissent in public life also see Phillips R. Kendall, \"The Spaces of Public Dissension: Reconsidering the Public Sphere,\" Communication Monographs 63 (1996): 231–48; Thomas G. Goodnight, \"Opening Up 'The Spaces of Public Dissension,'\" Communication Monograph 64 (1997): 270–75; Gerard A. Hauser \"On Publics and Public Spheres: A Response to Phillips,\" Communication Monograph 64 (1997): 275–79. 6. See Thomas G. Goodnight, \"Controversy,\" in Argument in Controversy: Proceedings of the Seventh SCA/AFA Conference on Argumentation, ed. Donn W. Parson (Annandale, VA: Speech Communication Association, 1991), 1–13; Kathryn M. Olson and Thomas G. Goodnight, \"Entanglements of Consumption, Cruelty, Privacy, and Fashion: The Social Controversy Over Fur,\" Quarterly Journal of Speech 80 (1994): 249–76; Thomas G. Goodnight, \"Habermas, the Public Sphere, and Controversy,\" International Journal of Public Opinion Research 4 (1992): 243–55. For a different reading of the link between controversy and public life, see Kent A. Ono and John M. Sloop, \"Critical Rhetorics of Controversy,\" Western Journal of Communication 63 (1999): 526–36; Kendall R. Phillips, \"A Rhetoric of Controversy,\" Western Journal of Communication 63 (1999): 488–510. 7. See, for instance, Cindy Griffin, \"The Essentialist Roots of the Public Sphere: A Feminist Critique,\" Western Journal of Communication 60 (1996): 21–39; L. A. Flores, \"Creating Discursive Space Through a Rhetoric of Difference: Chicana Feminists Craft a Homeland,\" Quarterly Journal of Speech 82 (1996): 142–56; Valeria Fabj, \"Motherhood as Political Voice: The Rhetoric of the Mothers of Plaza de Mayo,\" Communication Studies 44 (Spring 1993): 1–18. 8. K. D. DeLuca, Image Politics: The New Rhetoric of Environmental Activism (New York: Guilford Press, 1999); K. D. DeLuca and J. Peeples \"From Public Sphere to Public Screen: Democracy, Activism, and the 'Violence' of Seattle,\" Critical Studies in Media Communication 19 (2002): 125–51. 9. For instance, in Jihad vs. McWorld (New York: Times Books, 1995), Benjamin Barber argues that the centripetal forces of globalism (aka McWorld) and the centrifugal forces of tribalism (aka Jihad) are to blame for the impoverishment of twentieth-century public life. The author draws a bleak picture of a world colonized by two radically opposed yet interconnected ideologies—a world in which McDonald, Nike, and MTV dissolve borders from without while local communities are attempting to create new borders from within. In such a world, there is no room for alternatives and little hope for democracy. Such a bleak outlook is also manifest in R. D. Putnam, \"Tuning in, Tuning Out: The Strange Disappearance of Social Capital in America,\" Political Sciences and Politics 28 (1995): 664–83; R. D. Putnam, \"The Strange Disappearance of Civic America,\" Prospect 24 (1996); R. D. Putnam, Bowling Alone: The Collapse of American Community (New York: Simon and Schuster, 2000). 10. Gerard A. Hauser, Vernacular Voices: The Rhetoric of Publics and Public Spheres (Columbia, SC: University of South Carolina Press, 1999); Nancy Fraser, \"Rethinking the Public Sphere: A Contribution to the Critique of Actually Existing Democracy,\" in Habermas and the Public Sphere, ed. C. Calhoun (Cambridge, MA: MIT Press, 1992), 119–42; Nancy Fraser, \"Politics, Culture, and the Public Sphere: Toward a Postmodern Conception,\" in Social Postmodernism: Beyond Identity Politics, ed. L. Nicholson and S. Seidman (Cambridge, UK: Cambridge University Press, 1995), 287–314; J. A. Hall, \"In Search of Civil Society,\" in Civil Society, ed. J. A. Hall (Cambridge, MA: Polity Press, 1995), 1–31; J. A. Hall \"The Nature of Civil Society\" Society 35 (1998): 32–42; Gerard A. Hauser and Chantal Benoit-Barné, \"Reflections on Rhetoric, Deliberative Democracy, Civil Society, and Trust,\" Journal of Rhetoric and Public Affairs 5 (2002): 261–75; Gerard A. Hauser, \"Vernacular Dialogue and the Rhetoricality of Public Opinion,\" Communication Monograph 65 (1998): 83–107; Nina Eliasoph, Avoiding Politics: How Americans Produce Apathy in Everyday Life (New York: Cambridge University Press, 1998); Nina Eliasoph \"Where Can Americans Talk Politics: Civil Society, Intimacy, and the Case for Deep Citizenship,\" The Communication Review 4 (2000): 65–94. 11. Nancy Fraser, \"Rethinking the Public Sphere: A Contribution to the Critique of Actually Existing Democracy,\" in Habermas and the Public Sphere, 109. 12. Bruno Latour, Politiques de la Nature (Paris: Editions La Découverte, 1999); Bruno Latour, The Politics of Nature: How to Bring the Sciences in Democracy (Cambridge, MA: Harvard University Press, 2004); M. Callon, P. Lascoumes, and Y. Barthe, Agir dans un Monde Incertain: Essai sur la Démocratie Technique (Paris: Seuil, 2001). 13. W. E. Bijker, Of Bicycles, Bakelite, and Bulbs: Toward a Theory of Sociotechnical Change (Cambridge, MA: MIT Press, 1995), note 1, chapter 1. 14. According to Richard Stallman, founder of the Free Software Foundation and one of the key leaders of the movement, these principles date from the early development of computing. He explains: When I started working at the MIT Artificial Intelligence Lab in 1971, I became part of a software-sharing community that had existed for many years. Sharing of software was not limited to our particular community; it is as old as computers, just as sharing of recipes is as old as cooking.In \"The GNU Operating System and the Free Software Movement,\" in Open Source: Voices from the Open Source Revolution, ed. C. DiBona, S. Ockman, and M. Stone (Sebastopol, CA: O'Reilly, 1999), http://www.oreilly.com/catalog/opensources/book/stallman.html (accessed September 20, 2006). For more on the historical development of the free and open source software movement see the other essays in Open Source. See also G. Moody, Rebel Code: The Inside Story of Linux and the Open Source Revolution (Cambridge, MA: Perseus, 2001); Eric Raymond, The Cathedral and the Bazaar: Musings on Linux and Open Source by an Accidental Revolutionnary (Sebastopol, CA: O'Reilly, 2000), http://www.catb.org/esr/writings/cathedral bazaar/cathedral bazaar/ (accessed September 25, 2006); P. Wayner, Free for All: How Linux and the Free Software Movement Undercut the High-Tech Titans (New York: HarperCollins, 2000). 15. The Free Software Foundation, http://gnu.intissite.com/philosophy/free-sw.html (accessed September 13, 2006). 16. The F/OS database of online papers hosted by the MIT Sloan Business School at http://opensource.mit.edu/ is a telling indication of this literature's dynamism and scope. 17. This is a dominant issue within the literature. On programmers' motivations for contributing to the design of F/OS see, in particular: Rishad Aiyer Ghosh, \"Understanding Free Software Developers: Findings from the FLOSS Study,\" in Perspectives on Free and Open Source Software, ed. Joseph Feller, Brian Fitzgerald, Scott A. Hissam, and Karim R. Lakhani (Cambridge, MA: MIT Press, 2005); Karim R. Lakhani and Robert G. Wolf, \"Why Hackers Do What They Do: Understanding Motivation and Effort in Free/Open Source Software Projects,\" in Perspective on Free and Open Source Software; Tobias Escher, Political Motives of Developers for Collaboration in GNU/Linux (MA dissertation, University of Leiceister, 2004), http://opensource.mit.edu/papers/escher.pdf (accessed September 20, 2006). 18. See for instance Steven Weber, The Success of Open Source (Cambridge, MA: Cambridge University Press, 2004), chapter 3; Daniel German, \"Software Engineering Practices in the GNOME Project,\" in Perspectives on Free and Open Source Software; Audris Mockus, Roy T. Fielding, and James D. Herbsled, \"Two Cases Studies of Open Source Software Development: Apache and Mozilla,\" in Perspectives on Free and Open Source Software; T. Bollinger, R. Nelson, K. M. Self, and S. J. Turnbull, \"Open Source Methods: Peering Through the Clutter,\" IEEE Software (July 1999): 8–11; Paul Vixie, \"Software Engineering,\" in Open Source: Voices from the Open Source Revolution, ed. C. DiBona, S. Ockman, and M. Stone (Bebastopol, CA: O'Reilly, 1999), http://www.oreilly.com/catalog/opensources/book/vixie.html (accessed September 20, 2006). 19. Peter G. Neumann, \"Attaining Robust Open Source Software,\" in Perspectives on Free and Open Source Software; Brian Fitzgerald, \"Has Open Source Software a Future,\" in Perspectives on Free and Open Source Software; Michelle Levesque, \"Fundamental Issues with Open Source Software Development,\" First Monday 9 (2004), http://firstmonday.org/issues/issue9_4/levesque/index.html (accessed September 21, 2006). 20. On the legal implications of the F/OS movement, see the work of Lawrence Lessig, in particular Code and Other Laws of Cyberspace (New York: Basic Books, 1999) and The Future of Ideas: The Fate of the Commons in a Connected World (New York: Random House, 2001); see also David McGowan, \"Legal Aspects of Free and Open Source Software,\" in Perspectives on Free and Open Source Software. Concerning the economic repercussions of the F/OS movement, see John Lernet and Jean Tirole, \"Some Simple Economics of Open Source,\" Journal of Industrial Economics S2 (June 2002): 197–234. 21. Weber, The Success of Open Source, 1. 22. Weber, The Success of Open Source, chapter 7. 23. See Felix Stalder and Jessie Hirsh, \"Open Source Intelligence,\" First Monday 7 (2002), http://www.firstmonday.org/issues/issue7_6/stalder/ (accessed September 21, 2006); Clay Shirky, \"Epilogue: Open Source Outside the Domain of Software,\" in Perspectives on Free and Open Source Software. 24. Wikipedia is an online encyclopedia written collaboratively by anonymous contributors. It was created in 2001 and currently includes millions of articles. It can be accessed at http://www.wikipedia.org. 25. Throughout the essay, I rely on the term public life to emphasize the processual and agent-oriented perspective manifest in recent public sphere scholarship. Vie publique is also the term favored by Bruno Latour in Politiques de la Nature. 26. See in particular Hauser, \"Vernacular Dialogue\" and Vernacular Voices; Robert Asen, \"A Discourse Theory of Citizenship,\" Quarterly Journal of Speech 90 (2004): 189–211; Nina Eliasoph, \"Where Can Americans Talk Politics.\" 27. Hauser, Vernacular Voices; Asen, \"A Discourse Theory of Citizenship.\" 28. In Vernacular Voices, 65, Hauser argues: Quite apart from our interaction on a particular issue, our daily conversations with coworkers, neighbors, superiors, subordinates, community and church contacts, group members, friends, and family provide countless opportunities to exchange views on public matters. Each exchange opens a discursive space that exceeds the boundaries of entirely personal and private matters. Across time these multiple exchanges include us as participants in the social conversation by which we learn and also contribute to themes that inculcate shared motives.In sum, for Hauser, civic conversations are means of public enactments that hold significant political promises. They occur whenever citizens exchange views on issues whose consequences extend to those outside the group. They can potentially unfold anywhere and around any activities with civic contributions ranging from an exposure to alternative opinions to concerted actions. 29. Asen, \"A Discourse Theory of Citizenship,\" 191. 30. Chantal Benoit-Barné, \"The Rhetorical Shaping of Public Space Online: Toward a Rhetoric-Based Framework to Investigate the Political Qualities of Technologies,\" Ph.D. diss, University of Colorado, Boulder, 2003. 31. Thomas G. Goodnight, \"The Personal, Technical, and Public Spheres of Argument: A Speculative Inquiry,\" Journal of the American Forensic Association 18 (1982): 214–27. 32. See Thomas N. Peters, \"On the Natural Development of Public Activity: A Critique of Goodnight's Theory of Argument,\" in Spheres of Argument: Proceedings of the Sixth SCA/AFA Conference on Argumentation, ed. Bruce E. Gronbeck (Annandale VA: Speech Communication Association, 1989). 33. Wiebe E. Bijker, Of Bicycles, Bakelite, and Bulbs: Toward a Theory of Sociotechnical Change (Cambridge, MA: MIT Press, 1995). 34. Wiebe E. Bijker and John Law, eds, Shaping Technology / Building Society: Studies in Sociotechnical Change (Cambridge, MA: MIT Press, 1992); Bijker, Of Bicycles, Bakelite, and Bulbs. 35. Wiebe E. Bijker, \"The Social Construction of Bakelite: Toward a Theory of Invention\", in The Social Construction of Technological Systems: New Directions in the Sociology and History of Technology, ed. Wiebe E. Bijker, T. P. Hughes, and T. Pinch (Cambridge, MA: MIT Press, 1987), 159–87; Bijker, Of Bicycles, Bakelite, and Bulbs. 36. T. F. Misa, \"Controversy and Closure in Technological Change: Constructing 'Steel,'\" in Shaping Technology/Building Society, 109–39. 37. Donald Mackensie, Inventing Accuracy: A Historical Sociology of Nuclear Missile Guidance (Cambridge, MA: MIT Press, 1990). 38. P. E. Mack, Viewing the Earth: The Social Construction of the Landsat Satellite System (Cambridge, MA: MIT Press, 1990). 39. Janet Abbate, Inventing the Internet (Cambridge, MA: MIT Press, 1999). 40. Bijker, Of Bicycles, Bakelite, and Bulbs, 270. 41. For a more comprehensive overview of the SST perspective, see R. William and D. Edge, \"The Social Shaping of Technology,\" Research Policy 25 (1996): 856–99. 42. P. Flichy, L'Innovation Technique: Récents Développements en Sciences Sociales: Vers une Nouvelle Théorie de l'Innovation (Paris: La Découverte, 1995). 43. Susan Leigh Star and James R. Griesemer, \"Institutional Ecology, Translations and Boundary Objects: Amateurs and Professionals in Berkeley's Museum of Vertebrate Zoology (1907–1939),\" Social Studies of Science 19 (1989): 387–420; Susan Leigh Star, \"The Structure of Ill-Structured Solutions: Boundary Objects and Heterogeneous Distributed Problem Solving,\" in Distributed Artificial Intelligence, ed. L. Gasser and M. N. Huhns, vol. 2 (London: Pitman, 1989): 37–54. 44. The notion is inspired by the work of Bruno Latour and Michel Callon, in particular Bruno Latour, Science in Action: How to Follow Scientists and Engineers through Society (Cambridge, MA: Harvard University Press, 1987); Bruno Latour, Aramis or the Love of Technology (Cambridge, MA : Harvard University Press, 1996); Bruno Latour and S. Woolgar, Laboratory Life: The Social Construction of Scientific Facts (Beverly Hills, CA: Sage, 1979); Michel Callon, ed., La Science et ses Réseaux: Genèse et Circulation des Faits Scientifiques (Paris: La Découverte, 1989); Michel Callon, \"Society in the Making: The Study of Technology as a Tool for Sociological Analysis,\" in The Social Construction of Technological Systems, ed. W. E. Bijker, T. P. Hughes and T. P. Pinch (Cambridge, MA: MIT Press, 1989), 83–106. For a larger view of Bruno Latour and Michel Callon's contributions to the sociology of sciences and technology, see Michel Callon, \"Society in the Making\"; Michel Callon, \"Réseaux Technico-Économiques et Irréversibilité,\" in Les Figures de l'Irréversibilité en Économie, ed. R. Boyer, B. Chavance and O. Godard (Paris: Éditions de l'École des Hautes Études en Sciences Sociales, 1991), 195–230; Michel Callon and Bruno Latour, \"Unscrewing the Big Leviathan: How Actors Macro-Structure Reality and How Sociologists Help Them to Do So,\" in Advances in Social Theory and Methodology: Towards an Integration of Micro- and Macro-Sociologies, ed. A. V. Cicourel and K. Knorr-Cetina (Boston, MA: Routledge and Kegan Paul, 1981), 277–303; Bruno Latour, Les et de (Paris: A. M. Bruno Latour, \"On Culture, and 3 (1996): Bruno Latour, the of with a Culture, and Activity: An International Journal 3 (1996): Bruno Latour and F. Science and The Analysis of the of Reality Construction Through the of to Scientific in the of Science and Sociology of Science in the ed. M. Callon, J. and A. (London: Bruno Latour, on the Reality of Science Studies (Cambridge, MA: Harvard University Press, 1999); Bruno Latour, \"On in Theory and ed. J. and J. (Oxford, UK: Sociological 1999), Latour, Politiques de la Nature. Latour, The Politics of Nature. Bruno Latour, (Cambridge, MA: Harvard University Press, Latour, The Politics of Latour the rhetorical of See Latour and Woolgar, Laboratory Latour, Science in Bruno Latour and P. de la et dans un de Science de la en Sciences Latour, The Politics of Bruno Latour, the An to Theory University Press, Latour on the of an to that not for the See \"On Culture, and 4 (1996): \"Why Critique of of to of Critical Inquiry (2004): the An to Theory University Press, See \"Why Critique of and the In Latour to early on the to Laboratory Life: the Social Construction of Scientific It a it was it was it was to the to the work I was on and more as many as of the at I and the work of a of and that at and yet I had to the with it in from the of Laboratory Life of from of of (accessed September 2006). Latour, \"Why Critique of Bruno Latour, there a (accessed September 13, 2006). Bruno Latour, \"From to or How to in of Democracy, ed. Bruno Latour and Peter (Cambridge, MA: MIT Press, In the of I from a of by the by on and and with key members, and personal written The and of The on the and the the project. these exchanges as to the key conversations that at any time about the design of the web site and The of the to I not to the in the essay for and to the and of The of the of a literature that us on the in which the to artifacts through their rhetorical the as a resource in See, in A. G. The Rhetoric of Science (Cambridge, MA: Harvard University Press, 1996); The of (Cambridge, MA: MIT Press, 1999). The and American ed. R. (New York: University Press, François Cooren, and in the of The Communication Theory François Cooren, How in (2004): François and James R. as an of the and Communication Theory 7 (1997): François Cooren, Daniel Robichaud, and for a of the Social World and as and Society François Cooren, James R. and E. eds, Communication as to Research the of and NJ: Lawrence 2006). et Communication as et Communication as Latour, \"From to 17. Latour, the 39. on Chantal is in the of at the University of",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Quarterly Journal of Speech",
        "type": "journal",
        "issn": [
          "0033-5630",
          "1479-5779"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Open Source Software Innovations",
        "Social Media and Politics",
        "Information Systems Theories and Implementation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1996969377"
    },
    {
      "openalex_id": "W2549175903",
      "doi": "10.1075/prag.5.2.07hil",
      "title": "Junk Spanish, covert racism, and the (leaky) boundary between public and private spheres",
      "authors": [
        {
          "name": "Jane H. Hill",
          "openalex_id": "A5088631954"
        }
      ],
      "publication_year": 1995,
      "publication_date": "1995-06-01",
      "abstract": "To attend to \"constructing languages\" and \"constructing publics\" implicates two directions of thought. A constructionist perspective problematizes and de-naturalizes the idea of \"language,\" and suggests how the fragile textuality of our talk is the result as much of ideological processes as of neurobiological constraints. To consider the construction of \"publics\" draws linguistic anthropology in new directions. While the idea that the arenas in which opinions are formed and decisions are made are the products of social work is not new (cf. Myers and Brenneis 1984), \"publics\" suggests a particular kind of arena, Flabermas's ([1962] 1991) \"public sphere, ... a category of bourgeois society.\" The concept of \"public sphere\" exposes a new arena for our attention, distinct from the interactional field of the market or the kin group, where people who live in states speak \"as citizens,\" with reference to public affairs, yet not as agents of the state. Habermas of course argued that the bourgeois public sphere flourished only ephemerally before it was captured by the culture industry with its capacity to manufacture inauthentic \"public opinion.\" Habermas has been much critized for his nostalgic commitment to the freedom and rationality of the bourgeois public sphere, as well as his neglect of the way in which it functioned as much to exclude as to include (cf. papers in Calhoun (ed.) 1992; and Robbins (ed.) 1993). The concept of \"public\" is, however, productive precisely because it sketches in the broad outlines of an important arena for the reproduction of exclusions in contemporary societies.",
      "cited_by_count": 207,
      "type": "article",
      "source": {
        "name": "Pragmatics Quarterly Publication of the International Pragmatics Association (IPrA)",
        "type": "journal",
        "issn": [
          "1018-2101",
          "2406-4238"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.jbe-platform.com/deliver/fulltext/prag.5.2.07hil.pdf?itemId=%2Fcontent%2Fjournals%2F10.1075%2Fprag.5.2.07hil&mimeType=pdf&containerItemId=content/journals/24064238"
      },
      "topics": [
        "Immigration and Intercultural Education"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2549175903"
    },
    {
      "openalex_id": "W2461584219",
      "doi": "10.1017/s0023879100019531",
      "title": "Forging an Indigenous Counterpublic Sphere: The Taller de Historia Oral Andina in Bolivia",
      "authors": [
        {
          "name": "Marcia Stephenson",
          "openalex_id": "A5109492640",
          "institutions": [
            "Purdue University West Lafayette"
          ]
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-01-01",
      "abstract": "Abstract This essay analyzes the impact of an indigenous counterpublic sphere in contemporary Bolivia, arguing that it functions as an arena of differential consciousness for Aymara intellectuals and activists. In examining the work carried out by the Aymara nongovernmental organization known as the Taller de Historia Oral Andina (THOA), the essay highlights this sphere's importance as both a discursive and territorial arena where agency is expressed in the collaborative spirit of community. THOA's work is significant in strategically formulating a methodology of decolonization based on revisionist Andean historiography, territorial demands, and collective political action.",
      "cited_by_count": 139,
      "type": "article",
      "source": {
        "name": "Latin American Research Review",
        "type": "journal",
        "issn": [
          "0023-8791",
          "1542-4278"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/32DA0D9C777C089215D42BD3D9CAEE15/S0023879100019531a.pdf/div-class-title-forging-an-indigenous-counterpublic-sphere-the-taller-de-historia-oral-andina-in-bolivia-div.pdf"
      },
      "topics": [
        "Politics and Society in Latin America",
        "Indigenous Cultures and History",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W2461584219"
    },
    {
      "openalex_id": "W2040068542",
      "doi": "10.1111/1467-9760.00103",
      "title": "Feminism and Republicanism: Is This a Plausible Alliance?",
      "authors": [
        {
          "name": "Anne Phillips",
          "openalex_id": "A5001645841",
          "orcid": "https://orcid.org/0000-0002-0989-136X",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-06-01",
      "abstract": null,
      "cited_by_count": 119,
      "type": "article",
      "source": {
        "name": "Journal of Political Philosophy",
        "type": "journal",
        "issn": [
          "0963-8016",
          "1467-9760"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-9760.00103"
      },
      "topics": [
        "Gender Politics and Representation",
        "Hannah Arendt's Political Philosophy",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W2040068542"
    },
    {
      "openalex_id": "W1953624552",
      "doi": "10.26522/ssj.v2i1.969",
      "title": "The Sport Nexus and Gender Injustice",
      "authors": [
        {
          "name": "Ann Travers",
          "openalex_id": "A5007322964",
          "institutions": [
            "Simon Fraser University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-27",
      "abstract": "Male-dominated and sex segregated elite professional and amateur sport1 in North America constitutes a \"sport nexus\" (Burstyn, 1999; Heywood &amp; Dworkin, 2003) that combines economic and cultural influence to reinforce and perpetuate gender injustice. The sport nexus is an androcentric sex-segregated commercially powerful set of institutions that is highly visible and at the same time almost completely taken for granted to the extent that its anti-democratic impetus goes virtually unnoticed. The sport nexus’s hegemonic role in defining sporting norms (Coakley &amp; Donnelly, 2004) means that its role in shaping lower level amateur and recreational sporting institutions and cultures is highly significant. Fraser (2007) defines gender justice, and hence democracy, in terms of \"participatory parity,\" that is, material and cultural equality for women. The sport nexus itself is characterized by highly gendered occupational segregation (Coventry, 2004). It further contributes to gender injustice, homophobia and transphobia by promoting the ideology of the two sex system (Fausto-Sterling, 2000) and gendering citizenship as fundamentally male (Burstyn, 1999). Feminist strategies for sport reformation attempt to reduce or eradicate the role of the sport nexus in legitimating and perpetuating gender injustice. In this article I consider the potential of these strategies and conclude with a set of recommendations for transforming organized sport at both elite and recreational levels.",
      "cited_by_count": 129,
      "type": "article",
      "source": {
        "name": "Studies in Social Justice",
        "type": "journal",
        "issn": [
          "1911-4788"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.library.brocku.ca/index.php/SSJ/article/download/969/939"
      },
      "topics": [
        "Sports, Gender, and Society",
        "Sport and Mega-Event Impacts",
        "Gender Roles and Identity Studies"
      ],
      "referenced_works_count": 137,
      "url": "https://openalex.org/W1953624552"
    },
    {
      "openalex_id": "W2067484730",
      "doi": "10.1525/ae.2004.31.4.497",
      "title": "Accountable democracy: Citizens' impact on public decision making in postdictatorship chile",
      "authors": [
        {
          "name": "Julia Paley",
          "openalex_id": "A5042270604",
          "orcid": "https://orcid.org/0009-0002-1973-8673",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-11-01",
      "abstract": "ABSTRACT Using a Santiago, Chile, health group as an ethnographic case study, I propose “accountable democracy” as an alternative normative project to the theory of deliberative democracy outlined by Habermas in Between Facts and Norms . Accountable democracy has at its center the impact of public‐sphere opinion formation on decision making by officials in elected governments.",
      "cited_by_count": 82,
      "type": "article",
      "source": {
        "name": "American Ethnologist",
        "type": "journal",
        "issn": [
          "0094-0496",
          "1548-1425"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1525/ae.2004.31.4.497"
      },
      "topics": [
        "Social Media and Politics",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 17,
      "url": "https://openalex.org/W2067484730"
    },
    {
      "openalex_id": "W1977190637",
      "doi": "10.1016/j.polgeo.2005.05.001",
      "title": "New spaces of citizenship? Rethinking gendered participation and empowerment in South Africa",
      "authors": [
        {
          "name": "Cheryl McEwan",
          "openalex_id": "A5040031320",
          "orcid": "https://orcid.org/0000-0002-6887-0788",
          "institutions": [
            "Durham University"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-08-11",
      "abstract": null,
      "cited_by_count": 105,
      "type": "article",
      "source": {
        "name": "Political Geography",
        "type": "journal",
        "issn": [
          "0962-6298",
          "1873-5096"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://durham-repository.worktribe.com/output/1572401"
      },
      "topics": [
        "Gender Politics and Representation",
        "Feminism, Gender, and Sexuality Studies",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 111,
      "url": "https://openalex.org/W1977190637"
    },
    {
      "openalex_id": "W4245366069",
      "doi": "10.1017/s0145553200011287",
      "title": "The Public Sphere in the Field of Power",
      "authors": [
        {
          "name": "Craig Calhoun",
          "openalex_id": "A5000966404",
          "orcid": "https://orcid.org/0000-0001-7218-3780"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "In this article I ask (1) whether the ways in which the early bourgeois public sphere was structured—precisely by exclusion—are instructive for considering its later development, (2) how a consideration of the social foundations of public life calls into question abstract formulations of it as an escape from social determination into a realm of discursive reason, (3) to what extent “counterpublics” may offer useful accommodations to failures of larger public spheres without necessarily becoming completely attractive alternatives, and (4) to what extent considering the organization of the public sphere as a field might prove helpful in analyzing differentiated publics, rather than thinking of them simply as parallel but each based on discrete conditions. These considerations are informed by an account of the way that the public sphere developed as a concrete ideal and an object of struggle in late-eighteenth- and early-nineteenth-century Britain.",
      "cited_by_count": 71,
      "type": "article",
      "source": {
        "name": "Social Science History",
        "type": "journal",
        "issn": [
          "0145-5532",
          "1527-8034"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/8F69793698C91CD7A0769148C2C639DD/S0145553200011287a.pdf/div-class-title-the-public-sphere-in-the-field-of-power-div.pdf"
      },
      "topics": [
        "Historical Economic and Social Studies",
        "Historical Studies on Reproduction, Gender, Health, and Societal Changes"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W4245366069"
    },
    {
      "openalex_id": "W2025545431",
      "doi": "10.1086/528850",
      "title": "Subversion and Subjugation in the Public Sphere: Secularism and the Islamic Headscarf",
      "authors": [
        {
          "name": "Alev Çınar",
          "openalex_id": "A5089418697",
          "orcid": "https://orcid.org/0000-0001-7797-1575"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-05-21",
      "abstract": "I n the mid-1980s, university students wearing the Islamic headscarf started to appear in public places in Turkey, giving a new sort of visibility to Islam in the public sphere, contrary to the secularist norms sanctioned by the state. 1 Within a decade the headscarf went from being a controversial item of religious attire to a matter of Turkish national security. In February 1997, the National Security Council identified the headscarf as one of the main indicators of what they called the \"Islamic threat\"-the single most important threat to the well-being and security of the country-and called for the enforcement of a ban on the headscarf in all public places, including classrooms, universities, and public offices. 2 How is it that such a simple item of clothing can turn into such a powerful disruptive force?",
      "cited_by_count": 70,
      "type": "article",
      "source": {
        "name": "Signs",
        "type": "journal",
        "issn": [
          "0097-9740",
          "1545-6943"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.journals.uchicago.edu/doi/epdf/10.1086/528850"
      },
      "topics": [
        "Turkey's Politics and Society",
        "Jewish and Middle Eastern Studies",
        "Migration, Refugees, and Integration"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W2025545431"
    },
    {
      "openalex_id": "W1946022955",
      "doi": null,
      "title": "No issue, no public: democratic deficits after the displacement of politics",
      "authors": [
        {
          "name": "Noortje Marres",
          "openalex_id": "A5000997821",
          "orcid": "https://orcid.org/0000-0002-8237-6946"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "When we take to the Web to study public debates on controversial science and technology, we find issue networks instead.This goes some way toward explaining how I arrived at the question that this dissertation addresses: the role that issues play in involving publics in politics.But it started with the Web, and controversies enacted there, and exploring these was a great pleasure thanks to a series of collaborations with Richard Rogers in particular.The phrase \"I am responsible for mistakes made in this book\" always seemed a clich to me, until writing a thesis taught me how necessary this addition is to express gratitude for the help of friends and colleagues.So with this proviso, I want to thank Gerard de Vries, for encouraging me to follow arguments wherever they may lead, for his astute criticisms, and for providing me with the space to learn how to work independently.Bruno Latour made me see that \"the literature\" is never just literature, but an exploration of real problems, and he taught me the importance of being consistent with your own arguments.The generosity of his support made this thesis a wonderful adventure.To Emilie Gomart, I am grateful for the many conversations we had, her always daring questions and the trust she",
      "cited_by_count": 163,
      "type": "dissertation",
      "source": {
        "name": "Goldsmiths (University of London)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://dare.uva.nl/document/2/38026"
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1946022955"
    },
    {
      "openalex_id": "W2045814985",
      "doi": "10.1590/s0102-64452002000100007",
      "title": "Os meios de comunicação e a prática política",
      "authors": [
        {
          "name": "Luís Felipe Miguel",
          "openalex_id": "A5081126950",
          "orcid": "https://orcid.org/0000-0002-0420-6327"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-01-01",
      "abstract": "Recorrendo à idéia de campo de Bourdieu busca-se demonstrar que, por forte que seja a presença dos meios de comunicação na dinâmica política contemporânea, a política não se subordina a ela, pois constitui campo específico, com regras e lógica próprias.",
      "cited_by_count": 66,
      "type": "article",
      "source": {
        "name": "Lua Nova Revista de Cultura e Política",
        "type": "journal",
        "issn": [
          "0102-6445",
          "1807-0175"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/ln/a/5Gcb9c7zydHkDNxNHsR8mPF/?lang=pt&format=pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Social and Cultural Dynamics",
        "Media and Communication Studies"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2045814985"
    },
    {
      "openalex_id": "W1980029683",
      "doi": "10.1075/prag.5.2.09url",
      "title": "Outlaw language",
      "authors": [
        {
          "name": "Jacqueline Urla",
          "openalex_id": "A5049190402",
          "orcid": "https://orcid.org/0000-0002-2469-9931"
        }
      ],
      "publication_year": 1995,
      "publication_date": "1995-06-01",
      "abstract": "Recent rethinking of Habermas' Stntctural Transformatiort of the Public Sphere by The idealized image of a democratic theatre of free and equal participation in debate, they claim, has always been a fiction predicated on the mandatory silencing of entire social groups, vital social issues, and indeed, \"ot any difference that cannot be assimilated, rationalized, and subsumed\" (Hansen 1993b: 198). This is especially clear in the case of those citizens who do not or will not speak the language of civil society. The linguistic terrorism performed with a vengeance during the French Revolution and reenacted in Official English initiatives in the United States more recently, reveal to us how deeply monolingualism has been ingrained in liberal conceptions of Libert6, Egalit6, anci Fraternit6. But perhaps silencing may not be the best way to describe the fate of linguistic minorities or other marginalized groups. For, as Miriam Hansen (1993b) notes, what the more recent work on public spheres suggests is that \"the\" public sphere has never been as uniform or as totalizing as it represents itself to be. Proliferating in the interstices of the bourgeois public -in salons, cofteehouses, book clubs, working class and subaltern forms of popular culture -are numerous counterpublics that give lie to the presumed homogeneity of the imaginary public. Spurred in part by ethnic nationalist movements of the nineteenth and twentieth centuries, speakers and writers of \"barbarous\" tongues and \"illegitimate patois\" can be seen as one among the counterpublics who avail themselves of any number of \"media\"from novels to oral poetry, from song and regional presses to, more recently, various forms of electronic mediato give expression to other kinds of social experience and perspectives on who the public is. what its interests might be, and what its voice sounds like.",
      "cited_by_count": 80,
      "type": "article",
      "source": {
        "name": "Pragmatics Quarterly Publication of the International Pragmatics Association (IPrA)",
        "type": "journal",
        "issn": [
          "1018-2101",
          "2406-4238"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.jbe-platform.com/deliver/fulltext/prag.5.2.09url.pdf?itemId=%2Fcontent%2Fjournals%2F10.1075%2Fprag.5.2.09url&mimeType=pdf&containerItemId=content/journals/24064238"
      },
      "topics": [
        "Hate Speech and Cyberbullying Detection",
        "Law in Society and Culture",
        "Judicial and Constitutional Studies"
      ],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W1980029683"
    },
    {
      "openalex_id": "W2086551680",
      "doi": "10.1080/09557570903433647",
      "title": "Sociology and international relations: legacies and prospects",
      "authors": [
        {
          "name": "George Lawson",
          "openalex_id": "A5108221464",
          "orcid": "https://orcid.org/0000-0001-9110-1883",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        },
        {
          "name": "Robbie Shilliam",
          "openalex_id": "A5067165177",
          "orcid": "https://orcid.org/0000-0001-6821-7079",
          "institutions": [
            "Victoria University of Wellington"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-02-10",
      "abstract": "While sociological concepts have often been implicitly used in International Relations (IR), recent years have seen a more explicit engagement between IR and Sociology. As with any such interdisciplinary assignation, there are both possibilities and challenges contained within this move: possibilities in terms of reducing IR's intellectual autism and opening the discipline towards potentially fertile terrain that was never, actually, that distant; challenges in that interdisciplinary raiding parties can often serve as pseudonyms for cannibalism, shallowness and dilettantism. This forum reviews the sociological turn in IR and interrogates it from a novel vantage point—how sociologists themselves approach IR concepts, debates and issues. Three sociological approaches—classical social theory, historical sociology and Foucauldian analysis—are critically deployed to illuminate IR concerns. In this way, the forum offers the possibility of (re)establishing exchanges between the two disciplines premised on a firmer grasp of social theory itself. The result is a potentially more fruitful sociological turn, one with significant benefits for IR as a whole.",
      "cited_by_count": 69,
      "type": "article",
      "source": {
        "name": "Cambridge Review of International Affairs",
        "type": "journal",
        "issn": [
          "0955-7571",
          "1474-449X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/epdf/10.1080/09557570903433647?needAccess=true&role=button"
      },
      "topics": [
        "International Relations and Foreign Policy",
        "Political Conflict and Governance",
        "Peacebuilding and International Security"
      ],
      "referenced_works_count": 153,
      "url": "https://openalex.org/W2086551680"
    },
    {
      "openalex_id": "W315976316",
      "doi": "10.25148/clj.1.1.009529",
      "title": "Community Literacy: A Rhetorical Model for Personal and Public Inquiry",
      "authors": [
        {
          "name": "Lorraine Higgins",
          "openalex_id": "A5023491407",
          "institutions": [
            "Worcester Polytechnic Institute"
          ]
        },
        {
          "name": "Elenore Long",
          "openalex_id": "A5070392312",
          "institutions": [
            "Bay Path University"
          ]
        },
        {
          "name": "Londa Flowers",
          "openalex_id": "A5110765201",
          "institutions": [
            "Bay Path University",
            "Worcester Polytechnic Institute",
            "Carnegie Mellon University"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-10-01",
      "abstract": "This paper develops a rhetorically centered model of community literacy in the theoretical and practical context of local publics—those spaces where ordinary people develop public voices to engage in intercultural inquiry and deliberation. Drawing on fifteen years of action research in the Community Literacy Center and beyond, the authors characterize the distinctive features of local publics, the deliberative, intercultural discourses they circulate, and the literate practices that sustain them. They identify four critical practices at the heart of community literacy: assessing the rhetorical situation, creating local publics, developing citizens’ rhetorical capacities, and supporting change through the circulation of alternative texts and practices.",
      "cited_by_count": 73,
      "type": "article",
      "source": {
        "name": "Community Literacy Journal",
        "type": "journal",
        "issn": [
          "1555-9734",
          "2162-6324"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://digitalcommons.fiu.edu/cgi/viewcontent.cgi?article=1383&context=communityliteracy"
      },
      "topics": [
        "Literacy, Media, and Education",
        "Service-Learning and Community Engagement",
        "Multilingual Education and Policy"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W315976316"
    },
    {
      "openalex_id": "W1501169347",
      "doi": "10.1590/s0100-512x2010000100012",
      "title": "Esfera pública e democracia deliberativa em Habermas: modelo teórico e discursos críticos",
      "authors": [
        {
          "name": "Jorge Adriano Lubenow",
          "openalex_id": "A5031665673",
          "orcid": "https://orcid.org/0000-0001-6043-4538"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-06-01",
      "abstract": "Os argumentos a favor da concepção deliberativa de esfera pública e democracia têm sido alvos de muitas críticas. Muitos teóricos que se ocupam com teorias democráticas têm questionado as assunções básicas da teoria política deliberativa que resulta da obra sobre Faktizität und Geltung (1992), apontando pontos frágeis, sobre as implicações práticas, possibilidades de efetividade, entre outros. Embora não seja possível acompanhar em toda sua amplitude a bibliografia crítica sobre o tema, para nossos propósitos, vamos aqui nos limitar a apresentar alguns comentários acerca das controvérsias envolvendo as concepções de esfera pública e democracia deliberativa que resultam da obra sobre direito e democracia; questões que se tornaram problemáticas para a literatura e que poderiam ser melhor investigadas.",
      "cited_by_count": 35,
      "type": "article",
      "source": {
        "name": "Kriterion Revista de Filosofia",
        "type": "journal",
        "issn": [
          "0100-512X",
          "1981-5336"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/kr/a/L5Y3JWsfhpGzp4bHpw5G8gF/?lang=pt&format=pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Social Media and Politics",
        "Development, Ethics, and Society"
      ],
      "referenced_works_count": 55,
      "url": "https://openalex.org/W1501169347"
    },
    {
      "openalex_id": "W2050122613",
      "doi": "10.1590/s0102-69092003000100009",
      "title": "Representação política em 3-D: elementos para uma teoria ampliada da representação política",
      "authors": [
        {
          "name": "Luís Felipe Miguel",
          "openalex_id": "A5081126950",
          "orcid": "https://orcid.org/0000-0002-0420-6327",
          "institutions": [
            "Universidade de Brasília"
          ]
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-02-01",
      "abstract": "O artigo discute os impasses e as alternativas para a representação política, tomando como ponto de partida a polêmica sobre o conceito de poder, travada nos anos de 1960 e 1970 na ciência política anglo-saxã e envolvendo, notadamente, Robert Dahl, Bachrach, Baratz e Steven Lukes. De acordo com o último, a compreensão do poder deve levar em conta três dimensões: 1) a capacidade de tomar decisões ou de vetá-las; 2) o controle sobre a agenda, isto é, a determinação das questões que serão alvo de decisão; e 3) a capacidade de anular o conflito social, impedindo que indivíduos e grupos sociais tomem consciência de seus verdadeiros interesses. Apesar dos problemas presentes nessa formulação, ela é útil para pensar a representação política. As teorias predominantes levam em consideração apenas a face mais evidente da representação política, a escolha daqueles que tomarão as decisões. Mas uma democracia representativa mais próxima do ideal de soberania popular deveria contemplar a segunda dimensão a formação da agenda, hoje fortemente determinada pelos meios de comunicação de massa. Portanto, cabe entender a mídia como sendo também um espaço de representação política. E o reconhecimento da terceira dimensão implica a necessidade de geração de espaços que permitam aos grupos subalternos formularem autonomamente seus interesses, isto é, de uma sociedade civil desenvolvida e plural.",
      "cited_by_count": 71,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Ciências Sociais",
        "type": "journal",
        "issn": [
          "0102-6909",
          "1806-9053"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/rbcsoc/a/KsmNcpQnt7TTB5TxGkjQBQx/?lang=pt&format=pdf"
      },
      "topics": [
        "Politics and Society in Latin America",
        "Brazilian cultural history and politics",
        "Social and Political Issues"
      ],
      "referenced_works_count": 39,
      "url": "https://openalex.org/W2050122613"
    }
  ],
  "count": 25,
  "errors": []
}
