{
  "status": "success",
  "source": "openalex",
  "query": "Habermas communicative action feminist sympathetic reconstruction proceduralism",
  "results": [
    {
      "openalex_id": "W2028242485",
      "doi": "10.1007/s11077-009-9098-y",
      "title": "There is no “point” in decision-making: a model of transactive rationality for public policy and administration",
      "authors": [
        {
          "name": "Shyama Kuruvilla",
          "openalex_id": "A5027598484",
          "orcid": "https://orcid.org/0000-0002-0327-4467",
          "institutions": [
            "Boston University"
          ]
        },
        {
          "name": "Philipp Dorstewitz",
          "openalex_id": "A5037737989",
          "orcid": "https://orcid.org/0000-0001-7797-1356",
          "institutions": [
            "Maastricht University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-07-06",
      "abstract": "The hope that policy-making is a rational process lies at the heart of policy science and democratic practice. However, what constitutes rationality is not clear. In policy deliberations, scientific, democratic, moral, and ecological concerns are often at odds. Harold Lasswell, in instituting the contemporary policy sciences, found that John Dewey’s pragmatist philosophy provided an integrative foundation that took into account all these considerations. As the policy sciences developed with a predominantly empirical focus on discrete aspects of policy-making, this holistic perspective was lost for a while. Contemporary theorists are reclaiming pragmatist philosophy as a framework for public policy and administration. In this article, key postulates of pragmatist philosophy are transposed to policy science by developing a new theoretical model of transactive rationality. This model is developed in light of current policy analyses, and against the backdrop of three classical policy science theories of rationality: linear and bounded rationalism; incrementalism; and mixed-scanning. Transactive rationality is a “fourth approach” that, by integrating scientific, democratic, moral, and ecological considerations, serves as a more holistic, explanatory, and normative guide for public policy and democratic practice.",
      "cited_by_count": 27,
      "type": "article",
      "source": {
        "name": "Policy Sciences",
        "type": "journal",
        "issn": [
          "0032-2687",
          "1573-0891"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11077-009-9098-y.pdf"
      },
      "topics": [
        "Public Policy and Administration Research",
        "Political Philosophy and Ethics",
        "Political Science Research and Education"
      ],
      "referenced_works_count": 160,
      "url": "https://openalex.org/W2028242485"
    },
    {
      "openalex_id": "W3041651986",
      "doi": "10.1515/9789048524235",
      "title": "Players and Arenas",
      "authors": [
        {
          "name": "Jan Willem Duyvendak",
          "openalex_id": "A5065718355",
          "orcid": "https://orcid.org/0000-0002-2531-1900"
        },
        {
          "name": "James M. Jasper",
          "openalex_id": "A5051614347"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-31",
      "abstract": "Recent years have seen an explosion of protest movements around the world, and academic theories are racing to catch up with them. This series aims to further our understanding of the origins, dealings, decisions, and outcomes of social movements by fostering dialogue among many traditions of thought, across European nations and across continents. All theoretical perspectives are welcome. Books in the series typically combine theory with empirical research, dealing with various types of mobilization, from neighborhood groups to revolutions. We especially welcome work that synthesizes or compares different approaches to social movements, such as cultural and structural traditions, micro-and macro-social, economic and ideal, or qualitative and quantitative.",
      "cited_by_count": 34,
      "type": "book",
      "source": {
        "name": "Amsterdam University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.degruyter.com/document/doi/10.1515/9789048524235/pdf"
      },
      "topics": [
        "Theater, Performance, and Music History",
        "Sports, Gender, and Society",
        "Musicology and Musical Analysis"
      ],
      "referenced_works_count": 600,
      "url": "https://openalex.org/W3041651986"
    },
    {
      "openalex_id": "W3005696266",
      "doi": "10.36253/978-88-8453-636-5",
      "title": "Autonomy: a Matter of Content",
      "authors": [
        {
          "name": "Raffaela Giovagnoli",
          "openalex_id": "A5072749897",
          "orcid": "https://orcid.org/0000-0001-6468-3064",
          "institutions": [
            "Pontifical Lateran University"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-01-01",
      "abstract": "Autonomy is the core of a lively debate on moral and political philosophy, where many competing perspectives and conceptual distinctions are presented. Several authors tend to override the metaphysical questions of determinism and free will: this is the right step for emphasizing the dimensions of individual choice as well as the role of socialization in developing capacities for critical reflection. In this context, the most important distinction is between \"moral\" autonomy and \"personal\" autonomy. Generally speaking, the theorists of personal autonomy try to give an account of autonomy that is conceived not only as moral agency. This move allows the consideration of several patterns of practical reasoning that imply several kinds of reasons for acting. The argumentation considers the discussion between \"procedural\" and \"substantive\" theories. Procedural theories emphasize the structural conditions of the process of \"identification\" with one's own motives. Even if these conditions are relevant, substantive theories rightly point to the role of the content of our reasons for autonomous agency. This perspective requires substantive standards according to which we can recognize and criticize oppressive norms. The main theoretical proposal of this work is to show the normative requirements for autonomy. An intersubjective model is promising if we consider socialization from the point of view of the process through which we develop the cognitive and moral capacities necessary for autonomy. The \"scorekeeping\" model, (an original variant of Wittgenstein's linguistic game as proposed by Robert Brandom) seems to offer the deontic structure of discursive practices in which the agents have the possibility of discussing and criticizing their own and others' reasons.",
      "cited_by_count": 9,
      "type": "book",
      "source": {
        "name": "Studi e saggi",
        "type": "ebook platform",
        "issn": [
          "2704-5919"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.fupress.com/archivio/pdf/2408.pdf"
      },
      "topics": [
        "Wittgensteinian philosophy and applications",
        "Philosophical Ethics and Theory",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 56,
      "url": "https://openalex.org/W3005696266"
    },
    {
      "openalex_id": "W2171108596",
      "doi": "10.22329/il.v25i2.1114",
      "title": "Assessing the Cogency of Arguments: lbree Kinds of Merits",
      "authors": [
        {
          "name": "William Rehg",
          "openalex_id": "A5015556804",
          "institutions": [
            "UCLouvain Saint-Louis Brussels"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "This article proposes a way of connecting two levels at which scholars have studied discursive practices from a normative perspective: on the one hand, local transactions-face-to-face arguments or dialogues-and broadly dispersed public debates on the other. To help focus my analysis, I select two representatives of work at these two levels: the pragmadialectical model of critical discussion and Habermas's discourse theory of politicallegal deliberation. The two models confront complementary challenges that arise from gaps between their prescriptions and contexts of actual discourse. In response, I propose a theory of argument cogency that distinguishes three kinds of merit: content, transactional, and public. Normative links between the two levels arise through the ways argument contents spread across multiple transactions in a social space whose structure and composition favor collective reasonableness.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Informal Logic",
        "type": "journal",
        "issn": [
          "0824-2577",
          "2293-734X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://informallogic.ca/index.php/informal_logic/article/download/1114/663"
      },
      "topics": [
        "Pragmatism in Philosophy and Education",
        "Rhetoric and Communication Studies",
        "Discourse Analysis in Language Studies"
      ],
      "referenced_works_count": 64,
      "url": "https://openalex.org/W2171108596"
    },
    {
      "openalex_id": "W782655510",
      "doi": "10.25911/5d7a2b780a287",
      "title": "The Problem of Nature in Contemporary Social Theory",
      "authors": [
        {
          "name": "Paul Rutherford",
          "openalex_id": "A5010258953",
          "orcid": "https://orcid.org/0000-0001-9837-0349"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "This work examines the ways in which the relationship between society and nature is problematic for social theory. The Frankfurt School’s notion of the dialectic of enlightenment is considered, as are the attempts by Jurgen Habermas to defend an ‘emancipatory’ theory of modernity against this. The marginalising effect Habermas’ defence of reason has had on the place of nature in his critical social theory is examined, as is the work of theorists such as Ulrich Beck and Klaus Eder. For these latter authors, unlike Habermas, the social relation to nature is at the centre of contemporary society, giving rise to new forms of modernisation and politics. ¶ Michel Foucault’s work on biopolitics and governmentality is examined against the background of his philosophical debate with Habermas on power and rationality. The growth of scientific ecology is shown to have both problematised the social relation to nature and provided the political technology for new forms of regulatory intervention in the management of the population and resources. These new forms of intervention constitute a form of ecological governmentality along the lines discussed by Foucault and others in relation to the human sciences. ¶ ...",
      "cited_by_count": 8,
      "type": "dissertation",
      "source": {
        "name": "ANU Open Research (Australian National University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/1885/48181"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Critical Theory and Philosophy",
        "Psychoanalysis, Philosophy, and Politics"
      ],
      "referenced_works_count": 193,
      "url": "https://openalex.org/W782655510"
    },
    {
      "openalex_id": "W1589355581",
      "doi": null,
      "title": "In Search of a Theory of Public Memory: The State, the Individual, and Marcel Proust",
      "authors": [
        {
          "name": "Brian F. Havel",
          "openalex_id": "A5087827125"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "This Article posits the existence and pervasiveness of an official public (or State) memory that is primarily constructed using public law devices and statements of official policy. While official public memory serves the purposes of social control and stability, it also seeks to mask contestation and is, accordingly, neither complete nor authentic. Using philosophical, scientific, and literary sources, this Article demonstrates how the affective (emotional) memory that is unique to individuals creates a permanent potential for contestation and authenticity and therefore sets a natural conceptual limit to the power of officially managed memory to contrive the past. To help establish this Article's initial claim, Part I provides as an illustration of the phenomenon of official public memory the legal and policy means by which the Austrian government sustains an official public memory ofAustria as a victim State of Nazi aggression. Part H builds upon the Austrian illustration as well as examples from other States to expose the characteristic patterns-selectivity, constructivism, mythmaking (mythopoesis), incorporation, and presentism-by which government elites create and maintain a contrived ideological account of the past. It shows how States exploit law and the legal process in this task. In response to Parts l and I, the remainder of this Article (Parts IlI-V) is a search for a concept of public memory that provides a more contested (and authentic) account of the past, and thus a challenge to the law-sustained contrivance of official public memory. Others have sought to open up contestation by proposing actions that occur entirely within the construct of law and legal institutions. This Article broadens the inquiry by seeking to support contestation (and authenticity) using the work of other disciplines. Part III begins this quest for an alternative discourse by exploring the discipline of history, which is characterized by archivistic efforts to discover the \"true\" past. History's unending revisionism, however, makes it unlikely to serve the purposes of social control and stability that give official memory its power. And history's relativist biases makes it no more likely than official memory to create a broadly accurate portrait of the past. Part\\nIV considers whether social philosophy offers a more accessible paradigm of public memory, one that is grounded in the lived experience of individuals. In particular, Part IV draws on the concept of non-official \"collective memory\" expounded by French social philosopher Maurice Halbwachs as an alternative account of public memory. But this, too, is deficient as an authentic counterpoint to official public memory, because Halbwachs fails to exclude the effects of that very contrivance from his theory. Nor, importantly, does he account in his social theory of memory for a unique feature of individual lived experience, the scientifically verified condition of emotional or affective memory. Part V seeks to use literature, and in particular the theory of transcendent memory offered by Marcel Proust in In Search of Lost Time, to meet the ontological challenge of demonstrating how affective memory is the feature of individual lived experience that is most likely to sustain a reconceptualized public memory. By representing affective memory as an autonomous condition, this Article sets a cognitive, definitional, and even scientific limit to the power of official memory. Rather than finding a discourse to displace official public memory, therefore, this Article reaches the reassuring conclusion that affective memory allows an understanding of official public memory as intrinsically confronting a potential for contestation, and therefore for authenticity.",
      "cited_by_count": 13,
      "type": "article",
      "source": {
        "name": "Indiana law journal",
        "type": "journal",
        "issn": [
          "0019-6665"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.repository.law.indiana.edu/ilj/vol80/iss3/2"
      },
      "topics": [
        "Philosophy, Ethics, and Existentialism",
        "French Literature and Critical Theory",
        "French Literature and Criticism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1589355581"
    },
    {
      "openalex_id": "W3125365295",
      "doi": null,
      "title": "The Persistence of Power and the Struggle for Dialogic Standards in Postmodern Constitutional Jurisprudence: Michelman, Habermas, and Civic Republicanism",
      "authors": [
        {
          "name": "Stephen M. Feldman",
          "openalex_id": "A5017227818",
          "institutions": [
            "University of Wyoming"
          ]
        }
      ],
      "publication_year": 1993,
      "publication_date": "1993-01-01",
      "abstract": "Since the 1950s most constitutional scholars have presumed that the American political system is pluralistic with autonomous individuals struggling in the legislative arena to maximize the satisfaction of their preexisting private interests The new republicans reject these presumptions and insist that constitutional jurisprudence must recognize the potential for virtuous citizens to engage in a political dialogue that generates public values and identifies a common good Frank I Michelman has pioneered this revival by confronting one of the most troubling and persistent difficulties of civic republican thought the likelihood that the political dialogue will be closed to segments of the community and therefore will generate public values skewed toward the interests of the already dominant social groups This article questions whether Michelmans reasoning supports his conclusion that politics should be deliberative and that the community should strive to be as inclusive and undistorted by power as possible Postmodern theories suggest that power is so pervasive and persistent that the political dialogue must always be distorted and exclusive If a postmodern critical theory is possible in constitutional jurisprudence it must accept the necessity of community and tradition of prejudices and interests and of distortion and exclusion This article explores Michelmans civic republican conception of politics and his neotranscendental approach to the problem of dialogic critique To facilitate understanding this approach it includes a brief discussion of the relationship between Jurgen Habermass neotranscendental theory of communicative action and HansGeorg Gadamers philosophical hermeneutics It explores how postmodern theories including philosophical hermeneutics reveal weaknesses in Habermass theory that are mirrored in and ultimately defeat Michelmans effort to articulate and legitimize a critical norm in constitutional jurisprudence and proceeds to discuss how Michelman eventually acknowledges this postmodern challenge to his theory suggesting that certain prereflective cognitive structures might create the possibility for undistorted and inclusive political dialogue The article presents an alternative approach to resolving the struggle for dialogic standards in constitutional jurisprudence",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "eYLS (Yale Law School)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://scholarship.law.uwyo.edu/faculty_articles/117"
      },
      "topics": [
        "Pragmatism in Philosophy and Education",
        "Law in Society and Culture",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3125365295"
    },
    {
      "openalex_id": "W41699802",
      "doi": null,
      "title": "Public Art: A Critical Approach",
      "authors": [
        {
          "name": "Andrea Baldini",
          "openalex_id": "A5047919354",
          "orcid": "https://orcid.org/0000-0001-7709-2570"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "In this dissertation, I provide a philosophical analysis of public art. I focus on its \"publicness,\" and draw implications at the level of public art's ontology, appreciation, and value. I uphold the view that an artwork is public when received within a public sphere rather than within artworld institutions. I further argue that, as a consequence of the peculiar nature of its reception, public art possesses an essential value that is distinctively non-aesthetic: to promote political participation and to encourage tolerance. By examining how public art and its value(s) relate to the public domain in the context of pluralistic democracies, this dissertation also contributes to a fuller understanding of an important aspect of our social world. Chapter 1 introduces the scope and nature of the dissertation and emphasizes few important caveats. Chapter 2 develops a general characterization of public art's \"publicness.\" It argues that what makes an artwork public is the context within which it is received: public artworks are received within a public sphere, that is, the public-art sphere, rather than within artworld institutions. Chapter 3 expands the account of the public-art sphere as developed in Chapter 2, and argues that public artworks address a multiplicity of publics and are received within a multiplicity of public-art spheres. Chapter 4 offers a sustained account of the pluralistic logic by means of which participants evaluate opinions expressed in discussions within public-art sphere. Chapter 5 explores the role that emotional reactions play in public-art spheres. It argues that warranted emotional reactions can function as premises of arguments proposed in public-art spheres. Chapter 6 discusses the ontology of public artworks. It suggests that some of the real properties that a public artwork has are a function of some features of the public-art sphere within which that artwork is received. Chapter 7 explains the value of public art. It holds that public art's value is a function of its capacity to promote political participation and to encourage tolerance.",
      "cited_by_count": 3,
      "type": "other",
      "source": {
        "name": "TUScholarShare (Temple University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/20.500.12613/2578"
      },
      "topics": [
        "Hermeneutics and Narrative Identity",
        "Aging, Elder Care, and Social Issues",
        "Health, Medicine and Society"
      ],
      "referenced_works_count": 225,
      "url": "https://openalex.org/W41699802"
    },
    {
      "openalex_id": "W4413877309",
      "doi": "10.1017/s0260210525101174",
      "title": "American Pragmatism, the Frankfurt School, and the future of Critical International Relations Theory",
      "authors": [
        {
          "name": "Jason Ralph",
          "openalex_id": "A5020501889",
          "orcid": "https://orcid.org/0000-0002-8402-678X",
          "institutions": [
            "University of Leeds"
          ]
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-09-01",
      "abstract": "Abstract Critical International Relations Theory (CIRT) is in ‘crisis’. Some argue for a recovery of ‘the inspirational quality’ of Horkheimer and Adorno’s first-generation negative critique. Certainly the challenge of right-wing populism begs questions of CIRT’s ‘consolatory’ cosmopolitanism. I have two concerns however. First, these proposals underplay the reasons why first-generation theorising failed; secondly, CIRT risks throwing the second-generation Habermas–Linklater ‘baby’ out with the ‘bathwater’ at the moment it has particular value. I do two things. I look back to pre-Habermasian Critical Theory, but I set a future agenda based on the Pragmatism of John Dewey. This helps CIRT realise the emancipatory potential in IR’s recent ‘practice turn’, addressing concerns that CIRT is disengaged. It also brings balance to negative and positive critiques, offering a novel challenge to critical/problem-solving binaries in ways that speak to real-world challenges like climate change. Second, I look forward from Habermasian-inspired theory to the third-generation (and Pragmatist-inspired) ‘recognition theory’ of Honneth. This brings a critical edge to IR ontological security studies, further develops the praxeological branch of CIRT, and better informs the political left’s response to the alienating effects of the liberal international order and the rise of right-wing populism.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Review of International Studies",
        "type": "journal",
        "issn": [
          "0260-2105",
          "1469-9044"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/EAAEF3EE3C98543E538D40EE3C150A51/S0260210525101174a.pdf/div-class-title-american-pragmatism-the-frankfurt-school-and-the-future-of-critical-international-relations-theory-div.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4413877309"
    },
    {
      "openalex_id": "W1916266111",
      "doi": "10.5070/l351017609",
      "title": "Community, Identity, and Power: Some Thoughts on Women and Law in Central and Eastern Europe",
      "authors": [
        {
          "name": "Nicola Lacey",
          "openalex_id": "A5111908306"
        }
      ],
      "publication_year": 1994,
      "publication_date": "1994-01-01",
      "abstract": "Solidarity which is compatible with democratic self-government cannot be attained without universal justice; complex, heterogeneous societies which are increasingly becoming the norm world-wide rather than the exception cannot be based on friendship alone; only a system of egalitarian rights can create the bond of civility which is itself a precondition of solidarity; finally, communities tend to constitute themselves by excluding difference, but.., the task of a philosophical politics is to conceptualize new forms of association which let the differend appear in their midst.' The situation of many of the countries of Central and Eastern Europe has been characterised, since the revolutions of the late 1980s, by an extraordinary and perhaps unique combination of circumstances. In the first place, the restructuring of these societies spans political, economic, spatial, and cultural dimensions.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "UCLA Women s Law Journal",
        "type": "journal",
        "issn": [
          "1068-9893",
          "1943-1708"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://escholarship.org/content/qt87k5j8wp/qt87k5j8wp.pdf?t=mlqofn"
      },
      "topics": [
        "Law in Society and Culture"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W1916266111"
    },
    {
      "openalex_id": "W1145386196",
      "doi": null,
      "title": "Possibilities of trust and recognition between refugees and authorities : resettlement as a part of durable solutions of forced migration",
      "authors": [
        {
          "name": "Kati Turtiainen",
          "openalex_id": "A5007450921",
          "orcid": "https://orcid.org/0000-0002-6318-7197"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "unknown accessibility",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "Jyväskylä University Digital Archive (University of Jyväskylä)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://urn.fi/URN:ISBN:978-951-39-4912-9"
      },
      "topics": [
        "Migration, Health and Trauma",
        "Migration, Refugees, and Integration",
        "Grief, Bereavement, and Mental Health"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W1145386196"
    },
    {
      "openalex_id": "W1534538561",
      "doi": null,
      "title": "Toward a global organizational public sphere: Non-governmental organizing and democratic legitimacy in a postmodern world",
      "authors": [
        {
          "name": "Rachel A. Stohr",
          "openalex_id": "A5037792139"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "This dissertation refigures Jürgen Habermas’s public sphere theory for the contemporary world in which organizations are key actors. I develop a concept of the “global organizational public sphere” to explore the role of non-governmental organizations (NGOs) in narrowing the democratic legitimacy gap currently prevailing in the international arena. A case study of the NGO, the Women’s Environment and Development Organization (WEDO), gauges the extent to which WEDO (and, by extension, NGOs) serves as a global intermediary that performs the double task of translating needs from the grassroots to global institutions and adapting international policies to local communities. Three problematics structure my analysis: (1) the problematic of voice; (2) the problematic of rationality; and (3) the problematic of the organization and society. Interpreted both as problematics of organizational communication and problematics of rhetorical translation that are amplified in global civil society, each problematic reveals the promise and tensions of the global organizational public sphere. This project illuminates implications for organizational rhetoric, transnational feminist organizing, and the role of communication in mediating the crisis of legitimacy. Insights generated from this dissertation suggest that the participation of NGOs strengthens legitimacy in global governance systems. Specifically, NGOs comprise the necessary informal processes of opinion formation that generate acceptable standards of legitimacy in the eyes of citizens, even if it is not the same type that is conferred upon nation-states through elected bodies.\\nAdvisor: Damien S. Pfister",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Insecta mundi",
        "type": "journal",
        "issn": [
          "0749-6737",
          "1942-1354",
          "1942-1362"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://digitalcommons.unl.edu/commstuddiss/25"
      },
      "topics": [
        "Management and Organizational Studies",
        "Labor Movements and Unions",
        "Globalization and Cultural Identity"
      ],
      "referenced_works_count": 269,
      "url": "https://openalex.org/W1534538561"
    },
    {
      "openalex_id": "W1499994060",
      "doi": null,
      "title": "Discursive design in policy analysis : epistemology, hermeneutics, and communicative rationality in an applied case study",
      "authors": [
        {
          "name": "Simon Kerr",
          "openalex_id": "A5113728685"
        }
      ],
      "publication_year": 1995,
      "publication_date": "1995-01-01",
      "abstract": "Abstract of a thesis examining a role for discursive design within public policy analysis. There is growing concern regarding the inability of contemporary societies to adequately deal with social and environmental problems. This thesis identifies the epistemological assumptions of much contemporary policy analysis as a significant component of this problem solving debility. Specifically, the assumptions of objectivism, positivist methodologies and instrumental rationalities are charged with having flawed epistemologies, resulting in partial and parochial knowledge. Feminist standpoint theory, Gadamerian hermeneutics and Habermas's theory of communicative rationality are used to produce an epistemology more appropriate for policy analysis. Knowledge is conceptualised as socially situated, and a case for strong objectivity is argued. This results in increased inclusion of marginalized voices into policy processes. Habermas's 'ideal speech situation' is discussed, and identification and mitigation of systemic communicative distortion in policy processes is proposed as a critical requirement for producing improved policy relevant knowledge. Discursive design is examined and proposed as a practical link between epistemology and real world policy processes. Finally, four criteria are developed for identifying locations of communicative distortion in policy processes. A case study is carried out on the Christchurch Solid and Hazardous Waste Management Strategy. Using both structural and phenomenological analyses, the case study addresses three questions: To what extent does this particular policy process fulfil the requirements of the four criteria?; How useful are these criteria in identifying communicative distortion in this policy process?; and What can be learnt about discursive design from this case study? The analysis reveals there was significant communicative distortion produced by some aspects of context and the structure of the process. Critical issues were exclusion or potential exclusion of marginalised or unidentified stakeholders, and the difficulty in producing communicatively rational policy when discursive task groups do not have decision making authority. The discursive deliberation of task group members within the process was relatively free from communicative distortion. Reasons for these conclusions are examined and critical reflections on discursive design takes place.",
      "cited_by_count": 1,
      "type": "dissertation",
      "source": {
        "name": "Lincoln University Research Archive (Lincoln University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/10182/3261"
      },
      "topics": [
        "Evaluation and Performance Assessment"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1499994060"
    },
    {
      "openalex_id": "W1960669502",
      "doi": null,
      "title": "Hydric Life: A Nietzschean Reading of Postcolonial Communication",
      "authors": [
        {
          "name": "Elena Flores Ruiz-Aho",
          "openalex_id": "A5022132948",
          "institutions": [
            "University of South Florida"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "This dissertation addresses the question of marginalization in cross-cultural communication from the perspectives of hermeneutic philosophy and postcolonial theory. Specifically, it focuses on European colonialism‘s effect on language and communicative practices in Latin America. I argue colonialism creates a deeply sedimented but unacknowledged background of inherited cultural prejudices against which social and political problems of oppression, violence and marginalization, especially towards women, emerge—but whose roots in colonial and imperial frameworks have lost transparency. This makes it especially difficult for postcolonial subjects to meaningfully express their own experiences of psychic dislocation and fragmentation because the discursive background used to communicate these experiences is made up of multiple, sometimes conflicting traditions. To address this problem, I turn to a strategic use of Nietzsche‘s conceptions of subjectivity and language as metaphor to engage the unique difficulties that arise in giving voice to the subaltern experience. Thus, I argue that while colonialism introduces an added layer of complexity to philosophical discussions of language, the concrete particularities and political emergencies of Latin American history necessitate an account of language that can speak to these concrete particularities. To this end, I develop a conception of, what I call, ―hydric life,‖ a postcolonial feminist hermeneutics that better accommodates these cultural specificities.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Digital Commons - University of South Florida (University of South Florida)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://digitalcommons.usf.edu/cgi/viewcontent.cgi?article=4724&context=etd"
      },
      "topics": [
        "Philosophy, Ethics, and Existentialism",
        "Postcolonial and Cultural Literary Studies",
        "Contemporary Literature and Criticism"
      ],
      "referenced_works_count": 131,
      "url": "https://openalex.org/W1960669502"
    },
    {
      "openalex_id": "W2603816791",
      "doi": "10.2298/fid1701090d",
      "title": "Liberal autonomy in a troubled context",
      "authors": [
        {
          "name": "Nenad Dimitrijević",
          "openalex_id": "A5003199069",
          "orcid": "https://orcid.org/0000-0002-4090-8510"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "Autonomy, understood as self-rule, is almost routinely accepted as one of the core liberal concepts. Still, a closer view reveals that both the status and meaning of autonomy are controversial. The text departs from a short summary of the main theoretical disputes surrounding the concept. A critique of the standard internalist account is followed by an attempt to offer reasons for accepting a relational reading of autonomy. The central question of the text is context-specific. It asks about the possibility and meaning of liberal autonomy in a society whose past is marked by mass regime-sponsored (and sometimes widely supported) crimes. The background assumption is that mass crime leaves actors in heteronomous condition. At stake is reestablishing individual autonomies of two types of actors, whose group-specific identities have been created by crime: the ethical community of those who share collective identity with victims, and the ethical community of those who share collective identity with perpetrators.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Filozofija i drustvo",
        "type": "journal",
        "issn": [
          "0353-5738",
          "2334-8577"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.doiserbia.nb.rs/ft.aspx?id=0353-57381701090D"
      },
      "topics": [
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 55,
      "url": "https://openalex.org/W2603816791"
    },
    {
      "openalex_id": "W1496895142",
      "doi": null,
      "title": "The Ethic of Care and Its Development",
      "authors": [
        {
          "name": "Soile Juujärvi",
          "openalex_id": "A5008396188",
          "orcid": "https://orcid.org/0000-0002-2849-1150"
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-10-01",
      "abstract": "The departure point of this study is Gilligan's critique against Kohlberg's theory of moral development.The main aim was to examine whether the proposed levels of care-based reasoning form a developmental sequence.Care and justice reasoning were studied among practical nursing, bachelor-degree social work and law enforcement students in the beginning of education (N=66) and after 2 years (N=59).Main measures were Skoe's Ethic of Care Interview and Colby & Kohlberg et al's Moral Judgment Interview.Participants' real-life moral conflicts were also analyzed.Results showed that 34% of the participants progressed in care reasoning, and 48% in justice reasoning.Social work and nursing students progressed in care reasoning.All groups showed progress in justice reasoning.Care and justice reasoning were parallel in terms of internal consistency and regression.5% regressed in care reasoning, compared with 3% in justice reasoning.Participants at the highest justice level also represented high-level care reasoning.Self-concept interviews involved descriptions of developmental transitions.Findings suggest that care reasoning constitutes a developmental sequence, from self-concern (Level 1) to caring for others and self-sacrifice (Level 2) to the balanced caring for self and others (Level 3).For women, age and androgynous gender role were positively related to care reasoning.At the posttest, participants at Level 3 were the most empathic and showed progress in empathy.Role taking was positively related to care reasoning for both genders, and to justice reasoning for menIn real-life conflicts, the type of dilemma predicted moral orientation usage.Prosocial dilemmas pulled for care and antisocial dilemmas for justice orientation.Women with connected self-concept tended to use care orientation.Level of justice reasoning varied according to the dilemma type.Real-life IV care reasoning was consistent with participants' competence, with the exception of transgression-type dilemmas at the posttest.Participants reporting temptation-type dilemmas were the least developed in care reasoning.Levels of care and justice reasoning were strongly related to each other, and were integrated in mature reasoning.Care reasoning also involved values and ethical principles related to others' welfare.These results underscore the importance of dilemma type, and suggest that care reasoning is a significant part of real life morality.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Työväentutkimus Vuosikirja",
        "type": "journal",
        "issn": [
          "0784-1272",
          "1459-7780"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10138/23491"
      },
      "topics": [
        "Ethics in medical practice",
        "Patient Dignity and Privacy",
        "Ethics and Legal Issues in Pediatric Healthcare"
      ],
      "referenced_works_count": 214,
      "url": "https://openalex.org/W1496895142"
    },
    {
      "openalex_id": "W1500476691",
      "doi": "10.26686/wgtn.17003290.v1",
      "title": "Angel Faces, Killer Kids, and Appetites for Excess: Reapproaching Moral Panic",
      "authors": [
        {
          "name": "Sarah Wright",
          "openalex_id": "A5016684951",
          "orcid": "https://orcid.org/0000-0002-8595-4529"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "&lt;p&gt;It is argued that the contemporary era is one proliferated with moral panics (Thompson, 1998). This is just as the concept of moral panic, which has enjoyed nearly forty years of analytical purchase, is being ‘rethought’ with an impetus to connect its processes with developments in social theory. Underpinning this rethink is a primary question: what are moral panics extreme examples of? It is evident in the literature, however, that there is a varying degree to which a more longstanding question – why moral panics occur – is addressed as part of this rethink. I propose in this thesis that these questions are intimate with each other; that only by understanding why real episodes occur can a supposition of what the concept of moral panic is in an abstract sense begin. Another – related – proposal is that while the conjectural question remains elusive the approach to empirical cases of moral panic be in real-type/ideal-type terms. That is, that at the same time as the concept is employed to understand phenomena occurring in tangible social situations, a reflection upon the concept (the ideal-type) is undertaken in relation to how the real-type case under investigation challenges and/or supports its interpretative parameters. To demonstrate these relationships and their study, I examine in this thesis the case of ‘killer kids’, which emerged in 2002 and spanned across the sociopolitical landscape of Aotearoa/New Zealand for the next six years. At the heart of this case was a set of news images of a child, who at twelve years of age had been involved in a heinous crime resulting in the death of pizza delivery person Michael Choy. Seeking to understand how and why these images were fundamental to how this ‘real-type’ episode of moral panic unfolded in this space and time, I employ a two-component approach inspired by Norman Fairclough’s (1995a) Critical Discourse Analysis. The first component deconstructs the realtype case via a three-tiered analytical framework: content, process, and context. The second component reflects upon these tiers (in parts and as a whole) in relation to Stanley Cohen’s (1972) application of a ‘cycle of deviance amplification’ in addition to the stages of panic as described in his seminal work Folk Devils and Moral Panics. From the processual and contextual factors identified at play in the construction of ‘killer kids’ I conclude with a suggestion that moral panic can be thought of as a set of appetites that come together in an explosive discharge of excess energy.&lt;/p&gt;",
      "cited_by_count": 6,
      "type": "dissertation",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://openaccess.wgtn.ac.nz/articles/thesis/Angel_Faces_Killer_Kids_and_Appetites_for_Excess_Reapproaching_Moral_Panic/17003290/1/files/31454305.pdf"
      },
      "topics": [
        "Crime, Deviance, and Social Control",
        "Crime Patterns and Interventions",
        "Gothic Literature and Media Analysis"
      ],
      "referenced_works_count": 221,
      "url": "https://openalex.org/W1500476691"
    },
    {
      "openalex_id": "W3125869375",
      "doi": "10.63140/s1j3s5uahr",
      "title": "Democracy Enhancement in Criminal Law and Procedure",
      "authors": [
        {
          "name": "Janet Moore",
          "openalex_id": "A5082839617",
          "orcid": "https://orcid.org/0000-0003-2019-0289"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "There is a democracy deficit at the intersection of crime, race, and poverty. The causes and consequences of hyperincarceration disproportionately affect those least likely to mount an effective oppositional politics: poor people and people of color. This Article breaks new ground by arguing that the democracy deficit calls for a democracy-enhancing theory of criminal law and procedure that modifies traditional justifications of retributivism and deterrence by prioritizing self-governance. Part I contextualizes the argument within cyclical retrenchments in movements for racial and economic justice. Part II sketches the contours of a democracy-enhancing theory. Parts III and IV turn that theoretical lens on a single jurisdiction, North Carolina, to map a previously unnoticed constellation of cutting-edge criminal justice reforms. Part III explains why those reforms were improbable. Part IV tests the democracy-enhancing effect of the reforms. Part V identifies some conditions that allowed reform to occur and occasionally survive counterattack. The Article concludes that those conditions privilege grasstops over grassroots advocacy, and highlights examples of direct action by low-income people and people of color as a vital component of a more broadly democratic foundation for criminal law and procedure.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Utah law review",
        "type": "journal",
        "issn": [
          "0042-1448",
          "1942-8529"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://dc.law.utah.edu/cgi/viewcontent.cgi?article=1195&context=ulr"
      },
      "topics": [
        "Criminal Law and Evidence",
        "Criminal Justice and Corrections Analysis",
        "Legal Systems and Judicial Processes"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3125869375"
    },
    {
      "openalex_id": "W4283368603",
      "doi": "10.18574/nyu/9780814744598.001.0001",
      "title": "After Whiteness",
      "authors": [
        {
          "name": "Michael S. Hill",
          "openalex_id": "A5078308385",
          "orcid": "https://orcid.org/0000-0001-9784-9649"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-03-18",
      "abstract": "[Open Access] As each new census bears out, the rise of multiracialism in the United States will inevitably result in a white minority. In spite of the recent proliferation of academic studies and popular discourse on whiteness, however, there has been little discussion of the future: what comes after whiteness? On the brink of what many are now imagining as a post-white American future, it remains a matter of both popular and academic uncertainty as to what will emerge in its place.After Whiteness aims to address just that, exploring the remnants of white identity to ask how an emergent post-white national imaginary figure into public policy issues, into the habits of sexual intimacy, and into changes within public higher education. Through discussions of the 2000 census and debates over multiracial identity, the volatile psychic investments that white heterosexual men have in men of color—as illustrated by the Christian men's group the Promise Keepers and the neo-fascist organization the National Alliance—and the rise of identity studies and diversity within the contemporary public research university, Mike Hill surveys race among the ruins of white America. At this crucial moment, when white racial change has made its ambivalent cultural debut, Hill demonstrates that the prospect of an end to whiteness haunts progressive scholarship on race as much as it haunts the paranoid visions of racists.",
      "cited_by_count": 1,
      "type": "book",
      "source": {
        "name": "New York University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://mc.dlib.nyu.edu/files/nyupress/pdfs/9780814744598.pdf"
      },
      "topics": [
        "Race, History, and American Society"
      ],
      "referenced_works_count": 105,
      "url": "https://openalex.org/W4283368603"
    },
    {
      "openalex_id": "W4223925047",
      "doi": "10.22215/etd/2022-14829",
      "title": "Educating for Meaningful Citizenship: A Critical Corpus Analysis of Public Education Policy in Canada",
      "authors": [
        {
          "name": "Codie Fortin Lalonde",
          "openalex_id": "A5011378794",
          "institutions": [
            "Triangle : Action, Discours, Pensée politique et économique"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-01",
      "abstract": "Public education is tasked not only with educating, but also with instilling values, knowledge and skill building, and preparation for citizenship (Lemke, 2008; Noddings, 2016; Westheimer, 2015). In Canada, education is provincially mandated, but there have been growing pressures and efforts to standardize policy, curricula, and practice across the country under the banner of inclusion, testing and assessment, and accountability within a globalized neoliberal society (Polster & Newson, 2015; Stack, 2016; Westheimer, 2015). Of particular concern is how these pressures are manifested within education policy and how they may in turn affect the way students and citizenship are invoked and talked about. This study critically investigates the discursive construction of particular actors (students and citizens) within policy-level education discourse (PLED). Informed by Critical Discourse Studies (CDS), I combine the discourse-historical approach (Reisigl & Wodak, 2016) and corpus-assisted discourse studies (Mautner, 2007, 2016) to analyze the discursive construction of and agency afforded (or not) to students and citizens. A total of 22 policy texts collected from the Ministries/Departments of Education across the provinces and territories between 2018-19 formed the basis of the small reference corpus, from which six provinces—British Columbia, Alberta, Saskatchewan, Ontario, Québec, Nova Scotia—were selected for deeper critical analysis. The findings reveal that although there are interesting nuances within and across the provinces, they generally construct the ideal student-to-be-citizen as a passive, complacent, and a lifelong receiver of knowledge, skills, and characteristics which are beneficial to the local, national, and global economy. Furthermore, citizenship is hyper-individualized and constructed in alignment with personal responsibility (Westheimer, 2015). Overall, a technologically advanced factory model of education seems to emerge, wherein educational metaphors blend to forward the student/citizen as automaton. These constructions are legitimized through emerging themes including a quiet moral panic paired with inter and con -textual silences regarding systemic issues and barriers. I conclude that in order for education to shed its oppressive attributes for a more socially just future, more must be done to resist neoliberal framings of education which focus narrowly on testing, standardization, closing performance gaps, and the economic return on educating students.",
      "cited_by_count": 3,
      "type": "dissertation",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "http://repository.library.carleton.ca/downloads/12579t383"
      },
      "topics": [
        "Discourse Analysis in Language Studies",
        "Multilingual Education and Policy",
        "Teacher Education and Leadership Studies"
      ],
      "referenced_works_count": 357,
      "url": "https://openalex.org/W4223925047"
    },
    {
      "openalex_id": "W82601656",
      "doi": null,
      "title": "What makes a green public sphere?: a case study of the Illawarra Escarpment",
      "authors": [
        {
          "name": "Helen Irene Wilson",
          "openalex_id": "A5089415666"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "Debating the limits of cities in geographically challenging environments is characteristic of modern western environmental politics. This thesis investigates a particular case study in the Illawarra region of Australia, where the city of Wollongong’s ‘green backdrop’, the Illawarra Escarpment, was the subject of intense debate in the 1990s and beyond, here termed ‘escarpment politics’. I invoke the concept of the green public sphere as a forum for the formation of public opinion on the basis of a range of citizen input about environmental matters requiring action by the state. However the existing literature treats this as primarily a normative concept, leading to the research question of how to give it an empirical dimension.\\nThe thesis outlines two related historical narratives, the planning of urban development in New South Wales and particularly the expansion of Wollongong to West Dapto in the south, and the work of an urban environmental movement trying to ‘save’ the Illawarra Escarpment, either by bringing more of it into public ownership or at least zoning the lands for environmental protection. Both histories involved displacing and disempowering existing landowners, many of who were descendants of former dairy farmers of a rich agricultural region, but also had a history of campaigning against degradation of their own area through coal mining and waste dumping. The landowners argued that they were being unfairly expected to bear the costs of helping to provide a general amenity. The range of citizens’ concerns and perspectives characterised the wider public sphere of escarpment politics and led to unresolved conflicts. My focus however is on the Illawarra Escarpment Community Reference Group, which I am treating as a potential public sphere although it was initiated and managed by state bodies.\\nI investigate the basis of some of the common and conflicting environmental values that emerged, including the forms in which they were debated. These were characterised by antagonism and acrimony, particularly in the Community Reference Group. The thesis concludes by speculating about factors that might have enabled dialogue to have been more productively conducted, suggesting some essential practical requirements of a green public sphere. The concept of the green public sphere is finally assessed in terms of its limitation to speech when the action required is the responsibility of government bodies. Much of the citizen dissatisfaction in this case is attributable to the actions of government bodies in an unstable and possibly dysfunctional larger political context. This particular public sphere forum, even if it was conducted in an exemplary manner, could not have affected the larger context and thus we have to question the capacity of such groups to influence environmental planning and management by the state. In contrast, the most successful examples of solving comparable problems is offered by international accounts of the communal management of common pool resources.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Research Online (University of Wollongong)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://ro.uow.edu.au/cgi/viewcontent.cgi?article=4572&context=theses"
      },
      "topics": [
        "Sustainable Development and Environmental Policy",
        "Information Society and Technology Trends",
        "Environmental Justice and Health Disparities"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W82601656"
    },
    {
      "openalex_id": "W1821702702",
      "doi": null,
      "title": "At War with the Eclectics: Mapping Pragmatism in Contemporary Legal Analysis",
      "authors": [
        {
          "name": "Justin Desautels-Stein",
          "openalex_id": "A5040043215",
          "institutions": [
            "University of Colorado Denver"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-01-01",
      "abstract": "This Article has two primary goals. The first is descriptive and seeks to respond to what appears to be an increasing degree of confusion over the word \"pragmatism,\" especially as it is used in a good deal of legal literature. This descriptive aim begins by separating out three general categories of pragmatism: (1) the so-called \"everyday\" pragmatism familiar to the American vernacular, (2) the classical philosophy of the early pragmatist authors like William James and John Dewey, and (3) pragmatism as understood in the context of law. The majority of the Article is subsequently concerned with exploring this last category, and in so doing, identifies three major camps of legal pragmatists: (1) eclectics, as represented by Thomas Grey and Daniel Farber, (2) economists, as represented by Richard Posner, and (3) experimentalists, as represented by William Simon, Charles Sabel, and Michael Dorf. With map in hand, it is hoped that instead of clamoring to the call of legal pragmatism, legal academics and practitioners will take greater caution in their embrace of the pragmatist method. This hope grounds the second and more normative goal of the Article, and that is to make some trouble for legal pragmatism by not only pointing to its sectarianism, but also by querying its usefulness. Two of the lesser critiques initially target the wholesale lack of predictive power latent in the eclectic approach, and the counter-intuitive relationship between eclecticism and neo-formalism. The thrust of the primary criticism is that legal pragmatism, in each of its manifestations, tends to either mask or simply murder the promise of an enriched and empowered philosophical pragmatism. As a consequence, the philosophical muscle latent in the pragmatist method is lost on the law, barring access to a truly \"pragmatist\" moment of legal decision.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "eYLS (Yale Law School)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://scholar.law.colorado.edu/articles/323"
      },
      "topics": [
        "Legal Education and Practice Innovations",
        "Legal Systems and Judicial Processes",
        "Judicial and Constitutional Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1821702702"
    },
    {
      "openalex_id": "W116349077",
      "doi": null,
      "title": "Discourses of civil society in South Korea: democratisation in an emerging information society",
      "authors": [
        {
          "name": "Hee-Jeong Lee",
          "openalex_id": "A5042415408",
          "orcid": "https://orcid.org/0000-0001-5153-756X"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-12-01",
      "abstract": "This thesis presents a late-Durkheimian theoretical framework on civil society as a sphere of solidarity and applies it to the development from modern society to an „information society‟. The framework is used to identify the cultural codes that exist in different information societies and to show their role in integrating or dividing the members of civil society. The framework is applied to South Korean civil society entering an information age coincident alongside processes of democratisation. Three policy debates relating to information are used as case studies to show the coexistence of, and conflicts between, a „developmental code‟ based on economic growth and anti-communism deriving from the authoritarian period of state-sponsored capitalism, and a later „democratic code‟ based on human rights. The three cases are: the Electronic National Identification Card, the National Education Information System and the credit information system. The thesis argues that the values of a „democratic‟ code are becoming more dominant in recent South Korean society, despite continuous challenge for its validity. The cases provide evidence that democratisation and informatization can operate in tandem to establish the dominance of the democratic code in public discourse in South Korean civil society.",
      "cited_by_count": 1,
      "type": "dissertation",
      "source": {
        "name": "University of Birmingham Institutional Research Archive (University of Birmingham)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://etheses.bham.ac.uk/3746/1/Lee12PhD.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Information Society and Technology Trends",
        "Media Studies and Communication"
      ],
      "referenced_works_count": 112,
      "url": "https://openalex.org/W116349077"
    },
    {
      "openalex_id": "W2765645648",
      "doi": "10.1111/1468-229x.12487",
      "title": "Accidents and Violent Death in Early Modern London 1650–1750. By Craig Spence. Boydell. 2016. xii + 277pp. £65.00.",
      "authors": [
        {
          "name": "Dannielle Shaw",
          "openalex_id": "A5038775669",
          "institutions": [
            "University of East Anglia"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-10-01",
      "abstract": "In Daniel J tte's compact but thorough examination of the power of doors and thresholds in western history, there are many insights that lead us beyond his topic and spur thinking about the human experience.Near the beginning, for instance, we learn about a threshold that has had meaning on many levels for five centuries.After conquering part of the Americas, the Spanish kings changed the motto on their coat of arms from non plus ultra, 'nothing further beyond', a reference to the fabled Pillars of Hercules off the Spanish coast beyond which humans could not go, to plus ultra to commemorate that Spain had 'crossed a threshold that no other nation had yet crossed'.An historian of early modern and modern Europe, J tte is principally interested in primal anxieties associated with these human sites of passage.His epigraph sets the tone.It is 'The door speaks', from an essay by Georg Simmel in which the sociologist maintains that historians of society must not limit themselves to the natural scientific viewpoint and highlights the larger meaning implicit in any door: 'It is absolutely essential for humanity that it set itself a boundary.'What we have done with these boundaries is what J tte sets out to find.There is no more basic social boundary than the home, which, like any nest or den, has an entry into protection and a way out to the world.We build up our homes to build ourselves up.Then around ourselves we add more doors, walls, gates and portals and so create a life-grid with meaning: life becomes a journey with entrances and exits.In the literal and figurative power of the doors of the Christian Church, security, stability and hope entwine.This is clear in the photo of the inviting nested doorways of Chartres.A church entrance, its narthex (a 'transitory zone for those even slightly outside the church body like those awaiting baptism') and its nave have meaning connected to the power of Christ to let people in or keep them out of the body of believers.In pre-modern Europe, marriages could end at these doors, two separate ones being used as each party of a divorce left the building.J tte reminds us that since church doors are now mostly an aesthetic experience, it is hard to fathom how for ages they were symbols of those metadoors invisible to the living which one would sooner or later have to pass through to gain admission to Heaven or Hell.Through J tte's weaving of theology, art and architecture, we feel the reality of these gripping shared meanings and the social control they provided.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "History",
        "type": "journal",
        "issn": [
          "0018-2648",
          "1468-229X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://pure.rug.nl/ws/files/77487755/SHAW_2017_History.pdf"
      },
      "topics": [
        "Crime, Deviance, and Social Control"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2765645648"
    },
    {
      "openalex_id": "W3081029443",
      "doi": "10.7591/9781501722677-008",
      "title": "Afterword: Intersubjectivity and the Politics of Poststructuralism",
      "authors": [
        {
          "name": "Amanda Anderson",
          "openalex_id": "A5068300517",
          "orcid": "https://orcid.org/0000-0002-8064-8418"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-07-06",
      "abstract": "The rhetoric of fallenness, as I have traced it in selected social and literary texts from the mid-Victorian period, expresses anxieties about what constitutes human agency and selfhood. As we have seen, there was a pervasive tendency to protect cherished concep tions of moral autonomy and stable identity by creating a category of feminine fallenness. Through depictions of fallenness, the many perceived threats to the self-to its coherence, freedom, and distinct recognizability-could be both exaggerated and displaced, and also eventually diminished and dismissed, ushered off the scene, as were so many fallen figures in Victorian literature. I have argued that encounters with the prostitute falter or miscarry because she is per ceived, distortedly, as the mere effect of systemic forces--e nviron mental, economic, sexual, and aesthetic. As I demonstrate in Chapter 1, such distortions derive from the models of selfhood and agency that informed emergent scientific and sociological ap proaches to character. A powerful materialist approach to the self, deriving from associationism, utilitarianism, and reformist thought more generally, supported the elaboration of fallenness, which fre quently took on the most extreme and threatening aspects of the new social understandings, particularly the tendencies toward ato mism and mechanism. The figure of the fallen woman thus typically appeared as a profoundly isolated and determined subject, exiled from social relations and lacking the autonomy and coherence of the self-determining masculine self.",
      "cited_by_count": 0,
      "type": "book-chapter",
      "source": {
        "name": "Cornell University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.degruyter.com/downloadpdf/book/9781501722677/10.7591/9781501722677-008.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3081029443"
    }
  ],
  "count": 25,
  "errors": []
}
