{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "feminist Habermas",
  "results": [
    {
      "title": "Johanna Meehan (ed.), Feminists read Habermas: gendering the subject of discourse",
      "url": "https://philpapers.org/rec/MEEFRH",
      "philpapers_id": "MEEFRH",
      "snippet": "This important new collection considers Jurgen Habermas&#x27;s discourse theory from a variety of feminist vantage points. Feminist scholars have been drawn to Habermas&#x27;s work because it reflects a tradition of emancipatory ...",
      "page_age": null,
      "extra_snippets": [
        "Feminist scholars have been drawn to Habermas's work because it reflects a tradition of emancipatory political thinking rooted in the Enlightenment and engages with the normative aims of emancipatory social movements. The essays in Feminists Read Habermas analyze various aspects of Habermas's work, ranging from his moral theory to political issues of identity and participation.",
        "Habermas.Kenneth Baynes - 2003 - In David Boucher & Paul Joseph Kelly (eds.), Political Thinkers: From Socrates to the Present. 2nd. ed, Oxford: Oxford University Press. Feminist Reflections on Habermas’s Communicative Action: The Need for an Inclusive Political Theory.Mojca Pajnik - 2006 - European Journal of Social Theory 9 (3):385-404.",
        "Jürgen Habermas.James Bohman - 2008 - Stanford Encyclopedia of Philosophy. Freedom of political speech, hate speech and the argument from democracy: The transformative contribution of capabilities theory.Katharine Gelber - 2010 - Contemporary Political Theory 9 (3):304-324. Toward a New Feminist Liberalism: Okin, Rawls, and Habermas.Amy R.",
        "The contributors share a conviction about the potential significance of Habermas's work for feminist reflections on power, norms and subjectivity."
      ]
    },
    {
      "title": "Sarah Sorial, Habermas, Feminism, and Law: Beyond Equality and Difference?",
      "url": "https://philpapers.org/rec/SORHFA",
      "philpapers_id": "SORHFA",
      "snippet": "In this paper, I argue that Habermas&#x27; ... to the liberal and welfare models of laws, the proceduralist model offers feminism a way out of the equality/difference dilemma....",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Sarah Sorial"
        }
      ],
      "extra_snippets": [
        "In this paper, I argue that Habermas' proceduralist model of law can be put to feminist ends in at least two significant ways. First, in presenting an alternative to the liberal and welfare models of laws, the proceduralist model offers feminism a way out of the equality/difference dilemma.",
        "The South African Constitution requires men to be feminist.H. P. P. Lotter - 2000 - Koers 65 (4). Added to PP 2011-02-23 Downloads 120 (#243,748) 6 months 25 (#427,543) ... Auswahlbibliographie.Peter Koller, Christian Hiebaum, Otfried Höffe, Klaus Günther, Alexander Somek, Robert Alexy, Dieter Grimm, Hauke Brunkhorst, Regina Kreide, Elisabeth Holzleithner & Hasso Hofmann - 2016 - In Alexander Somek, Jürgen Habermas: Faktizität und Geltung.",
        "Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy.Frank I. Michelman & Jurgen Habermas - 1996 - Journal of Philosophy 93 (6):307. Democracy and disagreement.Amy Gutmann - 1996 - Cambridge: Belknap Press of Harvard University Press. Edited by Dennis F. Thompson. Relational Autonomy: Feminist Perspectives on Autonomy, Agency, and the Social Self.Catriona Mackenzie & Natalie Stoljar (eds.)",
        "Sexual Violence and the US Military: Feminism, US Empire, and the Failure of Liberal Equality.Elizabeth Mesok - 2016 - Feminist Studies 42 (1):41-69."
      ]
    },
    {
      "title": "Charles Wright, Particularity and perspective taking: On feminism and Habermas's discourse theory of morality",
      "url": "https://philpapers.org/rec/WRIPAP",
      "philpapers_id": "WRIPAP",
      "snippet": "A discussion of the compatibility between the model of reciprocal perspective taking found in Habermas&#x27;s moral theory and that found in María Lugones&#x27;s essay &quot;Playfulness, &#x27;World&#x27;-Travelling, and Loving Perception&quot; reinforces the claim that his moral theory holds as yet unrecognized promise for feminist moral philosophy",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Charles Wright"
        }
      ],
      "extra_snippets": [
        "A discussion of the compatibility between the model of reciprocal perspective taking found in Habermas's moral theory and that found in María Lugones's essay \"Playfulness, 'World'-Travelling, and Loving Perception\" reinforces the claim that his moral theory holds as yet unrecognized promise for feminist moral philosophy",
        "Politics and morality in Habermas' discourse ethics.Gulshan Khan - 2012 - Philosophy and Social Criticism 38 (2):149-168. The endorsements of interpretation.Frederick Doepke - 1990 - Philosophy of the Social Sciences 20 (3):277-294. Feminist morality: transforming culture, society, and politics.Virginia Held - 1993 - Chicago: University of Chicago Press.",
        ": Seyla Benhabib's critique of Jürgen Habermas's moral theory claims that his approach is not adequate for the needs of a feminist moral theory. I argue that her analysis is mistaken. I also show that Habermas's moral theory, properly understood, satisfies many of the conditions identified by feminist moral philosophers as necessary for an adequate moral theory.",
        "Modernity and morality in Habermas's discourse ethics.James Gordon Finlayson - 2000 - Inquiry: An Interdisciplinary Journal of Philosophy 43 (3):319 – 340."
      ]
    },
    {
      "title": "Jeffrey Epstein, Habermas, Virtue Epistemology, and Religious Justifications in the Public Sphere",
      "url": "https://philpapers.org/rec/EPSHVE",
      "philpapers_id": "EPSHVE",
      "snippet": "Jürgen Habermas&#x27;s recent challenge to secular citizens calling for greater inclusivity of religious justifications in the public sphere opens new epistemological debates that could benefit from the rich insights of feminist ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jeffrey Epstein"
        }
      ],
      "extra_snippets": [
        "Jürgen Habermas's recent challenge to secular citizens calling for greater inclusivity of religious justifications in the public sphere opens new epistemological debates that could benefit from the rich insights of feminist epistemologists. Despite certain theoretical tensions, there is some common ground between Habermas and recent work in feminist epistemology.",
        "Between Naturalism and Religion: Philosophical Essays.Jürgen Habermas - 2008 - Malden, MA: Polity. The feminist standpoint theory reader: intellectual and political controversies.Sandra G.",
        "Specifically, this article explores the shared interests between Habermas and one feminist theorist in particular, Miranda Fricker.",
        "After a detailed analysis of Habermas's and Fricker's respective epistemological positions, I argue that Fricker's analysis provides a rich framework for thinking through questions of power, identity, and credibility with respect to religious justifications in the public sphere."
      ]
    },
    {
      "title": "Amy R. Baehr, 22. Feminism",
      "url": "https://philpapers.org/rec/BAEFAO",
      "philpapers_id": "BAEFAO",
      "snippet": "Feministische Diskurse.Amy Baehr - 2009 - In Hauke Brunkhorst/Regina Kreide/Cristina Lafont (ed.), Habermas Handbuch.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Amy R. Baehr"
        }
      ],
      "extra_snippets": [
        "In Hauke Brunkhorst, Regina Kreide & Cristina Lafont (eds.), The Habermas handbook. New York: Columbia University Press. pp. 183-187 (2018) ... This article has no associated abstract. (fix it) ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Varieties of Feminist Liberalism.Amy R.",
        "The Power of Feminist Theory: Domination, Resistance, Solidarity by Amy Allen. [REVIEW]Christopher Zurn - 1999 - Apa Newsletter on Feminism and Philosophy (1):53-55. Habermas, feminism and the question of autonomy.Maeve Cooke - 1999 - In Peter Dews (ed.), Habermas: a critical reader.",
        "Feministische Diskurse.Amy Baehr - 2009 - In Hauke Brunkhorst/Regina Kreide/Cristina Lafont (ed.), Habermas Handbuch.",
        "Irreconcilable differences? Habermas and feminism.Johnson Pauline - unknown"
      ]
    },
    {
      "title": "Carole Pateman & Mary Lyndon Shanley (eds.), Feminist interpretations and political theory",
      "url": "https://philpapers.org/rec/PATFIA",
      "philpapers_id": "PATFIA",
      "snippet": "This volume brings together exciting and provocative new feminist readings of famous classic and contemporary texts from Plato to Habermas.",
      "page_age": null,
      "extra_snippets": [
        "Hannah Arendt and feminist politics. (pages 232--252)Mary G.",
        "Feminist Interpretations and Political Theory. [REVIEW]S. E.",
        "Reconstructing political theory: feminist perspectives.Mary Lyndon Shanley & Uma Narayan (eds.) - 1997 - University Park, PA: Pennsylvania State University Press.",
        "Feminist Interpretations of John Locke.Nancy J."
      ]
    },
    {
      "title": "Mary Lyndon Shanley & Carole Pateman (eds.), Feminist Interpretations and Political Theory",
      "url": "https://philpapers.org/rec/SHAFIA",
      "philpapers_id": "SHAFIA",
      "snippet": "This volume brings together exciting and provocative new feminist readings of famous classic and contemporary texts from Plato to Habermas. The collection also includes examinations of the writings of Mary Wollstonecraft ...",
      "page_age": null,
      "extra_snippets": [
        "A wide diversity of feminist approaches and theoretical frameworks are represented, forming a rich variety of interpretations and argument about such questions as the patriarchal construction of central political categories, the relation between public and private life, and the problem of equality and difference, including differences among women.",
        "Feminist theory.",
        "Feminist interpretations and political theory.Carole Pateman & Mary Lyndon Shanley (eds.) - 1991 - Cambridge, UK: Polity Press in association with Basil Blackwell, Oxford, UK.",
        "Reconstructing political theory: feminist perspectives.Mary Lyndon Shanley & Uma Narayan (eds.) - 1997 - University Park, PA: Pennsylvania State University Press."
      ]
    },
    {
      "title": "Susan Dieleman, The Contingent Status of Epistemic Norms: Rorty, Kantian Pragmatisms, and Feminist Epistemologies",
      "url": "https://philpapers.org/rec/DIETCS-2",
      "philpapers_id": "DIETCS",
      "snippet": "This paper engages in a detailed exploration of the debates between Rorty and Habermas and between Rorty and Putnam over these matters. These debates provide us with a direct route to understanding Rorty’s own views on epistemic norms. That is, the comparison between his own position and those of his fellow neopragmatists throws into sharp relief Rorty’s belief in the radical contingency of epistemic norms. This exploration profits from engaging a feminist lens because feminist critiques, specifically of Habermas’s work, draw attention to the inadequacies of his views that Rorty seeks to correct, inadequacies that can be easily translated to Putnam’s case as well.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Susan Dieleman"
        }
      ],
      "extra_snippets": [
        "This paper engages in a detailed exploration of the debates between Rorty and Habermas and between Rorty and Putnam over these matters. These debates provide us with a direct route to understanding Rorty’s own views on epistemic norms. That is, the comparison between his own position and those of his fellow neopragmatists throws into sharp relief Rorty’s belief in the radical contingency of epistemic norms. This exploration profits from engaging a feminist lens because feminist critiques, specifically of Habermas’s work, draw attention to the inadequacies of his views that Rorty seeks to correct, inadequacies that can be easily translated to Putnam’s case as well.",
        "The paper concludes with the suggestion that Rorty’s emphasis on the radical contingency of epistemic norms can provide a basis for the kind of revolutionary social, political, and cultural change that is central to much recent feminist theory. ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Rorty and Religion.Molly B. Farneth - 2020 - In Alan R. Malachowski, A companion to Rorty. Hoboken: pp. 444–455. The Rorty–Habermas Debate.Anton A.",
        "Richard Rorty’s neopragmatism is more similar to the self-described pragmatisms of his contemporaries Jürgen Habermas and Hilary Putnam than it is dissimilar from them. Indeed, the only significant difference between Rorty’s ..."
      ]
    },
    {
      "title": "Jana Sawicki, Book Review: Amy Allen. _The Power of Feminist Theory._ Boulder: Westview Press, 1999",
      "url": "https://philpapers.org/rec/JANBRA",
      "philpapers_id": "JANBRA",
      "snippet": "The Power of Feminist Theory: Domination, Resistance, Solidarity by Amy Allen.Christopher Zurn - 1999 - Apa Newsletter on Feminism and Philosophy (1):53-55.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jana Sawicki"
        }
      ],
      "extra_snippets": [
        "Power, Feminist Theoryl, Foucault, Habermas, Amy Allen, Critical Theory · 10.2979/hyp.2002.17.1.222 · Upload a copy of this work Papers currently archived: 111,549 ·",
        "Book ReviewsAmy Allen,. The Power of Feminist Theory: Domination, Resistance, Solidarity. Boulder, Colo.: Westview, 1999.",
        "The Power of Feminist Theory: Domination, Resistance, Solidarity by Amy Allen.Christopher Zurn - 1999 - Apa Newsletter on Feminism and Philosophy (1):53-55.",
        "The power of feminist theory: domination, resistance, solidarity.Amy Allen - 1999 - Boulder, Colo.: Westview Press."
      ]
    },
    {
      "title": "Noelle Claire Mcafee, Subjectivity and Citizenship: Habermas and Kristeva on Agency in the Public Sphere",
      "url": "https://philpapers.org/rec/MCASAC",
      "philpapers_id": "MCASAC",
      "snippet": "Habermas, Kristeva, and Citizenship.Noëlle McAfee - 2000 - Cornell University Press. Poststructural Subjects and Feminist Concerns: An Examination of Identity, Agency and Politics in the Works of Foucault, Butler and Kristeva.Katherine Lowery Cooklin - 2004 - Dissertation, The University of Texas at Austin",
      "page_age": null,
      "extra_snippets": [
        "Habermas, Kristeva, and Citizenship.Noëlle McAfee - 2000 - Cornell University Press. Poststructural Subjects and Feminist Concerns: An Examination of Identity, Agency and Politics in the Works of Foucault, Butler and Kristeva.Katherine Lowery Cooklin - 2004 - Dissertation, The University of Texas at Austin",
        "Assessing the agonistic critiques of Jürgen habermas’s theory of the public sphere.John S. Brady - 2004 - Philosophy and Social Criticism 30 (3):331-354. Performing the Self: Subjectivity, Feminist Theory, and Political Praxis.Ann Victoria Dolinko - 1997 - Dissertation, Loyola University of Chicago",
        "Habermas, Religion and the Ethics of Citizenship.James W. Boettcher - 2009 - Philosophy and Social Criticism 35 (1-2):215-238. On Feminist Agency, Identity, Subjectivity: A Critique of Judith Butler's Radical Democracy in a Performative Mode.Michelle Marie Grisat - 2001 - Dissertation, University of California, Irvine",
        "I address the question of whether certain poststructuralist theories of subjectivity can contribute to Habermas's project of deliberative democracy--whether effective political agency requires that we be the kinds of individuals supposed by the modern liberal tradition or whether effective citizenship is possible under a poststructuralist theory of the subject as an \"open system.\""
      ]
    },
    {
      "title": "Marsha P. Hanen & Kai Nielsen (eds.), Science, Morality and Feminist Theory",
      "url": "https://philpapers.org/rec/HANSMA",
      "philpapers_id": "HANSMA",
      "snippet": "Marsha Hanen and Kai Nielsen, eds., Science, Morality &amp; Feminist Theory.&amp;nbsp;[REVIEW]Judith Genova - 1989 - Philosophy in Review 9:45-46.",
      "page_age": null,
      "extra_snippets": [
        "Teoria feminista e produção de conhecimento situado: ciências humanas, biológicas, exatas e engenharias.Miriam Pillar Grossi, Caterina Rea & Betina Stefanello Lima (eds.) - 2020 - Florianópolis: Editora Devires.",
        "Afterword: Feminist Theory—Some Twistings and Turnings.",
        "Marsha Hanen and Kai Nielsen, eds., Science, Morality & Feminist Theory.&nbsp;[REVIEW]Judith Genova - 1989 - Philosophy in Review 9:45-46.",
        "Feminist Thought and the Structure of Knowledge.Mary Mccanney Gergen - 1990 - Science and Society 54 (2):228-231."
      ]
    },
    {
      "title": "Maeve Cooke, Habermas, feminism and the question of autonomy",
      "url": "https://philpapers.org/rec/COOHFA",
      "philpapers_id": "COOHFA",
      "snippet": "Language and Reason: A Study of Habermas&#x27;s Pragmatics. By Maeve Cooke.R. F. Goodman - 1998 - The European Legacy 3:147-147. Maeve Cooke.Jean L. Cohen - 2005 - Philosophy and Social Criticism 31 (1-3):131-143. Feministische Diskurse.Amy Baehr - 2009 - In Hauke Brunkhorst/Regina Kreide/Cristina ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Maeve Cooke"
        }
      ],
      "extra_snippets": [
        "Language and Reason: A Study of Habermas's Pragmatics. By Maeve Cooke.R. F. Goodman - 1998 - The European Legacy 3:147-147. Maeve Cooke.Jean L. Cohen - 2005 - Philosophy and Social Criticism 31 (1-3):131-143. Feministische Diskurse.Amy Baehr - 2009 - In Hauke Brunkhorst/Regina Kreide/Cristina Lafont, Habermas Handbuch.",
        "Review essay : Habermas and speech-act theory Maeve Cooke, Language and Reason: A Study of Habermas's Pragmatics (Cambridge, MA: MIT Press, 1994).Joseph Heath - 1995 - Philosophy and Social Criticism 21 (4):141-147.",
        "In Peter Dews, Habermas. Malden, Mass., USA: Wiley-Blackwell.",
        "Habermas on ethics, morality and European identity.Russell Keat - 2009 - Critical Review of International Social and Political Philosophy 12 (4):535-557."
      ]
    },
    {
      "title": "Niamh Reilly, Cosmopolitan feminism and human rights",
      "url": "https://philpapers.org/rec/REICFA",
      "philpapers_id": "REICFA",
      "snippet": "Cosmopolitismo Feminista contra Globalización.Sonia Reverter-Bañón - 2017 - Araucaria 19 (37). Philosophers, Activists, and Radicals: A Story of Human Rights and Other Scandals. [REVIEW]Joseph Hoover &amp; Marta Iñiguez De Heredia - 2011 - Human Rights Review 12 (2):191-220. ... Can the Subaltern Speak?Gayatri Chakravorty Spivak - 1988 - Die Philosophin 14 (27):42-58. The Postnational Constellation: Political Essays.Jürgen Habermas - 2001 - MIT Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Niamh Reilly"
        }
      ],
      "extra_snippets": [
        "The Vicious Circles of Habermas’ Cosmopolitics.Isobel Roele - 2014 - Law and Critique 25 (3):199-229. Human Rights and Self-Government in the Age of Cosmopolitan Interventionism.Michael Kocsis - 2013 - Dissertation, Queen's University · Added to PP 2009-01-28 Downloads 131 (#148,914) 6 months 30 (#133,430) ... Equanimity and Intimacy: A Buddhist-Feminist Approach to the Elimination of Bias.Emily McRae - 2013 - Sophia 52 (3):447-462.",
        "Cosmopolitismo Feminista contra Globalización.Sonia Reverter-Bañón - 2017 - Araucaria 19 (37). Philosophers, Activists, and Radicals: A Story of Human Rights and Other Scandals. [REVIEW]Joseph Hoover & Marta Iñiguez De Heredia - 2011 - Human Rights Review 12 (2):191-220. ... Can the Subaltern Speak?Gayatri Chakravorty Spivak - 1988 - Die Philosophin 14 (27):42-58. The Postnational Constellation: Political Essays.Jürgen Habermas - 2001 - MIT Press.",
        ": Reilly offers an account of cosmopolitan feminism as emancipatory political practice in an age of globalization. This entails a critical engagement with international human rights law; a global feminist consciousness ...",
        "Motivating cosmopolitanism: Jürgen Habermas, Jean-Luc Nancy, and the case for cosmocommonism.James A."
      ]
    },
    {
      "title": "Iris Marion Young, Feminism and the public sphere",
      "url": "https://philpapers.org/rec/YOUFAT",
      "philpapers_id": "YOUFAT",
      "snippet": "Feminist Political Philosophy in Philosophy of Gender, Race, and Sexuality · Marxist and Socialist Feminism in Philosophy of Gender, Race, and Sexuality · Add keywords · 10.1111/j.1467-8675.1997.tb00064.x · No versions found · Upload a copy of this work Papers currently archived: 120,869 ·",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Iris Marion Young"
        }
      ]
    },
    {
      "title": "Marie Fleming, Emancipation and Illusion: Rationality and Gender in Habermas's Theory of Modernity",
      "url": "https://philpapers.org/rec/FLEEAI-2",
      "philpapers_id": "FLEEAI",
      "snippet": "Her critique of Habermas begins from the view that universalism has to include a vision of gender equality, and she asks why Habermas, despite deeply held concerns about equality and inclusiveness, repeatedly and systematically relegates matters of gender to secondary status in his social and moral theory.",
      "page_age": null,
      "extra_snippets": [
        "Religion, rationality, and language : a critical analysis of Jürgen Habermas' theory of communicative action.Ali Mesbah - unknown · Added to PP 2014-03-09 Downloads 1 (#1,496,085) 6 months 1 (#441,285) ... Sorry, there are not enough data points to plot this chart. How can I increase my downloads? Promising Alliances: The Critical Feminist Theory of Nancy Fraser and Seyla Benhabib.Margot Canaday - 2003 - Feminist Review 74 (1):50-69.",
        "In this comprehensive analysis of Jürgen Habermas's philosophy and social theory, Marie Fleming takes strong issue with Habermas over his understanding of rationality and the lifeworld, emancipation, history, and gender. Throughout ...",
        "Her critique of Habermas begins from the view that universalism has to include a vision of gender equality, and she asks why Habermas, despite deeply held concerns about equality and inclusiveness, repeatedly and systematically relegates matters of gender to secondary status in his social and moral theory.",
        "She extends her critique to a range of issues in his theory of rationality and examines what she views as his very problematical claims about truthfulness, art, and bourgeois intimacy. The point of Fleming's critique of Habermas is not to dispute universalism, but to build on the key universalist principles of inclusiveness and equality."
      ]
    },
    {
      "title": "Thomas McCarthy (ed.), The Cambridge companion to Habermas",
      "url": "https://philpapers.org/rec/WHITCC-2",
      "philpapers_id": "WHITCC",
      "snippet": "The Habermas Handbook.Hauke Brunkhorst, Regina Kreide &amp; Cristina Lafont (eds.) - 2017 - New York Chichester, West Sussex: Columbia University Press. The Cambridge companion to Bertrand Russell.Nicholas Griffin (ed.) - 2003 - New York: Cambridge University Press. Added to PP 2015-02-02 Downloads 52 (#856,899) 6 months 22 (#479,043) ... Toward a New Feminist Liberalism: Okin, Rawls, and Habermas.Amy R.",
      "page_age": null,
      "extra_snippets": [
        "The Habermas Handbook.Hauke Brunkhorst, Regina Kreide & Cristina Lafont (eds.) - 2017 - New York Chichester, West Sussex: Columbia University Press. The Cambridge companion to Bertrand Russell.Nicholas Griffin (ed.) - 2003 - New York: Cambridge University Press. Added to PP 2015-02-02 Downloads 52 (#856,899) 6 months 22 (#479,043) ... Toward a New Feminist Liberalism: Okin, Rawls, and Habermas.Amy R.",
        "Jurgen Habermas is unquestionably one of the foremost philosophers writing today. His notions of communicative action and rationality have exerted a profound influence within philosophy and the social sciences. This volume examines the historical and intellectual contexts out of which Habermas' work emerged, and offers an overview of his main ideas, including those in his most recent publication.",
        "Amongst the topics discussed are his relationship to the Frankfurt School of critical theory and Marx, his unique contributions to the philosophy of the social sciences, the concept of 'communicative ethics', and the critique of post-modernism. New readers and non-specialists will find this the most convenient, accessible guide to Habermas currently available.",
        "Advanced students will find a conspectus of recent developments in the interpretation of Habermas."
      ]
    },
    {
      "title": "Helga Varden, Kant on Political Obligations",
      "url": "https://philpapers.org/rec/VARKOP-2",
      "philpapers_id": "VARKOP",
      "snippet": "Immanuel Kant, Hannah Arendt, Thomas Hobbes, Jean-Jacques Rousseau, John Locke, John Rawls, Jürgen Habermas, libertarianism, legal positivism, participatory liberal democratic theory, philosophy of race, feminist philosophy, care theory, philosophy of sex and love.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Helga Varden"
        }
      ],
      "extra_snippets": [
        "This chapter first outlines key interpretive traditions—libertarian, legal positivism, participatory democratic—in the existing scholarship on Kant’s theory of political obligations and discusses how women and minority scholars in the field have ..."
      ]
    },
    {
      "title": "William Rehg, Insight and Solidarity: The Discourse Ethics of Jürgen Habermas",
      "url": "https://philpapers.org/rec/REHIAS-5",
      "philpapers_id": "REHIAS",
      "snippet": "William Rehg offers an insightful introduction to its complex theorization by its major proponent, Jürgen Habermas, and demonstrates how discourse ethics allows one to overcome the principal criticisms that have been leveled against neo-Kantianism. Addressing both &quot;commun-itarian&quot; critics who argue that universalist conceptions of justice sever moral deliberation from community traditions, and feminist advocates of the &quot;ethics of care&quot; who stress the moral significance of caring for other individuals, Rehg shows that discourse ethics combines impartiality with solidarity.",
      "page_age": null,
      "extra_snippets": [
        "William Rehg offers an insightful introduction to its complex theorization by its major proponent, Jürgen Habermas, and demonstrates how discourse ethics allows one to overcome the principal criticisms that have been leveled against neo-Kantianism. Addressing both \"commun-itarian\" critics who argue that universalist conceptions of justice sever moral deliberation from community traditions, and feminist advocates of the \"ethics of care\" who stress the moral significance of caring for other individuals, Rehg shows that discourse ethics combines impartiality with solidarity.",
        "Discourse ethics represents an exciting new development in neo-Kantian moral theory. William Rehg offers an insightful introduction to its complex theorization by its major proponent, Jürgen Habermas, and demonstrates how discourse ...",
        "Insight and Solidarity: The Discourse Ethics of Jürgen Habermas. By William Rehg.",
        "Review essay : The intersubjective basis of morality: William Rehg, insight and solidarity: The discourse ethics of Jürgen Habermas (berkeley: University of california press, 1994.Christopher F."
      ]
    },
    {
      "title": "John Russell, Okin’s Rawlsian Feminism?: Justice in the Family and Another Liberalism",
      "url": "https://philpapers.org/rec/RUSORF-2",
      "philpapers_id": "RUSORF",
      "snippet": "Toward a New Feminist Liberalism: Okin, Rawls, and Habermas.Amy R.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "John Russell"
        }
      ],
      "extra_snippets": [
        "OKIN's FEMINIST CHALLENGE TO RAWLS's THEORY OF JUSTICE.",
        "An Analysis of Susan Moller Okin’s Problematic Approach to Multiculturalism. A Feminist Comprehensive Liberalism Gone Wrong.Evelien Geerts - manuscript",
        "A Philosophical Analysis of the Problematical Feminist-Liberal Approaches to the Phenomenon of Multiculturalism.",
        "Vulnerability by Marriage: Okin's Radical Feminist Critique of Structural Gender Inequality.Michaele L."
      ]
    }
  ],
  "count": 19,
  "errors": []
}
