[s2_search.py] Searching Semantic Scholar: 'Allen postcolonial progress normative foundations Frankfurt School' (year=2015-2025) (field=Philosophy), limit=10
[s2_search.py] Retrieved 8/8 papers...
[s2_search.py] Search complete: 8 papers found
[s2_search.py] Cached results (cache key: s2_13114f1de15d2ccc)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Allen postcolonial progress normative foundations Frankfurt School",
  "results": [
    {
      "paperId": "5ec668e4b88bceb19c8193d05d699cff63f941a7",
      "title": "The End of Progress: Decolonizing the Normative Foundations of Critical Theory",
      "authors": [
        {
          "name": "Amy Allen",
          "authorId": "2263527999"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 96,
      "doi": "10.7312/alle17324",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ec668e4b88bceb19c8193d05d699cff63f941a7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9b3b4ccbc88730d3bcce4eb4f72f0cd6c7d05763",
      "title": "The end of progress: Decolonizing the normative foundations of critical theory",
      "authors": [
        {
          "name": "Antonio Y. Vázquez-Arroyo",
          "authorId": "1437991176"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 57,
      "doi": "10.1057/s41296-017-0152-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b3b4ccbc88730d3bcce4eb4f72f0cd6c7d05763",
      "venue": "Contemporary Political Theory",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "224 - 227",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "130a07fbb39b44c88676e14783f41bccb3ecee1b",
      "title": "From normative foundations to emancipatory futures: a conversation about Critical Theory today",
      "authors": [
        {
          "name": "Amy Allen",
          "authorId": "2353965844"
        },
        {
          "name": "Lois McNay",
          "authorId": "117139664"
        },
        {
          "name": "Sarah Bufkin",
          "authorId": "1396551215"
        },
        {
          "name": "Emily M Dyson",
          "authorId": "2322943513"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT In this roundtable discussion, Amy Allen, Lois McNay, Sarah Bufkin, and Emily Dyson debate the limitations of contemporary Frankfurt School theorizing when it comes to diagnosing social suffering and gesturing towards emancipatory practices that might shift the relations of force in today’s social formations. In particular, they consider what has been lost in the turn to questions of metanormative foundations in place of a concrete, sociologically grounded analysis of power and oppression. In this wide-ranging conversation, Allen, McNay, Bufkin, and Dyson also engage with a range of questions confronting Critical Theorists today, including the marginalization of gender hierarchies and patriarchal domination as problems, the positionality of the theorist with respect to existing struggles, the Marxist legacy of the Frankfurt School, the problems of Eurocentrism and racism within Critical Theory, and the role of the aesthetic in social critique.",
      "citationCount": 0,
      "doi": "10.1080/2158379X.2025.2547888",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/130a07fbb39b44c88676e14783f41bccb3ecee1b",
      "venue": "Journal of Political Power",
      "journal": {
        "name": "Journal of Political Power",
        "pages": "363 - 379",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eb23fae4bf9b358e24916e2f434a5a02e134f994",
      "title": "Inheriting Critical Theory: A Review of Amy Allen’s the End of Progress: Decolonizing the Normative Foundations of Critical Theory",
      "authors": [
        {
          "name": "G. Steinmetz",
          "authorId": "145847914"
        }
      ],
      "year": 2019,
      "abstract": "This review of Amy Allen’s book, The End of Progress (2016), first addresses the structure of the book and focuses on specific points made in individual chapters, including the affinity between postcolonial theory and the approaches of Adorno and Foucault in subjecting the notion of historical progress to “withering critique,” and Allen’s alternative approach to decolonization; Habermas’ aim to put critical theory on a secure normative footing; Honneth’s stance that the history of an ethical sphere is an unplanned learning process kept in motion by a struggle for recognition; Forst’s attempt to reconstruct Critical Theory’s normative account through a return to Kant rather than Hegel; and Allen’s claim that her approach is fully in the spirit of Critical Theory and could be seen as continuation of Critical Theory’s first generation, as in Adorno, and how it is a “genealogical” approach that draws on Adorno’s negative dialectics and critique of identity thinking, as well as on Nietzsche’s conception of genealogy, as developed by Foucault. The second part of my response raises three issues: (1) Allen’s partial compromise with the idea of progress; (2) whether critical theory would profit from engagement with other critical theories and theories of ethics, beyond postcolonial theory; and (3) nonwestern theories shed a different light on the question of Allen’s critique, a theme that also draws attention to the gesture of decolonizing, the distinctions between colonialism and empire, and the sociology of knowledge production.",
      "citationCount": 0,
      "doi": "10.1108/s0278-120420190000036008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb23fae4bf9b358e24916e2f434a5a02e134f994",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a654b6dce7b6e0b55357a0e40ee1c44f9942526b",
      "title": "History, Critique, and Progress: Amy Allen’s “End of Progress” and the Normative Grounding of Critical Theory",
      "authors": [
        {
          "name": "Reha Kadakal",
          "authorId": "115482253"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1108/S0278-120420190000036006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a654b6dce7b6e0b55357a0e40ee1c44f9942526b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fc599b95b5772d5c2b96fcafa484cdf6aa497f56",
      "title": "The Dialectic of Progress and the Cultivation of Resistance in Critical Social Theory",
      "authors": [
        {
          "name": "Iaan Reynolds",
          "authorId": "2121130438"
        }
      ],
      "year": 2021,
      "abstract": "Beginning with the influential discussion of the dialectic of progress found in Amy Allen’s The End of Progress, this paper outlines some difficulties encountered by critical theories of normative justification drawing on the early Frankfurt School. Characterizing Adorno and Horkheimer’s critical social theory as a dialectical reflection eschewing questions of normative foundations, I relate their well-known treatment of the dialectic of enlightenment reason and myth to their critique of capitalist society as a negative totality. By exploring the concepts of historical development used by Adorno and Horkheimer to describe both the progressive domination of capitalism, and the formation and cultivation of reflective consciousness, I trace the importance of progression and its inseparable relationship to regression in these early versions of critical theory. The dialectical social theory found here recognizes the persistence of social contradictions on both a methodological level and on the level of theory’s development and expression, a connection potentially obscured by a division of historical progress according to its temporal orientation. Particularly in Adorno’s later work, an opposition to the negative social totality requires notions of cultivation and learning which work against the prevailing forms of conceptual thinking, including the concern for the stability of rational foundations.",
      "citationCount": 4,
      "doi": "10.1080/02691728.2021.2000663",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fc599b95b5772d5c2b96fcafa484cdf6aa497f56",
      "venue": "Social Epistemology",
      "journal": {
        "name": "Social Epistemology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "02f86613a16c9641b859ea97331b1ed6be3026c8",
      "title": "Decolonizing Critical Theory",
      "authors": [
        {
          "name": "Kevin Olson",
          "authorId": "78692950"
        }
      ],
      "year": 2019,
      "abstract": "This chapter rethinks the future of critical theory by engaging Amy Allen’s recent work. Allen does the Frankfurt School a great service by drawing a sharp-edged picture of some significant problems. I aim to think along with her in a spirit of shared sympathies that follow sometimes divergent paths. I agree with Allen’s critique of Frankfurt tendencies toward Eurocentrism, progress thinking, and historical teleology. However, I also argue that critical theory must be more thoroughly reconfigured to adequately address the struggles and wishes of our age. Specifically, recent work of the Frankfurt School displaces critique in two important ways. The first is a tendency to work at a paradigmatic, meta-level of analysis rather than focusing on concrete problems. The second is a tendency to rely on democratic procedure for normativity without taking account of the tensions and contradictions in actual political cultures. In place of these uncritical tendencies, we need more interpretive and freely experimental critical strategies. One example is an interpretive approach that problematizes political cultures, revealing the tensions ignored by proceduralism. Another example lies in the rich archives of postcolonial thought that have had such a large impact on contemporary political and social life. Postcolonial critique is a non-dogmatic and flexible form of interpretation that has great potential to address problems of racism, international inequality, and the false universalism of many of our ideals.",
      "citationCount": 0,
      "doi": "10.1108/s0278-120420190000036011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02f86613a16c9641b859ea97331b1ed6be3026c8",
      "venue": "Current Perspectives in Social Theory",
      "journal": {
        "name": "Current Perspectives in Social Theory"
      },
      "publicationTypes": null
    },
    {
      "paperId": "577ab7dc95b3d40b0fd221cb9bc333712997197b",
      "title": "Critical Theory, colonialism, and the historicity of thought",
      "authors": [
        {
          "name": "Antonio Y. Vázquez-Arroyo",
          "authorId": "1437991176"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.1111/1467-8675.12348",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/577ab7dc95b3d40b0fd221cb9bc333712997197b",
      "venue": "",
      "journal": {
        "name": "Constellations",
        "pages": "54-70",
        "volume": "25"
      },
      "publicationTypes": null
    }
  ],
  "count": 8,
  "errors": []
}
