{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Apel Dussel ethics theory rationality dialogue",
  "results": [
    {
      "paperId": "5b2fd21913112b9723eb123ca5e2e17ae2a39636",
      "title": "BUILDING ETHICAL INTERFAITH COMMUNICATION: Karl-Otto Apel’s Approach to Global Religious Dialogue",
      "authors": [
        {
          "name": "Jurnal Kajian",
          "authorId": "2098525643"
        },
        {
          "name": "Sosial Keagamaan",
          "authorId": "2165009139"
        },
        {
          "name": "Masroer Muhammad Aska Irfani",
          "authorId": "2406856771"
        },
        {
          "name": "Ch Jb",
          "authorId": "2406856209"
        },
        {
          "name": "Afdalul Ummah",
          "authorId": "2406856061"
        }
      ],
      "year": 2025,
      "abstract": "This study explores the philosophical underpinnings of interreligious dialogue by examining Karl-Otto Apel's transcendental-pragmatic hermeneutics. The analysis focuses on the encounter between Pope Francis and Grand Sheikh Ahmad el-Tayeb. Employing a qualitative-descriptive method with a philosophical-communicative approach, the research analyzes Apel's discourse ethics and its applicability to contemporary religious dialogue. The data were obtained through library research and analyzed hermeneutically using content analysis. The results of the study suggest that Apel's theory offers a normative framework that has the potential to transcend the dichotomy between cultural relativism and theological exclusivism. The Human Fraternity Document is examined as a practical manifestation of communicative rationality that embodies ethical discourse. The study's findings indicate that Apel's approach fosters the development of inclusive, equitable, and ethically responsible interfaith communication. The report calls for educational institutions to incorporate communicative ethics into multicultural curricula, and it urges religious institutions to foster dialogical communities characterized by equality and openness. These efforts are vital for fostering sustainable peace and social cohesion within plural societies, particularly in culturally diverse nations like Indonesia.",
      "citationCount": 0,
      "doi": "10.20414/sangkep.v8i3.14257",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b2fd21913112b9723eb123ca5e2e17ae2a39636",
      "venue": "SANGKéP Jurnal Kajian Sosial Keagamaan",
      "journal": {
        "name": "SANGKéP: Jurnal Kajian Sosial Keagamaan"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5604ac0e188459e2e1c14af0903b049852cb11d7",
      "title": "Inter-Civilizational Dialogue: Habermas' Theory As A Philosophical Basis For Understanding Global Peace",
      "authors": [
        {
          "name": "Anastasia Meilin Gita Permata Laia",
          "authorId": "2359916273"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the relevance of Jürgen Habermas' theory of communicative rationality and discursive ethics as a philosophical framework for understanding and resolving inter-civilizational conflicts. Using a critical-hermeneutic approach, the study analyzes the concept of communicative rationality, which emphasizes the importance of equal dialogue, and discursive ethics, which demands inclusivity in decisionmaking processes. Case studies on the Israeli-Palestinian conflict, climate change through the UNFCCC, and the Alliance of Civilizations initiative demonstrate how Habermas' theory can be implemented to createinclusive and solution-oriented dialogue. The main findings reveal that power imbalances and cultural biases often hinder the creation of a genuine global public sphere. However, applying Habermas' theory can address these challenges through community-based deliberative mechanisms, cross-cultural education, and digital technologies. The paper recommends strengthening international institutions, utilizing social media as a deliberative space, and developing education rooted in local cultures. Thus, Habermas' theory proves to be relevant as both a philosophical and practical foundation for building global peace.Nevertheless, its successful implementation requires adaptation to contemporary challenges, such as disinformation and the dominance of powerful actors in international relations.",
      "citationCount": 1,
      "doi": "10.22303/pir.10.1.2025.26-36",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5604ac0e188459e2e1c14af0903b049852cb11d7",
      "venue": "Jurnal PIR : Power in International Relations",
      "journal": {
        "name": "Jurnal PIR : Power in International Relations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b9fe9f847e10f90bee66f0591362334f3252a140",
      "title": "Ao-Naga environmental ethics in dialogue with deep ecology",
      "authors": [
        {
          "name": "Karilemla",
          "authorId": "2264801770"
        },
        {
          "name": "Orcid iD Karilemla",
          "authorId": "2273949166"
        }
      ],
      "year": 2023,
      "abstract": "The environmental ethics of the Ao-Naga, a major tribe from Mokokchung in the state of Nagaland, northeast India, are examined to create a theoretical space to engage with deep ecology. The first section shows that Ao-Naga ecology resists modern instrumental rationality. Anthropocentric reasoning is certainly not the core of their conception of ecology. Ao-Naga worldview is rooted in non-anthropocentric reasoning and the full measure of its radicalism becomes evident due to an antimodernist stance. The second section argues that deep ecology as developed by Arne Naess shares certain common features with the Ao-Naga ecology. Narrative, poetry, place, ritual and self fit into the conceptual framework that forms Ao-Naga ecology, which deepen the ethics and ontology of deep ecology. The concluding section suggests that identification with nature not only results in an adequate moral theory—the practice of non-violence, but the moral theory is itself based upon strong ethical reasoning.",
      "citationCount": 2,
      "doi": "10.1177/11771801231196153",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9fe9f847e10f90bee66f0591362334f3252a140",
      "venue": "AlterNative: An International Journal of Indigenous Peoples",
      "journal": {
        "name": "AlterNative: An International Journal of Indigenous Peoples",
        "pages": "833 - 840",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3c684422b78c2a71d516c4c4844c9a8392d1f8fd",
      "title": "Selected Essays, vol.1: Towards a Transcendental Semiotics and vol.2: Ethics and the Theory of Rationality by K.-O. Apel",
      "authors": [
        {
          "name": "C. Lafont",
          "authorId": "35108708"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c684422b78c2a71d516c4c4844c9a8392d1f8fd",
      "venue": "",
      "journal": {
        "name": "Constellations",
        "pages": "148-153",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ee4d6b5f563cfbfb3bcab4e686d335bbec89c0d7",
      "title": "Ethics and the theory of rationality",
      "authors": [
        {
          "name": "K. Apel",
          "authorId": "46248066"
        },
        {
          "name": "E. Mendieta",
          "authorId": "50489593"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 22,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee4d6b5f563cfbfb3bcab4e686d335bbec89c0d7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "805832fc5bf341b53f02d0727ca2327395c91a0e",
      "title": "a plea for a child-orientated ethics of childhood",
      "authors": [
        {
          "name": "Sarah-jane Conrad",
          "authorId": "2366247134"
        }
      ],
      "year": 2025,
      "abstract": "What do we owe children from an ethical point of view? What should an ethics of childhood look like? The answers depend on how the child-adult distinction is conceptualised and the normative conclusions drawn from it. This paper critically examines two influential interpretations: the Liberal Standard View (LSV), which uses autonomy and rationality as ethical benchmarks, and the Social Constructivist View (SCV), which sees the child-adult distinction as socially constructed, highlighting inequalities and marginalisation. Both frameworks, however, face significant challenges in justifying their normative claims. To address these limitations, this paper proposes a novel, discourse-ethics–inspired approach grounded in Grice’s theory of meaning. This framework not only respects children’s autonomy and rationality but provides a non-arbitrary basis for ethical claims from children. By integrating children’s perspectives through philosophical dialogue, theapproach challenges traditional power dynamics and recognises children as authoritative voices in ethical debates. The power of the framework is illustrated with an analysis of children’s views on privacy, revealing how their unique perspectives enrich ethical discussions.",
      "citationCount": 0,
      "doi": "10.12957/childphilo.2025.88327",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/805832fc5bf341b53f02d0727ca2327395c91a0e",
      "venue": "childhood &amp; philosophy",
      "journal": {
        "name": "childhood &amp; philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "99a05d891ee45b0374d22a0d6c6bf5e5974bb76a",
      "title": "Rationality and Religious Ethics; The Discussion on an Autonomous Moral in Catholic Theology",
      "authors": [
        {
          "name": "P. Neuner",
          "authorId": "2092485527"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/99a05d891ee45b0374d22a0d6c6bf5e5974bb76a",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d94f2e842a076260e663bfb7aee8849837ea3bc0",
      "title": "MIRROR FOR CIVIC ETHICS: THOMAS HOBBES ON EPIC POETRY",
      "authors": [
        {
          "name": "Hüseyin Alhas",
          "authorId": "2197655175"
        }
      ],
      "year": 2025,
      "abstract": "Epic poetry has long served as a privileged forum for negotiating the interdependence of literary form and political power. Concentrating on Thomas Hobbes’s mid-seventeenth-century contributions, his epistolary dialogue with Sir William Davenant surrounding Gondibert and the theoretical manifesto prefacing his English translations of the Iliad and the Odyssey, the present study reconstructs the philosophical scaffolding that informs Hobbes’s poetics of the epic. Hobbes reconfigures the genre as a civic instrument whose fundamental aim is the fostering of virtue through pleasurable imitation. He articulates seven interlocking features: lexical transparency, syntactic perspicuity, architectural contrivance, disciplined fancy, ethical impartiality, meticulous description, and ample variety. Each functions as a component within an integrated didactic system designed to align the passions of heterogeneous readerships with the rational principles requisite for commonwealth stability. By situating Hobbes’s aesthetic theory within its broader intellectual and political contexts, this study indicates that the epic, under his guidance, becomes a calibrated vehicle for shaping collective behaviour, thereby illuminating the genre’s enduring capacity to accommodate shifting ideological climates without relinquishing its ethical function.",
      "citationCount": 0,
      "doi": "10.37999/udekad.1723339",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d94f2e842a076260e663bfb7aee8849837ea3bc0",
      "venue": "Uluslararasi Dil, Edebiyat ve Kültür Araştırmaları Dergisi",
      "journal": {
        "name": "Uluslararası Dil Edebiyat ve Kültür Araştırmaları Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2c19d3cae03b86a776a1951483619d5b11b0c601",
      "title": "Intersubjectivity, Ethics in Times of Crisis and Objective Idealism as a Philosophical System: An Interview with Vittorio Hösle",
      "authors": [
        {
          "name": "Giulia Battistoni",
          "authorId": "2324670240"
        },
        {
          "name": "Francesco Ghia",
          "authorId": "2324669380"
        }
      ],
      "year": 2024,
      "abstract": "Vittorio Hösle is  internationally highly regarded for his attempt to revive objective idealism – the philosophical line along which he situates the positions of Plato, Aristotle, most medieval philosophers, Spinoza, Leibniz, Schelling, Hegel, but also Peirce and Whitehead – as a philosophical system capable of holding together the transcendental dimension of synthetic a priori judgments with the intelligibility and objectivity of being. In this interview, he discusses his work over the past decades, starting from the “Philosophische Lehrjahre” (“years of philosophical apprenticeship”) between Regensburg, Tübingen, Bochum and Freiburg and from the meetings with masters and significant interlocutors (such as Tóth, Thieme, Wandschneider, Beierwaldes, Lohr, Böckenförde, without forgetting Apel and Jonas). Multiple themes dot the path of thought retraced in this dialogue: from the rethematization of Hegel’s (and Vico’s) objective idealism through transcendental pragmatics to the delineation of the relationship between ethics and politics via a theory of the social and the intent of a normative foundation; from the need for a thought that faces the ecological crisis to the reinterpretation of sociobiology; and finally, from the project of an intersubjectively valid understanding to the importance of a theory of comedy. What emerges is the philosophical self-portrait of a cosmopolitan intellectual who was able to grasp the best from inherited and acquired cultural traditions: German culture, inherited from his father; Italian culture, inherited from his mother; and American culture, acquired by moving to the USA. The interview was realised on 17 April 2024 at the University of Trento, as part of the second series of lectures “Voices from Contemporary Philosophy”.",
      "citationCount": 0,
      "doi": "10.36253/rifp-3019",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c19d3cae03b86a776a1951483619d5b11b0c601",
      "venue": "Rivista Italiana di Filosofia Politica",
      "journal": {
        "name": "Rivista Italiana di Filosofia Politica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2cd6b286bd001b3cf8f6c8e3cbeaa783fb5086bf",
      "title": "Pensar filosóficamente desde un horizonte mundial: el diálogo entre la ética del discurso (Apel) y la ética de la liberación (Dussel)",
      "authors": [
        {
          "name": "Fátima Hurtado López",
          "authorId": "123251341"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2cd6b286bd001b3cf8f6c8e3cbeaa783fb5086bf",
      "venue": "",
      "journal": {
        "name": "Pensamiento. Revista de Investigación e Información Filosófica",
        "pages": "477-500",
        "volume": "68"
      },
      "publicationTypes": null
    }
  ],
  "count": 10,
  "errors": []
}
