{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Allen power better argument Habermas communicative",
  "results": [
    {
      "paperId": "6d497f3b85469da2f49e0c9807d6bf62e961d058",
      "title": "The Unforced Force of the Better Argument: Reason and Power in Habermas’ Political Theory",
      "authors": [
        {
          "name": "A. Allen",
          "authorId": "116617759"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 244,
      "doi": "10.1111/CONS.12005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d497f3b85469da2f49e0c9807d6bf62e961d058",
      "venue": "Habermas and Law",
      "journal": {
        "name": "Habermas and Law"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f1f11dc9bcdc58dd23dc370f8ef21b56f9af87b",
      "title": "The Force of the Better Argument: Americans Can Learn Something from Jürgen Habermas and “Deliberative Democracy”",
      "authors": [
        {
          "name": "Robert W. Ferrell",
          "authorId": "121454644"
        },
        {
          "name": "J. Old",
          "authorId": "145874877"
        }
      ],
      "year": 2016,
      "abstract": "The 2016 American political season offers an opportunity to think about American “democracy” and compare it, in particular, to the “deliberative democracy” of the German philosopher and sociologist Jurgen Habermas, to see whether the somewhat smug belief in “American exceptionalism” holds up. Many Americans uncritically believe their system of government is the model for the world. However, a comparison of that system, which almost daily draws comment that it must have sunk to its historic low (Goldberg, 2016), suggests there may be a superior way. Habermas, widely considered to be one of the most important philosophers working in the world today (Bohman & Rehg, 2014), claims that deliberative democracy is a better way informed by communicative action theory and the principles of discourse ethics. This paper, an exercise in applied philosophy, will use these ideas as a prism to view contemporary American political discourse. If American citizens were to see a better way to conduct their democracy, perhaps they would also see they need to demand more of their politicians, and recognize the weakness of their own—too often uncritically held—beliefs, then they might opt for a political process that looks more like deliberative democracy, with public policy decisions made, not coercively, not on the basis of emotion and on uncritical assumptions, but on a willingness to seek understanding (instead of, say, deliberately imposing obstruction), on rationality, and on “the force of the better argument.”",
      "citationCount": 7,
      "doi": "10.4236/OJPP.2016.63021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f1f11dc9bcdc58dd23dc370f8ef21b56f9af87b",
      "venue": "",
      "journal": {
        "name": "Open Journal of Philosophy",
        "pages": "215-238",
        "volume": "06"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c7c34bc02c4a7d8c4b671634d6db8bb496534460",
      "title": "STAGING A BETTER ARGUMENT : THE STRATEGIES OF COMMUNICATIVE ACTION",
      "authors": [
        {
          "name": "Jacques Mourrain",
          "authorId": "82125457"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c7c34bc02c4a7d8c4b671634d6db8bb496534460",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "cd5e412a032d3fa89186875cdbab4317e8b104e8",
      "title": "What Is Habermas's “Better Argument” Good for?",
      "authors": [
        {
          "name": "Victor H. Ferry",
          "authorId": "118578081"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1080/00028533.2012.11821788",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd5e412a032d3fa89186875cdbab4317e8b104e8",
      "venue": "",
      "journal": {
        "name": "Argumentation and Advocacy",
        "pages": "144 - 147",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1f6f7433fff845d857a29e6e5b00fad7bf436e41",
      "title": "Beyond Deliberative Democracy: Power and Realism in Contemporary Democratic Theory",
      "authors": [
        {
          "name": "Simone Chambers",
          "authorId": "2260530037"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S1537592725102697",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f6f7433fff845d857a29e6e5b00fad7bf436e41",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "1595 - 1600",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6814dd4f43f58294d8aaf0aa7dc463ed97abc74d",
      "title": "JURGEN HABERMAS'S COMMUNICATIVE PARADIGM AS TRANSFORMATIVE DA'WAH REINFORCEMENT",
      "authors": [
        {
          "name": "D. Saputra",
          "authorId": "2071910759"
        }
      ],
      "year": 2021,
      "abstract": "Work and communication are two basic human that determine how humans as a species move and live in their world. The reformation begins with two basic human foundations. Jurgen Habermas, a German authoritarian who makes a fairly firm discount with his predecessors, seems to be in his central idea of the fundamental differences between the two dimensional praxis, namely work and communication. But it needs to be seen how communication and rationality of power are exercised, or how one positions in it. In the public space, each individual expresses his or her various thoughts related to the public interest that want to be discussed without coercion. This public space must be free from the intervention of any party, so that each individual can express his or her thoughts freely and openly. That's where a social area free from censorship and dominance. The complexity of people’s lives demands a more transformative movement of da’wah activities, in this case communication and transformative da’wah. This process also aims to \"pay attention\" to the target of da’wah to the weak. As coveted by the Islamic community, that not only focused on homogeneous social status, nor looked at the higher and lower social status, officials and subordinates, rich and poor, and so on. Rather, it sees from the level of laughter of an individual to his Lord. To achieve this, preachers need to emphasize an approach that better respects and respects human dignity and dignity, humanizes people, and uses local cultural approaches and the unstoppable use of information technology as a tool to transform a message. ",
      "citationCount": 0,
      "doi": "10.21154/qaulan.v2i1.2898",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6814dd4f43f58294d8aaf0aa7dc463ed97abc74d",
      "venue": "QAULAN: Journal of Islamic Communication",
      "journal": {
        "name": "QAULAN: Journal of Islamic Communication"
      },
      "publicationTypes": null
    },
    {
      "paperId": "99a1d471f52c6ee916c6cd83c5f053ba04cab258",
      "title": "Philosophy and discourse of war: conflict of worlds as the limit of Jurgen Habermas’s communicative theory",
      "authors": [
        {
          "name": "Yevhen Bystrytsky",
          "authorId": "115419275"
        },
        {
          "name": "L. Sytnichenko",
          "authorId": "2095136741"
        }
      ],
      "year": 2022,
      "abstract": "The article is a philosophical response to the oped of the German philosopher Jürgen Habermas Krieg und Empörung, published by him in the Süddeutsche Zeitung in April 2022. The oped demonstrates the philosopher’s view on ideological disputes and political debates or “indignation” (Empörung) in public sphere in both Germany and the EU concerning an attempt to develop a unanimous policy to help Ukraine with weapons against Russia’s military aggression. The authors presume that Habermas published the accountable message of a responsible citizen that means it should be also taken as based on his theoretical achievements. The article consists of two parts. The first part sets out the main arguments of the philosopher’s newspaper article, which ends with a recommendation of compromise and partnership negotiations with the aggressor de facto due to the losses of Ukraine. The second part is an attempt by the authors to clarify the main preconditions and premises of Habermas’s communicative philosophy, which demonstrate the fundamental limitation of its explanatory power for this type of radical dissent, which is war. First of all, the authors suggest, it is the idea of pacification in interethnic relations, which forms the intellectual mood after World War II and finds its philosophical expression in the discovery of a priori foundations of understanding (Apel, Habermas) and ideas of developing formal pragmatics of communication. Attention to the latter allows the authors to demonstrate how consistent analysis of a priori (counterfactual) conditions of communication is considered by Habermas primarily in the historical perspective of positive dimensions of social integration - democratic equality, freedom, justice for participants of communicative interaction. The article concludes with a detailed analysis of the significance of the concept “lifeworld” as one of the central concepts within communicative theory and an analogue of “form of life” and “culture”. The authors argue the idea of perspective creating a common lifeworld for all in the processes of communication is fundamental to the works of the philosopher. The article concludes that the regulative idea of the single world as a basic ontological assumption of communicative theory does limit its explanatory capacity in terms of a war situation as a clash of different cultural worlds.",
      "citationCount": 8,
      "doi": "10.15407/fd2022.03.064",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/99a1d471f52c6ee916c6cd83c5f053ba04cab258",
      "venue": "Filosofska dumka (Philosophical Thought)",
      "journal": {
        "name": "Filosofska dumka (Philosophical Thought)"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c6e62633a282ad2190990d935f8247ed7849da73",
      "title": "What is a Better Argument ? Towards a Non-Consent-Based Criterion for Legitimacy",
      "authors": [
        {
          "name": "Alexander Heppt",
          "authorId": "2078803961"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6e62633a282ad2190990d935f8247ed7849da73",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "7bcbde2a8c270e8d5208d644f2f35416c3922b0c",
      "title": "NIKLAS LUHMANN’S PATH IN CONCEPTUALIZING THE PHENOMENON OF POWER",
      "authors": [
        {
          "name": "Sergey V. Pirogov",
          "authorId": "2369787015"
        }
      ],
      "year": 2025,
      "abstract": "The article attempts to define Niklas Luhmann’s paradigmatic position regarding the phenomenon of power. This may help clarify the essence of his disagreements with con-temporary thinkers, which, in turn, allows for a better understanding of the socio-theoretical issues of modern society. The differences in Luhmann’s views on power are systematised in comparison with its interpretation within the systemic (Talcott Parsons) and constructivist (Jürgen Habermas and Pierre Bourdieu) paradigms. The distinctions are drawn along the fol-lowing grounds: initial ontological and epistemological postulates; the nature of power; the functions of power; and the mechanisms of power. Since the differences between Luhmann’s views and those of Parsons and Habermas have been analysed in sufficient detail, the em-phasis is placed on comparing Luhmann's understanding of power with Bourdieu’s position. While their interpretations of the nature of power as symbolic nomination are quite similar, they diverge in defining its functions. For Bourdieu, power serves an ideological and worldview-related role. Luhmann, proceeding from the understanding of social systems as autopoietic, emphasises its selective function – the selection of events and actions – and its role as a catalyst for events and processes. The perspective on power thus shifts: the dis-course of struggle is replaced by the discourse of selection of events and actions. An im-portant question that arises is that of violence. According to Luhmann, the influence of pow-er on members of society lies not in coercion but in the creation of alternative courses of action. Another key theme in constructivism, the development of which largely constitutes the content of the postmodern paradigm, is the relationship between knowledge and power. For Michel Foucault, power establishes knowledge, which, in turn, serves as a guarantor of power. For Luhmann, knowledge forms the basis of power, but it is understood not as “rules” or epistemes (as in Foucault’s framework) but as the state of communicative systems at a given time – as their structural coupling, i.e. operationally. Departing from constructivist ideas, Luhmann did not fully embrace postmodernist thought either. He seeks a third path – between constructivism and postmodernism. Luhmann’s interest shifts from political issues to managerial ones. He moves away from the problematics of reality construction by power and raises questions of system governance and self-governance. The alternative to existing paradigms, in Luhmann’s view, lies in the emerging synergetic paradigm. Luhmann’s con-ception of the system is constructed from the outset in accordance with the logic of Humber-to Maturana. The foundational postulate about the self-organising nature of systems inevita-bly leads Luhmann to conclusions about the delocalisation and depersonalisation of power, about its subjectless nature. Power appears to him as a switch of systemic operations, as a “regulator of communication” – the ability to manage contingency rather than impose any particular decisions.",
      "citationCount": 0,
      "doi": "10.17223/1998863x/85/9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7bcbde2a8c270e8d5208d644f2f35416c3922b0c",
      "venue": "Vestnik Tomskogo gosudarstvennogo universiteta Filosofiya Sotsiologiya Politologiya",
      "journal": {
        "name": "Vestnik Tomskogo gosudarstvennogo universiteta. Filosofiya, sotsiologiya, politologiya"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2635a46a9a09b76c9b77195ffcbea453879def07",
      "title": "The unforced force of the more familiar argument : A critique of Habermas' theory of communicative rationality",
      "authors": [
        {
          "name": "Cynthia Kaufman",
          "authorId": "113475636"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.5840/PHILTODAY19994343",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2635a46a9a09b76c9b77195ffcbea453879def07",
      "venue": "",
      "journal": {
        "name": "Philosophy Today",
        "pages": "348-360",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3549978c8f12855b7320b310d5f1a221842edc2f",
      "title": "Communicative action and practical discourse to empower patients in healthcare-related decision making",
      "authors": [
        {
          "name": "Karolina Napiwodzka",
          "authorId": "117622228"
        }
      ],
      "year": 2021,
      "abstract": "The aim of the paper is to reconsider Habermas’ discourse approach in terms of its usefulness in the realm of public healthcare where, on a microscale, intersubjective communicative situations arise between defined participants, i.e., patients and healthcare providers, patients’ family members, and further eligible contributors to patient-related decision making. A need for more “communicative interaction,” and explicative and practical discourse, is illustrated by two empirical examples of medical decision making which reveal both communicative and discursive deficits (Section I). To empower and enable the patient as a rational and autonomous speaker and discourse participant, a Habermasian emancipatory argument and ‘the power of the better argument’ is recalled (Section III). The possibility of equal communicative and discursive rights in the light of real inequalities is discussed in the context of a ‘competence gap’ between participants (Section IV). Further sections focus on the importance of informed consent on the side of the patient and the communicative competences as an important factor of healthcare system.",
      "citationCount": 2,
      "doi": "10.18778/0208-6107.38.04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3549978c8f12855b7320b310d5f1a221842edc2f",
      "venue": "Acta Universitatis Lodziensis Folia Philosophica Ethica-Aesthetica-Practica",
      "journal": {
        "name": "Acta Universitatis Lodziensis. Folia Philosophica. Ethica-Aesthetica-Practica"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fe41151ae8179506c397703d900b97e44248d60b",
      "title": "Communicative Reason and Religion: The Case of Habermas",
      "authors": [
        {
          "name": "P. Duvenage",
          "authorId": "113642331"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1007/S11841-010-0202-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe41151ae8179506c397703d900b97e44248d60b",
      "venue": "",
      "journal": {
        "name": "Sophia",
        "pages": "343-357",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5a14676aaf7c2b3eb17b0118b3ee12c951c771a8",
      "title": "Between facts and norms: action research in the light of Jürgen Habermas's theory of communicative action and discourse theory of justice1",
      "authors": [
        {
          "name": "Rauno Huttunen",
          "authorId": "2091650225"
        },
        {
          "name": "Hannu L. T. Heikkinen",
          "authorId": "114752411"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 23,
      "doi": "10.1080/14681369800200041",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a14676aaf7c2b3eb17b0118b3ee12c951c771a8",
      "venue": "",
      "journal": {
        "name": "Journal of Curriculum Studies",
        "pages": "307-322",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dfce3dfe9c6d5986bc37cf197e2284ce3fa3416b",
      "title": "Predicaments of Communication, Argument, and Power: Towards a Critical Theory of Controversy",
      "authors": [
        {
          "name": "Thomas Goodnight",
          "authorId": "2239253411"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 11,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dfce3dfe9c6d5986bc37cf197e2284ce3fa3416b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c58718b909b7dd082aff1fa6ce8bf21f2fadd742",
      "title": "Talking existential risk into being: a Habermasian critical discourse perspective to AI hype",
      "authors": [
        {
          "name": "Salla Westerstrand",
          "authorId": "2223926701"
        },
        {
          "name": "Rauli Westerstrand",
          "authorId": "2295052451"
        },
        {
          "name": "Jani Koskinen",
          "authorId": "2295061260"
        }
      ],
      "year": 2024,
      "abstract": "Recent developments in Artificial Intelligence (AI) have resulted in a hype around both opportunities and risks of these technologies. In this discussion, one argument in particular has gained increasing visibility and influence in various forums and positions of power, ranging from public to private sector organisations. It suggests that Artificial General Intelligence (AGI) that surpasses human intelligence is possible, if not inevitable, and which can—if not controlled—lead to human extinction (Existential Threat Argument, ETA). Using Jürgen Habermas’s theory of communicative action and the validity claims of truth, truthfulness and rightness therein, we inspect the validity of this argument and its following ethical and societal implications. Our analysis shows that the ETA is problematic in terms of scientific validity, truthfulness, as well as normative validity. This risks directing AI development towards a strategic game driven by economic interests of the few rather than ethical AI that is good for all.",
      "citationCount": 10,
      "doi": "10.1007/s43681-024-00464-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c58718b909b7dd082aff1fa6ce8bf21f2fadd742",
      "venue": "AI and Ethics",
      "journal": {
        "name": "AI and Ethics",
        "pages": "713 - 726",
        "volume": "4"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e137a9106a6a7c18a12566f2441af14fe283f912",
      "title": "JURGEN HABERMAS AND HIS CONTRIBUTION TO THE THEORY OF DELIBERATIVE DEMOCRACY",
      "authors": [
        {
          "name": "Dr. Aleksandar Jovanoski",
          "authorId": "2177375235"
        }
      ],
      "year": 2021,
      "abstract": "The paper presents Jürgen Habermas' epistemological views on the theory of deliberative democracy. Habermas has been constructing a series of assumptions since the 1970ies about his Theory of Communicative Action to overcome the crisis of legitimacy. This position stems from the critique of the deep chasm that exists between the \"constitutional-democratic legal order\" as a normative framework and how forms of social power are imposed to undermine the legitimate process of passing laws. The course of Habermas's argumentation theorizing about communicative action and the communicatively based process of (democratic) political decision-making brings with it the potential to break with the procedural argumentation of the representatives of the so-called aggregate models of democratic practice. For the development of the theory of deliberative democracy, its sociological sharpness may be important, with the help of which the social basis of legal projects and public policies leads to the clarification of the external tension that exists between facticity and validity. Thus, Habermas respects the differences between facts and norms in every contemporary concept of law. This can be called the legal theory of deliberative democracy that has shaped the modern understanding of the conception and practice of deliberative democracy.",
      "citationCount": 5,
      "doi": "10.46281/aijssr.v7i1.1296",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e137a9106a6a7c18a12566f2441af14fe283f912",
      "venue": "American International Journal of Social Science Research",
      "journal": {
        "name": "American International Journal of Social Science Research"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ce43e65c2626fe239cff18179fccf9074f8853c5",
      "title": "Predicaments of Communication, Argument, and Power: Towards a Critical Theory of Controversy",
      "authors": [
        {
          "name": "G. T. Goodnight",
          "authorId": "40997912"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.22329/IL.V23I2.2163",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ce43e65c2626fe239cff18179fccf9074f8853c5",
      "venue": "",
      "journal": {
        "name": "Informal Logic",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "70b177e1742515719e7b3b234f9950a70f4722e6",
      "title": "Reviews : Jürgen Habermas, Moral Consciousness and Communicative Action. Cambridge: Polity Press, 1992. paper £11.95, xiii + 225 pp",
      "authors": [
        {
          "name": "Alan Scott",
          "authorId": "152436497"
        }
      ],
      "year": 1993,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/095269519300600411",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/70b177e1742515719e7b3b234f9950a70f4722e6",
      "venue": "",
      "journal": {
        "name": "History of the Human Sciences",
        "pages": "129 - 131",
        "volume": "6"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0c541da0d7da0a8bfe54f083cf602fbde21269fc",
      "title": "Habermas on the European crisis",
      "authors": [
        {
          "name": "V. Heins",
          "authorId": "82905616"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1177/0725513616636378",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c541da0d7da0a8bfe54f083cf602fbde21269fc",
      "venue": "",
      "journal": {
        "name": "Thesis Eleven",
        "pages": "18 - 3",
        "volume": "133"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "942795bd79b71be269e046df8d0b508255b72860",
      "title": "The Argumentative Turn in Policy Analysis and Planning",
      "authors": [
        {
          "name": "F. Fischer",
          "authorId": "1778666"
        },
        {
          "name": "J. Forester",
          "authorId": "102807285"
        },
        {
          "name": "M. Hajer",
          "authorId": "70064837"
        },
        {
          "name": "R. Hoppe",
          "authorId": "47661497"
        },
        {
          "name": "B. Jennings",
          "authorId": "2060345497"
        }
      ],
      "year": 1993,
      "abstract": null,
      "citationCount": 1739,
      "doi": "10.1215/9780822381815",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/942795bd79b71be269e046df8d0b508255b72860",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
