{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Between Norms Facts legitimacy democracy",
  "results": [
    {
      "paperId": "84fc398d83f6e7cb6856c65b88a06509c88f08f8",
      "title": "Democracy, Legitimacy, and Scale: Examining Habermas’ Administrative Turn through the Case of U.S. Forest Policy",
      "authors": [
        {
          "name": "J. Hejny",
          "authorId": "14327415"
        }
      ],
      "year": 2019,
      "abstract": "In Between Facts and Norms, Habermas made an administrative turn in his theorization of democracy. He developed a “two-track” model of democratic legitimacy in which state power is legitimated by deliberative processes in the legislature and informal discursive sources of democracy in the public sphere. In this paper, I apply Habermas’ “two-track” model to a particular policy domain, U.S. forest policy. I argue that federal forest policymaking in the 1970s bears out Habermas’ model, but subsequent developments in forest policy reveal aporias of environmental public administration and raise questions about the appropriate scale of deliberation in Habermas’ theory of democracy.",
      "citationCount": 1,
      "doi": "10.1080/10841806.2019.1678349",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/84fc398d83f6e7cb6856c65b88a06509c88f08f8",
      "venue": "Administrative Theory & Praxis",
      "journal": {
        "name": "Administrative Theory & Praxis",
        "pages": "459 - 482",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b1200e3a8432ab7b2b607c9806b825c8cb4fc635",
      "title": "Contributions to a Discourse Theory of Law and Democracy",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        },
        {
          "name": "William Rehg",
          "authorId": "1841833"
        }
      ],
      "year": 2020,
      "abstract": "Translatora s Introduction. Preface. 1. Law as a Category of Social Mediation between Facts and Norms. 2. The Sociology of Law versus the Philosophy of Justice. 3. A Reconstructive Approach to Law I: The System of Rights. 4. A Reconstructive Approach to Law II: The Principles of the Constitutional State. 5. The Indeterminacy of Law and the Rationality of Adjudication. 6. Judiciary and Legislature: On the Role and Legitimacy of Constitutional Adjudication. 7. Deliberative Politics: A Procedural Concept of Democracy. 8. Civil Society and the Political Public Sphere. 9. Paradigms of Law. Postscript (1994). Appendices. Notes. Bibliography. Index.",
      "citationCount": 895,
      "doi": "10.4324/9781003060963-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b1200e3a8432ab7b2b607c9806b825c8cb4fc635",
      "venue": "The New Social Theory Reader",
      "journal": {
        "name": "The New Social Theory Reader"
      },
      "publicationTypes": null
    },
    {
      "paperId": "93096538b2061887109cd9825eb7568f1f6297a4",
      "title": "Habermas’s Account of Human Rights in Between Facts and Norms",
      "authors": [
        {
          "name": "Willy Moka-Mubelo",
          "authorId": "1422359445"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-49496-8_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/93096538b2061887109cd9825eb7568f1f6297a4",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "15-50",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "decaba266ef75dc28d904168433cc04d928ef267",
      "title": "Reconstructive Science and the European Constitution: Habermas, Citizenship, and the Tension between Facts and Norms",
      "authors": [
        {
          "name": "W. Outhwaite",
          "authorId": "46684925"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1108/S0278-120420160000035008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/decaba266ef75dc28d904168433cc04d928ef267",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8fbb29cb1fe81d50c86df7c2e307b1e1c20db04c",
      "title": "Democracy after the Internet - Brazil between Facts, Norms, and Code",
      "authors": [
        {
          "name": "S. Ribeiro",
          "authorId": "118689700"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-33593-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8fbb29cb1fe81d50c86df7c2e307b1e1c20db04c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "32ef82ecb720e04064dde157bece9268d605da19",
      "title": "The Habermas-Rawls Debate",
      "authors": [
        {
          "name": "J. Finlayson",
          "authorId": "46410717"
        }
      ],
      "year": 2018,
      "abstract": "Jurgen Habermas and John Rawls are perhaps the two most renowned and influential figures in social and political philosophy of the second half of the twentieth century. In the 1990s, they had a famous exchange in the Journal of Philosophy. Quarreling over the merits of each other’s accounts of the shape and meaning of democracy and legitimacy in a contemporary society, they also revealed how great thinkers working in different traditions read—and misread—one another’s work. \n \nIn this book, James Gordon Finlayson examines the Habermas-Rawls debate in context and considers its wider implications. He traces their dispute from its inception in their earliest works to the 1995 exchange and its aftermath, as well as its legacy in contemporary debates. Finlayson discusses Rawls’s Political Liberalism and Habermas’s Between Facts and Norms, considering them as the essential background to the dispute and using them to lay out their different conceptions of justice, politics, democratic legitimacy, individual rights, and the normative authority of law. He gives a detailed analysis and assessment of their contributions, assessing the strengths and weaknesses of their different approaches to political theory, conceptions of democracy, and accounts of religion and public reason, and he reflects on the ongoing significance of the debate. The Habermas-Rawls Debate is an authoritative account of the crucial intersection of two major political theorists and an explication of why their dispute continues to matter.",
      "citationCount": 28,
      "doi": "10.4324/9780429443374-31",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/32ef82ecb720e04064dde157bece9268d605da19",
      "venue": "The Routledge Companion to the Frankfurt School",
      "journal": {
        "name": "The Routledge Companion to the Frankfurt School"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dc741102ff155f2485dadbdc73e94c2872cd00f1",
      "title": "Bt Cotton and the Legitimation of Democracy",
      "authors": [
        {
          "name": "E. Desmond",
          "authorId": "145923955"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-981-10-6065-6_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc741102ff155f2485dadbdc73e94c2872cd00f1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "73-102",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f7dd686e80c30c17a5b4ade7cdeac3fdc93758f9",
      "title": "Three problems of social organisation: institutional law and economics meets Habermasian law and democracy",
      "authors": [
        {
          "name": "K. Avio",
          "authorId": "117632283"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1093/CJE/26.4.501",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f7dd686e80c30c17a5b4ade7cdeac3fdc93758f9",
      "venue": "",
      "journal": {
        "name": "Cambridge Journal of Economics",
        "pages": "501-520",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "41b0db1fa764d433e1ffb6b206d89d6333b15982",
      "title": "Habermasian Thinking on Civil Society and the Public Sphere in the Age of Globalization",
      "authors": [
        {
          "name": "S. Regilme",
          "authorId": "118191023"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1080/10457097.2016.1175805",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41b0db1fa764d433e1ffb6b206d89d6333b15982",
      "venue": "",
      "journal": {
        "name": "Perspectives on Political Science",
        "pages": "271 - 277",
        "volume": "47"
      },
      "publicationTypes": null
    },
    {
      "paperId": "24daab13eb357d341817a3723b5c6b322a69b9d1",
      "title": "Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 3335,
      "doi": "10.7551/mitpress/1564.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24daab13eb357d341817a3723b5c6b322a69b9d1",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bdbb3b33ca6b6a100df5557105df4dd63108949d",
      "title": "The meritocratic paradox: Confucian democracy and the crisis of procedural legitimacy in contemporary South Korea",
      "authors": [
        {
          "name": "Hyungjoon Jun",
          "authorId": "2294428624"
        },
        {
          "name": "Hyun Jung Lee",
          "authorId": "2281075326"
        }
      ],
      "year": 2025,
      "abstract": "This article explores the paradoxical dynamics of Confucian meritocracy and democratic legitimacy in contemporary South Korea. Despite democratic consolidation through the Candlelight Revolution (2016–2017), Korea's political landscape remains marked by hierarchical cultural norms rooted in Confucian traditions. Drawing on Jürgen Habermas's discourse ethics and Stephen Angle's Progressive Confucianism, this study examines how meritocratic discourses shape civic attitudes and institutional practices in ways that both support and undermine democratic legitimacy. The article demonstrates that contemporary Confucian meritocracy often produces systematically distorted communication, excluding citizens from participatory deliberation. The analysis interrogates Confucian values’ role in recent democratic crises, including President Yoon Suk-yeol's 2024 martial law declaration, showing how meritocratic rhetoric justified anti-democratic measures. However, the study reveals potential for Confucian ethical resources to reinforce democratic values when critically reconstructed through communicative action. The Korean case illustrates the struggle to reconcile inherited cultural traditions with democratic ideals, highlighting the importance of institutional frameworks balancing moral excellence with political equality. This contributes to debates on post-Confucian democracy by emphasizing that legitimacy hinges not on rejecting tradition but on subjecting all political claims to rational scrutiny through inclusive democratic discourse.",
      "citationCount": 1,
      "doi": "10.1177/20578911251391390",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bdbb3b33ca6b6a100df5557105df4dd63108949d",
      "venue": "Asian Journal of Comparative Politics",
      "journal": {
        "name": "Asian Journal of Comparative Politics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1fd1f811ee313d88492719542e1b98478ccb264d",
      "title": "Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy@@@The Cambridge Companion to Habermas",
      "authors": [
        {
          "name": "N. Dodd",
          "authorId": "31826460"
        },
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        },
        {
          "name": "Stephen K. White",
          "authorId": "48008852"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 2104,
      "doi": "10.2307/591763",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fd1f811ee313d88492719542e1b98478ccb264d",
      "venue": "",
      "journal": {
        "name": "British Journal of Sociology",
        "pages": "329",
        "volume": "48"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a0973026dff49c9f3e344268af060b4d9ebedc5b",
      "title": "Habermas, Popular Sovereignty, and the Legitimacy of Law",
      "authors": [
        {
          "name": "George Duke",
          "authorId": "2307841193"
        }
      ],
      "year": 2023,
      "abstract": "Habermas’ theory of popular sovereignty has received comparatively little sustained critical attention in the Anglo-American literature since initial responses to Between Facts and Norms . In light of subsequent work on group agency, this paper argues that Habermas’ reconstruction of popular sovereignty—in its denial of the normative force of collective citizen action—is best understood as a renunciation of the doctrine. The paper is structured in three sections. Section 1 examines Habermas’ treatment of popular sovereignty prior to Between Facts and Norms as both (i) a principle of constitutional legitimacy or normative justification for the modern Rechtsstaat and (ii) a concept of legitimation for the rule of the ascendant liberal bourgeoisie. Section 2 then argues that Habermas’ reconstruction of popular sovereignty in Between Facts and Norms , by discounting the role of collective citizen agency in the justification of the modern constitutional state, empties the doctrine of its core normative content. The final section briefly elaborates on this claim by reference to Habermas’ theory of the public sphere.",
      "citationCount": 3,
      "doi": "10.1007/s10978-023-09358-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a0973026dff49c9f3e344268af060b4d9ebedc5b",
      "venue": "Law and Critique",
      "journal": {
        "name": "Law and Critique",
        "pages": "1-20",
        "volume": ""
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "703c311ac0e86fee8a2adc22a214c2e94bd984f1",
      "title": "Towards Automating Deliberation? The Idea of Deliberative Democracy Embedded in Google’s Habermas Machine",
      "authors": [
        {
          "name": "Nicolás Palomo Hernández",
          "authorId": "2386297887"
        }
      ],
      "year": 2025,
      "abstract": "Artificial Intelligence (AI) has recently emerged as a central issue for deliberative democracy, both as a subject of deliberation and as a way to improve processes of democratic deliberation. Deliberative democracy scholars and practitioners are already working on the potential of AI-based tools to ‘improve’, ‘enhance’, ‘augment’ or make deliberation more efficient. The present article studies the case of the Habermas Machine (HM), an AI-based tool designed by Google DeepMind to generate agreements among deliberative groups of people with opposing political positions. This article explores the choice of norms and values embedded in the design of the HM and the normative implications of such choices for deliberative democracy. Therefore, the research question guiding this article is: ‘What are the norms and values embedded in the design of the Habermas Machine, and how do they relate to the normative requirements of deliberative democracy?’ The article explores this by addressing how the machine conceives 1) the values for a good deliberation, 2) the space for deliberative politics, 3) the role of humans/participants in deliberation, and 4) the goal of deliberation. The HM has a very narrow conception of deliberative democracy embedded in its design, which 1) overemphasises the desirability of agreement in deliberative processes, 2) limits participation to an individual and private space, and 3) segments and compartmentalises the deliberative process and reduces human participation to the generation and evaluation of political opinions. Instead of empowering and supporting human participation, the normative conception of deliberative democracy embedded in the design of the HM narrows the realm of the political, simplifies the deliberative process, and relegates humans to a secondary role. Building on this specific tool, the article aims to promote and contribute to the conversation between political theory and the work of developers of AI-based tools designed for deliberative purposes. The objective is not simply to guide or orient the design of the technological artefacts, but to evaluate their contributions, limitations, and impacts on the basis of the normative standards on which they are grounded.",
      "citationCount": 0,
      "doi": "10.1609/aies.v8i2.36687",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/703c311ac0e86fee8a2adc22a214c2e94bd984f1",
      "venue": "Proceedings of the AAAI/ACM Conference on AI, Ethics, and Society",
      "journal": {
        "name": "Proceedings of the AAAI/ACM Conference on AI, Ethics, and Society"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "3f36a448a0d18db757d90605fca4945b80483905",
      "title": "Who Speaks for the State? External Legitimacy, Illiberal Democracy, and the Origin–Performance Test",
      "authors": [
        {
          "name": "Bożena Iwanowska",
          "authorId": "2259000854"
        }
      ],
      "year": 2025,
      "abstract": "This article develops an interdisciplinary framework for assessing the external legitimacy of governments at the intersection of international law and political science. Building on Jean d’Aspremont’s distinction between legitimacy by origin (the source of authority) and by performance (how authority is exercised), it integrates David Beetham’s triad – legality, normative justifiability, and expressed consent – with Jürgen Habermas’s account of discursive legitimation and the rule of law. We argue that since the end of the Cold War, recognition and accreditation practices in international and regional organizations have primarily qualified governments based on their origin (e.g., elections), but increasingly disqualify them based on performance, especially in cases involving illiberal democracies or unconstitutional changes of government. To make these dynamics tractable, the article advances an operational matrix that links origin – and performance-based tests to concrete legal and political effects (recognition/seating; credential deferral; suspension; targeted sanctions) and embeds due-process and restoration pathways. The framework clarifies how external legitimacy interacts with internal (sociological) legitimacy, treating the latter as evidentiary input rather than a determinant. Methodologically, it proceeds through theory-led synthesis and structured operationalization (rather than case studies), yielding policy design implications for organizations: transparency of reasoning, graduated and proportionate measures, and institutional safeguards. The result is a principled and comparable approach that shows why origin-only tests are inadequate wherever rights, the rule of law, and public justification are systematically compromised.",
      "citationCount": 1,
      "doi": "10.5709/alp-01.01.2025-01",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3f36a448a0d18db757d90605fca4945b80483905",
      "venue": "AI, Law, Politics",
      "journal": {
        "name": "AI, Law, Politics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "29b60d4d3c5d3a7374f64a4d971e5f65254b0032",
      "title": "Normes, débat et délibération dans la démocratie parlementaire : Max Weber et Jürgen Habermas [Norms, debate and deliberation in parliamentary democracy: Max Weber and Jürgen Habermas]",
      "authors": [
        {
          "name": "Cristiana Senigaglia",
          "authorId": "2074352253"
        }
      ],
      "year": 2018,
      "abstract": "ABSTRACT This article analyzes the significance of the norm in the conceptions of Max Weber, sociologist and author of the classical work Economy and Society, and of Jürgen Habermas, philosopher and sociologist of the Frankfurt School. Both authors have in fact dedicated specific studies to the sociology of right and have conferred a central function on the norms in order to guarantee a correct functioning of parliamentary democracy. For Weber and Habermas, the norm exists in a constitutive tension between facticity and normativity, i.e. between its factual influence on society and its theoretical legitimacy. Weber distinguishes between the juridicial and the sociological meaning of the norm, which is respectively related to its normative value and to its effects on society. For Habermas, the norm is adhered to, but it also has to be legitimized, and this can only be reached as a consequence of a democratic debate that produces consensus. In the political sphere, Weber and Habermas stress the importance of an interaction between legality and political discussion, democratic procedures and their process of institutionalization, thus emphasizing the necessity of guaranteeing a political debate subject to rules. Nevertheless, their ideas of democracy partially differ. Weber conceives of a democracy based on a majority, whereas Habermas stresses the necessity of reaching an agreement. This article analyzes the different models of democracy articulated by Weber and Habermas, their significance, and the possibility of integration between them.",
      "citationCount": 1,
      "doi": "10.1080/02606755.2019.1558569",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/29b60d4d3c5d3a7374f64a4d971e5f65254b0032",
      "venue": "Parliaments, Estates & Representation",
      "journal": {
        "name": "Parliaments, Estates and Representation",
        "pages": "213 - 225",
        "volume": "39"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4048b52a6fdae4761560047b0be717954c265a88",
      "title": "What’s Left? Democratic Theory in Between Facts and Norms After Three Decades",
      "authors": [
        {
          "name": "W. Scheuerman",
          "authorId": "98207621"
        }
      ],
      "year": 2024,
      "abstract": "This essay revisits my earlier 1999 critique (Between Radicalism and Resignation: Democratic Theory in Habermas’ ,Between Facts and Norms‘) of Habermas’ most important contribution to political and legal theory. Some of my criticisms stemmed from a failure to address the book’s complicated attempt to navigate between ,facts‘ and ,norms‘, and thus Habermas’ vision of ,rational reconstruction‘. Nonetheless, I argue that key elements of that original criticism not only remain pertinent, but that they can help us understand lacunae within Habermas’ more recent contributions to a critical theory of politics. First, my worries about Habermas’ apparent marginalization of systematic Kapitalismuskritik have been corroborated by his more recent writings. Second, there is no question that Habermas borrowed heavily from the democratic theory developed by Bernhard Peters, an important interlocutor for Habermas in the Frankfurt legal theory study group he coordinated during the late 1980s and early 1990s. Habermas’ debts to Peters have continued to shape his thinking. While they have helped Habermas pursue some productive analytic paths, others, unfortunately, have consequently been neglected.",
      "citationCount": 0,
      "doi": "10.3224/zpth.v14i2.07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4048b52a6fdae4761560047b0be717954c265a88",
      "venue": "Zeitschrift für Politische Theorie",
      "journal": {
        "name": "ZPTh – Zeitschrift für Politische Theorie"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cdff8e1f7872853b7bd358df2c5fd3166d3b6bbf",
      "title": "DELIBERATIVE LEADERSHIP AND POLITICAL LEGITIMACY: OPERATIONALIZING HABERMAS’S THEORY IN POST-REFORM INDONESIA",
      "authors": [
        {
          "name": "Hamka Hendra Noer",
          "authorId": "2291718474"
        }
      ],
      "year": 2026,
      "abstract": "Studies of deliberative democracy in Indonesia have yet to comprehensively investigate the influence of leadership on the quality of deliberation and its subsequent impact on political legitimacy. This gap creates a disjunction between normative ideals and the empirical realities of post-Reform political practices. This article analyzes the role of deliberative leadership in bolstering political legitimacy by operationalizing Jürgen Habermas's theoretical framework-communicative rationality, the public sphere, and communicative power-into empirically assessable indicators. Employing a rigorous qualitative methodology, this study undertakes a systematic review of academic publications, policy reports, and institutional documents published between 2015 and 2024. Data are analyzed using descriptive-analytical techniques informed by a deliberative systems perspective. The findings indicate that, notwithstanding the expansion of participatory mechanisms in the post-Reform era, deliberative practices in Indonesia remain largely procedural and symbolic. Institutional arenas such as Musrenbang, citizen forums, and digital public spaces exhibit deliberative potential but are constrained by oligarchic dominance, structural inequality, a weak legal culture, and institutional cooptation. The primary contribution of this article is the formulation of four operational indicators of deliberative leadership-participatory inclusiveness, quality of argumentation, transparency of policy reasoning, and institutional responsiveness-that advance deliberative democracy scholarship and provide an evaluative framework for strengthening political legitimacy and substantive democracy in Indonesia.",
      "citationCount": 0,
      "doi": "10.23960/sosiologi.v27i2.2147",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cdff8e1f7872853b7bd358df2c5fd3166d3b6bbf",
      "venue": "Sosiologi",
      "journal": {
        "name": "SOSIOLOGI: Jurnal Ilmiah Kajian Ilmu Sosial dan Budaya"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "159b5143b7fefeef041d6e4123e49fed31fe89f0",
      "title": "Discourse and Democracy Essays on Habermas's Between Facts and Norms",
      "authors": [
        {
          "name": "R. V. Schomberg",
          "authorId": "1908081"
        },
        {
          "name": "K. Baynes",
          "authorId": "5929946"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 30,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/159b5143b7fefeef041d6e4123e49fed31fe89f0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "80eeeba411ff448c4815dc3fdff7eb974f0ce045",
      "title": "Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy",
      "authors": [
        {
          "name": "B. Sweetman",
          "authorId": "40625536"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 3698,
      "doi": "10.5860/choice.34-2995",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/80eeeba411ff448c4815dc3fdff7eb974f0ce045",
      "venue": "",
      "journal": {
        "name": "Review of Metaphysics",
        "pages": "153-155",
        "volume": "51"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
