{
  "status": "success",
  "source": "semantic_scholar",
  "query": "critical race Habermas deliberative",
  "results": [
    {
      "paperId": "6ed729f5ed303a7606011fe0aa168b5ec69bbf80",
      "title": "Is it possible to form a rational identity? A critical reading of Habermas’ account of social identity",
      "authors": [
        {
          "name": "Ali Teymoori",
          "authorId": "2310146629"
        },
        {
          "name": "Amin Mataji",
          "authorId": "2366894880"
        }
      ],
      "year": 2025,
      "abstract": "Habermas’ account of social identity is the most sophisticated among various deliberative and expansive democratic models and aligns with his long-standing theoretical commitment to communicative rationality that is tailored to the democratic organization of society. Taking a normative stance, he proposes a procedural account of social identity within communicative rationality, achievable only in modernity and deliberative democracy. We argue that his formulation of social identity is inadequate, given a problematic stage-based framework in his historical account of societal evolution and the insubstantial nature of social identity in his linguistic and procedural accounts of social identity. Nonetheless, Habermas’ approach can serve as a starting point to develop a more inclusive and empirically defensible conceptual framework for collective identity, grounded in robust institutional foundations and a substantive account of the political. Finally, by challenging Habermas’ separation of system and lifeworld, we argue that a rational social identity should be rooted in both domains.",
      "citationCount": 0,
      "doi": "10.1177/01914537251348412",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ed729f5ed303a7606011fe0aa168b5ec69bbf80",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy &amp; Social Criticism"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "91399acfbec88f37e30c9bbbe39745dcbc5de764",
      "title": "POLITICAL CRITIQUE OF AXEL HONNETH'S RECOGNITION OF JURGEN HABERMAS' DELIBERATIVE DEMOCRACY",
      "authors": [
        {
          "name": "Sukri Sukrie",
          "authorId": "2219510998"
        },
        {
          "name": "Ishak Antok",
          "authorId": "2219540719"
        }
      ],
      "year": 2023,
      "abstract": "The purpose of this paper is to express Honneth's critique of Habermas' deliberative democracy. This research uses qualitative methods that are critically analytical in comparing the thoughts of Habermas and Honneth. The theory used is the sociology of knowledge from Karl Mannheim's. In the sociological theory of knowledge Mannheim says that man and his existence in the social environment can not be separated from his environment, a subjectivity that knows there is always interference from the social, political environment in which he lives. The results of this study reveal that the deliberative criticism of Democracy echoed by Habermas still leaves problems. The problem in deliberative democracies hints at rational communication, yet everyone does not have the same knowledge of rationality. For the educated person he has communication and knowledge rationally, but for the unlearned person does not have it, so they must represent his voice. In the Indonesian context, deliberative democracy is still wishful thinking. The public space referred to by Habermas has not yet gained a place in Indonesia, because the representation system that is the hallmark of representative democracy can be said to be pseudo-representation because there is no proportional bargaining position between constituents and their people's representatives. As Honneth's critique of Habermas the weakness of deliberative democracy, Honneth offers a form of intersubjective relation based on three areas of recognition namely love, self-confidence, self-respect, solidarity.",
      "citationCount": 0,
      "doi": "10.20414/politea.v6i1.6295",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91399acfbec88f37e30c9bbbe39745dcbc5de764",
      "venue": "Politea : Jurnal Politik Islam",
      "journal": {
        "name": "Politea : Jurnal Politik Islam"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "570991d461fd1839c486458044d3681e23a82d92",
      "title": "THE PROBLEMS OF JÜRGEN HABERMAS’s DELIBERATIVE DEMOCRACY THEORY",
      "authors": [
        {
          "name": "Ahmad Sidqi",
          "authorId": "2311400753"
        }
      ],
      "year": 2023,
      "abstract": "Jürgen Habermas a German philosopher who adopts of Karl Marx’s thought in the social order. However, Habermas does not immediately accept of the raw Marx’s thought. Habermas with rationalism as the epistemology. The Critical Theory criticize the sciences positive as the science of economics, sociology, technology, psychology; and also philosophy. The sciences is not questioned the direction of the process of the community itself. In a critique of the ideology of Habermas through the role of basic ethics and adopt the Immanuel Kant’s thought. Habermas to a blurb about dialectical theory of hermeneutic action through Aufhebung (hermeneutics of philosophy and psychoanalysis). Habermas was critique to postmodernism that universal as hegemony and discriminative to getting a plural morality Habermas's critical theory is a kind of epistemology that seeks to mate between objectivity and subjectivity, between scientists and philosophers, between the ontentic and the articulate. Critical theory also tries to expose the traditional theory, because it positions the object as untouchable, as it is. So difficult to capture its meaning by humans. This makes the object seem very sacred and must be received unanimously. The democracy of Habermas is deliberative democracy. Deliberative democracy aims to find a middle ground between Western liberalism and Asian and Islamic communitism. This assumption is established in a democratic form in the form of an intensive political system and public sphere.",
      "citationCount": 1,
      "doi": "10.69957/radix.v1i01.28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/570991d461fd1839c486458044d3681e23a82d92",
      "venue": "Radix",
      "journal": {
        "name": "RADIX: Jurnal Filsafat dan Agama"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c04797ca721d2103e3278821408ae60dc9fae11c",
      "title": "Young’s communicative democracy as a complement to Habermas’ deliberative democracy*",
      "authors": [
        {
          "name": "Francisco Jozivan Guedes de Lima",
          "authorId": "2146827776"
        },
        {
          "name": "E. Sobottka",
          "authorId": "2083226268"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c04797ca721d2103e3278821408ae60dc9fae11c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a8e73c15cb470bd61be844f1e79ecb7e7109097e",
      "title": "Iqbal's Spiritual Democracy and Habermas's Deliberative Democracy: A Comparative Study",
      "authors": [
        {
          "name": "A. Shahzad",
          "authorId": "2386196085"
        },
        {
          "name": "Irfan Muhammad",
          "authorId": "2312187088"
        }
      ],
      "year": 2024,
      "abstract": "The current study is written in the context of the civilizational dialogue between the West and the Muslim world with reference to Jürgen Habermas and Muhammad Iqbal's political views. It explores the congruence and contrasts between Habermas's discourse theory of democracy or deliberative democracy and Iqbal's theory of spiritual democracy. This research strives to find out the extent to which the core values of Habermas's theory and that of Iqbal’s are compatible. For Habermas, the core values of social order are liberty and equality, whereas Iqbal upholds liberty, equality, and solidarity. It has been investigated whether they both mean the same phenomena by the same terms or not. For Habermas and Iqbal, democracy is the best form of government but neither one is satisfied with the existing democratic practices. In principle, they accept democracy as the best political system. The research paper also sheds light on the historical and cultural influences that have shaped the political ideologies of both Habermas and Iqbal, considering the impact of Western Enlightenment ideals on Habermas and the role of Islamic jurisprudence and spirituality in shaping Iqbal's democratic theory. Through critical analysis, this study aims to deepen the understanding of complexities inherent in the dialogue between Western and Muslim civilizations and offers insights into potential avenues for collaboration in political theory and practice.",
      "citationCount": 0,
      "doi": "10.32350/jitc.141.09",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a8e73c15cb470bd61be844f1e79ecb7e7109097e",
      "venue": "Journal of Islamic Thought and Civilization",
      "journal": {
        "name": "Journal of Islamic Thought and Civilization"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5604ac0e188459e2e1c14af0903b049852cb11d7",
      "title": "Inter-Civilizational Dialogue: Habermas' Theory As A Philosophical Basis For Understanding Global Peace",
      "authors": [
        {
          "name": "Anastasia Meilin Gita Permata Laia",
          "authorId": "2359916273"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the relevance of Jürgen Habermas' theory of communicative rationality and discursive ethics as a philosophical framework for understanding and resolving inter-civilizational conflicts. Using a critical-hermeneutic approach, the study analyzes the concept of communicative rationality, which emphasizes the importance of equal dialogue, and discursive ethics, which demands inclusivity in decisionmaking processes. Case studies on the Israeli-Palestinian conflict, climate change through the UNFCCC, and the Alliance of Civilizations initiative demonstrate how Habermas' theory can be implemented to createinclusive and solution-oriented dialogue. The main findings reveal that power imbalances and cultural biases often hinder the creation of a genuine global public sphere. However, applying Habermas' theory can address these challenges through community-based deliberative mechanisms, cross-cultural education, and digital technologies. The paper recommends strengthening international institutions, utilizing social media as a deliberative space, and developing education rooted in local cultures. Thus, Habermas' theory proves to be relevant as both a philosophical and practical foundation for building global peace.Nevertheless, its successful implementation requires adaptation to contemporary challenges, such as disinformation and the dominance of powerful actors in international relations.",
      "citationCount": 1,
      "doi": "10.22303/pir.10.1.2025.26-36",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5604ac0e188459e2e1c14af0903b049852cb11d7",
      "venue": "Jurnal PIR : Power in International Relations",
      "journal": {
        "name": "Jurnal PIR : Power in International Relations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "52287fcb7d9b77893456c3e6ca9770fa5c8844fd",
      "title": "Public Sphere and Deliberative Democracy in Jürgen Habermas: Theorethical Model and Critical Discourses",
      "authors": [
        {
          "name": "Jorge Adriano Lubenow",
          "authorId": "2086636942"
        },
        {
          "name": "J. Pessoa",
          "authorId": "19126568"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 11,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52287fcb7d9b77893456c3e6ca9770fa5c8844fd",
      "venue": "",
      "journal": {
        "name": "Journal of Sociological Research",
        "pages": "58-71",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "703e7447f6f968f2b76f83d0fbf59842e383d16f",
      "title": "Instrumental Rationality in the Age of Artificial Intelligence: Re-reading Horkheimer and Habermas in the Constellation of Data Capitalism",
      "authors": [
        {
          "name": "Dewi Ayu Dyah Ningrum",
          "authorId": "2402975494"
        },
        {
          "name": "Agung Winarno",
          "authorId": "2402965147"
        },
        {
          "name": "Subagyo Subagyo",
          "authorId": "2402956421"
        }
      ],
      "year": 2025,
      "abstract": "This article examines how artificial intelligence (AI) within data capitalism intensifies instrumental rationality, as critiqued by Max Horkheimer, while simultaneously distorting communicative rationality in the Habermasian sense. Using a conceptual–analytical qualitative approach, it analyzes how algorithmic systems regulate social action by subordinating subjects to calculation, prediction, and efficiency. The study shows that the algorithmization of social life reduces human experience to units of datafication that can be predicted and modified, thereby deepening forms of technical domination. At the same time, algorithmically mediated digital public spheres are shaped more by platform commercial logics than by dialogic and deliberative norms, undermining conditions for democratic communication. By synthesizing Horkheimer and Habermas, the article proposes a conceptual framework for understanding contemporary forms of domination across technical and communicative domains and argues for the development of critical ethical–normative frameworks and the reconstruction of digital public spaces that support communication free from domination.",
      "citationCount": 0,
      "doi": "10.55927/eajmr.v4i12.496",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/703e7447f6f968f2b76f83d0fbf59842e383d16f",
      "venue": "East Asian Journal of Multidisciplinary Research",
      "journal": {
        "name": "East Asian Journal of Multidisciplinary Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6ee45188b0daab96745f67b62eb0373bf66f5df8",
      "title": "Social inclusion, a challenge for deliberative democracy? Some reflections on Habermas’s political theory",
      "authors": [
        {
          "name": "I. Aubert",
          "authorId": "2074980858"
        }
      ],
      "year": 2020,
      "abstract": "This article explains how the issue of inclusion is central to Habermas’s theory of democracy and how it is deeply rooted in his conception of a political public sphere. After recalling Habermas’s views on the public sphere, I present and discuss various objections raised by other critical theorists: Oskar Negt and Alexander Kluge, Nancy Fraser, Axel Honneth and Iris Marion Young. These criticisms insist on the paradoxically excluding effects of a conception of democracy that promotes civic participation in the public debate. Negt, Kluge and Fraser develop a Marxist line of analysis that question who can participate in the public sphere. Honneth and Young criticize in various ways the excluding effect of argumentation: are unargumentative speeches excluded from the public debate? I show how Habermas’s model can provide some responses to these various objections by drawing inspiration from his treatment of the gap between religious and post-metaphysical world views.",
      "citationCount": 5,
      "doi": "10.1177/1368431020983781",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ee45188b0daab96745f67b62eb0373bf66f5df8",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "448 - 466",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b049dd07721c8a2952e272e0f3a96d45c555b795",
      "title": "Health-related nudging: A critical multimodal approach using Foucault and Habermas",
      "authors": [
        {
          "name": "A. Fage-Butler",
          "authorId": "1432524266"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b049dd07721c8a2952e272e0f3a96d45c555b795",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "f37546469af70bce29df046809ad06c8c2dcd36f",
      "title": "MODELS OF DELIBERATIVE DEMOCRACY: THE MAIN WAYS OF NORMATIVE JUSTIFICATION",
      "authors": [
        {
          "name": "N. Shaveko",
          "authorId": "2335363713"
        }
      ],
      "year": 2025,
      "abstract": "Aim. To examine several original models of deliberative democracy proposed in foreign scientific literature and provide a critical analysis of the arguments given by the authors in support of their models.Methodology. The methods of comparative, regulatory and critical analysis are used. First of all, the model proposed by A. Gutmann and D. Thompson is considered, then, the models presented by J. Habermas, C. Nino and R. Goodin.Results. Consideration of all the models demonstrates that, firstly, different thinkers understand the goals and meaning of deliberation in different ways, seeing it as either epistemic or non-epistemic value, and secondly, deliberation itself can be understood in two ways, namely as a discussion and as an reflection (thoughtfulness), which allows to talk about the existence of actually two different theories of deliberative democracy: discursive and reflexive.Research implications. The results obtained make it possible to better understand the phenomenon of deliberative democracy by offering two possible classifications of the deliberative models.",
      "citationCount": 0,
      "doi": "10.18384/2224-0209-2024-4-1510",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f37546469af70bce29df046809ad06c8c2dcd36f",
      "venue": "Russian Social and Humanitarian Journal",
      "journal": {
        "name": "Russian Social and Humanitarian Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d361d9a72009357414507efee79f0f19034257e5",
      "title": "THE METHODOLOGICAL LIMITATIONS OF DELIBERATIVE DEMOCRACY IN TIMES OF UNCERTAINTY",
      "authors": [
        {
          "name": "Daria Synhaievska",
          "authorId": "2307689163"
        }
      ],
      "year": 2025,
      "abstract": "The foundations of deliberative democracy rest on ideals of communicative rationality, as articulated by Jürgen Habermas, a key representative of the Frankfurt School’s second generation. Emerging from critical theory’s broader critique of instrumental rationality, deliberative democracy emphasizes public discourse and consensus as essential mechanisms for legitimate governance. This model assumes that through discourse ethics, diverse societal interests can converge toward norms, transcending\npartial biases. However, in times of uncertainty — particularly during war or social upheaval — these assumptions face significant challenges. The historical context of the Frankfurt School’s development underscores this point. Established amidst the European crises of the early 20th century, critical theorists like Theodor Adorno and Max Horkheimer grappled with the failures of rationality that led to totalitarianism. The critique of deliberative democracy in the context of the Russo-Ukrainian war highlights\nthe need to reassess the theory’s practical and ethical foundations. While deliberative democracy aspires to foster inclusivity and legitimacy through rational discourse, its application during periods of profound uncertainty exposes critical vulnerabilities. These include the challenges of relativism, asymmetrical power dynamics, and the ethical risks of procedural neutrality. The aim of this study is to probe the practical applicability\nand evaluate the core epistemological and ethical assumptions of deliberative democracy, particularly its Habermasian formulations, when confronted with conditions of uncertainty. It critically examines the theoretical underpinnings of deliberative democracy, its limitations, and the ethical dilemmas posed by its procedural inclusivity. Methodological approach taken in this article builds upon case study to illustrate the limitations of deliberative democracy, and draws on critical theory — especially\nthose of Theodor Adorno and Jürgen Habermas — to evaluate its epistemological and ethical assumptions.",
      "citationCount": 0,
      "doi": "10.61095/815-0047-2025-1-141-150",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d361d9a72009357414507efee79f0f19034257e5",
      "venue": "Topos",
      "journal": {
        "name": "Topos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c3e96873cc64be2a423d286a7d067377899c434c",
      "title": "Can we come to the reasonable and reciprocal agreement through Discourse?- A critical review of Habermas’ Theory of deliberative democracy",
      "authors": [
        {
          "name": "Hyun A Lee",
          "authorId": "93437222"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.18854/KPSR.2007.41.4.004004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c3e96873cc64be2a423d286a7d067377899c434c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "69-90",
        "volume": "41"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "2d08150faf78c8dbee87ee25e51e3933029e56eb",
      "title": "Habermas, Dahrendorf, and the Discourse on Social Complexity in Contemporary Society",
      "authors": [
        {
          "name": "G. Cifaldi",
          "authorId": "107958034"
        }
      ],
      "year": 2025,
      "abstract": "This paper critically examines the later works of Jürgen Habermas and Ralf Dahrendorf to\nanswer the question: How can deliberative democratic theory and liberal sociology jointly\ninform solutions to rising inequality and democratic erosion in the era of\nhyper-globalization? By mapping points of convergence and divergence in their analyses\nof globalization, institutional crisis, and social solidarity, the paper offers a novel\nframework that integrates Habermas’s concept of the “public sphere” with Dahrendorf’s\nemphasis on institutional resilience. This original contribution demonstrates how\ncombining these perspectives can guide policy proposals for revitalizing democratic\nparticipation and ensuring fairer wealth distribution in contemporary Western societies.",
      "citationCount": 0,
      "doi": "10.58179/sswr9116",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d08150faf78c8dbee87ee25e51e3933029e56eb",
      "venue": "Sociology and Social Work Review",
      "journal": {
        "name": "Sociology and Social Work Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7b2cacae830a78fd5e73a2b2a56f5b8c13993132",
      "title": "Reflections on Habermas’s discourse ethics",
      "authors": [
        {
          "name": "Pieter Duvenage",
          "authorId": "2292450117"
        }
      ],
      "year": 2024,
      "abstract": "In this article Habermas’s discourse ethics is critically interpreted. The article starts with a brief intellectual biography of Habermas (section 1), showing that his life and work has always had a strong ethical and political dimension – leading to the concept of discourse ethics. Next, it is indicated how Habermas’s work in the 1970s culminated via four steps in his major philosophical work – the Theory of Communicative Action (section 2) published in 1981. In the next two sections Habermas Theory of Communicative Action is applied to ethics and morality in the form of his discourse ethics – the heart of this contribution (section 3). In this process the following four aspects of Habermas’s discourse ethics are discussed: Its qualified Kantian deontological dimension, as well as its universalist, cognitivist, and formalist dimensions. In the following section (4) the discussion of discourse ethics is shifted to Habermas’s theory of law, deliberative politics, and democracy which is a further application of ideas developed in his Theory of Communicative Action. The contribution then ends with some critical remarks on Habermas discourse ethics and sketch of law and politics (section 5) Three arguments are presented in this regard. First, Habermas argument is judged to be too closely related to abstract rationality. Secondly the distinction that Habermas makes between morality and ethics is critically investigated. Finally, the Habermasian use of justification in his argument is critically compared with the concept of application. These points of criticism, though, indicate that the debate on Habermas’s discourse ethics is ongoing.Intradisciplinary and/or interdisciplinary implications: This article deals with the concept of discourse ethics (in the Kantian tradition of ethics) as developed firstly by Karel Otto Apel and later refined by Jurgen Habermas for his own purposes. The line of argumentation developed here has significant relevance for philosophy, moral theory, law, and theology. Discourse ethics can be considered as a contemporary version of Kantian deontological ethics after the linguistic turn.",
      "citationCount": 0,
      "doi": "10.4102/ve.v45i1.3009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7b2cacae830a78fd5e73a2b2a56f5b8c13993132",
      "venue": "Verbum et Ecclesia",
      "journal": {
        "name": "Verbum et Ecclesia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "23b669e7ba8106fbd4c4a093956d8b4caba4ced3",
      "title": "Deliberative Democracy and Systemic Racism",
      "authors": [
        {
          "name": "Anna Drake",
          "authorId": "72318681"
        }
      ],
      "year": 2023,
      "abstract": "Abstract Examining recent developments in deliberative democracy alongside growing attention to system-wide racism, I look at the ways deliberative systems theory and practice deals with the tension between the theory's normative claims and the structural injustice against which deliberative systems unfold. I focus on work aimed at deepening inclusion in deliberative systems, noting that this focus on inclusion into unjust systems stops the deliberative literature from taking full responsibility for structural and systemic racism. Taking a critical approach to the deliberative literature's capacity to confront systemic racism and live up to its normative principles of treating all people as equals, I argue that we need to reframe power to centre the relationship between race and democracy. As I do so, I propose ways to begin dismantling foundational injustice in deliberative systems, centring foundational inequalities in deliberative theory and design, and setting out differential responsibilities for listening as deliberative theorists confront the problem of white supremacy in deliberative systems.",
      "citationCount": 8,
      "doi": "10.1017/S0008423922000919",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23b669e7ba8106fbd4c4a093956d8b4caba4ced3",
      "venue": "Canadian Journal of Political Science/Revue canadienne de science politique",
      "journal": {
        "name": "Canadian Journal of Political Science",
        "pages": "92 - 112",
        "volume": "56"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b57bddb09aa44a6105d2c8d3a1d3876eccf8e5ed",
      "title": "Educational Leadership and Critical Theory",
      "authors": [],
      "year": 2024,
      "abstract": "This book shows how critical theory can help school leaders and administrators to prepare students for the ever-changing political, cultural, economic, and societal conditions of the world. The contributors use ideas from critical theorists including Adorno, Fromm, Marcuse and Habermas and connect them with contemporary theories and debates in educational leadership from moral education to critical theories on race, to culturally relevant practice.\n The book challenges the misconceptions of many present-day educators about the analytical lens offered by the Frankfurt School theorists which is often dismissed by policymakers and practitioners. Written by leading scholars based in the UK, USA, and Canada, the contributors emphasize and explain the importance of educational aesthetics, dialectics, education and civilization, the structural transformation of education’s place in the public sphere, and education as revolution and enlightenment.",
      "citationCount": 0,
      "doi": "10.5040/9781350353459",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b57bddb09aa44a6105d2c8d3a1d3876eccf8e5ed",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "0e097a43dc06fd29d0ce3623c0378ee164d486dc",
      "title": "Habermas and Internet: The Reversed Transformation of Public Sphere in the New Media Age?",
      "authors": [
        {
          "name": "S. Zhaparaliev",
          "authorId": "2223309457"
        }
      ],
      "year": 2023,
      "abstract": "According to Jürgen Habermas, one of the leading figures in the conceptualization of the public sphere and public opinion, the public sphere must be considered as an arena that allows citizens to freely express, discuss, criticize and, eventually, publish their opinions on common topics. According to some new media theorists, such a sphere is being re-created within the age of new information technologies. The Internet’s contribution to public opinion and organization of social movements is also attributed to the development of deliberative democracy, changing the perception that citizens can participate in political processes only during elections. In this sense, the Internet can become a new impetus for democratization of societies and formation of a participatory culture, providing equal opportunities to all people, including members of diverse minority groups excluded from the public sphere in the era of traditional media. Supporters of this thesis are trying to adapt the concept of the public sphere by J. Habermas to the modern digital world. In other words, for them, the Internet-cafe of the 21st century plays the role of coffeehouses and salons of the 18th‑19th centuries. Those who analyze the new media from a critical perspective, on the contrary, see the Internet as a great machine that can be used to control and manipulate citizens. Approaching the issue from a completely different perspective, they note that new information technologies lead to capitalist exploitation and corporate control, on the one hand, and to the dissemination of false information and interference in the private life of citizens, on the other. In the field of economics, the concepts of “digital capitalism”, “cybercapitalism”, “surveillance capitalism”, and “wikinomics” are already widely used, implying the commodification of virtual data, which ultimately results in a huge “personal data market”. This study aims to compare the aforementioned perspectives and answer the question of whether the Internet can contribute to the formation of a free public sphere separate from the political sphere.",
      "citationCount": 1,
      "doi": "10.20542/0131-2227-2023-67-7-118-126",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e097a43dc06fd29d0ce3623c0378ee164d486dc",
      "venue": "World Economy and International Relations",
      "journal": {
        "name": "World Economy and International Relations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3479835be56ef070c9b7636e2cb44a01390343ad",
      "title": "Demokrasi Sebagai Diskursus dan Deliberasi Menurut Jűrgen Habermas",
      "authors": [
        {
          "name": "Paulus Pati Lewar",
          "authorId": "2198153214"
        },
        {
          "name": "Otto Gusti Ndegong Madung",
          "authorId": "2198153285"
        }
      ],
      "year": 2022,
      "abstract": "Abstract: This article attempts to reconstruct and analyse the Habermas’ view on democracy as discourse and deliberation. The concept of deliberative and discursive democracy is a model of criticism toward an attempt to narrow the conception about democracy simply as an institutional matter. The concept of deliberative democracy emphasizes the importance of public discursive participation of citizens by establishing critical public sphere that is the heart of democracy. Furthermore, Habermas highlights that there is no rule of law without radical democracy. Such radical democracy is expressed through the active involvement of citizens in public sphere to express ideas that have impact on political decisions and public policy. This article accentuates that the transformation of public opinion to be a political power is an ongoing process. Therefore, an authentic democracy presupposes a critical publicity and democratic political culture. Without a voluntary citizens’ initiative in this regard, a state will have no future. To support thisarguments, the writer uses literature research method by analyzing the main work of Jȕrgen Habermas on deliberative democracy namely Faktizitӓt und Geltung (Facts and Norms), as well as some secondary literatures dealing with the thoughts of Habermas on democracy.Keywords: Habermas, deliberative democracy, discourse, pluralism, state",
      "citationCount": 2,
      "doi": "10.31385/jl.v21i2.315.150-161",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3479835be56ef070c9b7636e2cb44a01390343ad",
      "venue": "Jurnal Ledalero",
      "journal": {
        "name": "Jurnal Ledalero"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ff1668e3ea8dd99bcfb2d0986e77664a358f3349",
      "title": "Aporias of Habermas’s Political Philosophy",
      "authors": [
        {
          "name": "Kwangtaek Han",
          "authorId": "144288659"
        }
      ],
      "year": 2023,
      "abstract": "The aim of this essay is to critically examine the aporias in Jürgen Habermas’s concept of “universal consensus,” which has played a central role in the discussion of deliberative democracy. The first section analyzes the constitutive lacuna and exception, the fundamental dilemma in political ontology that impede the realization of practical universal consensus due to the enduring and irreconcilable political conflicts embedded in democratic conditions and contexts. The second section delves into the fallacy of universal consensus and its psychoanalytic significance, illuminating how Lacanian notion of fantasy constructs illusory plenitude, manipulates causality, and validates the substantive pursuit of elusive substance. Drawing upon Immanuel Kant’s notion of aesthetic consensus and common sense, which posit an imaginary common consensus shaped by affective reactions, the following section serves to examine an intersection between Kantian aesthetics and the conceptual and practical aporias of Habermas’s philosophical and political notion. Lastly, this essay concludes by suggesting affective hegemony as a new framework for comprehending the intricate dynamics of modern affective politics.",
      "citationCount": 0,
      "doi": "10.19116/theory.2023.28.2.363",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff1668e3ea8dd99bcfb2d0986e77664a358f3349",
      "venue": "The Criticism and Theory Society of Korea",
      "journal": {
        "name": "The Criticism and Theory Society of Korea"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
