{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas communicative rationality",
  "results": [
    {
      "paperId": "20d58e5b90594fa3455f78da8d429d56069d556b",
      "title": "From “Dialogue” to “Consensus”: \nThe Theoretical Origin and \nContemporary Value of Habermas’ Communicative Rationality",
      "authors": [
        {
          "name": "晓君 王",
          "authorId": "2372163957"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.12677/acpp.2025.147397",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20d58e5b90594fa3455f78da8d429d56069d556b",
      "venue": "Advances in Philosophy",
      "journal": {
        "name": "Advances in Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eaee88c74ecee3d9577f18908673dc560acbb07e",
      "title": "Perichoresis Rationality: A Trinitarian Critique on Habermas’ Communicative Rationality",
      "authors": [
        {
          "name": "Seungsung Oh",
          "authorId": "116906389"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.46334/ts.2019.12.75.83",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eaee88c74ecee3d9577f18908673dc560acbb07e",
      "venue": "",
      "journal": {
        "name": "Theological Studies",
        "pages": "83-108",
        "volume": "56"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4457e055fe6e7af88b588ba39d69345ffaf01329",
      "title": "Reconstruction of Publicness in Public Art : Focusing on Habermas’ Communicative Rationality",
      "authors": [
        {
          "name": "Kim Tae Jun",
          "authorId": "2059448588"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4457e055fe6e7af88b588ba39d69345ffaf01329",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "5-28",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ded38b1f3cd9f48a6221647eeb783ccfa485c27a",
      "title": "Habermas' Communicative Rationality and Connectionist AI",
      "authors": [
        {
          "name": "Ryan Higgitt",
          "authorId": "88825787"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1080/14735784.2011.621664",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ded38b1f3cd9f48a6221647eeb783ccfa485c27a",
      "venue": "",
      "journal": {
        "name": "Culture, Theory and Critique",
        "pages": "100 - 83",
        "volume": "52"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f423fdedad1b9f072ac1de27cc696806eb3db90c",
      "title": "Adapting Habermas’ construct of communicative rationality into a framework for analyzing students’ statistical literacy",
      "authors": [
        {
          "name": "Christian Büscher",
          "authorId": "2303909939"
        }
      ],
      "year": 2024,
      "abstract": "This study argues that the works of philosopher Jürgen Habermas can provide useful directions for mathematics education research on statistical literacy. Recent studies on the critical demands posed by statistical information in media highlight the importance of the communicative component of statistical literacy, which involves students’ ability to react to statistical information. By adapting Habermas’ construct of communicative rationality into a framework for statistical literacy, a novel analytical tool is presented that can provide theoretical insights as well as in-depth empirical insights into students’ communication about statistical information. Central to the framework are the four validity claims of comprehensibility, truth, truthfulness, and rightness which interlocutors need to address to engage in statistical communication. The empirical usefulness of the framework is shown by presenting the results of a study that examined Grade 5 students’ responses to fictional arguments about the decline of Arctic sea ice. The Habermas-based framework not only reveals that complex evaluations of statistical arguments can take place even in Grade 5 but also shows that students’ evaluations vary greatly. Empirical results include a content-specific differentiation of validity claims through inductively identified sub-categories as well as a description of differences in the students’ uses of validity claims.",
      "citationCount": 2,
      "doi": "10.1007/s10649-024-10325-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f423fdedad1b9f072ac1de27cc696806eb3db90c",
      "venue": "Educational Studies in Mathematics",
      "journal": {
        "name": "Educational Studies in Mathematics",
        "pages": "121 - 141",
        "volume": "117"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ea93abc1f3e721cfa2651453b15d895e50e69b2f",
      "title": "Fact-Finding Without Rules: Habermas's Communicative Rationality as a Framework for Judicial Assessments of Digital Open-Source Information",
      "authors": [
        {
          "name": "M. Gillett",
          "authorId": "39447910"
        }
      ],
      "year": 2023,
      "abstract": "Jürgen Habermas’s theory of “communicative rationality” (also known as “communicative action”) provides a promising conceptual apparatus through which to justify and validate the International Criminal Court’s consideration of the emerging phenomenon of digital open-source information. Because of its process-based and inclusive qualities, Habermas’s communicative rationality is particularly apposite for the dynamic nature of digital open-source information and the heterogenous range of actors and institutions which have relevant experiences and skills to contribute to the generation of norms and determinations regarding its role before the Court. This is important, as the International Criminal Court’s procedural framework is largely silent on digital material, despite the risks of such materials being misinterpreted or misused as a vehicle for disinformation. In the absence of prescriptive regulatory responses, this article argues that Jürgen Habermas’s communicative rationality provides a justifiable framework for the court’s judicial deliberations regarding digital information. Importantly, Habermas emphasizes forming a broad epistemic community to draw specialists into the deliberative process. As the truth-seeking evidentiary function increasingly moves outside of the courtroom, Habermas’s communicative rationality constitutes an inclusive approach capable of inculcating specialized knowledge into judicial deliberations. In this way, communicative rationality can provide a powerful conceptual justification for the judicial exercise of power regarding the emerging phenomenon of digital open-source information.",
      "citationCount": 1,
      "doi": "10.36642/mjil.44.3.fact",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea93abc1f3e721cfa2651453b15d895e50e69b2f",
      "venue": "Michigan Journal of International Law",
      "journal": {
        "name": "Michigan Journal of International Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a89931ac86e78d17906fcb05245b9b8604208f51",
      "title": "Is there a lack of consensus on consensus theory? Habermas’ communicative action theory contextualized in public administration",
      "authors": [
        {
          "name": "A. L. M. Athayde",
          "authorId": "2071450638"
        },
        {
          "name": "Luís Fernando de Souza Alves",
          "authorId": "2165508303"
        },
        {
          "name": "Pablo Peron de Paula",
          "authorId": "2076936044"
        },
        {
          "name": "Adalmir de Oliveira Gomes",
          "authorId": "150915244"
        }
      ],
      "year": 2022,
      "abstract": "Abstract Considering the criticisms of Habermas’ communicative action theory, this essay problematized and reflected on another possible criticism: scholars of the theory, despite presenting a common understanding - enlightenment and emancipation of man - do not reach a consensus on what this theory represents compared to other theories and rationality types. The guiding question of the essay is: does the transition proposed by Habermas from other rationality types to the communicative concern an interparadigmatic theory or a paradigmatic leap? Methodologically, we adopted the conception of an essay according to which authors and readers need to recognize that reality can be understood in different ways. The discussion, contextualized in public administration, allowed us to understand that considering the communicative action theory as having an interparadigmatic character does not mean it is a mere gathering of other theories because it surpasses those it dialogues with, additionally presenting a radical shift. We propose that the Communicative action theory comprises a paradigmatic leap with interparadigmatic characteristics. Finally, we present implications of this discussion for Public Administration.",
      "citationCount": 1,
      "doi": "10.1590/1679-395120210013x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a89931ac86e78d17906fcb05245b9b8604208f51",
      "venue": "Cadernos EBAPE.BR",
      "journal": {
        "name": "Cadernos EBAPE.BR"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cfee7207c32635d28d066f3ad4265986ad2e6afb",
      "title": "Habermas’s “Communicative Rationality” Thought and Its Era Value",
      "authors": [
        {
          "name": "慧 汪",
          "authorId": "2211279931"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.12677/acpp.2023.123100",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cfee7207c32635d28d066f3ad4265986ad2e6afb",
      "venue": "Advances in Philosophy",
      "journal": {
        "name": "Advances in Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "aad2847a3b30b2f2413d2f841ffed7cf6bc83469",
      "title": "On Communicative Rationality with Passion",
      "authors": [
        {
          "name": "M. Bakardjieva",
          "authorId": "2431336"
        }
      ],
      "year": 2024,
      "abstract": "This paper reflects on the reception and application of Habermas’ concept of the public sphere in media and communication studies at various points in recent history. It argues that it is urgent to focus the scholarly community’s intellectual efforts not on decrying the utopian nature of the concept, but on salvaging and honing its normative edge. Its central philosophical kernel, rational-critical debate, and its connection to concepts such as communicative action, communicative rationality and deliberation developed in Habermas’ later works, need to be re-examined and re-asserted as a vital criterion of democratic public communication. In defence of this argument, some of the most influential critiques of the public sphere model—its alleged neglect of emotions and conflict—are examined and challenged. The pathologies of the current space of mediatised public communication, it is argued, should be understood as symptoms of the erosion of communicative rationality and the ideal of the public sphere from the social imaginary.",
      "citationCount": 2,
      "doi": "10.1080/13183222.2024.2311021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aad2847a3b30b2f2413d2f841ffed7cf6bc83469",
      "venue": "Javnost - The Public",
      "journal": {
        "name": "Javnost - The Public",
        "pages": "46 - 63",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "88a720470557b7db98cceb8ebacbc393d821d08e",
      "title": "The Rationality of Communication in Nineteen Eighty-Four and The Handmaid’s Tale studied by Habermas’ Theory of Communicative Action",
      "authors": [
        {
          "name": "Sunhee Lee",
          "authorId": "2310185975"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.21084/jmball.2022.11.40.4.23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/88a720470557b7db98cceb8ebacbc393d821d08e",
      "venue": "The Journal of Modern British &amp; American Language &amp; Literature",
      "journal": {
        "name": "The Journal of Modern British &amp; American Language &amp; Literature"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b4e4a857294236281dd0e76bac9701ace15db271",
      "title": "Kant’s View of Reason to Habermas’s Theory of Communicative Reason",
      "authors": [
        {
          "name": "文镖 叶",
          "authorId": "2351392890"
        }
      ],
      "year": 2025,
      "abstract": "In the process of forming and proposing the concept of “communicative rationality”, Habermas was influenced by many related concepts, and these theories later became the theoretical premise for the establishment of “communicative rationality”, among which the closest to it in the timeline are the “value rationality” proposed by Max Weber and the concept of “materialization” proposed by Lukacs Georg. The doctrinal concept proposed by the former enabled Habermas to finally break",
      "citationCount": 0,
      "doi": "10.12677/acpp.2025.143106",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4e4a857294236281dd0e76bac9701ace15db271",
      "venue": "Advances in Philosophy",
      "journal": {
        "name": "Advances in Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "703e7447f6f968f2b76f83d0fbf59842e383d16f",
      "title": "Instrumental Rationality in the Age of Artificial Intelligence: Re-reading Horkheimer and Habermas in the Constellation of Data Capitalism",
      "authors": [
        {
          "name": "Dewi Ayu Dyah Ningrum",
          "authorId": "2402975494"
        },
        {
          "name": "Agung Winarno",
          "authorId": "2402965147"
        },
        {
          "name": "Subagyo Subagyo",
          "authorId": "2402956421"
        }
      ],
      "year": 2025,
      "abstract": "This article examines how artificial intelligence (AI) within data capitalism intensifies instrumental rationality, as critiqued by Max Horkheimer, while simultaneously distorting communicative rationality in the Habermasian sense. Using a conceptual–analytical qualitative approach, it analyzes how algorithmic systems regulate social action by subordinating subjects to calculation, prediction, and efficiency. The study shows that the algorithmization of social life reduces human experience to units of datafication that can be predicted and modified, thereby deepening forms of technical domination. At the same time, algorithmically mediated digital public spheres are shaped more by platform commercial logics than by dialogic and deliberative norms, undermining conditions for democratic communication. By synthesizing Horkheimer and Habermas, the article proposes a conceptual framework for understanding contemporary forms of domination across technical and communicative domains and argues for the development of critical ethical–normative frameworks and the reconstruction of digital public spaces that support communication free from domination.",
      "citationCount": 0,
      "doi": "10.55927/eajmr.v4i12.496",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/703e7447f6f968f2b76f83d0fbf59842e383d16f",
      "venue": "East Asian Journal of Multidisciplinary Research",
      "journal": {
        "name": "East Asian Journal of Multidisciplinary Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b18ada647aa0b66b56a6da7e4068c34edd7b63ac",
      "title": "Teacher questioning strategies in supporting validity of collective argumentation: explanation adapted from habermas' communicative theory",
      "authors": [
        {
          "name": "Yuling Zhuang",
          "authorId": "2091462804"
        },
        {
          "name": "AnnaMarie Conner",
          "authorId": "116770206"
        }
      ],
      "year": 2020,
      "abstract": "Facilitating productive mathematical argumentation is challenging; it is critical to develop a specific guiding vision of practices to help teachers learn to teach argumentation. However, what counts as acceptable classroom-based mathematical argumentation remains an open question. In this study, building on Habermas' theory of communicative action, we developed two analytic frameworks to examine questioning strategies used to support the validity of collective mathematical argumentation. Habermas' three components of rationality allowed us to focus on fine-grained rationality components of teacher questioning as well as teachers' intentions of asking these questions. The theory of validity claims was used to capture different forms of validating argumentation. The frameworks may help teachers to be aware of the types of questions that they are asking when aiming at supporting valid argumentation.",
      "citationCount": 2,
      "doi": "10.51272/PMENA.42.2020-387",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b18ada647aa0b66b56a6da7e4068c34edd7b63ac",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f47e63f4e94b22ea58a03ef9d10352f7bb5a5494",
      "title": "Habermas ’s Communicative Rationality and Cultural Dialogue: The Case of Babel .",
      "authors": [
        {
          "name": "Hamid Masfour",
          "authorId": "118400776"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f47e63f4e94b22ea58a03ef9d10352f7bb5a5494",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7f7070746360874d22f06cb9268e4fa1eb2a9ccb",
      "title": "Reimagining the Public Sphere: Commensurability and Communicative Rationality under Colonialism",
      "authors": [
        {
          "name": "S. Biswas",
          "authorId": "2075434343"
        }
      ],
      "year": 2022,
      "abstract": "Abstract This article discusses the Habermasian public sphere as a realm constructed through communication and offers a critique of Jürgen Habermas's concept of an intersubjectively shared lifeworld among the participants as a fundamental prerequisite for communicative rationality in the discursive field. The article contends that the emergence of communicative rationality in the public sphere is unlikely to be facilitated by a singular and unitary modern public whose participants have commensurable languages and worlds. This argument is elaborated through an analysis of a public debate that occurred on August 10, 1888, between the Mahajan (headman) of the Modh Baniya caste council and Mohandas K. Gandhi, a Modh Baniya himself. Even though the discussion involved two people with an intersubjectively shared lifeworld, who were engaged in the deliberation as equals, the dialogue broke down, deepening divides. This article argues that the need to protect the spiritual domain from the polluting touch of the material domain led to the breakdown of communicative rationality.",
      "citationCount": 0,
      "doi": "10.1017/S0021911822001188",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f7070746360874d22f06cb9268e4fa1eb2a9ccb",
      "venue": "Journal of Asian Studies",
      "journal": {
        "name": "The Journal of Asian Studies",
        "pages": "707 - 725",
        "volume": "81"
      },
      "publicationTypes": null
    },
    {
      "paperId": "73796232583ed2b421aad219892600f9ed7b774b",
      "title": "The direction and tasks of raising Legitimacy of Educational Policy - Revolved around Habermas’s Communicative Rationality -",
      "authors": [
        {
          "name": "Cho， Heung-Soon",
          "authorId": "2023305702"
        },
        {
          "name": "Joon-Yong Uhm",
          "authorId": "116949921"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.22251/JLCCI.2017.17.22.191",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/73796232583ed2b421aad219892600f9ed7b774b",
      "venue": "",
      "journal": {
        "name": "Korean Association For Learner-Centered Curriculum And Instruction",
        "pages": "191-212",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0017af35b25cdd3f5aaf825664b04531d5345e8a",
      "title": "Jürgen Habermas (1929–present) – dialogue as communicative rationality",
      "authors": [
        {
          "name": "A. Guilherme",
          "authorId": "118463128"
        },
        {
          "name": "W. Morgan",
          "authorId": "114407917"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315736532-10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0017af35b25cdd3f5aaf825664b04531d5345e8a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "140-154",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8af6f50cf463c718e96b33b858b8bd628363ad06",
      "title": "TETYUEV L. I. INTRODUCTION TO JüRGEN HABERMAS’S COMMUNICATIVE RATIONALITY: LECTURE NOTES (V",
      "authors": [
        {
          "name": "Белов Владимир Николаевич",
          "authorId": "2068820312"
        },
        {
          "name": "И А Ежов",
          "authorId": "2103598589"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8af6f50cf463c718e96b33b858b8bd628363ad06",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "74cbf901f37717a5a85622cf9fa33b2577ea497f",
      "title": "Jürgen Habermas: communicative action, reflexivity and lifeworld",
      "authors": [
        {
          "name": "Alejandro Sánchez",
          "authorId": "2109882027"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74cbf901f37717a5a85622cf9fa33b2577ea497f",
      "venue": "",
      "journal": {
        "name": "Acta Sociologica",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "title": "“Simulacra of translation”: reflections on the publication of Jurgen Habermas’ Theory of Communicative Activity",
      "authors": [
        {
          "name": "V. Davydenko",
          "authorId": "2141179843"
        },
        {
          "name": "E. Andrianova",
          "authorId": "145320817"
        }
      ],
      "year": 2023,
      "abstract": "More than forty years ago, J. Habermas published his two-volume Theory of Communicative Action in German, encapsulating over twenty years of reflection and research. The core concept of his intellectual pursuits was that the indestructible element of semantic rationality is rooted in the social form of communicative action, which served as the foundation for a comprehensive social theory, safeguarded through modern philosophy of language and science. In this book, as in his other works, J. Habermas intertwines an in-depth examination of theoretical traditions with his systematic argumentation, encompassing a wide range of scientific approaches. Reinterpreted theories from G. Mead, M. Weber, E. Durkheim, T. Parsons, and various versions of Marxism provided a system of conceptual coordinates within which J. Habermas recognized new ideas in social theory and tested those using factual arguments. After the book’s publication, it garnered significant attention from the scientific community, which was remarkable considering the challenges it posed to readers. The initial published responses reflected its thematic complexity and ideological richness; the most common criticism, often expressed with the irony of a “hopelessly idealistic enterprise”, was later refuted after deeper discussions. This criticism has persisted and is now supplemented with new arguments, which are countered by other counterarguments. Theory of Communicative Action has been translated into English, and it is hardly an exaggeration to say that it has become the focal point of international discussions about social science theory. Few authors possess the argumentative skill, intellectual history knowledge, thematic breadth, and desire to diagnose the modern world required to address a variety of areas and answer pertinent questions. Those who do not participate in today’s debates or have nothing to say about this influential social theorist effectively exclude themselves from being considered serious connoisseurs. The Russian edition of J. Habermas’s Theory of Communicative Action, translated by A. K. Sudakov and published by “Ves mir” in 2022, was highly anticipated. However, disappointment soon followed when readers discovered the released version. Although the book’s table of contents appears to align with the English translation by T. McCarthy (praised by both the global sociological community and J. Habermas himself), a closer examination of the Russian text reveals that it primarily consists of “simulacra” (semblances) of the original translation. According to J. Baudrillard’s precise definition of “simulacrum,” this means it is merely an “imitation of the non-existent” and gives the impression of something that isn’t truly there. The primary issue is that translator A. K. Sudakov disrupted the key semantic context by replacing the fundamental term действие (“handeln,” or “action” in the English translation) with the unrelated term деятельность (“tätigkeiten,” “activity”). From a modern sociological theory perspective, using the term коммуникативная деятельность (communicative activity) instead of коммуникативное действие (communicative action) is a significant violation of the logical progression and development of initial premises. Habermas formulated his concept of “communicative action” based on T. Parsons’ approach to defining “action” as a singular social act, while the category of “activity” is rooted in an extremely broad definition of “human activity”. This article examines numerous glaring errors and distortions in the translations that not only affect the semantic structures of “communicative action” but also the entirety of modern sociology. As a result, the review is titled “Simulacra of Translation” to highlight these issues through various examples of factual “reinterpretations” of the book’s key meanings and concepts.",
      "citationCount": 0,
      "doi": "10.21684/2411-7897-2023-9-2-58-82",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "venue": "Tyumen State University Herald Social Economic and Law Research",
      "journal": {
        "name": "Tyumen State University Herald. Social, Economic, and Law Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
