{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Cooke Habermas language truth normative",
  "results": [
    {
      "paperId": "5f912c297951109d60f4e33a4ae1a52f7219bc4a",
      "title": "Socio-Cultural Learning as a 'Transcendental Fact': Habermas's Postmetaphysical Perspective",
      "authors": [
        {
          "name": "Maeve Cooke",
          "authorId": "34654830"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1080/09672550010012183",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f912c297951109d60f4e33a4ae1a52f7219bc4a",
      "venue": "",
      "journal": {
        "name": "International Journal of Philosophical Studies",
        "pages": "63 - 83",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9f8f959fdc4d4b2789cf2fbdb8a984d02e7bdebd",
      "title": "Critical theory after Habermas",
      "authors": [
        {
          "name": "Dieter Freundlieb",
          "authorId": "72382456"
        },
        {
          "name": "Wayne Hudson",
          "authorId": "114026840"
        },
        {
          "name": "John Rundell",
          "authorId": "145564020"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f8f959fdc4d4b2789cf2fbdb8a984d02e7bdebd",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3e8e614aaaf4eed0e2ee63942daf2bbb6fb46c66",
      "title": "The Limits of Learning: Habermas' Social Theory and Religion",
      "authors": [
        {
          "name": "Maeve Cooke",
          "authorId": "34654830"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 224,
      "doi": "10.1111/EJOP.12099",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3e8e614aaaf4eed0e2ee63942daf2bbb6fb46c66",
      "venue": "",
      "journal": {
        "name": "European Journal of Philosophy",
        "pages": "694-711",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6063541b34d4f0f7f3764e6784b2acde39c81411",
      "title": "Truth and Justification",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        },
        {
          "name": "Barbara Fultner",
          "authorId": "113045154"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 407,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6063541b34d4f0f7f3764e6784b2acde39c81411",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "677da9adbbb9229f7849049ca4f6471e3735f318",
      "title": "The back and forth between Habermas and postmodernism",
      "authors": [
        {
          "name": "Francesco Rizzi Brignoli",
          "authorId": "1588515135"
        }
      ],
      "year": 2018,
      "abstract": "Abstract This paper aims to investigate the dialogue between some postmodern thinkers (mostly Lyotard, Rorty and Vattimo) and Habermas’ criticism in light of a different conception of dialogue itself. Therefore, we shall first give an account of how Habermas establishes his neomodern discourse (1985) in a very close dialogue with the key concepts of postmodernism: the subject and its social role, language and the concept of philosophical truth and the postmodernist view of history (Lyotard, 1979, Vattimo, 1974, 1985, 2009; Rorty, 1989; Bauman, 1993). Secondly, dialogue will be addressed as a structural difference between Habermas’ universal normative ethic of discourse (together with Karl-Otto Apel, 1983) and the postmodern local and linguistic pluralism, emancipated from any metaphysical ratio. In the end, it will be argued that philosophy ought to be dialogical in line with Habermas’ view, within the foundation and normativity of dialogue. Postmodernist dialogue in philosophy and in society displays instead many shortcomings if understood as a pluralist linguistic game of interpretation.",
      "citationCount": 0,
      "doi": "10.2478/pipjp-2018-0003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/677da9adbbb9229f7849049ca4f6471e3735f318",
      "venue": "",
      "journal": {
        "name": "Perspectives",
        "pages": "23 - 30",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "49200c19f7a5e037c8141571fb79b50dd07bb274",
      "title": "HUMAN RIGHTS AND MODERNITY: THE TRUTH OF THE FICTION OF INDIVIDUAL RIGHTS",
      "authors": [
        {
          "name": "Jon P. Gunnemann",
          "authorId": "114480650"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49200c19f7a5e037c8141571fb79b50dd07bb274",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "59ae34a6fdb71ce42dac56f40a3009df072916e3",
      "title": "Idealism and Pragmatism: “Transcendent” Validity Claims in Habermas’s Democratic Theory",
      "authors": [
        {
          "name": "Richard Van Barriger",
          "authorId": "116613812"
        }
      ],
      "year": 2013,
      "abstract": "In her recent article “Realism and Idealism: Was Habermas’s Communicative Turn a Move in the Wrong Direction?” Maeve Cooke examines the evolution of Jurgen Habermas’s thought over the past five decades. According to Cooke, Habermas’s so-called “communicative turn” was a necessary step in his philosophy’s systematic attempt to derive a universal norm from the immanent context of human practices and institutions. In her opinion, however, Habermas is unable to uphold his pragmatically-based claim to “transcendence from within” without encountering problems of epistemic justification when it comes to his theory’s treatment of normative validity claims. Cooke believes that despite Habermas’ exhaustive efforts, any political theory that discredits the possibility of metaphysical truth inevitably relinquishes the “context-transcending moment” that his idea of validity is meant to capture. In this essay, I examine how Habermasian philosophy attempts to assimilate such criticisms by deriving its normative ideals from the Theory of Communicative Action. In conclusion, I seek to characterize the dilemma thusly: the epistemic criticism raised by Cooke places her in the unenviable position of defending metaphysically-justified validity claims—a pitfall that Habermas’ theory is designed to avoid.",
      "citationCount": 0,
      "doi": "10.7710/2155-4838.1085",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59ae34a6fdb71ce42dac56f40a3009df072916e3",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "14",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bb4aaf5a54b466c6c826c2c8c3fed55254b38c78",
      "title": "On the Pragmatics of Communication",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        },
        {
          "name": "M. Cooke",
          "authorId": "2257794370"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 357,
      "doi": "10.2307/2655274",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb4aaf5a54b466c6c826c2c8c3fed55254b38c78",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "51caa05c18966f74558373dab87df09782097114",
      "title": "Language, Power, and Persuasion: Toward a Critique of Deliberative Democracy",
      "authors": [
        {
          "name": "M. Kohn",
          "authorId": "77896615"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 133,
      "doi": "10.1111/1467-8675.00197",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51caa05c18966f74558373dab87df09782097114",
      "venue": "",
      "journal": {
        "name": "Constellations",
        "pages": "408-429",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "41d574125c81f52ceddf4a881a02e09157adb7fa",
      "title": "Defining Magic Realism in ElMusadafa’s The Forbidden Garden",
      "authors": [
        {
          "name": "ناجی محمد فهیم عویس رشوان",
          "authorId": "2149630309"
        }
      ],
      "year": 2023,
      "abstract": "edly even when it sometimes claims independence. In his Truth and Justification (2003), German philosopher Jürgen Habermas argues: The ontological assumption of the generic primacy of nature further requires an epistemologically realist assumption of a mind-independent objective world. Yet within the linguistic paradigm the classical form of realism that relies on the representational model of cognition and on the correspondence between proposition and facts is no longer viable. (Habermas 10) The reason why “it is no longer viable” is simply that there is always a distance between “preposition” and “fact”, preventing correspondence of the two. That distance, or gap, between the spoken/written (preposition), and the tangible/felt/ascertained (fact), is where perception enters ( ددعلا 82 ) رياني 8083 م Dr Nagy Rashwan 740 and works. It is also where language takes precedence and control. How wide or deep such a gap or distance is, remains a matter of great debate. On the one hand, there are those who see such a gap virtually nonexistent claiming reality to be completely independent of any and all human agency. In fact, according to some critics, most people see reality as more or less, pure presence, untouched by consciousness. In his “After Method: mess in social science research” (2004), John law argues: Most of us would, I guess, implicitly commit ourselves to the further sense that this external reality is usually independent of our actions and especially of our perceptions... Another more or less related common sense is that this external reality comes before us, that it precedes us... I would call this particular version “anteriority”. A Further common-sense is that external reality has, or is composed of definite forms or relations...This I will call the assumption of “definiteness”. (Law 24-6) Yet, Law himself answers his descriptions of the consciousness-independent reality arguing: Reality and the statements that correspond to it are produced together in the disciplinary and laboratory apparatuses of inscription. But in specific circumstances (and we are all, and all the time, in specific circumstances, there is always also a large hinterland of inscription devices and practices already in production. This means that an equally large hinterland of statements and realities that relate to those statements are already being made. There is a backdrop of realities that cannot be wished way. (Law 31) ( ددعلا 82 ) رياني 8083 م Dr Nagy Rashwan 741 It is in this particular sense, that the constitutive action of perception defines reality through presentation in language, since no part of the unperceived would, in principle, exist. Perception is therefore by definition an active function of the mind, to which imagination and other human faculties are necessary participants. This also refutes the assumption of perceptionindependent reality and debunks its major points. Habermas argues: For us, language and reality inextricably permeate one another. All experience is linguistically saturated such that no grasp of reality is possible that is not filtered through language. This insight constitutes an strong motivation for attributing the kind of transcendental role to the intersubjective conditions of linguistic interpretation and communication that Kant reserved for the necessary subjective conditions of objective experience. In place of transcendental subjectivity of consciousness we now find the detranscendentalized intersubjectivity of the lifeworld. (Habermas 30) By this definition, the magical becomes partially real, and the real is partially magical, since both entertain a perception dependent agency capable of defining and redefining the actuality we accept as our own. Realism, in this sense, becomes at best virtual; more a possibility than a tangible unchangeable certainty. Tia DeNora argues: It is there, I suggest, that we can learn from the realm of magic and conjuring, in terms of how perception can be directed and how that process itself can tell us about how culture gets into action. This learning in turn helps us to see how realities should be understood as ‘virtually real’ (DeNora XXVI). But do \"reality\" and \"realism\", as concepts, culturally denote the same thing? If the above discussed concept of “reality”, as an inter-dependent perception-shaped medium, is seen to be true, ( ددعلا 82 ) رياني 8083 م Dr Nagy Rashwan 742 what would the term “realism” then denote. According to Cambridge Dictionary it is said to denote “things and people in art, literature etc. shown as they are in real life” or people accepting or dealing with “the true facts of a situation and do not hope for things that will not happen” (Cambridge 537). But if the “true” facts, or “the ways people are”, are in fact only perceptiondependent, wouldn’t the term realism then only mean at best a particular point of view or angle of vision, or better still, only a method of perception among other, equally valid, methods? In such a case, wouldn’t the term “realism” then only denote an assumption of factuality lacking conclusive evidence, and is therefore, at least partially, false and illusionary? The French philosopher JeanFrancoise Lyotard comments on the propagation of such concept and its cultural consequences in the following statement: Realism, whose only definition is that it intends to avoid the question of reality implicated in that of art, always stands somewhere between academicism and kitsch. When power assumes the name of a party, realism and its neoclassical complement triumph over the experimental avant-garde by slandering and banning it -that is, provided the \"correct\" images, the \"correct\" narratives, the \"correct'' forms which the party requests, selects, and propagates can find a public to desire them as the appropriate remedy for the anxiety and depression that public experiences... Modernity, in whatever age it appears. cannot exist without a shattering of belief and without discovery of the \"lack of reality\" of reality, together with the invention of other realities. (Lyotard 67-7) As the cultural concepts involved in the construction of this term themselves denote active perceptual participation in the state of being called reality/magic, it follows that the over all designation implied by the term in literature denote a double-sided participation on the part of ( ددعلا 82 ) رياني 8083 م Dr Nagy Rashwan 743 readers. On the one hand, there is the normative participation in the construction of what is real, in the “life world” to use Habermas’s words (Habermas 30). On the other hand, there is the participation of readers in the construction of “a” reality particular to literature and is thus assumed by readers in both cases; the real and the magical. Christopher Warns argues: central to critical discourse’s problems with Magic Realism is that it is an oxymoron: magic is thought of as that which lies outside of the realm of the real; realism excludes the magical. “Magical Realism”, in its very name, flouts philosophical conventions of non-contradiction. (Warns 2) However, as shall be made apparent in the coming pages, the very contradictory and oxymoronic nature of the term, as well as its implied questions of reality, is precisely what proves most useful in designating the semiotic and political significance of its literary manifestations and forms. As critic Maggie Ann Bowers suggests, “it is in fact the inherent inclusion of contradictory elements that has made and sustained the usefulness and popularity of the concepts to which the terms refer” (Bowers 1). 4History, Definition and Cultural Significance The term Magic Realism is an oxymoron, an appropriate condition given that it designates a narrative strategy that stretches or ruptures altogether the boundaries of reality. (Warns V) The term Magic Realism was first coined by a German art critic Franz Roh (1890–1965), in the title of his book Nach-Expressionismus, Magischer Realismus: Probleme der neusten europäischen Malerei1925Post-expressionism, Magic Realism : Problems of the Most Recent European Painting in which he defines a new style of paining following Expressionism: ( ددعلا 82 ) رياني 8083 م Dr Nagy Rashwan 744 I attribute no special value to the title “Magical Realism”.” Since the work had to have a name that meant something, and the word “Post-Expressionism” only dictates ancestry and chronological relationship, I added the first title quite a long time after having written this work. It seems to me, at least, more appropriate than “Ideal Realism” or “Verism,” or “Neoclassicism,” which only designate an aspect of the movement. The point at which the new painting separates itself from Expressionism by means of its objects. Immediately we find that in its reaction to Impressionism, Expressionism shows an exaggerated preference for fantastic, extraterrestrial, remote objects. Naturally, it also resorts to the everyday and the commonplace for the purpose of distancing it, investing it with a shocking exoticism. (Roh 18) As is quite apparent from the quotation above, the term was initially intended to describe a style of painting that rejects previous radically-abstract paintings of expressionism and impressionism for a subtler, more robust, representations of both the fantastic and the familiar together in the same frame. The new painting differed from its expressionistic predecessor in the clarity of its representations and its attention to accurate life-like details in the work of artists such as Otto Dix, Max Ernst, Alexander Kanoldt, George Grosz and Georg Schrimpf (Roh 22). The influence of such style of painting spread across the European content to Italy, France and Holland to form a larger cultural parallel to the concurrent surrealist movement that was prevalent at the time (Bowers 11). Since its very first moments of inception, then, the term and the artistic concepts it designates have always been concerned with the philosophical question of real",
      "citationCount": 0,
      "doi": "10.21608/shak.2023.220958.1476",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41d574125c81f52ceddf4a881a02e09157adb7fa",
      "venue": "مجلة الدراسات الإنسانية والأدبية",
      "journal": {
        "name": "مجلة الدراسات الإنسانية والأدبية"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "51ddb749b184c67df06e396d6436ca314edc384f",
      "title": "Elementos de Peirce no Debate entre Habermas e Apel",
      "authors": [
        {
          "name": "José Luiz Zanette",
          "authorId": "2070272482"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51ddb749b184c67df06e396d6436ca314edc384f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "125-152",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "44f94a6f6caa775e8e36c72fc28b914489880760",
      "title": "Un saggio di Habermas su Lowith",
      "authors": [
        {
          "name": "L. Ceppa",
          "authorId": "11062722"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1400/68513",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44f94a6f6caa775e8e36c72fc28b914489880760",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1000-1012",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "27f86c8acfcd07ad71c55ec6d7c92bd6704c1d0c",
      "title": "Extending the Dialectics of Secularization Eastward: Scriptural Hermeneutics and Discursive Insights from Hindu, Buddhist, Confucian, and Taoist Philosophy of Language",
      "authors": [
        {
          "name": "J. Bowman",
          "authorId": "50080627"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-12709-5_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27f86c8acfcd07ad71c55ec6d7c92bd6704c1d0c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "49-118",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3bd1f8386c9057c9242407e1802e439b260cfeb3",
      "title": "Communication in constellation: Adorno and Habermas on communicative practices under late capitalism",
      "authors": [
        {
          "name": "D. Cook",
          "authorId": "144906462"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.5840/philtoday200246153",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3bd1f8386c9057c9242407e1802e439b260cfeb3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "75ef0627e823b5a9f67a5efa54ffe023869576d4",
      "title": "Jürgen Habermas and education",
      "authors": [
        {
          "name": "T. Englund",
          "authorId": "66682380"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1080/00220270600607090",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/75ef0627e823b5a9f67a5efa54ffe023869576d4",
      "venue": "",
      "journal": {
        "name": "Journal of Curriculum Studies",
        "pages": "499-501",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cadf7e8d966aef06e47d8404ab59a192826637e5",
      "title": "Book reviews / Comptes Rendus: An Awareness of What is Missing: Faith and Reason in a Post-Secular Age Jürgen Habermas, et al. Cambridge, UK: Polity Press, 2010. viii + 87 pp.",
      "authors": [
        {
          "name": "Sarah Lynn Kleeb",
          "authorId": "114276167"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/000842981204100206",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cadf7e8d966aef06e47d8404ab59a192826637e5",
      "venue": "",
      "journal": {
        "name": "Studies in Religion/Sciences Religieuses",
        "pages": "315 - 317",
        "volume": "41"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "1839abb5dec5dd1273d0dedf2a4c4b53ea602930",
      "title": "\"How Can Anyone Be Called Guilty?\": Speech, Responsibility, and the Social Relation in Habermas and Levinas",
      "authors": [
        {
          "name": "A. Horowitz",
          "authorId": "107622115"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.5840/PHILTODAY200044336",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1839abb5dec5dd1273d0dedf2a4c4b53ea602930",
      "venue": "",
      "journal": {
        "name": "Philosophy Today",
        "pages": "295-317",
        "volume": "44"
      },
      "publicationTypes": null
    },
    {
      "paperId": "636d50ecc07ca2a068d377d7f27504200ad1ecb4",
      "title": "Commanded Love and Moral Autonomy: The Kierkegaard-Habermas Debate",
      "authors": [
        {
          "name": "M. Westphal",
          "authorId": "102020614"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1515/9783110244007.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/636d50ecc07ca2a068d377d7f27504200ad1ecb4",
      "venue": "",
      "journal": {
        "pages": "1 - 22",
        "volume": "1998"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2635a46a9a09b76c9b77195ffcbea453879def07",
      "title": "The unforced force of the more familiar argument : A critique of Habermas' theory of communicative rationality",
      "authors": [
        {
          "name": "Cynthia Kaufman",
          "authorId": "113475636"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.5840/PHILTODAY19994343",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2635a46a9a09b76c9b77195ffcbea453879def07",
      "venue": "",
      "journal": {
        "name": "Philosophy Today",
        "pages": "348-360",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4ece88dbd6042520f3b0c3086e06466ee6f3976f",
      "title": "Language, Legitimacy, and the Project of Critique",
      "authors": [
        {
          "name": "D. Bell",
          "authorId": "38420435"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 33,
      "doi": "10.1177/030437540202700303",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ece88dbd6042520f3b0c3086e06466ee6f3976f",
      "venue": "",
      "journal": {
        "name": "Alternatives: Global, Local, Political",
        "pages": "327 - 350",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
