{
  "status": "success",
  "source": "semantic_scholar",
  "query": "coloniality critical theory Habermas",
  "results": [
    {
      "paperId": "1d7d6a55afdff94f2d468dac4bc8633c18513c11",
      "title": "Celebrating Jürgen Habermas and the Institute for Social Research: Reflections on the history of critical theory from a jubilee year",
      "authors": [
        {
          "name": "Peter J. Verovšek",
          "authorId": "73775757"
        }
      ],
      "year": 2024,
      "abstract": "2024 was a jubilee year for the Frankfurt School. On July 24, the Institute for Social Research (Institut für Sozialforschung), the birthplace of critical theory, marked its centennial. A month earlier, Jürgen Habermas, who is often seen as the intellectual leader of the second generation of the Frankfurt School, celebrated his 95th birthday. In Germany, these overlapping anniversaries have been met with the publication of a number of books on Habermas and the critical theory tradition more generally. Despite the globalization of theorizing within the tradition of the Frankfurt School over the past 50 years, much of its intellectual history of it is still produced in Germany by German scholars based on sources and archives held in the Federal Republic. This Spotlight reviews the main findings and conclusions of this literature for an international, English-speaking audience. It concludes by reflecting on whether critical theory has succeeded—and if so, how.",
      "citationCount": 1,
      "doi": "10.1177/14748851241302296",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d7d6a55afdff94f2d468dac4bc8633c18513c11",
      "venue": "European Journal of Political Theory",
      "journal": {
        "name": "European Journal of Political Theory",
        "pages": "621 - 637",
        "volume": "24"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "6cd41cc02bf02bfe0966514c8834e85efea83f65",
      "title": "Habermas, Honneth, Critical Theory, and Ideology Critique for Transformative Mixed Methods Research",
      "authors": [
        {
          "name": "Keith Morrison",
          "authorId": "2337953789"
        }
      ],
      "year": 2024,
      "abstract": "This article sets a theoretical foundation to transformative mixed methods research that is rooted in the critical theory of Habermas and Honneth. This addresses Habermas’s knowledge-constitutive interests and communicative action for redressing societal pathologies, and Honneth’s work on (mis)recognition, (dis)respect, and social justice. In doing so, the article argues for broadening the scope and embrace of mixed methods research, to go beyond being empirical research only or largely, and to include theorisation, critical theoretical discourse and its analysis, and ideology critique, as legitimate methods for (transformative) mixed methods research. The article makes a case for these methods as constituting important research methods in themselves in the portfolio of mixed methods research, moving the boundaries of mixed methods research beyond solely empirical studies, and providing emancipatory lenses and consciousness-raising in recognising that transformation takes many forms.",
      "citationCount": 0,
      "doi": "10.59455/jomes.53",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6cd41cc02bf02bfe0966514c8834e85efea83f65",
      "venue": "Journal of Mixed Methods Studies",
      "journal": {
        "name": "Journal of Mixed Methods Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e816b02c0f9abf725a2e9159fa5708d72ff52851",
      "title": "Between Christian Democracy and Critical Theory: Habermas, Böckenförde, and the Dialectics of Secularization in Postwar Germany",
      "authors": [
        {
          "name": "P. E. Gordon",
          "authorId": "39643252"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 18,
      "doi": "10.1353/sor.2013.0026",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e816b02c0f9abf725a2e9159fa5708d72ff52851",
      "venue": "",
      "journal": {
        "name": "Social Research: An International Quarterly",
        "pages": "173 - 202",
        "volume": "80"
      },
      "publicationTypes": null
    },
    {
      "paperId": "929a5dc89b11cce673a9d2f2b4f0889b458d1663",
      "title": "Habermas between Critical Theory and Liberalism",
      "authors": [
        {
          "name": "Kire Sharlamanov",
          "authorId": "118466511"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/978-3-031-53938-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/929a5dc89b11cce673a9d2f2b4f0889b458d1663",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "671a884f8c5ff369ce2cb9d812f12fd4c4ecae09",
      "title": "TESTING THE TRUTH OF COMTE'S POSITIVISM BASED ON HABERMAS' CRITICAL THEORY",
      "authors": [
        {
          "name": "Ribut Baidi",
          "authorId": "2292189091"
        },
        {
          "name": "Ahmad Ahmad",
          "authorId": "2292303307"
        },
        {
          "name": "Abdul Munib",
          "authorId": "2292189849"
        }
      ],
      "year": 2023,
      "abstract": "The development of science which is dominated by Comte's positivism paradigm for approximately four hundred years has made critical theorists represented by Jurgen Habermas as the second generation of the Frankfurt school continue to build criticism and test the truth of the theory of positivism. The size of the truth of science that Habermas cannot accept when there is Comte's limitations by legitimizing and justifying science through empirical fact research with standardization that has been determined through methodological prerequisites and norms. Habermas with his critical theory rejects this view because there is knowledge that cannot be measured by positivist research methodologies such as community communication and emancipation. On the other hand, Habermas also rejects the notion of value-free science such as Comte's testimony in his positivism because it has indirectly co-opted science with an interest that no longer has objectivity values, but is full of interests.",
      "citationCount": 1,
      "doi": "10.21107/tlr.v5i1.19411",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/671a884f8c5ff369ce2cb9d812f12fd4c4ecae09",
      "venue": "Trunojoyo Law Review",
      "journal": {
        "name": "Trunojoyo Law Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9f8aff202b599d88d353f282fd7f8e43c752dde2",
      "title": "Technology and Society in Habermas’ Early Social Theory: Towards a Critical Theory of Technology beyond Instrumentalism",
      "authors": [
        {
          "name": "Antonio Oraldi",
          "authorId": "2238693266"
        }
      ],
      "year": 2023,
      "abstract": "Jürgen Habermas is not often thought of as a philosopher of technology. After presenting his early critique of technocratic consciousness, I will contend that the main problem of Habermas’ conception of technology lies in the conflation of “technology” with “technical rationality”. Feenberg criticizes Habermas’ position for implicitly depoliticizing technology. By developing a distinction between “technology” and “technique”, I will argue that Habermas’ position does not exclude a critical theory of technology. The emergent picture will combine Habermas’ emphasis that technology is more than a historical project with Feenberg’s optimism on the possibility of an emancipatory reorientation of technology.",
      "citationCount": 1,
      "doi": "10.21827/krisis.43.1.37753",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f8aff202b599d88d353f282fd7f8e43c752dde2",
      "venue": "Krisis: journal for contemporary philosophy",
      "journal": {
        "name": "Krisis | Journal for Contemporary Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d17f826b4fb672b50604f260412e8cb115b9fad1",
      "title": "A NEW CRITICAL THEORY? HABERMAS AND THE SEARCH FOR THE NORMATIVE FOUNDATIONS",
      "authors": [
        {
          "name": "Mesbahian Hossein",
          "authorId": "115126820"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d17f826b4fb672b50604f260412e8cb115b9fad1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "35-61",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "08853f636ab053119456e440e045bef7bec5a115",
      "title": "CSR AND BRANDING BASED ON ISLAMIC PERSPECTIVE: HABERMAS' CRITICAL THEORY",
      "authors": [
        {
          "name": "Sri wahyuni",
          "authorId": "2357762034"
        },
        {
          "name": "Lilik Purwanti",
          "authorId": "2219845699"
        }
      ],
      "year": 2023,
      "abstract": "The purpose of this research is to explore the concept of CSR branding from the perspective of Islam and through the communication theory of Habermas. CSR is understood as a form of corporate responsibility that involves social concern for the environment in order to strengthen its positive image in society. However, some companies distort the concept of CSR towards branding, which is considered by the majority of society as a manipulative act. In Habermas' communication theory, CSR is one form of communicating the social and environmental effects of a company's economic actions on certain groups in society as a whole. And from an Islamic perspective, CSR branding can be communicated effectively and is permissible as long as it does not violate Sharia principles such as honesty, transparency, and avoiding things that contradict Islamic values",
      "citationCount": 0,
      "doi": "10.54443/ijebas.v3i3.871",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/08853f636ab053119456e440e045bef7bec5a115",
      "venue": "International Journal of Economic Business Accounting Agriculture Management and Sharia Administration (IJEBAS)",
      "journal": {
        "name": "International Journal of Economic, Business, Accounting, Agriculture Management and Sharia Administration (IJEBAS)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bdcbbcea9c7fd71cb95c67c74bbd2ec5829afa0c",
      "title": "CSR AND BRANDING BASED ON ISLAMIC PERSPECTIVE: HABERMAS' CRITICAL THEORY",
      "authors": [
        {
          "name": "S. Wahyuni",
          "authorId": "2067434089"
        },
        {
          "name": "Lilik Purwanti",
          "authorId": "2409685196"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bdcbbcea9c7fd71cb95c67c74bbd2ec5829afa0c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d3f9b72ff2b830c56c96b9cbb7e49e9dde1e9107",
      "title": "Transformative Learning and Critical Theory: Making Connections with Habermas, Honneth, and Negt",
      "authors": [
        {
          "name": "T. Fleming",
          "authorId": "47819986"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1007/978-3-030-84694-7_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3f9b72ff2b830c56c96b9cbb7e49e9dde1e9107",
      "venue": "The Palgrave Handbook of Learning for Transformation",
      "journal": {
        "name": "The Palgrave Handbook of Learning for Transformation"
      },
      "publicationTypes": null
    },
    {
      "paperId": "daf9d721777fe9dd882509ecbb602ba74e389bc5",
      "title": "The Synthesis of “Ujamaaism” of Nyerere and Habermas’ Critical Social Theory",
      "authors": [
        {
          "name": "Apiov Simon Lwiwa",
          "authorId": "2207552489"
        },
        {
          "name": "George Ndemo",
          "authorId": "2185892794"
        },
        {
          "name": "Dynesius Nyangau",
          "authorId": "115730929"
        }
      ],
      "year": 2023,
      "abstract": "The main aim of this paper was to demonstrate the synthesis of “Ujamaaism” of Nyerere and Habermas’s critical social theory. However, the study used critical and analytical methods. “Ujamaaism” is a new term coined by the author to explain the socialist theory of Nyerere. The study found that critical social theory elements were in a good position to correct the “Ujamaaism” of Nyerere to be a more useful theory because it failed to realise its expectations. It follows that the critical social theory of Habermas was in a good position to have the best correction for reinstating “Ujamaaism” praxis in Tanzania because of its nature of critical consciousness, critical reflection, enlightenment, autonomy as well as emancipation, which help human being to come out from all social restrictions and conditionalities that hinder them from reaching self-awareness. These values were not much reflected by Nyerere, as a result, the study aimed to re-create the “Ujamaaism” of Nyerere",
      "citationCount": 1,
      "doi": "10.37284/eajass.6.1.1090",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/daf9d721777fe9dd882509ecbb602ba74e389bc5",
      "venue": "East African Journal of Arts and Social Sciences",
      "journal": {
        "name": "East African Journal of Arts and Social Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ff02f5f93f013c1f972f9ae9f597cf164dd3af6d",
      "title": "Synergizing Critical Theory and Decolonial Approaches in Educational Philosophy and Theory: Tensions and Insights",
      "authors": [
        {
          "name": "Michalinos Zembylas",
          "authorId": "31556728"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1007/s11217-025-09993-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff02f5f93f013c1f972f9ae9f597cf164dd3af6d",
      "venue": "Studies in the Philosophy of Education",
      "journal": {
        "name": "Studies in Philosophy and Education",
        "pages": "475 - 492",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dcf2562ad6d6b1a21964decaed5894e5cfc014e9",
      "title": "FROM HABERMAS’ CRITICAL THEORY TO DISCOURSE THEORY OF LAW AND DEMOCRACY: OVERCOMING THE “SYSTEM/LIFEWORLD” DICHOTOMY",
      "authors": [
        {
          "name": "Desde LA Teoría",
          "authorId": "2098829237"
        },
        {
          "name": "Crítica DE Habermas",
          "authorId": "2125405445"
        },
        {
          "name": "A. Teoria",
          "authorId": "113035101"
        },
        {
          "name": "Discursiva Del Derecho",
          "authorId": "2125400236"
        },
        {
          "name": "Y. Democracia",
          "authorId": "2102274941"
        },
        {
          "name": "Superando LA Dicotomía",
          "authorId": "2125401379"
        },
        {
          "name": "“SISTEMAMUNDO DE LA Vida",
          "authorId": "2125404889"
        },
        {
          "name": "César Ortega-Esquembre",
          "authorId": "1573462424"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dcf2562ad6d6b1a21964decaed5894e5cfc014e9",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d76ceb780abb7668ea666fa68bc2081eca749a72",
      "title": "Trump’s Pre-Inauguration Rhetoric: A Neo-Colonial Blueprint Through Critical Theory",
      "authors": [
        {
          "name": "Vishnu Namboodiri",
          "authorId": "2341262824"
        },
        {
          "name": "GK Agney",
          "authorId": "2341260389"
        }
      ],
      "year": 2025,
      "abstract": "This article critically examines Donald Trump’s pre-inauguration rhetoric through the lens of critical theory, uncovering its neo-colonial and capitalist underpinnings. Drawing from the theoretical contributions of Jürgen Habermas, Louis Althusser, Kwame Nkrumah, Immanuel Wallerstein, and Guy Debord, the analysis demonstrates how Trump’s economic and militaristic declarations perpetuate global capitalist dominance. His rhetoric exemplifies the colonization of the lifeworld, the operation of ideological state apparatuses, and the spectacle of power, all of which work together to reproduce and legitimize neo-colonial exploitation. The synthesis of these critical theories provides a comprehensive critique, highlighting the ideological and structural mechanisms that sustain global inequalities and calling for a praxis of resistance towards a more equitable global order.",
      "citationCount": 2,
      "doi": "10.31269/triplec.v23i1.1551",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d76ceb780abb7668ea666fa68bc2081eca749a72",
      "venue": "tripleC: Communication, Capitalism &amp; Critique. Open Access Journal for a Global Sustainable Information Society",
      "journal": {
        "name": "tripleC: Communication, Capitalism &amp; Critique. Open Access Journal for a Global Sustainable Information Society"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e77aa61b45c9376a8bdde1c44f55fac71e45bbde",
      "title": "Introduction: Critical Theory after Frankfurt",
      "authors": [
        {
          "name": "Paul Fleming",
          "authorId": "2404921766"
        },
        {
          "name": "Cecilia Sebastian",
          "authorId": "2332641330"
        }
      ],
      "year": 2025,
      "abstract": "This introduction to the special section “Critical Theory after Frankfurt” reflects on recent demands to reorient Frankfurt School Critical Theory in the wake of its centennial toward the critique of political economy, capitalism, colonialism, militarism, and the climate crisis. It reviews concerns that critics have raised about Jürgen Habermas’s inheritance of Critical Theory, and it considers several of the alternative paths proposed for charting the Frankfurt School’s future. It argues that, in place of simply reviving the Critical Theory of the 1930s and 1940s, Critical Theory’s reorientation should also consider its diffuse receptions and trajectories among abolitionist, feminist, and left-wing activists and intellectuals in the United States, beginning with the student voices of 1968.",
      "citationCount": 0,
      "doi": "10.1215/0094033x-11793013",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e77aa61b45c9376a8bdde1c44f55fac71e45bbde",
      "venue": "New German Critique",
      "journal": {
        "name": "New German Critique"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "5604ac0e188459e2e1c14af0903b049852cb11d7",
      "title": "Inter-Civilizational Dialogue: Habermas' Theory As A Philosophical Basis For Understanding Global Peace",
      "authors": [
        {
          "name": "Anastasia Meilin Gita Permata Laia",
          "authorId": "2359916273"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the relevance of Jürgen Habermas' theory of communicative rationality and discursive ethics as a philosophical framework for understanding and resolving inter-civilizational conflicts. Using a critical-hermeneutic approach, the study analyzes the concept of communicative rationality, which emphasizes the importance of equal dialogue, and discursive ethics, which demands inclusivity in decisionmaking processes. Case studies on the Israeli-Palestinian conflict, climate change through the UNFCCC, and the Alliance of Civilizations initiative demonstrate how Habermas' theory can be implemented to createinclusive and solution-oriented dialogue. The main findings reveal that power imbalances and cultural biases often hinder the creation of a genuine global public sphere. However, applying Habermas' theory can address these challenges through community-based deliberative mechanisms, cross-cultural education, and digital technologies. The paper recommends strengthening international institutions, utilizing social media as a deliberative space, and developing education rooted in local cultures. Thus, Habermas' theory proves to be relevant as both a philosophical and practical foundation for building global peace.Nevertheless, its successful implementation requires adaptation to contemporary challenges, such as disinformation and the dominance of powerful actors in international relations.",
      "citationCount": 1,
      "doi": "10.22303/pir.10.1.2025.26-36",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5604ac0e188459e2e1c14af0903b049852cb11d7",
      "venue": "Jurnal PIR : Power in International Relations",
      "journal": {
        "name": "Jurnal PIR : Power in International Relations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d2501fd135e608cc553d927b6151a4ae12dfba67",
      "title": "A Critical Analysis of Jurgen Habermas’s Discourse Theory of Morality: Exposing Some of its Unadmitted Ethical Assumptions",
      "authors": [
        {
          "name": "Getahun Dana",
          "authorId": "2343254606"
        }
      ],
      "year": 2022,
      "abstract": "This paper defends the claim that Habermas’s distinction between the moral and the ethical depends on some un-stated assumptions that he is not willing to accept. One of the assumptions concerns the presumption of the equality of the discourse participants; the other implicit assumption in his discourse theory of morality concerns the issue of reciprocity and symmetrical power relations. He takes each discourse participant as free to initiate a dialogue and to challenge the validity claims of discourse participants. Such assumptions undermine Habermas’s commitment for ethical neutrality and his rejection of the substantive notions of truth. He argues that although our everyday interactions are pervaded by distortions and asymmetrical power relations there are operative principles such as reciprocity and symmetrical power relations inherent in language. The question precisely is: why should we take the principles that are inherent in language for granted? It appears as though Habermas has a pre-given reason to endorse the principles in question. By disapproving the use of threat, coercion and intimidation in the process of argumentation, and instead by insisting for the employment of, among others, symmetrical relation, Habermas is affirming the claim that humans are beings that command each other’s respect. But the question precisely is, why do they command each other’s respect? It appears that we cannot commit ourselves to this claim without affirming a given ontology of the human and Habermas is exactly doing that.",
      "citationCount": 1,
      "doi": "10.4314/ejossah.v18i1.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2501fd135e608cc553d927b6151a4ae12dfba67",
      "venue": "Ethiopian Journal of the Social Sciences and Humanities",
      "journal": {
        "name": "Ethiopian Journal of the Social Sciences and Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b57bddb09aa44a6105d2c8d3a1d3876eccf8e5ed",
      "title": "Educational Leadership and Critical Theory",
      "authors": [],
      "year": 2024,
      "abstract": "This book shows how critical theory can help school leaders and administrators to prepare students for the ever-changing political, cultural, economic, and societal conditions of the world. The contributors use ideas from critical theorists including Adorno, Fromm, Marcuse and Habermas and connect them with contemporary theories and debates in educational leadership from moral education to critical theories on race, to culturally relevant practice.\n The book challenges the misconceptions of many present-day educators about the analytical lens offered by the Frankfurt School theorists which is often dismissed by policymakers and practitioners. Written by leading scholars based in the UK, USA, and Canada, the contributors emphasize and explain the importance of educational aesthetics, dialectics, education and civilization, the structural transformation of education’s place in the public sphere, and education as revolution and enlightenment.",
      "citationCount": 0,
      "doi": "10.5040/9781350353459",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b57bddb09aa44a6105d2c8d3a1d3876eccf8e5ed",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "9d76df553998c87330e353f4a3a4f2e23f71ae66",
      "title": "From Critical Theory Toward Political Theory: Jürgen Habermas",
      "authors": [
        {
          "name": "D. Howard",
          "authorId": "145260153"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-04411-4_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d76df553998c87330e353f4a3a4f2e23f71ae66",
      "venue": "The Marxian Legacy",
      "journal": {
        "name": "The Marxian Legacy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "adc908cff61970dce233378a09be89ca8d2c16a5",
      "title": "The poverty of Critical Theory in International Relations: Habermas, Linklater and the failings of cosmopolitan critique",
      "authors": [
        {
          "name": "D. Schmid",
          "authorId": "144795818"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 19,
      "doi": "10.1177/1354066117692654",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/adc908cff61970dce233378a09be89ca8d2c16a5",
      "venue": "",
      "journal": {
        "name": "European Journal of International Relations",
        "pages": "198 - 220",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
