{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Cooke re-presenting good society utopian promise Habermas",
  "results": [
    {
      "paperId": "ef3e03310570090c23d81df9fee1607b8ace6511",
      "title": "Re-Presenting the Good Society",
      "authors": [
        {
          "name": "Maeve Cooke",
          "authorId": "34654830"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 320,
      "doi": "10.7551/mitpress/5762.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ef3e03310570090c23d81df9fee1607b8ace6511",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fc61341c5888b84613af690d815fd152cf2c6d42",
      "title": "The Heart of Justice: Care Ethics and Political Theory . By Daniel Engster. New York: Oxford University Press, 2007. 288p. $74.00.",
      "authors": [
        {
          "name": "Virginia Held",
          "authorId": "69492453"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1017/S1537592708080742",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fc61341c5888b84613af690d815fd152cf2c6d42",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "369 - 370",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2f1c220b124cb346f2bca8b3b4b7018d29e1b215",
      "title": "Technological Utopias of the 20th century: Methodological and Thematic Aspects of Research",
      "authors": [
        {
          "name": "Iryna Adamska",
          "authorId": "2219497598"
        }
      ],
      "year": 2025,
      "abstract": "This article aims to systematise and analyse the key methodological and thematic dimensions of research on technological utopias presented at the international conference “Understanding Techno-Utopias Across the East-West Divide: Creators, Enablers, and Audiences” (Basel, 25–27 June 2025), and to identify the principal contemporary trends in this field.\n\nMethods. The study draws on an analytical review of late-twentieth-century approaches in the history of technology; a systematisation of conference presentations by methodology; and a comparative thematic analysis of papers, discussions, and visual materials.\n\nResults. The analysis shows that twentieth-century techno-utopias are approached primarily as socio-technical projects that reveal the complex interplay between technologies, expert knowledge, ideology, state power, and public reception. Participants employed a wide spectrum of methodologies, including the Large Technical Systems (LTS) paradigm, the Social Construction of Technology (SCOT), and Actor-Network Theory (ANT), as well as environmental history, visual history, and the cultural history of technology. Systematising the papers made it possible to distinguish three core thematic clusters that mirror current research priorities: 1) the subjugation of nature and the infrastructural “re-drawing” of landscapes, encompassing megaprojects aimed at radical transformation of nature (e.g., dam construction or climate engineering); 2) technology transfer and adaptation and intercultural dialogue across the “Iron Curtain,” covering studies of the import of Western technologies, ideas, and practices (for example, refrigeration technologies, camera manufacture, and urban planning concepts) and their transformation in the Soviet context; 3) the use of technology as an instrument of social engineering and control, where technologies are examined as tools for shaping identity and governing society (e.g., through the health-care system, the application of cybernetic principles in urban governance, or computerisation).\n\nConclusions. The studies demonstrate that the relationship between technology and the public good was re-thought in the twentieth century. New approaches to analysing technological development and its societal effects have foregrounded the multiplicity of actors. Overall, the findings make visible the ambivalence of modernisation, in which utopian promises frequently yielded dystopian practices.",
      "citationCount": 0,
      "doi": "10.17721/2519-4801.2025.2.04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f1c220b124cb346f2bca8b3b4b7018d29e1b215",
      "venue": "Text and Image Essential Problems in Art History",
      "journal": {
        "name": "Text and Image: Essential Problems in Art History"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "21c6f29608f109ce1933d5329dcea7705757e4aa",
      "title": "Reading the War on Terror through fear and hope ? Affective warfare and the question of the future",
      "authors": [
        {
          "name": "C. Wrangel",
          "authorId": "113587778"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/21c6f29608f109ce1933d5329dcea7705757e4aa",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    }
  ],
  "count": 4,
  "errors": []
}
