{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel communicative action",
  "results": [
    {
      "paperId": "c06b8344611121191e70829a3bd23718bd665a20",
      "title": "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology",
      "authors": [
        {
          "name": "Enrique Dussel",
          "authorId": "86952522"
        },
        {
          "name": "E. Mendieta",
          "authorId": "50489593"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 71,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c06b8344611121191e70829a3bd23718bd665a20",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fb3515805b2d37924fbc3aed273662bf370e2bdf",
      "title": "COMPARISON OF THE CONCEPT OF PANCASILA DELIBERATIONS AND CONSENSUS AND HABERMAS' THEORY OF COMMUNICATIVE ACTION IN DEMOCRATIC DISCOURSE",
      "authors": [
        {
          "name": "Sitti Aaisyah",
          "authorId": "113478054"
        },
        {
          "name": "Muhammad Fahmi Basyhah Fauzi",
          "authorId": "2270392172"
        }
      ],
      "year": 2025,
      "abstract": "Indonesia is a country whose government system is run with a democratic system. Pancasila, ‎which is the foundation of the state, contains the principle of democracy. The main principle of ‎the Pancasila-style democracy is deliberation to reach a consensus based on noble knowledge ‎and wisdom. This principle of deliberation is in line with Habermas's thesis of communicative ‎action but also has different implications. This paper compares the concept of deliberation-‎consensus ala Pancasila and Habermas's communicative action in implementing a democratic ‎system. This qualitative research analyzes data that includes historical literature, philosophy, and ‎scientific articles that discuss discourses related to Pancasila and Habermas's theory of ‎communicative action. The study results show differences in Eastern and Western culture in the ‎two discourses. In Pancasila deliberation and consensus, communal ties are very strong, while ‎the value of Western individualism in rationalizing a discourse becomes the color of Habermas' ‎theory.‎",
      "citationCount": 1,
      "doi": "10.36526/santhet.v9i1.4955",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fb3515805b2d37924fbc3aed273662bf370e2bdf",
      "venue": "Santhet (Jurnal Sejarah Pendidikan Dan Humaniora)",
      "journal": {
        "name": "Santhet (Jurnal Sejarah Pendidikan Dan Humaniora)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cb81d5bd975002d977d8787765d7d5173be4bcec",
      "title": "Contributions of sociomateriality to organizational studies based on the theory of communicative action: Possibilities for dialogues between Jürgen Habermas and Karen Barad",
      "authors": [
        {
          "name": "Ana Eliza Ferreira Alvim da Silva",
          "authorId": "2258532715"
        },
        {
          "name": "Eliza Pinto Narciso Saltarelli",
          "authorId": "2379464216"
        },
        {
          "name": "Valderí de Castro Alcântara",
          "authorId": "2379463692"
        },
        {
          "name": "Mozar José DE Brito",
          "authorId": "2379463606"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This essay aims to identify the potential contribution that a theoretical perspective based on sociomateriality can offer to organizational studies based on Jürgen Habermas’ concepts. We work specifically with one of the theoretical strands that contemplate sociomateriality - New Materialism based on Barad - and with the most recurrent Habermasian concepts, such as communicative action, the public sphere, worlds of life, and the system. We identify that Habermas’ theoretical work is open to dialogue with the sociomaterial perspective and outline a framework highlighting the main points of convergence and divergence between Habermas and Barad’s proposals, specifying the possibilities for integration. Overall, the analyses argue that it is possible to incorporate sociomaterial perspectives into empirical studies involving the Theory of Communicative Action and the main related ideas.",
      "citationCount": 0,
      "doi": "10.1590/1679-395120240001x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cb81d5bd975002d977d8787765d7d5173be4bcec",
      "venue": "Cadernos EBAPE.BR",
      "journal": {
        "name": "Cadernos EBAPE.BR"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9c2af540e2ecf2e5ea1baca6851f8cd581da0da5",
      "title": "THE RELEVANCE OF JÜRGEN HABERMAS’S THEORY OF COMMUNICATIVE ACTION AS THE PHILOSOPHICAL FOUNDATION OF HUMAN RIGHTS ENFORCEMENT IN INDONESIA",
      "authors": [
        {
          "name": "Muklis Al'anam",
          "authorId": "2308314176"
        },
        {
          "name": "Radian Salman",
          "authorId": "145758638"
        },
        {
          "name": "Kata Kunci",
          "authorId": "2074613955"
        },
        {
          "name": "Teori Kritis",
          "authorId": "2308309553"
        },
        {
          "name": "Jürgen Habermas",
          "authorId": "2251097812"
        },
        {
          "name": "Hak Asasi Manusia",
          "authorId": "2085223638"
        }
      ],
      "year": 2024,
      "abstract": "Abstract \nHabermas’s theory of communicative action is highly relevant as a philosophical foundation for upholding human rights, emphasizing the intrinsic value of each individual, which must not be eliminated by any power. This is supported by Article 6 paragraph (1) of the International Covenant on Civil and Political Rights, ratified as Law Number 12 of 2005. Critical theory, a school of philosophy, focuses on liberating human knowledge from transcendental and empirical oppression, critiquing ideologies that perpetuate social oppression. Human rights have become a dynamic issue in Indonesia, especially during the Presidential Election, with widespread discussions at national and international levels. Countries, organizations, and individuals are increasingly voicing concerns about human rights issues. These problems are complex, particularly in resolving and sanctioning perpetrators, leading some to view human rights as “merely theoretical.” Applying critical theory is crucial in this context, as perfected by Jürgen Habermas. This research employs normative methods, including statutory, conceptual, and case approaches. It concludes that Jürgen Habermas’s theory of communicative action and John Locke’s natural law are similar, emphasizing the inherent meaning of external rights. This grounding makes Habermas’s theory important for upholding law and human rights internationally, although its implementation remains ambiguous. \nAbstrak \nTeori kritis tindakan komunikatif Habermas sangat relevan sebagai fondasi filosofis penegakan HAM yang menekankan nilai intrinsik setiap individu, yang tidak boleh dihilangkan oleh kekuasaan mana pun, sesuai dengan Pasal 6 ayat (1) International Covenant on Civil and Political Rights yang diratifikasi menjadi Undang-Undang Nomor 12 Tahun 2005. Teori kritis adalah aliran filsafat tentang pembebasan pengetahuan manusia dari segala bentuk penindasan transendental dan empiris. Ide teori kritis adalah kritik terhadap ideologi yang bertujuanmenyadarkan manusia akan penindasan sosial dan mencoba membebaskannya. Isu HAM menjadi perbincangan dinamis di Indonesia, terutama pada saat pemilihan presiden, serta di dunia internasional. Berbagai negara, organisasi, dan individu menyuarakan sudut pandang HAM yang ada. Problematika HAM sulit diselesaikan dan penerapan sanksi bagi pelaku sering dianggap “teorik belaka.” Penerapan teori tindakan komunikatif ini penting terkait HAM karena disempurnakan oleh Jürgen Habermas. Penelitian ini menggunakan metode penelitian normatif dengan pendekatan perundang-undangan, konseptual, dan kasus. Hasil penelitian menunjukkan adanya kesamaan konsep antara teori kritis Jürgen Habermas dan aliran hukum kodrat John Locke, yang menekankan hak-hak lahiriah. Teori Jürgen Habermas menjadi penting untuk penegakan hukum dan HAM di dunia internasional, meskipun penerapannya masih ambigu.",
      "citationCount": 2,
      "doi": "10.22146/mh.v36i1.11513",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c2af540e2ecf2e5ea1baca6851f8cd581da0da5",
      "venue": "Mimbar Hukum",
      "journal": {
        "name": "Mimbar Hukum"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a23906886bcf356caccd7536c5aa63f7091d43cc",
      "title": "Technological a priori and Communicative Action in Kurt Vonnegut’s Player Piano",
      "authors": [
        {
          "name": "Mete Han Arıtürk",
          "authorId": "2305509027"
        },
        {
          "name": "Mehmet Büyüktuncay",
          "authorId": "2308960045"
        }
      ],
      "year": 2024,
      "abstract": "This article investigates the state of extreme mechanization in modern industrial societies, which leads to a strict separation of various domains of life and an eventual exclusion of the human element. The Frankfurt School philosophers, Herbert Marcuse and Jürgen Habermas in particular, have rigorously analyzed the inherently ideological function of technology in late capitalist societies. Similarly, Kurt Vonnegut's Player Piano depicts a near-future America, reflecting an exceedingly technologized and automated social world under corporate capitalism. This paper examines how the technocratic state in Vonnegut’s novel utilizes technology to pacify and nullify masses, and thus challenges the idea that technology is just a value-free collection of know-how. The devalued human subject and dehumanized society portrayed in Vonnegut's anti-utopian narrative are discussed with reference to Marcuse’s notion of 'one-dimensional society' and Habermas’s theory of 'communicative action' to provide the critical framework for the analysis of the impoverishing and colonizing impacts of technological rationality on the lifeworld.",
      "citationCount": 0,
      "doi": "10.21497/sefad.1343482",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a23906886bcf356caccd7536c5aa63f7091d43cc",
      "venue": "Selçuk Üniversitesi Edebiyat Fakültesi Dergisi",
      "journal": {
        "name": "Selçuk Üniversitesi Edebiyat Fakültesi Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e9641c8bc299e7ab4b144b3ed84e5ff3f413b9fb",
      "title": "Revisiting the narrative theory of genres: Critiquing Jürgen Habermas's Communicative Action",
      "authors": [
        {
          "name": "Sharanpal Singh",
          "authorId": "2238049774"
        },
        {
          "name": "Shilpi Goyal",
          "authorId": "2238086654"
        }
      ],
      "year": 2024,
      "abstract": "Abstract The world is deeply connected through narratives, which enrich its stories and meanings. Tales about others and us bring vibrancy to life, making existence more dynamic. Critical Discourse Studies analyse these narratives, with the Discourse Historical Approach being a prominent method. This approach emphasises the centrality of narratives while integrating elements like comedy, tragedy, irony, and romance, as suggested by Frye. Such integration not only enhances causality, an essential aspect of textual analysis but also ensures that other essential features like conflict remain significant. By combining social dimensions with storytelling, this approach offers a more profound understanding of narratives. Habermas's theory of communicative action plays a vital role here, enhancing the semantic depth of the Discourse Historical Approach. It provides a solid foundation for analysing genres and narratives, making the process more authentic and insightful. Together, these methods create a robust framework for exploring how stories shape meaning and enrich discourse.",
      "citationCount": 0,
      "doi": "10.2478/jolace-2024-0010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9641c8bc299e7ab4b144b3ed84e5ff3f413b9fb",
      "venue": "Journal of Language and Cultural Education",
      "journal": {
        "name": "Journal of Language and Cultural Education",
        "pages": "28 - 38",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "title": "The Theory Of Communicative Action Vol 1 Reason Amp Rationalization Society Jurgen Habermas",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 45,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d0a1453f66cb5232b10848b03c61bd9c40707e80",
      "title": "Science popularization from the perspective of the theory of communicative action",
      "authors": [
        {
          "name": "Ana Eliza Ferreira Alvim da Silva",
          "authorId": "2160354149"
        },
        {
          "name": "José Roberto Pereira",
          "authorId": "35609919"
        },
        {
          "name": "L. F. Felizardo",
          "authorId": "2693612"
        }
      ],
      "year": 2022,
      "abstract": "This theoretical article proposes using Jürgen Habermas's theory of communicative action (TCA) as a normative instruction for texts intended for science popularization (SP). We used TCA approaches, such as the validity claims that should characterize argumentative debate and the interactive processes with ‘lifeworld’ components (culture, person and society), to create a theoretical relationship between Habermas's theory and SP practices. We propose that the TCA aligns with the objectives of a dialogic communication about science with the non-specialist public and can contribute to perspectives that emphasize dialogue about science in society. We conclude that the premises of communicative action can guide SP policies.",
      "citationCount": 4,
      "doi": "10.1177/20966083221088041",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0a1453f66cb5232b10848b03c61bd9c40707e80",
      "venue": "Cultures of Science",
      "journal": {
        "name": "Cultures of Science",
        "pages": "50 - 66",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "34910f80a668e93ae6b64b28b6db7ab9d63061b0",
      "title": "Moral Consciousness And Communicative Action",
      "authors": [
        {
          "name": "F. Dallmayr",
          "authorId": "94323506"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.5860/choice.28-3821",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/34910f80a668e93ae6b64b28b6db7ab9d63061b0",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a89931ac86e78d17906fcb05245b9b8604208f51",
      "title": "Is there a lack of consensus on consensus theory? Habermas’ communicative action theory contextualized in public administration",
      "authors": [
        {
          "name": "A. L. M. Athayde",
          "authorId": "2071450638"
        },
        {
          "name": "Luís Fernando de Souza Alves",
          "authorId": "2165508303"
        },
        {
          "name": "Pablo Peron de Paula",
          "authorId": "2076936044"
        },
        {
          "name": "Adalmir de Oliveira Gomes",
          "authorId": "150915244"
        }
      ],
      "year": 2022,
      "abstract": "Abstract Considering the criticisms of Habermas’ communicative action theory, this essay problematized and reflected on another possible criticism: scholars of the theory, despite presenting a common understanding - enlightenment and emancipation of man - do not reach a consensus on what this theory represents compared to other theories and rationality types. The guiding question of the essay is: does the transition proposed by Habermas from other rationality types to the communicative concern an interparadigmatic theory or a paradigmatic leap? Methodologically, we adopted the conception of an essay according to which authors and readers need to recognize that reality can be understood in different ways. The discussion, contextualized in public administration, allowed us to understand that considering the communicative action theory as having an interparadigmatic character does not mean it is a mere gathering of other theories because it surpasses those it dialogues with, additionally presenting a radical shift. We propose that the Communicative action theory comprises a paradigmatic leap with interparadigmatic characteristics. Finally, we present implications of this discussion for Public Administration.",
      "citationCount": 1,
      "doi": "10.1590/1679-395120210013x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a89931ac86e78d17906fcb05245b9b8604208f51",
      "venue": "Cadernos EBAPE.BR",
      "journal": {
        "name": "Cadernos EBAPE.BR"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d40092e5a684d7a1665cb6e5f478f54980bb0bb7",
      "title": "The Communicative Action of Habermas",
      "authors": [
        {
          "name": "Nadia Omer Kakasur",
          "authorId": "2198836421"
        }
      ],
      "year": 2022,
      "abstract": "          Jürgen Habermas wants to establish the theory of communicative action, in a time where society is under influence of Instrumental mind. In other terms the authoritarian mind  of  the  authoritarian  through  and  capitalists  in  markets  controlling companies, state authorities and the society. \nHabermas intends to visualize the theory of Communicative action. The theory of a social criticism  that  based  on Anthropology, linguistics,  ethics,  politics,  social principles, philosophy and  other  principles,  in  order  to  point  out  the  characteristics  of intellectuals socio-institutionally, that consist of restriction and limit the human and nature, treating it as means.   \n This theory is to serve a critical-social analyses and to hold characteristics  of  intellectuals  socio-institutionally, to have the  ability  breaking through the intellectuals socio-institutionally, that being for ages in the western intellectuals, aiming not only the individuals open up to each other, but to reach the level of fruitful understanding, to establish a intellectuals status and only by this is able to integrate the scattered parts of society, which the communicative is a social act and aiming toward (Social integration). \nTherefore, to give a broader sense of this theory, our study presented in the following section: The Theory of Communicative Action, The role of Discourse Theory, Habermas’s Cosmopolitanism, Habermas’s Discourse Theory.",
      "citationCount": 0,
      "doi": "10.26750/vol(9).no(5).paper18",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d40092e5a684d7a1665cb6e5f478f54980bb0bb7",
      "venue": "Journal of University of Raparin",
      "journal": {
        "name": "Journal of University of Raparin"
      },
      "publicationTypes": null
    },
    {
      "paperId": "42a822b3975d8e8342ed7dc48d59f78b90cf482e",
      "title": "“What Is Universal Pragmatics?” Linguistic Foundations of Communicative Action",
      "authors": [
        {
          "name": "Tayfun Torun",
          "authorId": "2179687460"
        }
      ],
      "year": 2022,
      "abstract": "The most provocative and crucial argument of Habermas' Theory of Communicative Action is the claim that the parties participating in communicative action can reach an understanding and agreement in any case if they aim to reach an agreement, not to dominate/oppress or manipulate each other. This claim, which is at the core of his social theory as a whole, requires an analysis of the conditions for reaching an agreement in communicative action. In this regard, Habermas provides the most detailed analysis of these conditions from the linguistic perspective in his article: “What Is Universal Pragmatics?” This article discusses Habermas’ linguistic justification for the Theory of Communicative Action through an elaborative reading of “What Is Universal Pragmatics?”",
      "citationCount": 0,
      "doi": "10.20981/kaygi.1149232",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42a822b3975d8e8342ed7dc48d59f78b90cf482e",
      "venue": "Kaygı Uludağ Üniversitesi Fen-Edebiyat Fakültesi Felsefe Dergisi",
      "journal": {
        "name": "Kaygı. Uludağ Üniversitesi Fen-Edebiyat Fakültesi Felsefe Dergisi"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c74d47cb66fe89b79ea85cfbf2aa95c216aa9c04",
      "title": "DIALOGUE CIRCLE: A dialogic Approach for the Reconnection of Knowledge and Communicative Action",
      "authors": [
        {
          "name": "Maria Rita Ivo de Melo Machado",
          "authorId": "2187072454"
        },
        {
          "name": "A. Gervais",
          "authorId": "22234278"
        },
        {
          "name": "José Borzacchiello da Silva",
          "authorId": "144163214"
        },
        {
          "name": "Júlia Figueredo Benzaquen",
          "authorId": "2120608930"
        },
        {
          "name": "Anderson Fernandes de Alencar",
          "authorId": "2184963853"
        },
        {
          "name": "Tarcísio Fulgêncio Alves da Silva",
          "authorId": "10314394"
        },
        {
          "name": "Walter Santos Evangelista Júnior",
          "authorId": "2187031574"
        },
        {
          "name": "Luis Claudio Monteiro de Mattos",
          "authorId": "2187030580"
        },
        {
          "name": "L. Jalil",
          "authorId": "117300134"
        },
        {
          "name": "F. Lacerda",
          "authorId": "108707282"
        },
        {
          "name": "Marcos Antonio Bezerra Figueiredo",
          "authorId": "2187020948"
        },
        {
          "name": "Ó. E. Z. Mosquera",
          "authorId": "2096256747"
        },
        {
          "name": "Jorge Luiz Schirmer de Mattos",
          "authorId": "2070642951"
        }
      ],
      "year": 2022,
      "abstract": "The context in which we live today is paradoxical, as we are in a deeply challenging historical moment in relation to the future of humanity. Socio-environmental issues are increasingly urgent for society to make a commitment to efficient solutions in the direction of reversing the serious problems of destruction of the planet and the impossibility of a dignified life on earth. It all depends on an awareness of all the citizens of the world in order to face this civilizational crisis. However, any path that is pointed out will not succeed if the altered course of society and nature co-evolution is not resumed. This means that only with a deeper understanding of socioecological issues on the part of humanity will it be possible to rediscover the lost link of the harmonious coexistence of Homo sapiens with the other lives that make up the terrestrial globe. This understanding is very present in Agroecology, an emerging science that was born from the criticism of the unsustainable way of using nature's goods and the fragmented way imposed by modern science on knowledge. His option for the dialogue of knowledge, when contemplating traditional and academic knowledge, has been providential to raise the relationship between society and nature to more sustainable levels. This has been done in dialogue spaces such as culture circles and conversation circles. However, with the complexity of the phenomena, other spaces for dialogue have emerged in the field of Agroecology. This is the case of the dialogue circle, complexity based on dialogic action and communicative action.",
      "citationCount": 1,
      "doi": "10.22161/ijaers.910.34",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c74d47cb66fe89b79ea85cfbf2aa95c216aa9c04",
      "venue": "International Journal of Advanced Engineering Research and Science",
      "journal": {
        "name": "International Journal of Advanced Engineering Research and Science"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3577980e386c773db0682ab2d64bfc24c9c462b2",
      "title": "Communicative Action: Correlation Of Leadership Principles In The Viewpoint Of Muhammad Rasulullah And J. Habermas",
      "authors": [
        {
          "name": "Igo Ilham Hilabi",
          "authorId": "2132400125"
        },
        {
          "name": "A. R. Saputra",
          "authorId": "2128820413"
        },
        {
          "name": "Chalimatuz Sa’diyah",
          "authorId": "1413877567"
        },
        {
          "name": "Siti Nurhasanah",
          "authorId": "2370216153"
        }
      ],
      "year": 2021,
      "abstract": "This study aims to briefly review the thoughts of Jurgen Habermas, a German philosopher at the Frankfurt School with his critical philosophy, especially regarding social thought, by comparing it with the concept of spiritual leadership in Islam as reflected by the leadership characteristics of the Prophet Muhammad SAW. Data processing uses descriptive analysis with a deconstruction paradigm, looking more sharply to provide new and critical meanings to the interpretation of Habermas's thoughts. The text is understood and rearranged from a different point of view. After finding the philosophical foundation and structure of Habermas' thought, the researcher compares his thoughts to the concept correlation of the Leadership of the Prophet Muhammad SAW so as to find Habermas' intentions related to Communicative Action and the rational development of society. The results of this study prove that Habermas's idea has a similar concept to Islamic spiritual leadership in a brief conceptualization that reflects the character and values that adhere to humanity, equality of emancipatory values and prioritizing communication in deliberation and solidarity that can lead to great ideals Naturalism is welfare in Habermasian Communicative Action. The spiritual implications of Islamic leadership are addressed using a democratic method and prioritizing the social side so that it has a purpose for the development of society.",
      "citationCount": 3,
      "doi": "10.47577/tssj.v22i1.4169",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3577980e386c773db0682ab2d64bfc24c9c462b2",
      "venue": "Technium Social Sciences Journal",
      "journal": {
        "name": "Technium Social Sciences Journal"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3549978c8f12855b7320b310d5f1a221842edc2f",
      "title": "Communicative action and practical discourse to empower patients in healthcare-related decision making",
      "authors": [
        {
          "name": "Karolina Napiwodzka",
          "authorId": "117622228"
        }
      ],
      "year": 2021,
      "abstract": "The aim of the paper is to reconsider Habermas’ discourse approach in terms of its usefulness in the realm of public healthcare where, on a microscale, intersubjective communicative situations arise between defined participants, i.e., patients and healthcare providers, patients’ family members, and further eligible contributors to patient-related decision making. A need for more “communicative interaction,” and explicative and practical discourse, is illustrated by two empirical examples of medical decision making which reveal both communicative and discursive deficits (Section I). To empower and enable the patient as a rational and autonomous speaker and discourse participant, a Habermasian emancipatory argument and ‘the power of the better argument’ is recalled (Section III). The possibility of equal communicative and discursive rights in the light of real inequalities is discussed in the context of a ‘competence gap’ between participants (Section IV). Further sections focus on the importance of informed consent on the side of the patient and the communicative competences as an important factor of healthcare system.",
      "citationCount": 2,
      "doi": "10.18778/0208-6107.38.04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3549978c8f12855b7320b310d5f1a221842edc2f",
      "venue": "Acta Universitatis Lodziensis Folia Philosophica Ethica-Aesthetica-Practica",
      "journal": {
        "name": "Acta Universitatis Lodziensis. Folia Philosophica. Ethica-Aesthetica-Practica"
      },
      "publicationTypes": null
    },
    {
      "paperId": "26e98ee8a30bed0681861b7a9d2820d5222b5361",
      "title": "HABERMAS’S THEORY OF COMMUNICATIVE ACTION AND IT’S VALUE IN MODERN COMMUNICATION FIELD IN THE WORLD",
      "authors": [
        {
          "name": "C. Minh",
          "authorId": "65988221"
        },
        {
          "name": "lý thuyết",
          "authorId": "2098323757"
        },
        {
          "name": "Hành Động Tương",
          "authorId": "2129563794"
        },
        {
          "name": "Giao Của",
          "authorId": "2129553242"
        },
        {
          "name": "VÀ Habermas",
          "authorId": "2129552955"
        },
        {
          "name": "Giá Trị",
          "authorId": "2129553849"
        },
        {
          "name": "Của NÓ Trong",
          "authorId": "2129553966"
        },
        {
          "name": "Lĩnh Vực",
          "authorId": "2129552973"
        },
        {
          "name": "Truyền thông",
          "authorId": "2101627616"
        },
        {
          "name": "Trên Thế Giới",
          "authorId": "2129554067"
        },
        {
          "name": "Hiện nay",
          "authorId": "2085266210"
        },
        {
          "name": "Truong Ngoc Lan",
          "authorId": "2103353185"
        },
        {
          "name": "K. luận",
          "authorId": "2065577743"
        },
        {
          "name": "Chính trị",
          "authorId": "2128016483"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/26e98ee8a30bed0681861b7a9d2820d5222b5361",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "fb0ab66b5e6969e63059270129d0eba66ee3ac53",
      "title": "Transformational Model: Pela Communicative Action and Systemic Action",
      "authors": [
        {
          "name": "Andhika Rahmat Saputra",
          "authorId": "2159259711"
        },
        {
          "name": "Putri Zahra Azizah",
          "authorId": "2159259626"
        },
        {
          "name": "A. Sari",
          "authorId": "122377483"
        }
      ],
      "year": 2021,
      "abstract": "This study refers to how the Pela concept within the Maluku. This study relates to how the Pela concept within the Maluku community has a broad influence on the rationalization of the life-world. Modernity, liberalism, and the currents of globalization that fuel technical progress can jeopardize the rationalization of our life-world, which is essential for the integrity and solidarity of society, but neglect of technological progress should not be a proposition. Therefore, researchers, with the help of the dialectic of Habermas and Hardiman’s thoughts with their post-secular thoughts, found a motive to examine how Indonesian multiculturalism has the potential to rationalize the development of society. Using the perspective of Jurgen Habermas and Hardiman based on post-secular theory, the purpose of this study helped researchers study the forms of deliberation from the Pela system. Qualitative research is the research method used. The critical paradigm is the chosen solution. This study combines Pela concepts associated with Habermas and Hardiman’s post-secular thinking and uses Habermas’ critical hermeneutic theory. The results of this study show the decision-making process. In this context, the researchers found the Pela concept as the initial capital of the Maluku people to support technical progress without neglecting the roots of solidarity. This research can be a reference for further researchers in sociology, ethnology, and even human resource management.",
      "citationCount": 0,
      "doi": "10.19105/karsa.v29i2.4742",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fb0ab66b5e6969e63059270129d0eba66ee3ac53",
      "venue": "Karsa: The journal of Social and Islamic Culture",
      "journal": {
        "name": "Karsa: Journal of Social and Islamic Culture"
      },
      "publicationTypes": null
    },
    {
      "paperId": "16bae25c887d96c2635f1c7f4e5f1cf861bd4216",
      "title": "A Dialogical Approach to Understand Perspectives of an Aboriginal Wellbeing Program: An Extension of Habermas’ Theory of Communicative Action",
      "authors": [
        {
          "name": "Lisa Urquhart",
          "authorId": "2065250733"
        },
        {
          "name": "Leann Brown",
          "authorId": "153266751"
        },
        {
          "name": "K. Duncanson",
          "authorId": "5675205"
        },
        {
          "name": "Karen Roberts",
          "authorId": "2111784976"
        },
        {
          "name": "K. Fisher",
          "authorId": "50744938"
        }
      ],
      "year": 2020,
      "abstract": "This article will aim to demonstrate how we applied a collaborative dialogical research approach to understand perspectives of an Aboriginal wellbeing program by extending Habermas’ Theory of Communicative Action to respect Australian Aboriginal ways of knowing, being and doing. This process aims to disrupt the colonizing discourse by bridging the disconnect between Indigenous decolonizing methods and Western knowledges, toward a dialogical, respectful, appropriate and reciprocally beneficial research project. We discuss how layers of reflexivity (self, interpersonal and collective) have a role in communicative relationality (trust and shared decision making). We propose cross-cultural communicative relationality is strengthened by three key researcher actions; inner listening, relational actions beyond discourse and collective knowledge, along with Habermas criteria for discerning the motivations of action (communicative vs strategic). This article provides researchers from a variety of disciplines a way to respectively research in the critical paradigm while considering Aboriginal ways toward building a relationship that is mutually beneficial.",
      "citationCount": 10,
      "doi": "10.1177/1609406920957495",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/16bae25c887d96c2635f1c7f4e5f1cf861bd4216",
      "venue": "",
      "journal": {
        "name": "International Journal of Qualitative Methods",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4f0487d6ea0a1c424f7278509366f5718ee93cf7",
      "title": "Ethics of communicative action and human rights in Habermas",
      "authors": [
        {
          "name": "Michele Indellicato",
          "authorId": "2104074584"
        }
      ],
      "year": 2020,
      "abstract": "Journal of Modern Science tom 4/43/2019 Abstract The ethics of communication in Habermas overcomes the contrasts of a multicultural society and proposes inclusion of differences and differences, given that they are not a diminutive but an opportunity for comparison for the formation of a free and democratic society. The agreement between the dialoguing parties is a fundamental element of communicative action and is an essential basis for an ethical-juridical universalism, thanks to which all men are defended in their human rights.",
      "citationCount": 0,
      "doi": "10.13166/jms/117988",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f0487d6ea0a1c424f7278509366f5718ee93cf7",
      "venue": "",
      "journal": {
        "name": "Journal of modern science",
        "pages": "75-99",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1b87b33dc44254218e72843393902c52d5cc8058",
      "title": "The theory of communicative action of Jürgen Habermas with religious issues in the public sphere",
      "authors": [
        {
          "name": "T. Dong",
          "authorId": "2284099576"
        }
      ],
      "year": 2020,
      "abstract": "The article summarizes the main arguments in J. Habermas’ theory of communicative action, identifying three functions that communicative action can perform: to be used to convey information, to establish social relationships with others, and to express one’s opinions or feelings. By analyzing the category of “communicative rationality” with religious issues in the public sphere, in relation to language, discourse ethics, it is shown that the public sphere is the environment where dialogues in all areas take place to meet the needs of citizens. (According to Habermas, Kant was the first philosophy to give to public sphere “its completed theoretical structure” in a text of political philosophy, entitled “What is Enlightenment?”). \nReligions may not directly influence politics, but still, have the function of directing in society. J. Habermas determines that religion cannot be restricted to the private sphere, but must actively participate in the public sphere, where interactions and dialogues take place, as a catalyst for the process of solidarity to exist, to bring a new life force to the world. It is the place for members of society to have conversations and engage with each other. \nThe theory of communication by J. Habermas is timely contemplation with a deeply humane spirit.",
      "citationCount": 0,
      "doi": "10.32508/stdjssh.v4i1.536",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b87b33dc44254218e72843393902c52d5cc8058",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "4"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
