{
  "status": "success",
  "source": "semantic_scholar",
  "query": "decolonial Habermas",
  "results": [
    {
      "paperId": "441e07daf1a9b235e7133dfa9f4faa070f596ded",
      "title": "Revisiting the Kantian legacy in Habermas: the philosophical project of modernity and decolonial critiques to rationality and cosmopolitanism",
      "authors": [
        {
          "name": "Cristina Foroni Consani",
          "authorId": "2076020763"
        }
      ],
      "year": 2023,
      "abstract": "This paper deals with Amy Allen’s critique of Habermas's theory of modernity, democracy, and cosmopolitanism. I will focus on her arguments that touch on the role of rationality. Allen's critique of Habermas will be presented, especially where she argues that focusing on rationality is ethnocentric and promotes the political exclusion of subaltern groups. The extent to which Allen's critiques affect the emancipatory potential of Habermasian theory will next be assessed. It is finally argued that Allen's position leads to a denial of the distinction between social rationality and irrationality as legitimate criteria. The consequences of such a position for the political sphere will then be analyzed.",
      "citationCount": 0,
      "doi": "10.5380/sk.v21i1.91983",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/441e07daf1a9b235e7133dfa9f4faa070f596ded",
      "venue": "Studia Kantiana",
      "journal": {
        "name": "Studia Kantiana"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4cc9a7b90d885db2d270f5bec2c3cad04760f959",
      "title": "Habermas und Fanon über koloniale Herrschaft",
      "authors": [
        {
          "name": "Victor Kempf",
          "authorId": "117371059"
        }
      ],
      "year": 2024,
      "abstract": "Abstract From a decolonial perspective, Habermas’ theory is seen by many as Eurocentric and in philosophical alliance with colonial rule. In particular, his theory of progress is seen as offensive because it devalues non-Western ways of understanding in comparison to their modern Western counterparts. On the one hand, this is true. On the other hand, Habermas’ actual concept of progress can also be used to formulate a critique of colonialist development imperatives. Moreover, his concept of “systematically distorted communication” can make an interesting contribution to understanding colonial rule: even colonial rule is communicatively mediated, with the constant risk of dissent precariously held in check by racist discourse barriers. Fanon already provides strong starting points for this communication-theoretical view of colonial rule. With him, the decolonial struggles against racist discourse barriers also come into view.",
      "citationCount": 0,
      "doi": "10.1515/dzph-2024-0026",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4cc9a7b90d885db2d270f5bec2c3cad04760f959",
      "venue": "Deutsche Zeitschrift für Philosophie",
      "journal": {
        "name": "Deutsche Zeitschrift für Philosophie",
        "pages": "344 - 362",
        "volume": "72"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6041de20b8b06975b791da08e9aa89e8c0efc8e1",
      "title": "conceito de violência numa perspectiva decolonial e o modelo discursivo de democracia",
      "authors": [
        {
          "name": "Charles Feldhaus",
          "authorId": "2069398626"
        }
      ],
      "year": 2023,
      "abstract": "Este estudo pretende reconstruir alguns traços gerais da concepção de feminismo decolonial de Françoise Vergès na obra Feminismo decolonial e na obra Uma teoria feminista da violência buscando enfatizar de que maneira a teoria discursiva de Jurgen Habermas em sua obra Facticidade e validade enfrenta a questão das demandas sociais por igualdade entre homens e mulheres ao tratar da dialética entre igualdade de direito e igualdade fato no mercado de trabalho. Vergès sustenta que é necessário um tipo de reconstrução da história do feminismo em que o protagonismo das mulheres racializadas seja levado em consideração e que se preste atenção à maneira como o feminismo decolonial  e o que ela chama de feminismo civilizatório conceituam a emancipação da mulher. Embora seja importante reconhecer que a inclusão das mulheres racializadas na arena pública ou na esfera pública possa ser ainda insuficiente como uma estratégia para garantir a igualdade das mulheres, a invisibilização das mulheres racializadas pode até mesmo distorcer o ponto do debate da emancipação feminina e Vergès analisa alguns casos para ilustrar seu ponto de vista, como o que se costuma chamar de a polêmica do biquíni na França. Além disso, o próprio conceito de violência numa perspectiva diferenciada do termo, que inclui não apenas a agressão física, mas também a distribuição desigual de tarefas (atividades relacionadas com a manutenção do capital e atividades executivas de empresas) entre mulheres racializadas e mulheres brancas, a distribuição entre as pessoas que podem ser mortas de maneira arbitrária e as que não podem, todos estes aspectos podem ser considerados como um avanço importante na discussão das questões relacionadas com a igualdade na sociedade contemporânea.",
      "citationCount": 0,
      "doi": "10.21728/logeion.2023v10nesp2.p143-156",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6041de20b8b06975b791da08e9aa89e8c0efc8e1",
      "venue": "Logeion Filosofia da Informação",
      "journal": {
        "name": "Logeion: Filosofia da Informação"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4fbf1c6de2463a99c8d0aeecf99d770dcba74581",
      "title": "Defending Habermas against Eurocentrism: Latin America and Mignolo’s Decolonial Challenge",
      "authors": [
        {
          "name": "R. Morrow",
          "authorId": "152606057"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315734194-13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fbf1c6de2463a99c8d0aeecf99d770dcba74581",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "127-146",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e51271b423eac9fd04e55aa1b2f79e7590c6fc59",
      "title": "Violência obstétrica contra as mulheres negras e a bioética de intervenção em contexto decolonial",
      "authors": [
        {
          "name": "José Yuri dos Anjos Santana",
          "authorId": "2207390406"
        },
        {
          "name": "Vitória Maria Herculano Pacheco Cavalcante",
          "authorId": "2207632027"
        },
        {
          "name": "Róbson José dos Santos Filho",
          "authorId": "2207072442"
        },
        {
          "name": "Anne Karolyne Pereira Da Silva",
          "authorId": "2206125631"
        }
      ],
      "year": 2023,
      "abstract": "O presente estudo visa abordar acerca da violência obstétrica contra as mulheres negras. Tema imprescindível para a vida em sociedade, tendo em vista que é uma violência silenciosa, naturalizada e normalizada, tornando-se a regra nos hospitais públicos e privados, com flagrante violação aos direitos reprodutivos das mulheres. Mas qual a causa histórica para esse problema e como resolvê-lo? Para responder esse questionamento, utiliza-se do método histórico, bem como o hipotético dedutivo. Ademais, maneja-se o procedimento bibliográfico, abeberando-se de artigos e sites, que abordam o paradigma da colonialidade, bem como as obras de Foucault e Habermas. Como resultado, nota-se que a sociedade está assentada sob as seguintes premissas, quais sejam: capitalismo, patriarcalismo, racismo e sexismo, em virtude do pensamento moderno da colonialidade. Por conseguinte, tem-se o corpo negro feminino dominado, apropriado e docilizado pelo sistema para sentir dor passivamente. Como solução epistemológica e prática, tem-se a bioética de intervenção, correlacionada com a decolonialidade, preocupada com as desigualdades sociais, propondo o diálogo como ferramenta de empoderamento feminino, para que haja máximo respeito à autonomia da mulher, a qual deve decidir a melhor forma que deve ser conduzido o seu parto. Logo, o instrumento mais eficaz não é o punitivismo, com a criação de tipos penais, mas a educação, como forma de adequar a linguagem entre os interlocutores, reverberando em um diálogo equitativo, construtivo com a medicina.",
      "citationCount": 0,
      "doi": "10.34117/bjdv9n2-088",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e51271b423eac9fd04e55aa1b2f79e7590c6fc59",
      "venue": "Brazilian Journal of Development",
      "journal": {
        "name": "Brazilian Journal of Development"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9966322c0f7ea81a893d641c60b5b7c29ba7f9ae",
      "title": "Defending Habermas against Eurocentrism: Latin America and Mignolo’s Decolonial Challenge",
      "authors": [
        {
          "name": "L. Rensmann",
          "authorId": "7689615"
        },
        {
          "name": "K. Mahadevan",
          "authorId": "117238333"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9966322c0f7ea81a893d641c60b5b7c29ba7f9ae",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "61f01457e7f63ea01927d91963702bcdaaf53128",
      "title": "La Teoría Crítica y el pensamiento decolonial: hacia un proyecto emancipatorio post-occidental",
      "authors": [
        {
          "name": "Víctor Manuel Andrade Guevara",
          "authorId": "115838875"
        }
      ],
      "year": 2019,
      "abstract": "El presente artículo pretende analizar las diferencias y las convergencias entre la Teoría Crítica, especialmente la obra de Habermas, autor perteneciente a la segunda generación, y el pensamiento decolonial, en tanto paradigmas que tratan de construir un proyecto político emancipatorio, a partir de sus supuestos ontológicos, epistemológicos y metodológicos, así como la naturaleza de las propuestas políticas que ambas corrientes de pensamiento han sostenido y sostienen. A partir de esta revisión, se señalan las convergencias entre la generación más reciente de la Teoría Crítica y el giro decolonial y la posibilidad de construir un diálogo en condiciones simétricas, reconociendo la importancia de valorar los saberes otros del giro decolonial, pero también de la conservación de los pilares institucionales que sostienen la existencia de una ciencia social crítica.",
      "citationCount": 15,
      "doi": "10.22201/fcpys.2448492xe.2020.238.67363",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61f01457e7f63ea01927d91963702bcdaaf53128",
      "venue": "Revista Mexicana de Ciencias Políticas y Sociales",
      "journal": {
        "name": "Revista Mexicana de Ciencias Políticas y Sociales"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5b90bcf6df032f310837ec6289f528c4f7982066",
      "title": "Como o pensar decolonial pode ofertar novas perspectivas sobre a religião no sul global",
      "authors": [
        {
          "name": "Danieli Lima da Cunha",
          "authorId": "2081738521"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b90bcf6df032f310837ec6289f528c4f7982066",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "21-35",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fc792f5d84325f5da7bccb941c772ae5bcee4e65",
      "title": "Decolonial philosophy and the historical-sociological blindness of the theories of modernity: a new way to Latin-American philosophy",
      "authors": [
        {
          "name": "Leno Francisco Danner",
          "authorId": "113281659"
        }
      ],
      "year": 2018,
      "abstract": "The paper argues on the Latin-American philosophy as a decolonial praxis which unveils and overcomes the historical-sociological blindness of the theories of modernity (such as Max Weber and Jürgen Habermas). This historical-sociological blindness is characterized (a) by the separation between European culture and the modern Realpolitik of the colonialism as non-dependent and non-mutually-supported moments, and (b) by the reconstruction of the process of constitution of the European modernity as an endogenous, self-referential and basically internal movement of evolution, ignoring again its correlation and profound linking with colonialism. The paper argues that the critical and emancipatory role of the modernity’s normative paradigm only is possible by that historical-sociological blindness. So, the Latin-American philosophy, the moment it denounces and unveils the historical-sociological blindness of the theories of modernity, points directly to the self-restraint of the modernity’s normative paradigm as the basic theoretical-political agenda and praxis for a decolonial philosophy, as condition also to the correction of the modernity itself. Contrarily to Habermas, who defends the renewal of the modernity’s normative paradigm as a non-fundamentalist epistemological-moral universalism, the decolonial philosophy will show that the historical-sociological blindness only can be resolved from the self-restraint of the modernity and from an anti-colonial politics based on the reparation for colonialism as a critical-normative concept for theoretical analysis and political praxis regarding modernity-modernization as a totalizing epistemological-cultural-societal movement towards colonialism.    ",
      "citationCount": 0,
      "doi": "10.15210/dissertatio.v47i0.9644",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fc792f5d84325f5da7bccb941c772ae5bcee4e65",
      "venue": "Revista Dissertatio de Filosofia",
      "journal": {
        "name": "Revista Dissertatio de Filosofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "05090dbf6c6c2b788d409e38bcfb472b7854c573",
      "title": "Deprovincializing Habermas : Global Perspectives",
      "authors": [
        {
          "name": "T. Bailey",
          "authorId": "92219779"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.4324/9781315734194",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/05090dbf6c6c2b788d409e38bcfb472b7854c573",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ce3b5228077378c9ec86c99b33f34ecd3f587eb0",
      "title": "Nem toda sustentabilidade é verde: representações do trabalho feminino na Amazônia pré-COP30",
      "authors": [
        {
          "name": "Josué de Lima Carvalho",
          "authorId": "2403406771"
        },
        {
          "name": "Rossiclea Ferreira do Nascimento",
          "authorId": "2403403002"
        },
        {
          "name": "Jones Nogueira Barros",
          "authorId": "2403406879"
        },
        {
          "name": "Mário Vasconcellos Sobrinho",
          "authorId": "2403406826"
        },
        {
          "name": "Ana Maria de Albuquerque Vasconcellos",
          "authorId": "2403403864"
        }
      ],
      "year": 2025,
      "abstract": "O presente artigo analisa as representações midiáticas do trabalho feminino na Amazônia no contexto pré-COP 30, com base na Teoria da Esfera Pública, na abordagem decolonial e em contribuições sobre economia do cuidado, justiça de gênero e territorialidades. A pesquisa é qualitativa, descritiva e exploratória, com método dedutivo, utilizando análise de conteúdo de seis notícias selecionadas entre 2021 e 2025. A categorização teórica foi orientada por autores como Habermas, Fraser, Federici, Sachs, Lugones e estudiosos amazônicos, possibilitando identificar quatro categorias analíticas: visibilidade positiva do protagonismo feminino, valorização do cuidado, erotização de corpos femininos e invisibilidade institucional. Os dados foram analisados pelo método de Reinert com apoio do software IRaMuTeQ. Os resultados indicam que, embora haja narrativas que destacam a atuação sustentável e comunitária das mulheres amazônidas, ainda predominam representações baseadas na erotização, estigmatização e omissão de políticas públicas específicas para essas populações. A análise sugere a necessidade de aprofundar o debate sobre justiça simbólica e inclusão de vozes subalternizadas na agenda ambiental da COP 30.",
      "citationCount": 0,
      "doi": "10.31423/oikos.v36i3.22284",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ce3b5228077378c9ec86c99b33f34ecd3f587eb0",
      "venue": "Oikos: Família e Sociedade em Debate",
      "journal": {
        "name": "Oikos: Família e Sociedade em Debate"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4862f30fc573380393a6c7d455b2d2875462efb9",
      "title": "Historical Foundations of Civil Society: Traditions, Legacies, and Contemporary Relevance",
      "authors": [
        {
          "name": "A. Kazanskaia",
          "authorId": "2374847697"
        }
      ],
      "year": 2025,
      "abstract": "Civil society’s roots extend across diverse civilizations, reflecting humanity’s enduring impulse toward collective organization and public good. This article explores these deep historical foundations, tracing traditions of philanthropy, mutual aid, and voluntary association in both Western and non-Western contexts. It examines how religious institutions, community networks, and colonial legacies have shaped the evolution of modern NGOs and their legitimacy within varying governance systems. By engaging with the theories of Tocqueville, Putnam, and Habermas, the analysis reconsiders foundational assumptions about social capital, public discourse, and associational life through a comparative and decolonial lens. Highlighting plural trajectories and structural continuities, the article underscores how civil society remains both a legacy and a living force in shaping democratic participation, development practice, and civic trust across the globe.",
      "citationCount": 0,
      "doi": "10.64357/neya-gjnps-cvscunprrsenv-02",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4862f30fc573380393a6c7d455b2d2875462efb9",
      "venue": "NEYA Global Journal of Non-Profit Studies",
      "journal": {
        "name": "NEYA Global Journal of Non-Profit Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ffa09858cdca833e156236c68606cb0fbadf3c06",
      "title": "Ricoeurian Hermeneutics and Indian Thought: Analyzing Evil in Cross-Cultural Philosophy",
      "authors": [
        {
          "name": "P. Bilimoria",
          "authorId": "10357632"
        },
        {
          "name": "Meera Baindur",
          "authorId": "2377156648"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11841-025-01075-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ffa09858cdca833e156236c68606cb0fbadf3c06",
      "venue": "Sophia",
      "journal": {
        "name": "Sophia",
        "pages": "513 - 537",
        "volume": "64"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2a1d7d19774cacd58f7e46a6c6b8c7fb12eeb58a",
      "title": "Crossroads of consciousness: whose decolonization is it in Nigeria?",
      "authors": [
        {
          "name": "Y. D. Olaniyan",
          "authorId": "2359766144"
        },
        {
          "name": "Mercy O. Martins",
          "authorId": "2359809691"
        }
      ],
      "year": 2025,
      "abstract": "The call for decolonial discourse has increasingly gained global purchase, yet its growing visibility often masks an unresolved question: who possesses the voice and agency to participate in these conversations? This paper tries to answer this question within the context of Nigeria, where the impacts of colonial history persist in education and societal norms. Through an autoethnographic approach, we reflect on our experiences growing up and schooling in Nigeria and, subsequently, the UK for postgraduate education to interrogate how these encounters have shaped our understanding of colonialism and de/coloniality. We propose a novel framework to structure our narratives that maps key decolonial erasure and rediscovery stages. These stages illustrate how systemic barriers within Nigeria’s educational systems obscure colonial histories and hinder decolonial engagement. We appropriate Habermas’s public sphere and Fricker’s concept of hermeneutical injustice as theoretical incisions to illuminate how power dynamics influence the availability of critical spaces for decolonial discussions and how knowledge disparities create interpretive limitations. This study offers insight into the lived dimensions of decolonial engagement, questioning its accessibility and resonance beyond intellectual circles. It also contributes to ongoing efforts to bridge decolonial theory and practice by offering insights for more inclusive educational reforms and public engagement in Nigeria.",
      "citationCount": 0,
      "doi": "10.3389/fsoc.2025.1535330",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a1d7d19774cacd58f7e46a6c6b8c7fb12eeb58a",
      "venue": "Frontiers in Sociology",
      "journal": {
        "name": "Frontiers in Sociology",
        "volume": "10"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e716876251921787ef484455212fc2164531512a",
      "title": "O pensamento analético dusseliano na construção das epistemologias do sul e a superação do irracionalismo moderno: uma crítica ao método dialético habermasiano de inclusão do outro",
      "authors": [
        {
          "name": "Willaine Araújo Silva",
          "authorId": "120274681"
        },
        {
          "name": "João Paulo Bastos Teixeira",
          "authorId": "2294585072"
        }
      ],
      "year": 2024,
      "abstract": "O presente artigo busca explorar os modelos de reconhecimento e inclusão oferecidos por Enrique Dussel e Jürgen Habermas. Procura, com ênfase na perspectiva decolonial dusseliana, apontar os limites do modelo habermasiano, particularmente diante de um passado colonial.  Busca-se assim discutir o mito da Modernidade e a consequente construção da linha abissal que dividiu o mundo entre o “lado de lá” e o “lado de cá” e as consequências epistemológicas e jurídicas dessa divisão. Em um segundo momento, buscamos examinar as teorias formuladas a partir do século XIX de reconhecimento do Outro para, traçando uma crítica a elas, baseadas numa lógica dialética universalizante propor a utilização da chamada analética como mecanismo de efetiva libertação dos povos latino-americanos e cuja lógica seria capaz de embasar verdadeiras epistemologias do sul, enquanto proposta epistemológica, insurgente contra o projeto de dominação capitalista perpetrada pela Modernidade.",
      "citationCount": 0,
      "doi": "10.5335/rjd.v38i1.15409",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e716876251921787ef484455212fc2164531512a",
      "venue": "Revista Justiça do Direito",
      "journal": {
        "name": "Revista Justiça do Direito"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5ec668e4b88bceb19c8193d05d699cff63f941a7",
      "title": "The End of Progress: Decolonizing the Normative Foundations of Critical Theory",
      "authors": [
        {
          "name": "Amy Allen",
          "authorId": "2263527999"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 96,
      "doi": "10.7312/alle17324",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ec668e4b88bceb19c8193d05d699cff63f941a7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9b3b4ccbc88730d3bcce4eb4f72f0cd6c7d05763",
      "title": "The end of progress: Decolonizing the normative foundations of critical theory",
      "authors": [
        {
          "name": "Antonio Y. Vázquez-Arroyo",
          "authorId": "1437991176"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 57,
      "doi": "10.1057/s41296-017-0152-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b3b4ccbc88730d3bcce4eb4f72f0cd6c7d05763",
      "venue": "Contemporary Political Theory",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "224 - 227",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fe8cb361b8e241a9f795b370718e72329a331d98",
      "title": "The topology of being and the geopolitics of knowledge",
      "authors": [
        {
          "name": "Nelson Maldonado-Torres",
          "authorId": "1416367758"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 189,
      "doi": "10.1080/1360481042000199787",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe8cb361b8e241a9f795b370718e72329a331d98",
      "venue": "",
      "journal": {
        "name": "City",
        "pages": "29 - 56",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "441d759a78df00c81717e1ec85a22e2fd71abd64",
      "title": "Gaza: A decolonial geography",
      "authors": [
        {
          "name": "Zena Agha",
          "authorId": "2283411697"
        },
        {
          "name": "J. Esson",
          "authorId": "100496462"
        },
        {
          "name": "Mark Griffiths",
          "authorId": "2239968065"
        },
        {
          "name": "M. Joronen",
          "authorId": "98514946"
        }
      ],
      "year": 2024,
      "abstract": "This commentary addresses three objectives: (1) to situate and contextualise the ongoing military assault on Gaza within longer colonial histories in Palestine; (2) to collate resources that can equip geographers—specialist and non‐specialist, academic and non‐academic—with resources to build decolonial politics on Palestine–Israel; and (3) to contribute to discussions on what we, as geographers, can do to support Palestinian calls for liberation. These objectives are informed by a strong conviction that now is not a time for equivocation or silence. Palestinians, both in Palestine and in exile, need robust support and solidarity. This commentary offers one example of the form this support and solidarity can take in the context of academia. It does so by calling forth our discipline's plural and deep commitment to justice and thoroughgoing critique of the deleterious power structures and colonial legacies that have brought us to this current moment of crisis in Palestine.",
      "citationCount": 37,
      "doi": "10.1111/tran.12675",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/441d759a78df00c81717e1ec85a22e2fd71abd64",
      "venue": "Transactions (Institute of British Geographers)",
      "journal": {
        "name": "Transactions of the Institute of British Geographers"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "918d285d84b8d7218f5bab8e0eb90e117425c9f2",
      "title": "An alternative planetary future? Digital sovereignty frameworks and the decolonial option",
      "authors": [
        {
          "name": "Sebastián Lehuedé",
          "authorId": "1419467569"
        }
      ],
      "year": 2024,
      "abstract": "The frameworks of cyber, technology and data sovereignty have become some of the most influential alternative technological imaginaries. Developed by states and civil society groups, such frameworks are seducing a broad range of actors seeking to reassert their autonomy and self-determination in relation to digital technology and infrastructure. Against this backdrop, this article interrogates the alleged transformative character of digital sovereignty. Do these frameworks support alternative planetary futures, or do they involve a mere change in the actors who are privileging from the technological status quo? To answer this question, I examine the rhetoric and realisation of digital sovereignty frameworks by the Chinese state, the European Union (EU) and Latin American civil society in light of Walter Mignolo's decolonial option. The decolonial option gets inspiration from decolonial praxis and aims at enabling polycentric, noncapitalist and nonanthropocentric planetary futures. As I show, there is some degree of alignment between digital sovereignty frameworks and the decolonial option in the sphere of international politics, but less so in the world economy and the environment. While in some areas the formulations by the Chinese state and the EU can exacerbate coloniality, the Latin American civil society one constitutes a promising attempt at appropriating digital sovereignty from below and promoting peaceful forms of coexistence with the environment although needs further development.",
      "citationCount": 22,
      "doi": "10.1177/20539517231221778",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/918d285d84b8d7218f5bab8e0eb90e117425c9f2",
      "venue": "Big Data & Society",
      "journal": {
        "name": "Big Data & Society",
        "volume": "11"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
