{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Du Bois double consciousness deliberative democracy race",
  "results": [
    {
      "paperId": "213df25df3cb0621b244cd1e0772f6e53d23c76a",
      "title": "Du Bois Watches Standup: Double Consciousness Revisited",
      "authors": [
        {
          "name": "Adam Valen Levinson",
          "authorId": "2248655886"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/s12115-023-00893-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/213df25df3cb0621b244cd1e0772f6e53d23c76a",
      "venue": "Society",
      "journal": {
        "name": "Society",
        "pages": "954-967",
        "volume": "60"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ed31c1eec14b0fdcfdf84807aeed435cb65eed2c",
      "title": "The Tragic Idealism of Double Consciousness: W.E.B. Du Bois’s Souls of Black Folk and Friedrich Schiller’s Naive and Sentimental Poetry",
      "authors": [
        {
          "name": "Ellwood Wiggins",
          "authorId": "2261306829"
        }
      ],
      "year": 2023,
      "abstract": "This essay attends to resonances between W.E.B. Du Bois’s Souls of Black Folk (1903) and Friedrich Schiller’s Über naive und sentimentalische Dichtung (1795). First, it shows that the structure of Du Bois’s influential concept of double consciousness shares important structural similarities with Schiller’s dichotomy of the naive and sentimental. These parallels then help reveal an organizing principle of The Souls of Black Folk: the volume has a rainbow architecture, with seven arcs of correspondence between its fourteen essays. The symmetric structure of Du Bois’s book offers a taxonomy of Schiller’s unusual generic categories, which in turn provide a commentary on the tragical logic of idealism in American race relations. (EW)",
      "citationCount": 1,
      "doi": "10.3368/m.115.3.344",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed31c1eec14b0fdcfdf84807aeed435cb65eed2c",
      "venue": "Monatshefte",
      "journal": {
        "name": "Monatshefte",
        "pages": "344 - 364",
        "volume": "115"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "faac173e9021c4d0b422085622a350116a1a78f8",
      "title": "Rethinking the Concept of Double Consciousness in Du Bois’ The Souls of Black Folks (1903)",
      "authors": [
        {
          "name": "Mzukisi J. Lento",
          "authorId": "118707699"
        }
      ],
      "year": 2021,
      "abstract": "Summary In an essay titled “Of our spiritual strivings”, W.E.B. Du Bois coined and elaborated the concept of “double consciousness” to refer to the ambiguity of being black and American. The ambivalence and unstable identities suggested by the term imply living a life characterised by seemingly irreconcilable dualities. On the one hand, blacks are entitled to become Americans because the slave labour they were forced to provide created the material and economic basis of modern America. On the other hand, the black people who created the wealth of the American nation find themselves marginalised or occupying low-paying jobs, leading to the condition of double consciousness being seen as a hindrance to the progress of the black race. In the American South, before the emancipation of slaves, black people were raped, racially segregated, lynched, and denied equal opportunities. Du Bois explains the ruthless experiences that the Negroes endured because of double consciousness as he asserts that the feeling of both belonging and not belonging to America often sent black people to court; thus, false gods invoking false means of salvation. At times blacks felt ashamed of themselves. Du Bois perceives the evil experiences endured by black people as concretised in the musical form of the Negro Spirituals. An analysis of selected songs suggests that these songs are the most beautiful expression of human experience because the songs manifest an awareness of the self that is more than the two-ness implied in the concept of double consciousness. The paradox indicated above confirms double consciousness as on one level a source of evil experiences of the Negroes, and on another, positive level, the condition that enabled them to fashion new discourses of resistances in order to express their desire to escape slavery. This article uses Gilroy’s notion of the ambiguity of modernity in fashioning identities of the Black Atlantic in order to rethink the idea of double consciousness, and at the same time amplify the multiple ways in which black people experienced slavery in America.",
      "citationCount": 2,
      "doi": "10.1080/02564718.2021.1959761",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/faac173e9021c4d0b422085622a350116a1a78f8",
      "venue": "Journal of Literary Studies",
      "journal": {
        "name": "Journal of Literary Studies",
        "pages": "52 - 65",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8031ee60a4e424b63f8cf90e852eb11353d61d7b",
      "title": "Cooperation, Black Populism, and the Dilemma of Du Bois’s Racial Theory",
      "authors": [
        {
          "name": "Aaron Major",
          "authorId": "2328478847"
        }
      ],
      "year": 2024,
      "abstract": "Double-consciousness has, for Du Bois, a dual meaning. It is both the experience of always seeing oneself through the eyes of the dominant race as an inferior, subjugated person and the experience of seeing the possibilities of a life free of racial hierarchy while living in a world defined by such hierarchy. By posing the duality of double-consciousness, Du Bois gave himself a problem that he spent much of his life grappling with: how does a life spent as a marginalized other create a vision of an ideal future and the belief that such a future is attainable through one’s own agency? Du Bois answered this question by pairing his social-constructionist account of race with an essentialist one, imbuing his theory of race with legacies of European, colonial discourse that undermine its value for contemporary anti-racist struggles. This paper argues that the solution to this dilemma is not found in Du Bois’s writings on race but in his empirical studies of Black associational and cooperative activity. These texts, read in the context of turn of the 20th-century Black Populism, offer an experiential, rather than an essentialist, solution to the problem of Black agency and Black emancipation put forward by the concept of double-consciousness.",
      "citationCount": 0,
      "doi": "10.1177/08969205241292831",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8031ee60a4e424b63f8cf90e852eb11353d61d7b",
      "venue": "Critica Sociologica",
      "journal": {
        "name": "Critical Sociology",
        "pages": "1549 - 1562",
        "volume": "51"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "841d0b67248337cde7d557b0fc4eaec0493376d0",
      "title": "Du Bois’s Double Consciousness Versus Latin American Exceptionalism",
      "authors": [
        {
          "name": "Mark Sawyer",
          "authorId": "119457822"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1057/9780230615397_11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/841d0b67248337cde7d557b0fc4eaec0493376d0",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "135-147",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9ea0f13ec01b1eafe65eaed376fb5c6101dbaeb8",
      "title": "Double Consciousness in Today's Black America",
      "authors": [
        {
          "name": "L. Walker",
          "authorId": "2150180048"
        }
      ],
      "year": 2019,
      "abstract": "In The Souls of Black Folk, W.E.B. Du Bois introduces double consciousness as a result of racial prejudice and oppression. Explained as a state of confliction felt by black Americans, Du Bois presents double consciousness as integral to understanding the black experience. Later philosophers question the importance of double consciousness to current race discussions, but this paper contends that double consciousness provides valuable insights into black and white relations. To do this, I will utilize the modern slang term, “Oreo,” to highlight how a perceived incompatibility between blacks and whites could prevent America from achieving a greater unity.",
      "citationCount": 4,
      "doi": "10.33043/s.12.1.116-125",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ea0f13ec01b1eafe65eaed376fb5c6101dbaeb8",
      "venue": "Stance An International Undergraduate Philosophy Journal",
      "journal": {
        "name": "Stance: an international undergraduate philosophy journal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "aaf39c8342fc4bdae2fba7f40a197bb3a9362ed5",
      "title": "Du Bois, Marx, and the Jewish Question Reconsidered",
      "authors": [
        {
          "name": "Asaf Angermann",
          "authorId": "2076769524"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:W. E. B. Du Bois’s groundbreaking scholarship on race and racial prejudice was inseparable from his lifelong struggle for racial justice, Black liberation, and against social and political oppression. Both in his theoretical and in his historical-political work, Du Bois substantially and critically engaged with the “Jewish question”: with Jewish life, history, and politics, with the experiential perspective of an oppressed minority, and with the fight against prejudice and racial hatred. Throughout in life, and in particular in later years, Du Bois was influenced by Karl Marx’s critical analysis of social and economic life; Marx’s own discussion of the “Jewish question,” concerning the difference between political equality and human emancipation, proved substantial to his argument on civil rights and racial justice. In this article, I argue that Du Bois did not only draw from the Jewish experience and from Marx’s work on the “Jewish question” in his work on African American history and politics, but also that he, in fact, reconsidered the “Jewish question” from an African American perspective, offering his own reading and understanding of the “Jewish question,” thus applying his concept of double consciousness for rethinking it as a question of racial identity and racial consciousness, and as relevant and applicable to Black liberation and the fight against racism.",
      "citationCount": 2,
      "doi": "10.5325/critphilrace.12.1.0051",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aaf39c8342fc4bdae2fba7f40a197bb3a9362ed5",
      "venue": "Critical Philosophy of Race",
      "journal": {
        "name": "Critical Philosophy of Race",
        "pages": "51 - 82",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f9ca70ad72a2ac9d5647a55fd301a8523771f16f",
      "title": "The Double-Consciousness of Race-Consciousness and the Bermuda Triangle of University Admissions",
      "authors": [
        {
          "name": "Vinay Harpalani",
          "authorId": "6902092"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9ca70ad72a2ac9d5647a55fd301a8523771f16f",
      "venue": "",
      "journal": {
        "name": "University of Pennsylvania Journal of Constitutional Law",
        "pages": "821",
        "volume": "17"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "600c1705b9a589fb8206d4c72401b30570878ef7",
      "title": "Double / Triple Consciousness in Adichie's Americanah: A Black Feminist Reading",
      "authors": [
        {
          "name": "Waleed Samir Ali Atwa",
          "authorId": "2130177688"
        }
      ],
      "year": 2021,
      "abstract": "The term \"double consciousness\" was first coined by W.B. Du Bois in his renowned The Souls of Black Folk in which he epitomized the dilemma of Black Americans in the U.S.A. Du Bois illuminates the fact that the blacks are mainly seen behind a \"veil\", that is, their skin / race determines their relationship with White Americans. However, Du Bois' concept of “double consciousness” has been criticized because it fails to represent the complexities of the black woman experience. In addition, Du Bois's concept of \"double consciousness\" has been revisited by black feminists who incorporate gender and race within the “double consciousness” dilemma. In this way, the term \"triple consciousness\" emerged out of Du Bois's concept to explain how gender, class and race intersect to affect black women and undermine their individuality. This paper aims to investigate how Adichie’s Americanah (2013) displays the intersecting oppressions of poverty, race and gender on Afro-American women. The paper also aims to show how Adichie manages to incorporate important issues within her novel such as the process of identity formation and the double /triple consciousness both male and female black/AfroAmerican go through as a result of their experience of suffering due to racial, social and gender prejudices. That the novel depicts how race and gender shape the white mentality and undermine Afro-Americans because of their \"veil\", i.e., skin colour, and how their experience in the West proves that it is still affected by old colonial concepts which judge people on the basis of race, gender or class will be also explored in this paper. The process of identity formation the main characters go through will be illuminated through a “bildungsroman” form which is different from conventional “bildungsroman.”",
      "citationCount": 1,
      "doi": "10.21608/jssa.2021.89813.1294",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/600c1705b9a589fb8206d4c72401b30570878ef7",
      "venue": "مجلة البحث العلمی فی الآداب",
      "journal": {
        "name": "مجلة البحث العلمی فی الآداب"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6d8cba6c18fc5d74e06405136a2c65e650301f64",
      "title": "Du Bois and James at Harvard: The Challenges of Fraternal Pairings and Racial Theory",
      "authors": [
        {
          "name": "Saladin Ambar",
          "authorId": "115794234"
        }
      ],
      "year": 2019,
      "abstract": "Abstract This article seeks to illuminate the relationship between two of the most important figures in American political thought: the pragmatist philosopher William James, and the pioneering civil rights leader and intellectual, W.E.B. Du Bois. As Harvard's first African American PhD, Du Bois was a critical figure in theorizing about race and identity. His innovative take on double consciousness has often been attributed to his contact with James who was one of Du Bois's most critical graduate professors at Harvard. But beyond the view of the two thinkers as intellectual collaborators, is the fraught history of liberal racial fraternal pairing and its role in shaping national identity. This article examines Du Bois and James's relationship in the context of that history, one marked by troubled associations between friendship and race.",
      "citationCount": 3,
      "doi": "10.1017/rep.2019.21",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d8cba6c18fc5d74e06405136a2c65e650301f64",
      "venue": "The Journal of Race Ethnicity and Politics",
      "journal": {
        "name": "The Journal of Race, Ethnicity, and Politics",
        "pages": "352 - 377",
        "volume": "4"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3914065e9e86cd2016db2cfca35e8ba42eea465c",
      "title": "Across Lands: Double Consciousness and Negotiating Identities in Early Chinese American Literature, 1847-1910s",
      "authors": [
        {
          "name": "Ying Xu",
          "authorId": "115986447"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3914065e9e86cd2016db2cfca35e8ba42eea465c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2d412d2ff799a6ff3a4bd11be8ff658e61e335f4",
      "title": "Double Consciousness, Modernism, and Womanist Themes in Gwendolyn Brooks's",
      "authors": [
        {
          "name": "A. Jimoh",
          "authorId": "107898282"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.2307/467683",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d412d2ff799a6ff3a4bd11be8ff658e61e335f4",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2bd1d447044c27ec9428beeca7bbab3e101f45d9",
      "title": "Double Consciousness: It’s More Than What You Think",
      "authors": [
        {
          "name": "Ryan Schneider",
          "authorId": "102345036"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/9780230105652_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2bd1d447044c27ec9428beeca7bbab3e101f45d9",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "49-69",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "316a96f57538343c155512deb172fd27968364ef",
      "title": "\"Two Souls, Two Thoughts, Two Unreconciled Strivings\": The Sound of Double Consciousness in Roland Hayes's Early Career",
      "authors": [
        {
          "name": "J. Hildebrand",
          "authorId": "31030034"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.5406/BLACMUSIRESEJ.30.2.0273",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/316a96f57538343c155512deb172fd27968364ef",
      "venue": "",
      "journal": {
        "name": "Black Music Research Journal",
        "pages": "273 - 302",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3c6851fe7c27f72a37e865711aa71c8fff2dae56",
      "title": "Dark Voices: W. E. B. Du Bois and American Thought, 1888-1903",
      "authors": [
        {
          "name": "Shamoon Zamir",
          "authorId": "117085626"
        }
      ],
      "year": 1995,
      "abstract": null,
      "citationCount": 59,
      "doi": "10.2307/3509195",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c6851fe7c27f72a37e865711aa71c8fff2dae56",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "da6b6a1b32158e387e79197bdacf656c1719cc25",
      "title": "Du Bois' Theory of Work and Striving",
      "authors": [
        {
          "name": "J. Winkelman",
          "authorId": "118308106"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da6b6a1b32158e387e79197bdacf656c1719cc25",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "42626ae21250fc3a5be37273c99abbb69cb33222",
      "title": "The Colour of Film-Philosophy",
      "authors": [
        {
          "name": "William Brown",
          "authorId": "153061357"
        }
      ],
      "year": 2023,
      "abstract": "This article draws upon the work of Sylvia Wynter and W.E.B. Du Bois in order to propose that film-philosophy has historically not paid due attention to race. Drawing upon the former’s concept of “the sociogenic principle”, as well as the latter’s theories of “the colour line” and “double-consciousness”, the article argues that modernity has been constructed coterminously with whiteness, as well as a “photographic/cinematographic” logic whereby Blackness is cast into a “negative” realm. That is, while modernity might be white, more specifically it is antiblack. For film-philosophy ethically to evolve, then, it must not just pursue a dewesternising turn to the global, as suggested by various scholars, but it must also reckon with antiblackness and the role that cinema has played in constructing and reaffirming a white (and therefore antiblack) world. By this token, recent engagements with objects and animals similarly do not often consider race as a structuring concept of and for the human, in distinction to which both objects and animals supposedly exist. Indeed, one might even construe the contemporary emphasis on objects and animals among primarily white western scholars as a refusal to consider race with the critical rigour that it merits. This article goes some way towards introducing such critical rigour as developed among scholars in critical race theory, in particular Black Studies, especially Du Bois and Wynter; and it proposes that the application of such work to film will radically alter how we consider the medium. In this way, the article draws out the (white) colour of film-philosophy, and argues for a racially conscious/conscientious film-philosophy that will thus be worthy of the name.",
      "citationCount": 5,
      "doi": "10.3366/film.2023.0226",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42626ae21250fc3a5be37273c99abbb69cb33222",
      "venue": "Film-Philosophy",
      "journal": {
        "name": "Film-Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "78943cf0a6bce966c8941c46bbecb543b266c32f",
      "title": "The development of Garfinkel’s ‘Trust’ argument from 1947 to 1967: Demonstrating how inequality disrupts sense and self-making",
      "authors": [
        {
          "name": "Jason Turowetz",
          "authorId": "49583953"
        },
        {
          "name": "A. Rawls",
          "authorId": "31644419"
        }
      ],
      "year": 2020,
      "abstract": "Garfinkel began developing his famous Trust argument, that a minimum of equality and reciprocity he called ‘Trust Conditions’ is a prerequisite for sense-making in interaction, while working with Parsons from 1946 to 1952. The argument grounds a social justice approach to social order and meaning with affinities to Durkheim’s ‘implicit conditions of contract’ and Du Bois’ ‘double consciousness’. Tracing the development of the Trust argument, we examine 14 unpublished PhD proposals from 1948 in which Garfinkel formulated his approach through studies of Jewish identity that, with his earlier research on Race and subsequent studies of the ‘pre-medical candidate’ and transgender identity, demonstrate how inequality disrupts normal ordinary practices of sense and self-making. As a social theory, Garfinkel’s position builds on approaches to social action, interaction and language by Parsons, Schutz and Wittgenstein. As a systematic research programme, however, Garfinkel’s ethnomethodology charted new territory. Inspired by his own experiences as a Jewish man, he was the first to focus on how interactional troubles reveal the ‘hidden’ taken-for-granted details of how social objects and identities are cooperatively achieved in interaction and document how inequality interferes with that achievement.",
      "citationCount": 16,
      "doi": "10.1177/1468795X19894423",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/78943cf0a6bce966c8941c46bbecb543b266c32f",
      "venue": "",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "3 - 37",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "07179dbd1c134914e428918ff631266d14690fb0",
      "title": "The American Evasion of Philosophy",
      "authors": [
        {
          "name": "C. West",
          "authorId": "74059927"
        }
      ],
      "year": 1989,
      "abstract": "Part 1 The Emersonian prehistory of American pragmatism: Emerson on power (and tradition) Emerson on provocation (and the market) Emerson on personality (and race) Emerson as organic intellectual. Part 2 The historic emergence of American pragmatism: Peirce on scientific method, community and Christian love James on individuality, reconciliation and heroic energies. Part 3 The coming-of-age of American pragmatism - John Dewey: Dewey on historical consciousness, critical intelligence nad creative democracy. Part 4 The dilemna of the mid-century pragmatic intellectual: the Deweyan political intellectual, Sidney Hook the Neo-Deweyan radical social critic, C.Wright Mills the Jamesian organic intellectual, W.E.B. Du Bois the Jamesian cultural critic, Reinhold Niebuhr the pragmatist as Arnoldian literary critic, Lionel Trilling. Part 5 The decline and resurgence of American pragmatism - W.V. Quine and Richard Rorty. Part 6 Prophetic pragmatism - cultural criticism and political engagement: Roberto Unger and third-wave left romanticism the challenge of Michel Foucault tragedy, tradition and political praxis prophetic pragmatism and postmodernity.",
      "citationCount": 478,
      "doi": "10.1215/10439455-4.2.109",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/07179dbd1c134914e428918ff631266d14690fb0",
      "venue": "",
      "journal": {
        "name": "The Journal of American History",
        "pages": "109-112",
        "volume": "79"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e682dca8b35fa91161507df46bf5d51b13e6c0a7",
      "title": "Race and Racism in Continental Philosophy",
      "authors": [
        {
          "name": "R. Bernasconi",
          "authorId": "145415085"
        },
        {
          "name": "Sybol S. Cook",
          "authorId": "134706110"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 42,
      "doi": "10.5860/choice.41-2736",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e682dca8b35fa91161507df46bf5d51b13e6c0a7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
