{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel Habermas transmodern",
  "results": [
    {
      "paperId": "3c62a3fbe6f35129963e3c185ae2380aa1d8d0c9",
      "title": "Narrating the Transmodern Fracture in Teju Cole's Every Day Is for the Thief",
      "authors": [
        {
          "name": "Sara Villamarín-Freire",
          "authorId": "1659243969"
        }
      ],
      "year": 2025,
      "abstract": "This paper examines the novella Every Day Is for the Thief (Teju Cole, 2007/2014) as exemplary of the transmodern turn in literature and, specifically, of what Rosa María Rodríguez Magda has termed “narratives of fracture” (2019). It explores the theoretical shift ushered in by Transmodernity and the repercussions this may have for texts like Cole’s –literary works that address the shortcomings of the Eurocentric world-system and scrutinize the implications of globalization for paramodern cultures– using Enrique Dussel’s terminology (2012). By focusing on the text’s approach to genre and intermediality, conflicted narrative voice, and depiction of transnational fluxes, I seek to chart the ways in which the narrative exposes and undermines Western epistemic domination, while pushing new ways of seeing and thinking aligned with the transmodern paradigm.",
      "citationCount": 0,
      "doi": "10.6018/ijes.603661",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c62a3fbe6f35129963e3c185ae2380aa1d8d0c9",
      "venue": "International Journal of English Studies",
      "journal": {
        "name": "International Journal of English Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1f083e3f1728894a1232c27330a77b66da482c66",
      "title": "Moving Borders: Transmodern Global Consciousness in Karen Tei Yamashita’s Tropic of Orange",
      "authors": [
        {
          "name": "Jenifer Gandhi S P",
          "authorId": "2377911995"
        },
        {
          "name": "N. Viswanathan",
          "authorId": "36524847"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This article examines the alternative global consciousness envisioned in Karen Tei Yamashita’s Tropic of Orange, arguing that the novel intertwines reparative decolonization with a critique of neoliberal globalization through a framework of critical global inter connectivity. At the crux of the novel’s discourse is a polemic against neoliberalism, which it presents as a contemporary manifestation of colonial modernity. Engaging with Enrique Dussel’s philosophy of ‘transmodernism’, this study explores Tropic of Orange as a counternarrative that interrogates both the enduring legacies of colonial modernity and the exploitative structures of global capitalism. Attuned to a Dusselian (re)vision of world order, which foregrounds the resurgence of marginalized epistemologies while eschewing cultural apologism, this article examines the novel’s reclamation of myth, enchantment and cyclic temporality. It further contends that Yamashita envisions collective agency as an embodied, transnational praxis that transcends conventional geopolitical binaries by amplifying indigenous and diasporic epistemologies and fostering transversal connections that operate both intra-South and across South-North axes.",
      "citationCount": 1,
      "doi": "10.1080/14775700.2025.2545650",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f083e3f1728894a1232c27330a77b66da482c66",
      "venue": "Comparative American Studies An International Journal",
      "journal": {
        "name": "Comparative American Studies An International Journal",
        "pages": "162 - 183",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "98285c89c8ba19a2bfe9260c04421f39f2961a1f",
      "title": "DUSSEL OU HABERMAS: UMA ÉTICA PARA A AMÉRICA LATINA",
      "authors": [
        {
          "name": "P. Almeida",
          "authorId": "144501477"
        }
      ],
      "year": 2019,
      "abstract": "The goal of the present paper is to establish a parallel between the ethical perspectives presented by Dussel and Habermas and, from these assumptions, to argue if the universal consensus meets the citizenship demands of the Latin American man. On the one hand, Dussel starts from a responsible exegesis of Marxian writings which, purged in the light of third world demands, leads to the idea of praxis as the path to man's self-liberation. It is, in fact, a loosening of the Europeanist aspect of the critique of the nineteen hundred, in order to create, through social work, the disalienation. On the other hand, although Habermas shows some sensitivity to the problem of man excluded by capital relations, his universalism is attached to the old world. It is therefore necessary to ask whether this whole theoretical building is sufficient to meet the emancipation needs of the third world man. Such an analysis leads us, certainly, to the concept of utopia, so dear to Dussel, thematized as a space yet to happen, as a possibility for the realization of man. Aspect that for Habermas is linked to the future as a construction of democracy.",
      "citationCount": 0,
      "doi": "10.7443/problemata.v10i3.49252",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/98285c89c8ba19a2bfe9260c04421f39f2961a1f",
      "venue": "Problemata",
      "journal": {
        "name": "Problemata"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e9dfcfe70da782397a68d945c2515f60e7ccc9f0",
      "title": "Trolls, Tigers and Transmodern Ecological Encounters: Enrique Dussel and a Cine-ethics for the Anthropocene",
      "authors": [
        {
          "name": "David Martin-Jones",
          "authorId": "1405335837"
        }
      ],
      "year": 2016,
      "abstract": "This article explores the usefulness of Latin American philosopher Enrique Dussel's work for film-philosophy, as the field increasingly engages with a world of cinemas. The piece concludes with an analysis of two films with an ecological focus, Trolljegeren/Troll Hunter (2010) and The Hunter (2011). They are indicative of a much broader emerging trend in ecocinema that explores the interaction between humanity and the environment in relation to world history, and which does so by staging encounters between people and those ‘nonhuman’ aspects of the Earth excluded by coloniality/modernity (e.g. animals, animal-spirits, mythological creatures, shaman, the very Earth itself). The interdisciplinary concerns of this work place it at the intersection of the latest research into a world of cinemas (in particular the various moves to understand films beyond the national paradigm now increasingly labelled the ‘transnational turn’; alongside growing concerns with how cinema helps us engage with ecology); and the ne...",
      "citationCount": 9,
      "doi": "10.3366/FILM.2016.0005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9dfcfe70da782397a68d945c2515f60e7ccc9f0",
      "venue": "",
      "journal": {
        "name": "Film-Philosophy",
        "pages": "63-103",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e991de6d9d09da7595bf563a5957dd8b133425ab",
      "title": "From Habermas to Dussel: the political as a crucial element for democratic theory",
      "authors": [
        {
          "name": "Diego Alejandro",
          "authorId": "69490116"
        },
        {
          "name": "S. Artes",
          "authorId": "118813506"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e991de6d9d09da7595bf563a5957dd8b133425ab",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e8c135787a22b48b6d6c2f8a1a90ce82f2c3f5cc",
      "title": "Transmodern Liberation Philosophies",
      "authors": [
        {
          "name": "R. Krishnaswamy",
          "authorId": "114393306"
        }
      ],
      "year": 2021,
      "abstract": "Indian Dalit and Latin American liberation philosophies are among the most fertile discourses of emancipation the modern world has produced, despite their vastly different geographical, historical, political, and sociocultural coordinates. Yet little critical attention has been devoted to systematically connect or compare these two powerful ideological formations. This essay attempts to fill this gap by delinking the Indian Dalit thinker B. R. Ambedkar from the theoretical discourses of postcolonialism and postmodernism, and linking him to the decolonial framework of transmodernism developed by Latin American liberation philosopher Enrique Dussel. Framing the affiliation between Ambedkar and Dussel in terms of ideological similarity and political solidarity, I present Ambedkar as a transmodern thinker who precedes and exceeds Dussel, placing him at the head of a global vanguard fighting to lay the epistemological foundation for a critical universal enlightenment.",
      "citationCount": 2,
      "doi": "10.1080/1369801X.2021.2003222",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e8c135787a22b48b6d6c2f8a1a90ce82f2c3f5cc",
      "venue": "Interventions",
      "journal": {
        "name": "Interventions",
        "pages": "1212 - 1228",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "title": "Transmodernity: Method for a Decolonial Political Project. From Enrique Dussel to Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Luz María Lozano Suárez",
          "authorId": "2203108615"
        }
      ],
      "year": 2021,
      "abstract": "This article seeks to analyze how the sense of transmodernity is subsumed in phi- losopher Santiago Castro-Gómez, to propose an emancipatory policy. Transmodernity is a decolonial project proposed by Enrique Dussel in 1994. Modernity, defined as a sacrificial myth -eurocentric, colonizing, and capitalist- would be overcome from the moment in which it is possible to affirm the otherness of the universal cultures —ana- lectic—. Such a project of the Philosophy of Liberation can be conceived as a method that would take the best of modernity —its rational character—, but in an opposite sense to political, cultural, and economic domination. Gastro-Gómez assumes this method to propose a transmodern republicanism. In this text, the possible modernity/ coloniality dialog, corroborated by these two philosophers, will be established as the guiding thread to determine how a new way of understanding the ontology of eman- cipatory (not liberating) politics, presented by the Colombian philosopher, is possible.",
      "citationCount": 2,
      "doi": "10.14482/EIDOS.34.199.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "venue": "Eidos",
      "journal": {
        "name": "Eidos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "13de0a080dcae5b276771d31c23a382a383295e1",
      "title": "¿Puede ser la Escuela de Salamanca un precedente de las éticas de la liberación latinoamericana?: un debate sobre los presupuestos de la democracia (a través de Rorty, Taylor, Rawls, Dussel, Derrida, Apel, Habermas, Forment-Betancourt, Coronimas)",
      "authors": [
        {
          "name": "C. Landázuri",
          "authorId": "2019986"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/13de0a080dcae5b276771d31c23a382a383295e1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "627-638",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c9e7402aa01783efadcd4c6b2253fb5cd18f2816",
      "title": "HABERMAS E A DUPLA CRISE DO ESTADO CONTEMPORÂNEO: AÇÃO COMUNICATIVA, DIREITO E ESTADO SOCIAL",
      "authors": [
        {
          "name": "M. A. Silveira",
          "authorId": "145888670"
        }
      ],
      "year": 2021,
      "abstract": "Jurgen Habermas apresenta uma crise de duas dimensoes no tocante ao Estado contemporâneo. Por um lado, a perda da “centralidade do trabalho” como fundamento utopico do welfare state . Por outro, a crise de legitimidade do Estado no âmbito social, em relacao ao problema da validade do Direito. Para os dois casos, o autor apresenta uma unica resposta, fundada em seu conceito de acao comunicativa, com centralidade no papel da solidariedade como contraponto a acao estrategica. No consenso, entao, estaria a nova “energia utopica” para o Estado contemporâneo, com o objetivo de manter o Estado Social e como parâmetro de legitimidade juridica. Enrique Dussel oferece um contraponto a esta resposta habermasiana, ao revelar a dimensao em que ha um Outro excluido da “comunidade de comunicacao”.",
      "citationCount": 0,
      "doi": "10.22293/2179-507X.V12I28.1431",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c9e7402aa01783efadcd4c6b2253fb5cd18f2816",
      "venue": "",
      "journal": {
        "name": "Temiminós Revista Científica",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4f02c35de86f84221c670d7d03c5a24de33e6ff5",
      "title": "Enrique Dussel and Manuel Zapata Olivella: An Exploration of Decolonial, Diasporic, and Transmodern Selves and the Politics of",
      "authors": [
        {
          "name": "Enrique D. Dussel",
          "authorId": "16563475"
        },
        {
          "name": "Manuel",
          "authorId": "2071434471"
        },
        {
          "name": "James Allen",
          "authorId": "82992758"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f02c35de86f84221c670d7d03c5a24de33e6ff5",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "db20c0688aa47a5e367c8075510dc6d666c8df86",
      "title": "Conclusion: Toward a Transmodern Pluriverse",
      "authors": [
        {
          "name": "F. B. Mills",
          "authorId": "7495716"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-94550-7_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/db20c0688aa47a5e367c8075510dc6d666c8df86",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "145-156",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f33a6177ea11b63d5712411285c5f73ba05762e",
      "title": "Transmodern Motion or the Rhizomatic Updated in In a Strange Room, “Take me to Church” and Babel",
      "authors": [
        {
          "name": "José M. Yebra",
          "authorId": "74072956"
        }
      ],
      "year": 2018,
      "abstract": "Abstract The article aims at exploring how the concept of the transmodern fits, comprises and helps to understand transcultural events from a wider perspective. To do so, three metaphors will be addressed, namely Enrique Dussel’s ‘jungle’, Gilles Deleuze’s and Félix Guattari’s ‘rhizome’ and Sarah Dillon’s ‘palimpsestuous palimpsest’. In all three cases, issues like multiplicity, connectedness and a sense of motility are present. And, the article proves, they prove valid to render the aesthetic, ethical and political possibilities of contemporary texts that range from literature, Damon Galgut’s In a Strange Room (2010), to music, Hozier’s hit “Take me to Church” (2014), and to cinema, González Iñárritu’s Babel (2006).1",
      "citationCount": 0,
      "doi": "10.1515/ang-2018-0050",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f33a6177ea11b63d5712411285c5f73ba05762e",
      "venue": "Anglia. Zeitschrift für englische Philologie",
      "journal": {
        "name": "Anglia",
        "pages": "508 - 529",
        "volume": "136"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9cc58a5e9f9e53b3f4a592ff8b21154ee59f22cc",
      "title": "The Idea of Transmodern Ethiopia: A Perspective from Philosophy and Ethics of Liberation1",
      "authors": [
        {
          "name": "Wallelign Shemsedin",
          "authorId": "113673100"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9cc58a5e9f9e53b3f4a592ff8b21154ee59f22cc",
      "venue": "",
      "journal": {
        "name": "Ethiopian journal of the social sciences and humanities",
        "pages": "127-162",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4a82b12b239a84b27e5bc4f908d1830c8a747354",
      "title": "La Totalidad dominante desde Dussel como generadora de alienación identitaria",
      "authors": [
        {
          "name": "J. Marcos",
          "authorId": "144380618"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a82b12b239a84b27e5bc4f908d1830c8a747354",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "27-40",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a00c499bd40bbe785fad54ded68542ac330ab1ac",
      "title": "Talk between Dussel and Forner-Betancourt: dialogue between philosophical knowledge, interculturality and indigenous school education",
      "authors": [
        {
          "name": "Henrique Moraes Júnior",
          "authorId": "2201650843"
        },
        {
          "name": "Ivanilde Apoluceno de Oliveira",
          "authorId": "2061164347"
        }
      ],
      "year": 2021,
      "abstract": "Summary The article focuses on Enrique Dussel's Philosophy of Liberation, with the aim of reflecting on the articulation between modernity, the Eurocentric paradigm and the world paradigm. In this sense, the article develops the discussion on rationality and irrationality of modernity (myth of modernity) and its transmodernity (overcoming), as it is directly related to the question of the negative dialectical method with the negation of otherness - of indigenous populations - in philosophical systems. Eurocentric totality and points out the analytical movement as overcoming, expanding and liberating the negative dialectical method. It also outlines the intercultural philosophy of Raul Fornet-Betancourt, which aims at a symmetrical dialogue between philosophical knowledge. It is inferred, from the Liberation of the Other as Alterity and Interculturality, the concrete existence of a dialogical relationship between philosophical knowledge, enabling greater cosmological, philosophical and educational enrichment, as well as the teaching of intercultural philosophy in indigenous schools. In this study, the bibliographic review is the methodological strategy used.",
      "citationCount": 0,
      "doi": "10.20952/REVTEE.V14I33.15642",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a00c499bd40bbe785fad54ded68542ac330ab1ac",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "14"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "fda2f40a741e315c901f559a3ce5bb62401c90c5",
      "title": "Life and Ethics: On Dussel’s Ethics of Liberation*",
      "authors": [
        {
          "name": "Mario Sáenz",
          "authorId": "144801708"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1086/690480",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fda2f40a741e315c901f559a3ce5bb62401c90c5",
      "venue": "The Journal of Religion",
      "journal": {
        "name": "The Journal of Religion",
        "pages": "244 - 258",
        "volume": "97"
      },
      "publicationTypes": null
    },
    {
      "paperId": "81bc52f3a468e6f0e36ac521fd3f0d8edbe8b3ae",
      "title": "Contributions of Aníbal Quijano and Enrique Dussel for an Anti-Management Perspective in Defence of Life",
      "authors": [
        {
          "name": "Maria Ceci Misoczky",
          "authorId": "2097027873"
        }
      ],
      "year": 2019,
      "abstract": "This text belongs to the field of Latin American studies and, more specifically, affirm the Philosophy of Liberation as its ethical fundament. It affirms the adoption of an anti-management attitude because the distinction between Northern/Southern management is irrelevant for the victims. Quijano’s coloniality of power and Dussel’s transmodernity  are introduced because they open possibilities for a politicized discussion that goes beyond culturalism and indicate the need of transcending the globalized power of capitalist power as an indispensable condition for the liberation of the victims of this system of power. Follows a critical appraisal of postcolonial studies and a brief overview of its presence in the field of MOS. Finally, the argument for the need of an anti-management perspective is presented.",
      "citationCount": 7,
      "doi": "10.11144/javeriana.cao.32-58.caqed",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/81bc52f3a468e6f0e36ac521fd3f0d8edbe8b3ae",
      "venue": "Cuadernos de Administración",
      "journal": {
        "name": "Cuadernos de Administración"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "06e9498239a1a57829be3b8703fb94f940da4f38",
      "title": "Epistemological and Aesthetic Dimensions of Transmodernism: Linda Martín Alcoff’s and Alejandro Vallega’s Readings of Enrique Dussel by Omar Rivera Epistemological and Aesthetic Dimensions of Transmodernism:",
      "authors": [
        {
          "name": "Linda Martín",
          "authorId": "153597503"
        },
        {
          "name": "Alejandro Vallega’s",
          "authorId": "2079694836"
        },
        {
          "name": "Enrique D. Dussel",
          "authorId": "16563475"
        },
        {
          "name": "Omar Rivera",
          "authorId": "145409183"
        },
        {
          "name": "A. E. A. Vallega",
          "authorId": "2073736001"
        },
        {
          "name": "A. E. A. Vallega",
          "authorId": "2073736001"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06e9498239a1a57829be3b8703fb94f940da4f38",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "69120941e90ad02bd62f99fafddfa127d114debe",
      "title": "Teoría del poder legítimo y fundamentación material de lo político en la filosofía de Enrique Dussel",
      "authors": [
        {
          "name": "E. Romero",
          "authorId": "117984619"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69120941e90ad02bd62f99fafddfa127d114debe",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "11-30",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a1d72411f5ab4e99edd7a3ee918413bd84c0a296",
      "title": "Los conceptos de centro y periferia en el proyecto transmoderno de Enrique Dussel",
      "authors": [
        {
          "name": "Iván Romero",
          "authorId": "2038550774"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a1d72411f5ab4e99edd7a3ee918413bd84c0a296",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "9-22",
        "volume": "9"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
