{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas disability communicative action",
  "results": [
    {
      "paperId": "47250b676c4398399eac65b733048bd76da6d66e",
      "title": "Jürgen Habermas and the dilemmas of experience of disability",
      "authors": [
        {
          "name": "Krzysztof Pezdek",
          "authorId": "14024610"
        },
        {
          "name": "W. Doliński",
          "authorId": "16006571"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1111/nup.12171",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/47250b676c4398399eac65b733048bd76da6d66e",
      "venue": "Nursing Philosophy",
      "journal": {
        "name": "Nursing Philosophy",
        "pages": "&NA;",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b627b080bb3027969c2776e29602d62f62e95dce",
      "title": "Alliances and communicative action: one possibility for reframing theory and praxis.",
      "authors": [
        {
          "name": "M. McKeown",
          "authorId": "145928620"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b627b080bb3027969c2776e29602d62f62e95dce",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6ef0bbcfa08c166b93979ab9468e002f576f9402",
      "title": "TOWARDS A METHODICAL MODEL OF DISABILITY RESEARCH PRODUCTION",
      "authors": [
        {
          "name": "Muhamad Nadhir Abdul Nasir Rosila Bee Mohd Hussain",
          "authorId": "2077537806"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ef0bbcfa08c166b93979ab9468e002f576f9402",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "59031807a1ecfeda18924027960d203ce823f35f",
      "title": "Between ‘Lifeworld’ and ‘System’: Caseworker Role Conflict in the Provision of Disability Services to People Injured by Traffic Accidents in Sweden",
      "authors": [
        {
          "name": "J. Lundälv",
          "authorId": "49460498"
        },
        {
          "name": "R. Lindqvist",
          "authorId": "16195266"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1375/jrc.15.2.107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59031807a1ecfeda18924027960d203ce823f35f",
      "venue": "Australian Journal of Rehabilitation Counselling",
      "journal": {
        "name": "The Australian Journal of Rehabilitation Counselling",
        "pages": "107 - 123",
        "volume": "15"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "693ce5a51c077b8063098daa1dadee5173e32640",
      "title": "Social determinants of health, inequality and social inclusion among people with disabilities1",
      "authors": [
        {
          "name": "Regina Célia Fiorati",
          "authorId": "1398234562"
        },
        {
          "name": "V. M. C. Elui",
          "authorId": "2210660"
        }
      ],
      "year": 2015,
      "abstract": "OBJECTIVE: to analyze the socio-familial and community inclusion and social participation of people with disabilities, as well as their inclusion in occupations in daily life. METHOD: qualitative study with data collected through open interviews concerning the participants' life histories and systematic observation. The sample was composed of ten individuals with acquired or congenital disabilities living in the region covered by a Family Health Center. The social conception of disability was the theoretical framework used. Data were analyzed according to an interpretative reconstructive approach based on Habermas' Theory of Communicative Action. RESULTS: the results show that the socio-familial and community inclusion of the study participants is conditioned to the social determinants of health and present high levels of social inequality expressed by difficult access to PHC and rehabilitation services, work and income, education, culture, transportation and social participation. CONCLUSION: there is a need to develop community-centered care programs in cooperation with PHC services aiming to cope with poverty and improve social inclusion.",
      "citationCount": 24,
      "doi": "10.1590/0104-1169.0187.2559",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/693ce5a51c077b8063098daa1dadee5173e32640",
      "venue": "Revista Latino-Americana de Enfermagem",
      "journal": {
        "name": "Revista Latino-Americana de Enfermagem",
        "pages": "329 - 336",
        "volume": "23"
      },
      "publicationTypes": [
        "Study",
        "JournalArticle"
      ]
    },
    {
      "paperId": "d402afbc7d8e9eebfc448635e295e1bcd91b582e",
      "title": "Проблема інакшості: практичні та теоретичні аспекти",
      "authors": [
        {
          "name": "Farida Tykhomirova",
          "authorId": "1577389172"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d402afbc7d8e9eebfc448635e295e1bcd91b582e",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "60-69",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e3327fcdc3ea5d27430a3a77954462760e53133a",
      "title": "Théorie de l'agir communicationnel et échec scolaire : étude d'une intervention dans un centre de scolarité adaptée",
      "authors": [
        {
          "name": "D. Marquet",
          "authorId": "121418459"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3327fcdc3ea5d27430a3a77954462760e53133a",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "35367fba9f148348a74f9993b3f5072685a32fb6",
      "title": "Moral Consciousness and Communicative Action",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 1990,
      "abstract": null,
      "citationCount": 3357,
      "doi": "10.2307/2220013",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35367fba9f148348a74f9993b3f5072685a32fb6",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fb3515805b2d37924fbc3aed273662bf370e2bdf",
      "title": "COMPARISON OF THE CONCEPT OF PANCASILA DELIBERATIONS AND CONSENSUS AND HABERMAS' THEORY OF COMMUNICATIVE ACTION IN DEMOCRATIC DISCOURSE",
      "authors": [
        {
          "name": "Sitti Aaisyah",
          "authorId": "113478054"
        },
        {
          "name": "Muhammad Fahmi Basyhah Fauzi",
          "authorId": "2270392172"
        }
      ],
      "year": 2025,
      "abstract": "Indonesia is a country whose government system is run with a democratic system. Pancasila, ‎which is the foundation of the state, contains the principle of democracy. The main principle of ‎the Pancasila-style democracy is deliberation to reach a consensus based on noble knowledge ‎and wisdom. This principle of deliberation is in line with Habermas's thesis of communicative ‎action but also has different implications. This paper compares the concept of deliberation-‎consensus ala Pancasila and Habermas's communicative action in implementing a democratic ‎system. This qualitative research analyzes data that includes historical literature, philosophy, and ‎scientific articles that discuss discourses related to Pancasila and Habermas's theory of ‎communicative action. The study results show differences in Eastern and Western culture in the ‎two discourses. In Pancasila deliberation and consensus, communal ties are very strong, while ‎the value of Western individualism in rationalizing a discourse becomes the color of Habermas' ‎theory.‎",
      "citationCount": 1,
      "doi": "10.36526/santhet.v9i1.4955",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fb3515805b2d37924fbc3aed273662bf370e2bdf",
      "venue": "Santhet (Jurnal Sejarah Pendidikan Dan Humaniora)",
      "journal": {
        "name": "Santhet (Jurnal Sejarah Pendidikan Dan Humaniora)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9c2af540e2ecf2e5ea1baca6851f8cd581da0da5",
      "title": "THE RELEVANCE OF JÜRGEN HABERMAS’S THEORY OF COMMUNICATIVE ACTION AS THE PHILOSOPHICAL FOUNDATION OF HUMAN RIGHTS ENFORCEMENT IN INDONESIA",
      "authors": [
        {
          "name": "Muklis Al'anam",
          "authorId": "2308314176"
        },
        {
          "name": "Radian Salman",
          "authorId": "145758638"
        },
        {
          "name": "Kata Kunci",
          "authorId": "2074613955"
        },
        {
          "name": "Teori Kritis",
          "authorId": "2308309553"
        },
        {
          "name": "Jürgen Habermas",
          "authorId": "2251097812"
        },
        {
          "name": "Hak Asasi Manusia",
          "authorId": "2085223638"
        }
      ],
      "year": 2024,
      "abstract": "Abstract \nHabermas’s theory of communicative action is highly relevant as a philosophical foundation for upholding human rights, emphasizing the intrinsic value of each individual, which must not be eliminated by any power. This is supported by Article 6 paragraph (1) of the International Covenant on Civil and Political Rights, ratified as Law Number 12 of 2005. Critical theory, a school of philosophy, focuses on liberating human knowledge from transcendental and empirical oppression, critiquing ideologies that perpetuate social oppression. Human rights have become a dynamic issue in Indonesia, especially during the Presidential Election, with widespread discussions at national and international levels. Countries, organizations, and individuals are increasingly voicing concerns about human rights issues. These problems are complex, particularly in resolving and sanctioning perpetrators, leading some to view human rights as “merely theoretical.” Applying critical theory is crucial in this context, as perfected by Jürgen Habermas. This research employs normative methods, including statutory, conceptual, and case approaches. It concludes that Jürgen Habermas’s theory of communicative action and John Locke’s natural law are similar, emphasizing the inherent meaning of external rights. This grounding makes Habermas’s theory important for upholding law and human rights internationally, although its implementation remains ambiguous. \nAbstrak \nTeori kritis tindakan komunikatif Habermas sangat relevan sebagai fondasi filosofis penegakan HAM yang menekankan nilai intrinsik setiap individu, yang tidak boleh dihilangkan oleh kekuasaan mana pun, sesuai dengan Pasal 6 ayat (1) International Covenant on Civil and Political Rights yang diratifikasi menjadi Undang-Undang Nomor 12 Tahun 2005. Teori kritis adalah aliran filsafat tentang pembebasan pengetahuan manusia dari segala bentuk penindasan transendental dan empiris. Ide teori kritis adalah kritik terhadap ideologi yang bertujuanmenyadarkan manusia akan penindasan sosial dan mencoba membebaskannya. Isu HAM menjadi perbincangan dinamis di Indonesia, terutama pada saat pemilihan presiden, serta di dunia internasional. Berbagai negara, organisasi, dan individu menyuarakan sudut pandang HAM yang ada. Problematika HAM sulit diselesaikan dan penerapan sanksi bagi pelaku sering dianggap “teorik belaka.” Penerapan teori tindakan komunikatif ini penting terkait HAM karena disempurnakan oleh Jürgen Habermas. Penelitian ini menggunakan metode penelitian normatif dengan pendekatan perundang-undangan, konseptual, dan kasus. Hasil penelitian menunjukkan adanya kesamaan konsep antara teori kritis Jürgen Habermas dan aliran hukum kodrat John Locke, yang menekankan hak-hak lahiriah. Teori Jürgen Habermas menjadi penting untuk penegakan hukum dan HAM di dunia internasional, meskipun penerapannya masih ambigu.",
      "citationCount": 2,
      "doi": "10.22146/mh.v36i1.11513",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c2af540e2ecf2e5ea1baca6851f8cd581da0da5",
      "venue": "Mimbar Hukum",
      "journal": {
        "name": "Mimbar Hukum"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bbc1337483065d371c2f22f7772476e187133f90",
      "title": "The Theory of Communicative Action",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        },
        {
          "name": "Thomas Mccarthy",
          "authorId": "144991709"
        }
      ],
      "year": 1981,
      "abstract": null,
      "citationCount": 6456,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bbc1337483065d371c2f22f7772476e187133f90",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d21cb6728370de0fc73ecbd9a4b0e4e8b0f98145",
      "title": "How and why does it work? A video-based qualitative analysis of case conferences to reduce BPSD through the lens of Habermas’s theory of communicative action",
      "authors": [
        {
          "name": "Janne Myhre",
          "authorId": "2282412710"
        },
        {
          "name": "Bjørn Lichtwarck",
          "authorId": "8611896"
        }
      ],
      "year": 2024,
      "abstract": "Case conferences are described as a goal-oriented, systematic method that team members can use to exchange professional opinions and develop treatment actions for a particular care problem. However, not all case conferences have proven to be effective. The Norwegian Targeted Interdisciplinary Model for the Evaluation and Treatment of Neuropsychiatric Symptoms (TIME) is an effective multicomponent model based on case conferences that informs approaches to behavioural and psychological symptoms in residents with dementia in nursing homes. Our aim was to explore how TIME case conferences structured based on cognitive behavioural therapy (CBT) contributed to person-centred actions and how the specific inductive structure of the TIME may have contributed to the effectiveness of the model. We used video observation of six case conferences and analysed these videos by performing a thematic cross-case analysis of the transcripts from the videos and by iteratively watching the videos. According to Habermas’s theory of communicative action, we emphasized the case conference content, i.e., what was talked about in the case conferences, and the display of communication between the participants in the case conferences. Our findings showed that the theoretical principles behind the TIME, including both person-centred care and the inductive structure of CBT, reflected many aspects of Habermas’s theory of communicative actions. In particular, the TIME case conferences emphasized the lifeworld perspective for both residents and staff and contributed to what Habermas labelled communicative rationality as a means to develop shared understanding among staff and create person-centred action. One causal assumption of how and why the TIME case conferences contributed to the effectiveness of the TIME in reducing BPSD in nursing homes is that the specific inductive structure of the case conferences with the column technique based on the ABC method together with PCC, emphasized the importance of the lifeworld for both the resident and the staff. Even though case conferences have been highlighted as useful, it is not indifferent how these case conferences are structured and conducted. The trial TIME was registered January 6, 2016, with clinicaltrials.gov (NCT02655003).",
      "citationCount": 2,
      "doi": "10.1186/s12888-024-05959-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d21cb6728370de0fc73ecbd9a4b0e4e8b0f98145",
      "venue": "BMC Psychiatry",
      "journal": {
        "name": "BMC Psychiatry",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c85380076fd273698466b39208d91265d821914f",
      "title": "The Theory of Communicative Action, Vol. 1, Reason and the Rationalization of Society",
      "authors": [
        {
          "name": "R. Boyne",
          "authorId": "145134092"
        },
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 1986,
      "abstract": null,
      "citationCount": 1990,
      "doi": "10.2307/590724",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c85380076fd273698466b39208d91265d821914f",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "3c2b45dd5117965baec0d22a550b8ae4375aac5b",
      "title": "The Theory of Communicative Action: Reason and the Rationalization of Society",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 1984,
      "abstract": null,
      "citationCount": 2074,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c2b45dd5117965baec0d22a550b8ae4375aac5b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ebb324bf3f9babccd51d790f77f3d4b7ee3a48d8",
      "title": "Using Habermas’ theory of communicative action to transform sociological analyses of evidence-based policy",
      "authors": [
        {
          "name": "C. Bonell",
          "authorId": "2875408"
        },
        {
          "name": "G. Melendez-Torres",
          "authorId": "1398604526"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT Many sociological analyses of evidence-based policy frame it as contributing to the rationalisation of social relations, and being constructed through and implicated in systems of knowledge/power. These analyses are based on social theory placing insufficient emphasis on the emancipatory potential of evidence, and the possibility of rational adjudication of truth claims. We argue sociological engagement with evidence-based policy could be transformed by being informed by the work of Habermas. Habermas’ work could enable a more nuanced view of EBP in terms of whether or not this leads to rationalisation in the form of de-politicisation or marginalisation of citizens’ voices. Habermas’ work on knowledge-constitutive interests could inform a reconstructed view of evidence, disabused of positivist assumptions and with increased emancipatory potential. Habermas’ notion of the ideal speech situation as a procedural basis for truth could function as a standard for exploring how EBP is affected by power asymmetries, as well as for adjudicating truth claims.",
      "citationCount": 3,
      "doi": "10.1080/09581596.2023.2204182",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ebb324bf3f9babccd51d790f77f3d4b7ee3a48d8",
      "venue": "Critical Public Health",
      "journal": {
        "name": "Critical Public Health",
        "pages": "495 - 502",
        "volume": "33"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "title": "The Theory Of Communicative Action Vol 1 Reason Amp Rationalization Society Jurgen Habermas",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 45,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "8b7fdb88d3d7acc2196546b60cb797c68848cb64",
      "title": "The Digital Public Sphere and Muslim Piety in Aceh: Rethinking Habermas’ Conception of Communicative Action",
      "authors": [
        {
          "name": "Sufri Eka Bhakti",
          "authorId": "116242450"
        },
        {
          "name": "Saifuddin Dhuhri",
          "authorId": "108146063"
        }
      ],
      "year": 2022,
      "abstract": "This study offers insights into the transformation of social media platforms as an alternative to the digital public sphere for Muslim society in Aceh. The communicative action theory by Habermas is used as approach to respond to this challenge. Descriptive quantitative analyses were used to expose religious discourse about Islam amongst young Muslims in Aceh. The results show that WhatsApp has proven to be the most popular among social media platforms. WhatsApp has functioned as a new public sphere for Muslim society in Aceh and has evolved into an essential part of mediated Islamic discourse in the digital era. In this regard, WhatsApp has created a universal public sphere, available to Muslim society as dialogic communication in Aceh. This research concludes that the Muslims in Aceh are not merely users of WhatsApp. They can also be digital preachers who can build individual narratives as a part of the religious struggle to increase their piety.Kajian ini dilakukan untuk memberikan pemahaman mendalam tentang bagaimana transformasi platform media sosial sebagai alternatif ruang publik digital pada masyarakat Muslim di Aceh. Teori tindakan komunikatif Habermas digunakan sebagai pendekatan untuk menjawab tantangan ini. Analisis deskriptif kuantitatif digunakan untuk mengekspos diskursus keagamaan Islam di kalangan generasi muda Muslim di Aceh melalui lanskap media sosial baru yang lebih kontemporer. Hasilnya menunjukkan bahwa WhatsApp telah terbukti menjadi media yang paling populer di antara banyak platform media sosial. WhatsApp telah memberikan manfaat sebagai alternatif ruang publik baru bagi masyarakat Muslim di Aceh dan telah berkembang menjadi bagian penting dalam perkembangan diskursus keislaman di era digital. Dalam hal ini, WhatsApp telah menciptakan ruang publik yang universal, tersedia bagi Muslim sebagai satu bentuk komunikasi dialogis di Aceh. Penelitian ini menyimpulkan bahwa umat Islam di Aceh bukan hanya pengguna WhatsApp saja. Namun, mereka juga menjadi penceramah digital yang dapat membangun narasi individu yang dipilih sebagai bagian dari perjuangan dakwah untuk meningkatkan ketakwaannya",
      "citationCount": 4,
      "doi": "10.30983/islam_realitas.v8i1.5462",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b7fdb88d3d7acc2196546b60cb797c68848cb64",
      "venue": "Islam Realitas: Journal of Islamic & Social Studies",
      "journal": {
        "name": "Islam Realitas: Journal of Islamic and Social Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a89931ac86e78d17906fcb05245b9b8604208f51",
      "title": "Is there a lack of consensus on consensus theory? Habermas’ communicative action theory contextualized in public administration",
      "authors": [
        {
          "name": "A. L. M. Athayde",
          "authorId": "2071450638"
        },
        {
          "name": "Luís Fernando de Souza Alves",
          "authorId": "2165508303"
        },
        {
          "name": "Pablo Peron de Paula",
          "authorId": "2076936044"
        },
        {
          "name": "Adalmir de Oliveira Gomes",
          "authorId": "150915244"
        }
      ],
      "year": 2022,
      "abstract": "Abstract Considering the criticisms of Habermas’ communicative action theory, this essay problematized and reflected on another possible criticism: scholars of the theory, despite presenting a common understanding - enlightenment and emancipation of man - do not reach a consensus on what this theory represents compared to other theories and rationality types. The guiding question of the essay is: does the transition proposed by Habermas from other rationality types to the communicative concern an interparadigmatic theory or a paradigmatic leap? Methodologically, we adopted the conception of an essay according to which authors and readers need to recognize that reality can be understood in different ways. The discussion, contextualized in public administration, allowed us to understand that considering the communicative action theory as having an interparadigmatic character does not mean it is a mere gathering of other theories because it surpasses those it dialogues with, additionally presenting a radical shift. We propose that the Communicative action theory comprises a paradigmatic leap with interparadigmatic characteristics. Finally, we present implications of this discussion for Public Administration.",
      "citationCount": 1,
      "doi": "10.1590/1679-395120210013x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a89931ac86e78d17906fcb05245b9b8604208f51",
      "venue": "Cadernos EBAPE.BR",
      "journal": {
        "name": "Cadernos EBAPE.BR"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d40092e5a684d7a1665cb6e5f478f54980bb0bb7",
      "title": "The Communicative Action of Habermas",
      "authors": [
        {
          "name": "Nadia Omer Kakasur",
          "authorId": "2198836421"
        }
      ],
      "year": 2022,
      "abstract": "          Jürgen Habermas wants to establish the theory of communicative action, in a time where society is under influence of Instrumental mind. In other terms the authoritarian mind  of  the  authoritarian  through  and  capitalists  in  markets  controlling companies, state authorities and the society. \nHabermas intends to visualize the theory of Communicative action. The theory of a social criticism  that  based  on Anthropology, linguistics,  ethics,  politics,  social principles, philosophy and  other  principles,  in  order  to  point  out  the  characteristics  of intellectuals socio-institutionally, that consist of restriction and limit the human and nature, treating it as means.   \n This theory is to serve a critical-social analyses and to hold characteristics  of  intellectuals  socio-institutionally, to have the  ability  breaking through the intellectuals socio-institutionally, that being for ages in the western intellectuals, aiming not only the individuals open up to each other, but to reach the level of fruitful understanding, to establish a intellectuals status and only by this is able to integrate the scattered parts of society, which the communicative is a social act and aiming toward (Social integration). \nTherefore, to give a broader sense of this theory, our study presented in the following section: The Theory of Communicative Action, The role of Discourse Theory, Habermas’s Cosmopolitanism, Habermas’s Discourse Theory.",
      "citationCount": 0,
      "doi": "10.26750/vol(9).no(5).paper18",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d40092e5a684d7a1665cb6e5f478f54980bb0bb7",
      "venue": "Journal of University of Raparin",
      "journal": {
        "name": "Journal of University of Raparin"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3577980e386c773db0682ab2d64bfc24c9c462b2",
      "title": "Communicative Action: Correlation Of Leadership Principles In The Viewpoint Of Muhammad Rasulullah And J. Habermas",
      "authors": [
        {
          "name": "Igo Ilham Hilabi",
          "authorId": "2132400125"
        },
        {
          "name": "A. R. Saputra",
          "authorId": "2128820413"
        },
        {
          "name": "Chalimatuz Sa’diyah",
          "authorId": "1413877567"
        },
        {
          "name": "Siti Nurhasanah",
          "authorId": "2370216153"
        }
      ],
      "year": 2021,
      "abstract": "This study aims to briefly review the thoughts of Jurgen Habermas, a German philosopher at the Frankfurt School with his critical philosophy, especially regarding social thought, by comparing it with the concept of spiritual leadership in Islam as reflected by the leadership characteristics of the Prophet Muhammad SAW. Data processing uses descriptive analysis with a deconstruction paradigm, looking more sharply to provide new and critical meanings to the interpretation of Habermas's thoughts. The text is understood and rearranged from a different point of view. After finding the philosophical foundation and structure of Habermas' thought, the researcher compares his thoughts to the concept correlation of the Leadership of the Prophet Muhammad SAW so as to find Habermas' intentions related to Communicative Action and the rational development of society. The results of this study prove that Habermas's idea has a similar concept to Islamic spiritual leadership in a brief conceptualization that reflects the character and values that adhere to humanity, equality of emancipatory values and prioritizing communication in deliberation and solidarity that can lead to great ideals Naturalism is welfare in Habermasian Communicative Action. The spiritual implications of Islamic leadership are addressed using a democratic method and prioritizing the social side so that it has a purpose for the development of society.",
      "citationCount": 3,
      "doi": "10.47577/tssj.v22i1.4169",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3577980e386c773db0682ab2d64bfc24c9c462b2",
      "venue": "Technium Social Sciences Journal",
      "journal": {
        "name": "Technium Social Sciences Journal"
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
