{
  "status": "success",
  "source": "semantic_scholar",
  "query": "exclusion bourgeois public sphere normative assumptions critique",
  "results": [
    {
      "paperId": "92ed5ed220b36e2956a0a0761337ea6fe98138a3",
      "title": "The subversive strategies of populist power: on the emancipatory potential of citizenship education and the public sphere",
      "authors": [
        {
          "name": "Tomasz Maślanka",
          "authorId": "2394688414"
        }
      ],
      "year": 2025,
      "abstract": " In this article, the author presents various strategies employed by populist power that lead to ontological and axiological exclusion and the structural blockage of the communicative dimension of the public sphere as a civil space for dialogue. The article refers, among other ideas, to Jürgen Habermas’s normative theory of the public sphere and Chantal Mouffe’s concept of agonistic pluralism to show the threats to democracy, public order, and the functioning of civil society that result from the new forms and mechanisms of symbolic power and that produce polarization, stigmatization, and the exclusion of different ways of defining reality. The author presents the main assumptions of citizenship education in regard to forming social consciousness, developing critical thinking skills and other civic competencies, and forming habits of active participation in public life, all of which can influence the structure and key functions of the public sphere and unlock its emancipatory dimension. The author tries to show that countering the strategies of polarization and ontological exclusion used by populists requires citizenship education, understood as a certain normative project. The article outlines a perspective that could provide an opportunity at the present time for depolarization and the restoration of mutual respect between social groups with antagonistic worldviews and axiologies.",
      "citationCount": 0,
      "doi": "10.61824/dma.vi26.749",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92ed5ed220b36e2956a0a0761337ea6fe98138a3",
      "venue": "Adult Education Discourses",
      "journal": {
        "name": "Adult Education Discourses"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9b65288d0e6ab537e6dc03bf705d8b132a9782f7",
      "title": "justice without agents of justice: a critique of adultcentric and aporophobic narratives in liberal theories of justice",
      "authors": [
        {
          "name": "Pedro hernando Maldonado castañeda",
          "authorId": "2319558436"
        }
      ],
      "year": 2025,
      "abstract": "In recent decades, political philosophy has expanded its analysis of children and poverty as critical categories. However, a theoretical gap persists in examining how liberal theories of justice—hegemonic in the design of public policies and global normative frameworks—reproduce adult-centric (centred on adulthood as the norm) and aporophobic (marked by rejection of impoverished individuals) narratives. These narratives are anchored in the epistemic assumptions of liberalism, such as the linkage between political autonomy and adulthood, as well as instrumental rationality, which function as symbolic structures to naturalise the marginalisation of those who do not meet these standards, particularly children and, even more starkly, those living in poverty. By reducing these subjects to mere passive recipients of assistance, liberal theories not only deny their political agency but also reinforce a dual structure of oppression: adultcentrism, which renders children invisible as legitimate interlocutors in the public sphere, and aporophobia, which stigmatises poverty as synonymous with dehumanisation, reducing individuals to tutored subjects. This logic intersectionally constructs the figure of the ‘inferiorised Other’: impoverished children, excluded due to their age and socioeconomic condition, transformed into «Los nadies» (‘Nobodies’) without voice or political power. In response, the article demonstrates how adultocentrism and aporophobia intertwined within liberal theories of justice, perpetuating exclusions that this study seeks to deconstruct. Faced with this reality, childism is proposed as an ethical-political analytical framework that denaturalises age-based hierarchies and recognises children as rights-bearing subjects with political agency. While childism has been diversely interpreted in academia, here a perspective specifically focused on children in poverty is prioritised, as their realities expose the intersection of systemic oppression and socioeconomic marginalisation. Overcoming these oppressions requires politicising their agency, understanding that they are not merely vulnerable but actors who exercise power through everyday practices of resistance, community organisation, and demands for participation. This necessitates an ontological and epistemological shift that values relational agencies (collective, situated) and redefines justice through non-adult-centric logics. The article concludes with a proposal to dismantle adult-centric and aporophobic narratives from a childist perspective, integrating an approach rooted in deep interdependence and the pluriverse. By rejecting autonomy as an individualistic attribute and embracing it as a relational practice, new pathways emerge for constructing justice systems that not only include children but are co-designed by them. Thus, intergenerational justice cannot be founded on fictions of self-sufficiency but must rest on the explicit recognition of a radical interdependence that intertwines collective responsibilities.",
      "citationCount": 0,
      "doi": "10.12957/childphilo.2025.89030",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b65288d0e6ab537e6dc03bf705d8b132a9782f7",
      "venue": "childhood &amp; philosophy",
      "journal": {
        "name": "childhood &amp; philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6600e4dd8875f779d086fab863547173bc54e9cb",
      "title": "Interrogating Impunity through Counterpublic: Rethinking Habermas's Public Sphere in Paulaumi Duttagupta's Onaatah of the Earth",
      "authors": [
        {
          "name": "Sakshi Singh",
          "authorId": "2108287568"
        },
        {
          "name": "Anurag Kumar",
          "authorId": "2036162286"
        }
      ],
      "year": 2018,
      "abstract": "The present paper aims at analyzing the inevitable relationship of patriarchal impunity with counterpublic in India with reference to Onaatah of the Earth (2017) by Paulami Duttagupta. It is apparent that much of the discourse on counterpublic emphasizes on either countering the existing state agencies as mentioned by Nancy Frazer where she critiques the exclusionary practices of bourgeois public sphere labeling the process as undemocratic or advocating locational counterpublic to uplift the subalterns to establish democracy discussed by Kanika Batra. However, not much has been discussed about the exclusion of discourses critiquing impunity which forms an essential background to establish a correlation between patriarchal impunity and the counterpublic. Thus, the paper attempts to examine bourgeois public sphere mainly as a patriarchal discursive arena disseminating and strengthening the idea of impunity granted, especially in cases of sexual violence within the framework of Habermas’s public sphere. The study also focuses on how the novel Onaatah of the Earth acts as a counterpublic to undermine or neutralize the impunity by addressing issues related to gender sensitivity bringing them forth not only in discursive space but in activism too.",
      "citationCount": 0,
      "doi": "10.15655/mw_2018_v9i3_49488",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6600e4dd8875f779d086fab863547173bc54e9cb",
      "venue": "Media Watch",
      "journal": {
        "name": "Media Watch",
        "pages": "278 - 290",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "98d6760c256cc61e444fdd8b2318530fdabcf226",
      "title": "Beyond Habermas : democracy, knowledge, and the public sphere",
      "authors": [
        {
          "name": "Christian J. Emden",
          "authorId": "72938571"
        },
        {
          "name": "D. Midgley",
          "authorId": "116548828"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 13,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/98d6760c256cc61e444fdd8b2318530fdabcf226",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "cb7190c3029bbb5f5661f5c8c13ab2bfca8dff26",
      "title": "Order, experience, and critique: The phenomenological method in political and legal theory",
      "authors": [
        {
          "name": "Sophie Loidolt",
          "authorId": "2077184124"
        }
      ],
      "year": 2021,
      "abstract": "The paper investigates phenomenology’s possibilities to describe, reflect and critically analyse political and legal orders. It presents a “toolbox” of methodological reflections, tools and topics, by relating to the classics of the tradition and to the emerging movement of “critical phenomenology,” as well as by touching upon current issues such as experiences of rightlessness, experiences in the digital lifeworld, and experiences of the public sphere. It is argued that phenomenology provides us with a dynamic methodological framework that emphasizes correlational, co-constitutional, and interrelational structures, and thus pays attention to modes of givenness, the making and unmaking of “world,” and, thereby, the inter/subjective, affective, and bodily constitution of meaning. In the case of political and legal orders, questions of power, exclusion, and normativity are central issues. By looking at “best practice” models such as Hannah Arendt’s analyses, the paper points out an analytical tool and flexible framework of “spaces of meaning” that phenomenologists can use and modify as they go along. In the current debates on political and legal issues, the author sees the main task of phenomenology to reclaim experience as world-building and world-opening, also in a normative sense, and to demonstrate how structures and orders are lived while they condition and form spaces of meaning. If we want to understand, criticize, act, or change something, this subjective and intersubjective perspective will remain indispensable.",
      "citationCount": 16,
      "doi": "10.1007/s11007-021-09535-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cb7190c3029bbb5f5661f5c8c13ab2bfca8dff26",
      "venue": "Continental Philosophy Review",
      "journal": {
        "name": "Continental Philosophy Review",
        "pages": "153 - 170",
        "volume": "54"
      },
      "publicationTypes": null
    },
    {
      "paperId": "48a3b3d3040514c55576f0ded85474864ab43804",
      "title": "The public sphere",
      "authors": [
        {
          "name": "Jostein Gripsrud",
          "authorId": "100469374"
        },
        {
          "name": "Hallvard Moe",
          "authorId": "38335278"
        },
        {
          "name": "Anders Molander",
          "authorId": "2050776738"
        },
        {
          "name": "Graham Murdock",
          "authorId": "34335622"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.4135/9781446263136",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48a3b3d3040514c55576f0ded85474864ab43804",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1c1e85068fb5481f508ac6f07e1f882e51901022",
      "title": "Toward a Normative Conception of Difference in Public Deliberation",
      "authors": [
        {
          "name": "R. Asen",
          "authorId": "112895770"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 60,
      "doi": "10.1080/00028533.1999.11951626",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c1e85068fb5481f508ac6f07e1f882e51901022",
      "venue": "",
      "journal": {
        "name": "Argumentation and Advocacy",
        "pages": "115-129",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7a5b163ee574e9d1641ef1552b83e64a883724ea",
      "title": "dossier philosophy with children across boundaries no justice without agents of justice: a critique of adultcentric and aporophobic narratives in liberal theories of justice",
      "authors": [],
      "year": null,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a5b163ee574e9d1641ef1552b83e64a883724ea",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "1d35246d16575ac6df75daf316a71fd5b6b8abde",
      "title": "Transnacionalização da justiça em Nancy Fraser",
      "authors": [
        {
          "name": "Pamela Pereira Prestupa",
          "authorId": "2300530732"
        },
        {
          "name": "Maria José Gourart",
          "authorId": "2300525850"
        }
      ],
      "year": 2023,
      "abstract": "Based on the analysis of the theoretical-social assumptions that link Habermas' initial conception of the public sphere to the Westphalian framework of public space, Nancy Fraser proposes the need for restructuring the public sphere based on a transnational framework, given the existence of discursive arenas that go beyond the limits of the Nation State, with a strong influence on social reality. In this context, Fraser emphasizes that the concept of public sphere was developed not only to understand communication flows, but also to contribute to a normative political theory of democracy. In this theory, a public sphere is conceived as a space for the communicative generation of public opinion. Aiming to guarantee that the process is inclusive and fair, publicity should discredit views that cannot withstand critical scrutiny, for the purpose of ensuring the legitimacy of those who participate in the process. Therefore, it matters who participates and under what conditions. In these terms, two ideas are central to the analysis of the public sphere: normative legitimacy and the political effectiveness of public opinion. The absence of these elements renders the concept empty of critique and political action, according to Fraser. Therefore, the author seeks to rethink the Habermasian public sphere theory, which is implicitly guided by a Westphalian political imaginary, a vision that no longer corresponds to contemporary globalized reality.",
      "citationCount": 0,
      "doi": "10.21728/logeion.2023v10nesp2.p.330-343-329",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d35246d16575ac6df75daf316a71fd5b6b8abde",
      "venue": "Logeion Filosofia da Informação",
      "journal": {
        "name": "Logeion: Filosofia da Informação"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "51caa05c18966f74558373dab87df09782097114",
      "title": "Language, Power, and Persuasion: Toward a Critique of Deliberative Democracy",
      "authors": [
        {
          "name": "M. Kohn",
          "authorId": "77896615"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 133,
      "doi": "10.1111/1467-8675.00197",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51caa05c18966f74558373dab87df09782097114",
      "venue": "",
      "journal": {
        "name": "Constellations",
        "pages": "408-429",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "228d6e91ab2b1d2437ff4ad6824f72abd3c54ec5",
      "title": "Imagining Personhood Differently: Person Value and Autonomist Working-Class Value Practices",
      "authors": [
        {
          "name": "Bev Skeggs",
          "authorId": "152427836"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 271,
      "doi": "10.1111/j.1467-954X.2011.02018.x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/228d6e91ab2b1d2437ff4ad6824f72abd3c54ec5",
      "venue": "",
      "journal": {
        "name": "The Sociological Review",
        "pages": "496 - 513",
        "volume": "59"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a60cdd9ae2ff5269f8c35ac2920e05eba87b4ede",
      "title": "„Die Presse verrät ihren Beruf“. Theodor Geiger (1891–1952) – ein (fast) vergessener Klassiker auch der Kommunikationswissenschaft",
      "authors": [
        {
          "name": "Horst Pöttker",
          "authorId": "101624343"
        }
      ],
      "year": 2019,
      "abstract": "Theodor Geiger, who emigrated from Germany to Scandinavia in 1933 and never returned after 1945, was one of the last universal scholars in the field of social science. Among many contributions, Geiger provided decisive contributions to the sociology of law, to social stratification, and to the sociology of education and ideology criticism. Yet, his extensive research in the field of journalism, the public sphere and the media has only received scarce attention so far. His expertise as a classic also in the field of communication studies can, above all, be seen from the still existing topicality of his theoretical-normative, and at the same time empiric-analytical investigations. In his analysis of the intelligentsia which in his view includes journalists, he postulates that ideology critique based on facts and sober rationality should be the main task of this public-related occupation, which should confront all parties involved in the political power struggle in a fundamentally independent distance. In his ‘Criticism of Advertising’ he reconstructs the history of the development of this phenomenon, characteristic to affluent capitalistic societies, and designs a systematic typology of the methods of persuasive public communication. He also unmasks in precise economic argumentation as ideological errors the common assumptions that cross-financing by adverting would enhance the journalistic quality and would mean real money-saving to audiences. Moreover, of his empirical research on radio reception can teach us that there are realistic chances of popular distribution of cultural products, as well as methodical potentials are resulting from his experiment. From the example of Theodor Geiger, a classic forgotten in communication science and journalism, productive possibilities of an interdisciplinary subject history can be derived which does not understand itself as hagiography.",
      "citationCount": 1,
      "doi": "10.5771/1615-634x-2019-4-437",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a60cdd9ae2ff5269f8c35ac2920e05eba87b4ede",
      "venue": "Medien & Kommunikationswissenschaft",
      "journal": {
        "name": "Medien & Kommunikationswissenschaft"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5b225f484dd165beabbbb50004c7b3e7657156e3",
      "title": "Anti-speciesist theory and action : dismantling the (hu)man",
      "authors": [
        {
          "name": "Agnes Trzak",
          "authorId": "118724832"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b225f484dd165beabbbb50004c7b3e7657156e3",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bad323c468a8868d23ee0c7e760eb48c4de49f56",
      "title": "Publics, Counterpublics, and the Promise of Democracy",
      "authors": [
        {
          "name": "Melanie Loehwing",
          "authorId": "115115934"
        },
        {
          "name": "Jeff Motter",
          "authorId": "115956958"
        }
      ],
      "year": 2009,
      "abstract": "Theories of publics and counterpublics remain as contested as the issues, identities, and politics they serve. Across the disciplinary spectrum, scholars turn to publics and counterpublics to help elucidate problems of inclu sion and exclusion, projects of social justice, and the waning promise of democratic politics. Such work often enters the scholarly conversation at the points of contestation famously introduced by J?rgen Habermas and Nancy Fraser: publics or counterpublics? While Fr?sers influence in rhe torical studies usefully prompts us to think about challenges to dominant discourse, the particular sense in which democracy undergirds projects about publics lingers as a question in need of exploration and clarification. Many take Frasers intervention as a corrective to the politically insufficient Habermasian theory found in The Structural Transformation of the Public Sphere (1991). We argue, however, for a return to the original point of theo retical contention in an effort to specify the different normative commit ments of the two perspectives and reevaluate the role each envisions for rhetoric as a potentially democratic praxis. Many critics concur with Fraser in describing the normative commit ments of the Habermasian theory of the public sphere as idealized or exclu sionary, and as such, \"the problem is not only that Habermas idealizes the bourgeois public sphere but also that he fails to examine other, nonliberal,",
      "citationCount": 31,
      "doi": "10.1353/PAR.0.0037",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bad323c468a8868d23ee0c7e760eb48c4de49f56",
      "venue": "Philosophy & Rhetoric",
      "journal": {
        "name": "Philosophy & Rhetoric",
        "pages": "220 - 241",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cca0ca706416389dc9943a50aa54983e96fd5f3f",
      "title": "Reviewing strategies in/for ESD policy engagement: Agency reclaimed",
      "authors": [
        {
          "name": "Heila Lotz-Sisitka",
          "authorId": "1403667486"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.1080/00958964.2015.1113915",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cca0ca706416389dc9943a50aa54983e96fd5f3f",
      "venue": "",
      "journal": {
        "name": "The Journal of Environmental Education",
        "pages": "103 - 91",
        "volume": "47"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e11f781e3ebfd66fe54fe8c2bdd23c0155b1de77",
      "title": "Men and masculinity in Filmer & Locke toward a critique of 'enlightened' manhood",
      "authors": [
        {
          "name": "R. LeBlanc",
          "authorId": "94748303"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e11f781e3ebfd66fe54fe8c2bdd23c0155b1de77",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "58f123c04a7df52e0bdf9d7372f7974aeea8ac1a",
      "title": "THE POSITIVE CRITERIA OF LEGAL NORMS : LAW BETWEEN FACTS AND NORMS",
      "authors": [
        {
          "name": "Dr Claudio Bozzi",
          "authorId": "2411998373"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58f123c04a7df52e0bdf9d7372f7974aeea8ac1a",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "6a800b2836c154c7f2343eede9584a6becef7cb1",
      "title": "Revolutionary critical pedagogy",
      "authors": [
        {
          "name": "Peter McLaren",
          "authorId": "115785940"
        }
      ],
      "year": 2010,
      "abstract": "Revolutionary Critical Pedagogy Since the mid-1990s, the focus of my work has shifted discernibly, if not dramatically, from a preoccupation with poststructuralist analyses of popular culture, in which I attempted to deploy contrapuntally critical pedagogy, neo- Marxist critique and cultural analysis, to a revolutionary Marxist humanist perspective. My focus shifted away from the politics of representation and its affiliative liaison with identity production and turned towards the role of finance capital and the social relations of production. Against a utopian theory of entrepreneurial individuality and agency backed by a voluntarism unburdened by history, I came to see the necessity of transforming the very structures of white supremacist capitalist patriarchy by means of a pedagogical praxis guided by the revolutionary knowledges of historical materialism. In so doing, questions of patriarchal and sexist ideology are connected to their material origins—of social labor—that emphasize the relations between the sexes and how the distribution of labor in capitalist economies have generated the alienating conditions in which men and women relate to themselves and to one another (Ebert & Zavarzadeh, I locate my work within what I take to be the fundamental condition of late modernity—a brutal and systematic extraction of surplus value from proletarianized regions of the world (usually decaying in a climate of bourgeois- comprador nationalism) culminating in a condition of substantive inequality and an egregiously unequal division of labor—a condition that is structurally inescapable under the regime of capital. Through the generalization of exchange- values mediated by the machinations of capital accumulation on a global scale, this regressive situation has spawned alienated lifeworlds festering in the swamp of reification and the commodification of everyday life. Since my shift in focus, I have come to view the assertion of many poststructuralists—that Marxism constitutes a totalizing pressuring of meaning into semiotic foreclosure, placing an overlay of determinism on the free interplay of cultural discourses with their free-floating auto-intelligibilities, their aleatory and indeterminable play of the sign, and turning the jazz of signification into a military march of pre-ordained procrustean meanings—as an exclusion of causality from the domain of history by replacing it with difference and play. In effect, by situating the social as a contingent totality, the avant-garde politics of representation articulated by the poststructuralists become part of a larger ensemble of textual reading practices that obscure the production practices of capitalism (Ebert & Zavarzadeh, 2008). I also had serious problems with what progressive educators were describing as the struggle for democracy in the public sphere because so much of this discourse involved pedagogically fostering a respect for the values of democratic citizenship and appealing to moral sentiments and critical reasoning.",
      "citationCount": 38,
      "doi": "10.4324/9780429441974-14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6a800b2836c154c7f2343eede9584a6becef7cb1",
      "venue": "The University Unthought",
      "journal": {
        "name": "The University Unthought"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5021e822358dd03af4365f8f75fec06a3afd3071",
      "title": "Polish criticism of Hans Kelsen’s normativism",
      "authors": [
        {
          "name": "Małgorzata Łuszczyńska",
          "authorId": "2096941769"
        }
      ],
      "year": 2019,
      "abstract": "Normativism, referred to as the pure theory of law, or Vienna School, is recognised as one of the most formalistic trends in the history of political law doctrines. Hans Kelsen (1881–1973), the founder of the school, postulated controversial ideas related to the theory of the state and law. His radical approach to the traditional science of law was, for instance, reflected in his identification of law and state, negation of the commonly accepted distinction between public and private law, and elimination of the idea of purpose from the subject matter covered by jurisprudence. Kelsen also opted for strict separation of the spheres of being and obligation. This separation was to constitute a criterion for distinguishing normative and explicative sciences. The thesis about disconnecting the law from reality and separating it from politics, psychology and sociology, as well as the theory granting the primacy of international law over state law brought heated response from representatives of legal sciences. The new theory enjoyed significant popularity, particularly during the two interwar decades, and like every novelty it gained many supporters and a host of opponents and critics. Critical comments were mainly to be found in writings by Antoni Peretiatkowicz, Andrzej Mycielski, and Czesław Znamierowski. The most original polemics in the Polish literature related to this subject matter, include the critique by Jerzy Lande representing juridical psychologism, the Thomistic negation of the assumptions presented by the Vienna School authored by Czesław Martyniak, as well as Marxism-based criticism by Jerzy Wróblewski. The Thomistic, as well as psychological and Marxist critique of Normativism aimed to demonstrate inaccuracies or gaps in Hans Kelsen’s doctrine. The elements covered by all of these critical opinions include the basic norm and the separation of being and obligation. Each approach uses its specific argumentation",
      "citationCount": 1,
      "doi": "10.15584/znurprawo.2019.27.9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5021e822358dd03af4365f8f75fec06a3afd3071",
      "venue": "Zeszyty Naukowe Uniwersytetu Rzeszowskiego Seria Prawnicza Prawo",
      "journal": {
        "name": "Zeszyty Naukowe Uniwersytetu Rzeszowskiego. Seria Prawnicza. Prawo"
      },
      "publicationTypes": null
    },
    {
      "paperId": "272a2a9f2a625655a46834aeae5daddd15d061fd",
      "title": "Aesthetico-Constructivism: Farther Adventures in Criticism",
      "authors": [
        {
          "name": "R. Markley",
          "authorId": "35535691"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/272a2a9f2a625655a46834aeae5daddd15d061fd",
      "venue": "",
      "journal": {
        "name": "Philological Quarterly",
        "pages": "291-314",
        "volume": "86"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
