{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Fanon Black Skin White Masks philosophy colonial 1952 1967",
  "results": [
    {
      "paperId": "a2aaff777e26a5295b4041e05faa6220dfdd49dd",
      "title": "Black Skin, White Masks",
      "authors": [
        {
          "name": "F. Fanon",
          "authorId": "83302486"
        }
      ],
      "year": 1952,
      "abstract": "A major influence on civil rights, anti-colonial, and black consciousness movements around the world, Black Skin, White Masks is the unsurpassed study of the black psyche in a white world. Hailed for its scientific analysis and poetic grace when it was first published in 1952, the book remains a vital force today. \"[Fanon] demonstrates how insidiously the problem of race, of color, connects with a whole range of words and images.\" -- Robert Coles, The New York Times Book Review",
      "citationCount": 5054,
      "doi": "10.2307/j.ctv1pfqnct.38",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2aaff777e26a5295b4041e05faa6220dfdd49dd",
      "venue": "My Black Stars",
      "journal": {
        "name": "My Black Stars"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "cce473d9a84e2caaa8f5f414c5fb2f5f007de92e",
      "title": "A Cognitive Analysis of Frantz Fanon’s Black Skin, White Masks",
      "authors": [
        {
          "name": "Muhammad Shadab",
          "authorId": "2334423021"
        },
        {
          "name": "Muhammad Shadab Ilyas",
          "authorId": "2325366100"
        }
      ],
      "year": 2024,
      "abstract": "Frantz Fanon’s Black Skin, White Masks (1952) presents a radical cognitive analysis of how colonialism disturbs the psyche, leading to alienation as much from one’s own identity as from others. Through the lens of psychoanalytic theory and concepts of cognitive psychology, Fanon examines how the colonized individual internalizes racial stereotypes and constructs fragmented identities in a colonial system where whiteness is the standard to which society adheres. The epidermal (or skin color)ization of inferiority, an important tenet in Fanon’s argument, helps to make sense of how certain schemas through which we process social interactions became pervasively organized around skin color, which may lead to the internalization of inferiority and a desire to mediate the experience and knowledge of one’s self-world through the lens of skin color. From a cognitive point of view, Fanon’s work examines the way perception, memory and thought processes are formed by systemic racism. Individuals who have gone through colonization find themselves constantly having to navigate a world where negative stereotypes become represented in their lived experience, where discrimination is part of the daily discourse, and their own identity becomes a dissonance in the endogenous order of whom to be as citizens. Fanon’s writings illustrate the ways that colonial subjects suture themselves together in the midst of external pressure to rehearse dominant white conventions. This cognitive perspective highlights how the impact of the colonial mindset manifests in mental health, identity formation, and social relations. Fanon’s investigation leads us to important questions concerning how these schemas which inform and are informed by cultural and historical contexts continue to perpetuate internalized racism and psychological trauma. His works continue to provide significant insights into the cognitive level of colonial oppression and its impact on post-colonial societies.",
      "citationCount": 1,
      "doi": "10.56062/gtrs.2024.3.11.800",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cce473d9a84e2caaa8f5f414c5fb2f5f007de92e",
      "venue": "Creative  Saplings",
      "journal": {
        "name": "Creative Saplings"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4941779a4bd3eec5e0b8d2a7294bdb4b3ac4d6e6",
      "title": "DECOLONIZATION IN FRANTZ FANON’S THE WRETCHED OF THE EARTH AND BLACK SKIN WHITE MASKS FRANTZ FANON’UN YERYÜZÜNÜN LANETLİLERİ VE SİYAH DERİ BEYAZ MASKELER ESERLERİNDEKİ DEKOLONİZASYON KAVRAMI",
      "authors": [
        {
          "name": "Serdar Takva",
          "authorId": "148149102"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4941779a4bd3eec5e0b8d2a7294bdb4b3ac4d6e6",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a007bf685bd689cb35471c0d1b274c9cd5b87fe7",
      "title": "Reading Frantz Fanon’s Black Skin White Masks as a Call for Human Enhancement",
      "authors": [
        {
          "name": "G. Said",
          "authorId": "117100490"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.37141/1451-013-002-014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a007bf685bd689cb35471c0d1b274c9cd5b87fe7",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "331-354",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c8c0f4c4fc5c97fd21ce2d5ac1d6f9f207c102e0",
      "title": "Malinchismo and Misogyny in Fanon’s Black Skin, White Masks : Reading Fanon from the Hispanic Caribbean",
      "authors": [
        {
          "name": "Luis Galanes Valldejuli",
          "authorId": "103940870"
        }
      ],
      "year": 2015,
      "abstract": "In the second chapter of Black Skin, White Masks (BSWM), “The Women of color and the white man” (1967[1952]), Frantz Fanon makes some assertions about black Martiniquais women that gained him the criticism of some feminist theorists as a misogynist. Fanon will find in the expressed xenocentrism or malinchismo of black Martiniquais women a perhaps radical expression of the “dependency complex” he will attempt to document for Negroes in general. Reading Fanon against the backdrop of a Caribbean literary tradition of romantic novels, it is hoped, will help achieve two things: placing Fanon’s writing in the cultural and geo-political context in which it was produced, and where his statements about female malinchismo can be read in a new light; and consequently, pointing to the pitfalls of the feminist critique of Fanon as misogynist. The election of reading Fanon against a fictional literary tradition seems justified by the fact that Fanon himself would recur to a novel, Mayotte Capecia’s Je suis Martiniquaise (1948), as a paradigmatic example of the phenomenon of malinchismo that he was trying to document.",
      "citationCount": 0,
      "doi": "10.16993/KARIB.32",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c8c0f4c4fc5c97fd21ce2d5ac1d6f9f207c102e0",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "7",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "38771bc2cc91ca6ca90944fb0ef551fce075acee",
      "title": "Subjective Elasticity, the “Zone of Nonbeing” and Fanon’s New Humanism in Black Skin, White Masks",
      "authors": [
        {
          "name": "Nicholas Webber",
          "authorId": "2091907799"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/38771bc2cc91ca6ca90944fb0ef551fce075acee",
      "venue": "",
      "journal": {
        "name": "Postcolonial Text",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bfa80146b73aadbd91a214bf8e094bddf1e5ae59",
      "title": "The Construction of the Other and the Self in André Gide's Travels in the Congo and Frantz Fanon's Black Skin, White Masks",
      "authors": [
        {
          "name": "R. Lambert",
          "authorId": "47955875"
        }
      ],
      "year": 2003,
      "abstract": "Reportedly, André Gide's Travels in the Congo (1929) had fostered reforms of the colonial policy in French Africa. In Travels, Gide reports cases of economic exploitation, abuses of power, use of terror, torture, and even homicidal raids against recalcitrant villagers and, at least in one case, Gide takes it upon himself to have a man prosecuted. Yet his account, through the lense of post-colonial thinking, betrays reactionary and biased views of Africans. Gide does not object to the colonial system per se, but rather blames its malfunction on both a lack of infrastructures and administrative involvement. In Black Skin, White Masks (1952), Frantz Fanon denounces colonialism, focusing on its dehumanizing effects. If Fanon believes that it is the responsibility of those oppressed to regain their freedom, he is also aware that colonized people have internalized racial stereotypes to the point of self-loathing. Hence Black Skin can be read as a rebuttal to Travels. While Travels, published only twenty years earlier, clings to values of past centuries—supporting France's \"civilizing\" mission in Africa, Black Skin looks toward the future as it condemns the ideology of colonialism. Both liberals, communist sympathizers and social activists, Gide and Fanon represent the two opposite poles of the colonial issue.",
      "citationCount": 0,
      "doi": "10.4148/2334-4415.1558",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bfa80146b73aadbd91a214bf8e094bddf1e5ae59",
      "venue": "",
      "journal": {
        "name": "Studies in Twentieth-and Twenty-First Century Literature",
        "pages": "6",
        "volume": "27"
      },
      "publicationTypes": null
    },
    {
      "paperId": "24474dbfac9042b05ed184df8ca8cd56aeaea4bd",
      "title": "Reading Mannoni’s Prospero and Caliban Before Reading Black Skin, White Masks",
      "authors": [
        {
          "name": "Philip Chassler",
          "authorId": "82312712"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24474dbfac9042b05ed184df8ca8cd56aeaea4bd",
      "venue": "",
      "journal": {
        "name": "Human Architecture: Journal of the Sociology of Self-Knowledge",
        "pages": "9",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "656b9da1c83051bfb9f56a76a067186e7946aa96",
      "title": "The Wretched of the Earth and Black Skin, White Masks: A Sociological Analysis Social Control, Social Order and Social Change in the Colonial Context",
      "authors": [
        {
          "name": "J. Watson",
          "authorId": "145491412"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/656b9da1c83051bfb9f56a76a067186e7946aa96",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "3",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0134a80923e5a09aaeec0dbdb19d52cbb5590fe4",
      "title": "Black Rage, White Gaze: How Can Black Lives, Historically Reified, Have ‘Room to Breathe’ in Contemporary Psychoanalysis?",
      "authors": [
        {
          "name": "Fembe Nanji‐Rowe",
          "authorId": "2327791589"
        }
      ],
      "year": 2024,
      "abstract": "The 2020 Black Lives Matter (BLM) protests were a stark reminder of the reality of problematic ‘race’ relations. This paper, originally conceived in the aftermath of George Floyd's murder with his final words ‘I can't breathe!’, examines the psychoanalysis of anti‐black racism as a contemporary problem to address. This raises important epistemological questions about the forms of knowledge that get produced given the complex relationship between psychoanalysis and coloniality. Frantz Fanon unpacked the impact of racial violence and the white gaze as one of alienation, nonbeing and Black Rage in White Skin, Black Masks. This paper makes use of Fanon's 1952 thesis and clinical vignettes from analysts of colour in relation to ‘race’ as well as secondary literature on psychoanalysis and postcoloniality inviting the reader to appreciate Black Rage as a legitimate and constructive affect. I submit two ‘anchors’ for psychoanalysis to consider in theory and in practice for the birth of a physical and psychic ‘room to breathe’, a place for the black individual to exist with more psychological sovereignty: (1) an extension of Melanie Klein's depressive position and (2) an extension of the concept of mourning, as crucial intrapsychic processes for black lives to matter. The argument advanced is that, due to the extraordinary historical, social and political circumstance placed on black people as a racially oppressed group, the trauma of racism is one of alienation to a zone of nonbeing, a ‘space’ which, incidentally, offers radical hope in the form of Black Rage. Psychoanalysis is adequately positioned to acknowledge Black Rage as a powerful affect and civic tool, and this may be thought about through intrapsychic processes originating in classical psychoanalytic theory as well as Kleinian object relations, principally the concepts of mourning and depressive awareness, which considered together liberate aspects of therapeutic work.",
      "citationCount": 0,
      "doi": "10.1111/bjp.12934",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0134a80923e5a09aaeec0dbdb19d52cbb5590fe4",
      "venue": "British Journal of Psychotherapy",
      "journal": {
        "name": "British Journal of Psychotherapy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fd2de905643ebf75be86b2461d590fa26bf5185a",
      "title": "Frantz Fanon and the decolonial turn in psychology: from modern/colonial methods to the decolonial attitude",
      "authors": [
        {
          "name": "Nelson Maldonado-Torres",
          "authorId": "1416367758"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 143,
      "doi": "10.1177/0081246317737918",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd2de905643ebf75be86b2461d590fa26bf5185a",
      "venue": "",
      "journal": {
        "name": "South African Journal of Psychology",
        "pages": "432 - 441",
        "volume": "47"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cd683637d71d6fdeb541e70dbf2b385d3a700f46",
      "title": "Para além dos grilhões da Linguagem que capitaliza(ou): relações de corporalidade, linguagem e decolonialidade em Fanon por epistemologias indígenas brasileiras",
      "authors": [
        {
          "name": "Gabriel D. Gruber",
          "authorId": "2334786648"
        }
      ],
      "year": 2024,
      "abstract": "This article proposes to establish a dialogue between two premises of Frantz Fanon's philosophy in the work Black skin, white masks, on the ontology of language and the relationship of corporality, with Brazilian indigenous perspectives. For this, an initial statement of the work was analyzed, “to speak is to exist absolutely for the other”, and a final one, “My last prayer: Oh, my body, always make me a man who questions!”, from the perspective of Maldonado-Torres and a contextualization of history and/of philosophy in the subjects. And so, referring bibliographically to the philosophical contributions of Davi Kopenawa, Ailton Krenak and Célia Corrêa Xakriabá, this article is inserted in the colonial debate to think about the highlighted phrases.",
      "citationCount": 0,
      "doi": "10.30681/traos.v8i2.11669",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd683637d71d6fdeb541e70dbf2b385d3a700f46",
      "venue": "Traços de Linguagem - Revista de Estudos Linguísticos",
      "journal": {
        "name": "Traços de Linguagem - Revista de Estudos Linguísticos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "59c7f4aa261bd9d7b5133e29ee1932ef2174d0cf",
      "title": "Skin, stain and lamella: Fanon, Lacan, and inter-racializing the gaze",
      "authors": [
        {
          "name": "Michelle R. Stephens",
          "authorId": "152671728"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1057/s41282-018-0104-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59c7f4aa261bd9d7b5133e29ee1932ef2174d0cf",
      "venue": "Psychoanalysis, Culture & Society",
      "journal": {
        "name": "Psychoanalysis, Culture & Society",
        "pages": "310-329",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f78aab400e8bfba479b9dee9a55efbc02f4e2726",
      "title": "White Skin, Black Friend: A Fanonian application to theorize racial fetish in teacher education",
      "authors": [
        {
          "name": "Cheryl E. Matias",
          "authorId": "49166372"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 29,
      "doi": "10.1080/00131857.2014.989952",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f78aab400e8bfba479b9dee9a55efbc02f4e2726",
      "venue": "",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "221 - 236",
        "volume": "48"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9410089798f3781e5008ef7b7dd1fa1aec7e4d25",
      "title": "Violence Is a Cleansing Force: Frantz Fanon, the Criminological Imagination, and Blade Runner 2049",
      "authors": [
        {
          "name": "Rafe McGregor",
          "authorId": "2237639308"
        }
      ],
      "year": 2023,
      "abstract": "Abstract:Frantz Fanon is best known as the author of two monographs: Black Skin, White Masks (1952), a literary and psychological account of Black experience and anti-Black racism, and The Wretched of the Earth (1961), a political manifesto arguing for the need to respond to colonial oppression with revolutionary violence. His critics contend that the disciplinary division evinces a failure to successfully integrate the psychological with the political, which detracts from his intellectual legacy. In this article, I employ criminologist Jon Frauley’s theory of the analytic value of fictional film to demonstrate that Denis Villeneuve’s Blade Runner 2049 (2017) not only provides an empirical referent for Fanon’s psychological and political theories but also reveals an underlying coherence that is not always obvious. I begin with a summary of Frauley’s theory and then alternate between Fanon’s theories and the way in which the film provides those theories with empirical referents. My conclusion, which highlights an essential continuity between individual transcendence and collective action in Fanon, draws on both Blade Runner 2049 and the military tactic of pseudo operations, which was employed to devastating effect against anti-colonial struggles in Africa in the second half of the twentieth century.",
      "citationCount": 0,
      "doi": "10.5406/15437809.57.3.05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9410089798f3781e5008ef7b7dd1fa1aec7e4d25",
      "venue": "The Journal of Aesthetic Education",
      "journal": {
        "name": "The Journal of Aesthetic Education",
        "pages": "69 - 86",
        "volume": "57"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bb8774fa51b2231c875303e5f33f89be3c048e5a",
      "title": "Editorial",
      "authors": [],
      "year": 2025,
      "abstract": "\n This volume brings together three scholarly reflections on the under-studied work of the French existentialist philosopher and anti-colonial activist Francis Jeanson (1922-2009), as well as publishing for the first time in English Jeanson's Preface to the first edition of Frantz Fanon's 1952\n Black Skin, White Masks\n , and his postscript to the 1956 edition of that same work. In a separate article Kimberly Engles offers a proactive and original take on how Sartre's phenomenology might be used to understand reports of encounters with non-human intelligences.\n",
      "citationCount": 0,
      "doi": "10.3167/ssi.2025.310201",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb8774fa51b2231c875303e5f33f89be3c048e5a",
      "venue": "Sartre Studies International",
      "journal": {
        "name": "Sartre Studies International"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8871d372d81a50dc135a1a1e6c704772b30e1d6a",
      "title": "Understanding Postcolonialism: Fanon and Sartre: colonial Manichaeism and the call to arms",
      "authors": [
        {
          "name": "J. Hiddleston",
          "authorId": "72942700"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/UPO9781844654284.002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8871d372d81a50dc135a1a1e6c704772b30e1d6a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "25-53",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "14ee920ed5429550c88e7ed680f283cd0b2626a4",
      "title": "Fanon as “Metrocolonial” Flaneur in the Caribbean Post-Plantation/Algerian Colonial City",
      "authors": [
        {
          "name": "N. Natarajan",
          "authorId": "30409003"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-1-4039-8162-2_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/14ee920ed5429550c88e7ed680f283cd0b2626a4",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "89-102",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "cccdb9bd767e5327f0a3ff229c4bb36be3a33fc4",
      "title": "Frantz Fanon",
      "authors": [
        {
          "name": "Christopher J. Lee",
          "authorId": "115258107"
        }
      ],
      "year": 2020,
      "abstract": "Frantz Fanon was born in 1925 on the Caribbean island of Martinique. He died in 1961 from leukemia in a hospital outside Washington, DC. Trained as a psychiatrist, Fanon achieved fame as a philosopher of anti-colonial revolution. He published two seminal books, Black Skin, White Masks (1952) and The Wretched of the Earth (1961), that addressed the psychological effects of racism and the politics of the Algerian Revolution (1954–1962), respectively. He also wrote a third book, Year Five of the Algerian Revolution (1959, reprinted and translated as A Dying Colonialism in 1967), as well as numerous medical journal articles and political essays, a selection of which appear in the posthumous collections Toward the African Revolution (1964) and Alienation and Freedom (2015).\n Despite the brevity of his life and written work, Fanon’s analysis of colonialism and decolonization has remained vital, influencing a range of academic fields such that the term Fanonism has become shorthand to capture his interrelated political, philosophical, and psychological arguments. Through penetrating views and a frequently bracing prose style, the small library of Fanon’s work has become essential reading in postcolonial studies, African and African American studies, critical race theory, and the history of insurgent thought, to name just a few subjects. Fanon is a political martyr who died before he could witness the birth of an independent Algeria, his stature near mythic in scale as a result. To invoke Fanon is to bring forth a radical worldview dissatisfied with the political present, reproachful of the conformities of the past, and consequently in perpetual struggle for a better future.",
      "citationCount": 0,
      "doi": "10.1093/acrefore/9780190277734.013.579",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cccdb9bd767e5327f0a3ff229c4bb36be3a33fc4",
      "venue": "Oxford Research Encyclopedia of African History",
      "journal": {
        "name": "Oxford Research Encyclopedia of African History"
      },
      "publicationTypes": null
    },
    {
      "paperId": "20ee9c598cf1e2ef7aad8ffbb0f7d9d4c5f43017",
      "title": "Fanon and the New Paraphilias: Towards a Trans of Color Critique of the DSM-V",
      "authors": [
        {
          "name": "Stephanie Hsu",
          "authorId": "145808894"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1007/s10912-018-9531-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20ee9c598cf1e2ef7aad8ffbb0f7d9d4c5f43017",
      "venue": "Journal of Medical Humanities",
      "journal": {
        "name": "Journal of Medical Humanities",
        "pages": "53 - 68",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
