{
  "status": "success",
  "source": "semantic_scholar",
  "query": "feminist public sphere deliberative",
  "results": [
    {
      "paperId": "619b8188a09cc0ccb3e6d27f03b1727ae38db54c",
      "title": "The Caring Public Sphere: Reframing the Concept in an Era of Care Crises",
      "authors": [
        {
          "name": "Anastasia Kavada",
          "authorId": "2291567371"
        }
      ],
      "year": 2024,
      "abstract": "This article reframes the public sphere concept by bringing it dialogue with feminist theories of care. Care ethics foreground vulnerability and interdependence, suggesting that vulnerability is a shared condition and that we are all dependent on each other in order to survive. This helps to rethink the role of the public sphere within the democratic system, as a space not only for opinion formation, but also for the development of citizens with the necessary skills and dispositions to take care of the issues discussed in public. A focus on care also aids in reconsidering public affairs as issues that are intimately connected with needs and vulnerabilities; listening as an act of care; the processing of emotions as a key function of the deliberative process; and personal testimony as an important type of argumentation. The concept of care further helps in refining the universal access principle by highlighting the importance of intimate spaces, where participants feel safe to be vulnerable, and of how these multiple publics can be interconnected through mobilising relationships of interdependence. Finally, it allows us to consider “care work” for communication infrastructure, including both media technologies and people’s bodies, as a constitutive part of the public sphere.",
      "citationCount": 4,
      "doi": "10.1080/13183222.2024.2314841",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/619b8188a09cc0ccb3e6d27f03b1727ae38db54c",
      "venue": "Javnost - The Public",
      "journal": {
        "name": "Javnost - The Public",
        "pages": "158 - 175",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "71ac189ec82d81f0178de113bb2aff4aa7a8c06e",
      "title": "Epistemic Justice and Democratic Legitimacy",
      "authors": [
        {
          "name": "Susan Dieleman",
          "authorId": "144803778"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 47,
      "doi": "10.1111/hypa.12173",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/71ac189ec82d81f0178de113bb2aff4aa7a8c06e",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "794 - 810",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "84a33c78bf3576498230de3061dcc46f9295abca",
      "title": "HABERMAS, J. (2023). A new structural transformation of the public sphere and deliberative politics. Cambridge: Polity Press",
      "authors": [
        {
          "name": "Pedro José Peña Jiménez",
          "authorId": "2308896638"
        }
      ],
      "year": 2024,
      "abstract": "Recensión de la obra HABERMAS, J. (2023). A new structural transformation of the public sphere and deliberative politics. Cambridge: Polity Press",
      "citationCount": 0,
      "doi": "10.33426/rcg/2024/117/1815",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/84a33c78bf3576498230de3061dcc46f9295abca",
      "venue": "Revista de las Cortes Generales",
      "journal": {
        "name": "Revista de las Cortes Generales"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8049ed1ed679728a3f1575b92540c20ba7867b2a",
      "title": "Book review: Jürgen Habermas, A New Structural Transformation of the Public Sphere and Deliberative Politics",
      "authors": [
        {
          "name": "John Buschman",
          "authorId": "2294421984"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1177/09610006241245106",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8049ed1ed679728a3f1575b92540c20ba7867b2a",
      "venue": "Journal of Library and Information Sciences",
      "journal": {
        "name": "Journal of Librarianship and Information Science",
        "pages": "829 - 830",
        "volume": "56"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2673d24e8b396f457516c53479f0ca5aa69ec983",
      "title": "Commissioned Book Review: Jürgen Habermas, A New Structural Transformation of the Public Sphere and Deliberative Politics",
      "authors": [
        {
          "name": "Mariane Costa Matos",
          "authorId": "2313377838"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/14789299241258620",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2673d24e8b396f457516c53479f0ca5aa69ec983",
      "venue": "Political Studies Review",
      "journal": {
        "name": "Political Studies Review",
        "pages": "NP5 - NP6",
        "volume": "23"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "1e395f848ee97de55cf12aeba823cad48a778e24",
      "title": "THE EXPLOSIVE POWER OF THE VIRTUAL. REVIEW OF THE ESSAY BY YU. HABERMAS \"NEW STRUCTURAL CHANGES IN THE PUBLIC SPHERE AND DELIBERATIVE POLICY\"",
      "authors": [],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.31249/rphil/2023.02.09",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e395f848ee97de55cf12aeba823cad48a778e24",
      "venue": "Filosofiya Referativnyi Zhurnal",
      "journal": {
        "name": "Filosofiya Referativnyi Zhurnal"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "b1652de70e79ca242332102f9a4b693d0286ab11",
      "title": "Truth, Deliberative Democracy, and the Virtues of Accuracy: Is Fake News Destroying the Public Sphere?",
      "authors": [
        {
          "name": "S. Chambers",
          "authorId": "46592078"
        }
      ],
      "year": 2020,
      "abstract": "Do fake news and what some have labeled our post-truth predicament represent a new and deadly challenge to the epistemic presuppositions of the public sphere? While many commentators have invoked Hannah Arendt to help answer this question, I argue that Arendt is the wrong place to look. Instead, I suggest that, on one hand, deliberative democracy and Jürgen Habermas’ idea of democracy as truth-tracking offer a more helpful framework for assessing and combating the threat of fake news and, on the other hand, Bernard Williams’ virtues of accuracy identify the citizen virtues necessary to counteract fake news. The virtues of accuracy, I contend, can be facilitated and encouraged through structural and regulatory features in the public sphere. We are indeed seeing a recalibration and significant push back on fake news due to both structural changes and ordinary citizens becoming more epistemically responsible consumers of digital information.",
      "citationCount": 113,
      "doi": "10.1177/0032321719890811",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b1652de70e79ca242332102f9a4b693d0286ab11",
      "venue": "",
      "journal": {
        "name": "Political Studies",
        "pages": "147 - 163",
        "volume": "69"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c4951c38ac1f55bfd3ceedb613a420f279c29699",
      "title": "Wisdom in the Public Sphere: Nancy Neveloff Dubler and the New York State Task Force on Life and the Law.",
      "authors": [
        {
          "name": "J. Fins",
          "authorId": "6174034"
        },
        {
          "name": "Karen Porter",
          "authorId": "2392930481"
        },
        {
          "name": "Robert N Swidler",
          "authorId": "2392930458"
        }
      ],
      "year": 2025,
      "abstract": "AbstractIn this article we focus on Nancy Neveloff Dubler's role on the New York State Task Force on Life and the Law as means to illustrate her public policy contributions as a bioethicist. We review the historical origins of the Task Force, its impact on and contributions to bioethics, and the law. We then make metaobservations about Dubler's commitment to social justice as a governing principle in her deliberative stance on the Task Force. To that end, we specifically highlight Dubler's contributions to the Task Force regarding the extension of the Family Health Care Decisions Act, New York's surrogate decision-making law, to people with disabilities; gestational surrogacy; and the need for crisis standards of care during the COVID-19 pandemic. We maintain that Dubler's contributions to public bioethics were as significant as her work at the bedside in clinical ethics consultation.",
      "citationCount": 0,
      "doi": "10.1086/737392",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4951c38ac1f55bfd3ceedb613a420f279c29699",
      "venue": "Journal of Clinical Ethics",
      "journal": {
        "name": "The Journal of clinical ethics",
        "pages": "\n          303-308\n        ",
        "volume": "36 4"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "95f891ccbae4f50dacef20f86200659064b34755",
      "title": "Universal and affective: the Public Sphere in Feminist Political Thinking",
      "authors": [
        {
          "name": "Daniela Losiggio",
          "authorId": "2081984390"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/95f891ccbae4f50dacef20f86200659064b34755",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "139-165",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4fce2414404325efef20135948006db53595a8e1",
      "title": "Can Interreligious Dialogue Provide a New Space for Deliberative Democracy in the Public Sphere?: Philosophical Perspectives from the Examples of the UK and Singapore",
      "authors": [
        {
          "name": "P. Hedges",
          "authorId": "117876938"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1558/ISIT.35412",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fce2414404325efef20135948006db53595a8e1",
      "venue": "International Symposium on Information Theory",
      "journal": {
        "name": "",
        "pages": "5-25",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7f0c46106a4b8a3bcf25e3b19e9166c8dcb8fbd5",
      "title": "Global South Feminist Theology in the Public Sphere: An Alternative Space to Strive for Women’s Full Humanity",
      "authors": [
        {
          "name": "Anne Fyffe - PTS",
          "authorId": "2192489643"
        }
      ],
      "year": 2017,
      "abstract": "This paper seeks to explore the subject of global South feminist theology in the public sphere. It attempts to engage the questions of what feminist theology in the global South looks like in the public realm and how it addresses public issues, particularly those that affect women. This will be achieved through a discussion of feminist theology in Latin America and Asia. As will be argued in this paper, feminist theology in the global South is, like all theology, contextual. It is also inherently public and intersectional. As women experience oppression, discrimination, and injustice in various forms in the global South and around the world, they are denied their full humanity. Given the contextual, intersectional, and public nature of feminist theology in the global South, its engagement in the public sphere creates an alternative space for dialogue and action as women strive toward full humanity in the local and global contexts.",
      "citationCount": 0,
      "doi": "10.35521/unitas.v5i1.512",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f0c46106a4b8a3bcf25e3b19e9166c8dcb8fbd5",
      "venue": "UNITAS - Revista Eletrônica de Teologia e Ciências das Religiões",
      "journal": {
        "name": "UNITAS - Revista Eletrônica de Teologia e Ciências das Religiões"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d68586d3f7e440cad16e0ba1275b2783fe85513f",
      "title": "Global South Feminist Theology in the Public Sphere: An Alternative Space to Strive for Women’s Full Humanity",
      "authors": [
        {
          "name": "Anne Fyffe Pts",
          "authorId": "117713579"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.35521/unitas.v5i1.512",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d68586d3f7e440cad16e0ba1275b2783fe85513f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "120-133",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d203f91bf2923ab367868f7a3cba4f7faddaf26f",
      "title": "Habermas' Deliberative Democracy and Public Sphere",
      "authors": [
        {
          "name": "Lawrence Ofunja Kangei",
          "authorId": "116460213"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d203f91bf2923ab367868f7a3cba4f7faddaf26f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0e097a43dc06fd29d0ce3623c0378ee164d486dc",
      "title": "Habermas and Internet: The Reversed Transformation of Public Sphere in the New Media Age?",
      "authors": [
        {
          "name": "S. Zhaparaliev",
          "authorId": "2223309457"
        }
      ],
      "year": 2023,
      "abstract": "According to Jürgen Habermas, one of the leading figures in the conceptualization of the public sphere and public opinion, the public sphere must be considered as an arena that allows citizens to freely express, discuss, criticize and, eventually, publish their opinions on common topics. According to some new media theorists, such a sphere is being re-created within the age of new information technologies. The Internet’s contribution to public opinion and organization of social movements is also attributed to the development of deliberative democracy, changing the perception that citizens can participate in political processes only during elections. In this sense, the Internet can become a new impetus for democratization of societies and formation of a participatory culture, providing equal opportunities to all people, including members of diverse minority groups excluded from the public sphere in the era of traditional media. Supporters of this thesis are trying to adapt the concept of the public sphere by J. Habermas to the modern digital world. In other words, for them, the Internet-cafe of the 21st century plays the role of coffeehouses and salons of the 18th‑19th centuries. Those who analyze the new media from a critical perspective, on the contrary, see the Internet as a great machine that can be used to control and manipulate citizens. Approaching the issue from a completely different perspective, they note that new information technologies lead to capitalist exploitation and corporate control, on the one hand, and to the dissemination of false information and interference in the private life of citizens, on the other. In the field of economics, the concepts of “digital capitalism”, “cybercapitalism”, “surveillance capitalism”, and “wikinomics” are already widely used, implying the commodification of virtual data, which ultimately results in a huge “personal data market”. This study aims to compare the aforementioned perspectives and answer the question of whether the Internet can contribute to the formation of a free public sphere separate from the political sphere.",
      "citationCount": 1,
      "doi": "10.20542/0131-2227-2023-67-7-118-126",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e097a43dc06fd29d0ce3623c0378ee164d486dc",
      "venue": "World Economy and International Relations",
      "journal": {
        "name": "World Economy and International Relations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9b353be52b3dcdeeb0e5a14269fda3d02f19d6e0",
      "title": "Deliberative public sphere - the rereading of Habermas's theory in Brazil and its significance for a public theology",
      "authors": [
        {
          "name": "Eneida Jacobsen",
          "authorId": "2070863255"
        }
      ],
      "year": 2015,
      "abstract": "With the democratization process in Brazil, legal guarantees were obtained for political mobilizations and organizations. At the societal level, the emergence of new social actors helped expand the boundaries of the political and consolidate a politically influential public sphere. Although communication between the public sphere and the political system occurs under many limitations, new experiences at the local level such as the Participatory Budget enable a clearer link between society and state. In theoretical terms, this means a complement to a discursive conception of the public sphere as developed by Jurgen Habermas, as a deliberative function is assigned to it. In this paper, after considering the social and theoretical context of reception and rereading of the concept of public sphere in sociological studies in Brazil, we engage the question about a public theology that can be developed in a dialogue with Habermas’s theory. Resorting to the criticism of South African theologians James Cochrane and Tinyiko Maluleke against public theologies that based on Habermas reject the democratic potential of liberation theologies, we affirm that criticism and resistance are constitutive elements of democratic dialogue. This affirmation is not inconsistent with the political theory of Habermas; rather, his theory allows to identify the relevance of a public theology precisely in its connection with spheres of life in which the suffering caused by the social problems to be denounced and discussed in the public sphere are more directly perceived. Besides the link between lifeworld and public sphere, as well as between public sphere and political system, other themes of Habermas’s political theory regarded in this article as relevant to be considered in discussions of public theology are the creative potential of language and the presence of religion in the public sphere.",
      "citationCount": 0,
      "doi": "10.7832/43-3-129",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b353be52b3dcdeeb0e5a14269fda3d02f19d6e0",
      "venue": "",
      "journal": {
        "name": "Missionalia: Southern African Journal of Missiology",
        "pages": "493-512",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6dc15b6e06f8f992366383799c35213287d766a9",
      "title": "A deliberative public sphere? Picturing Portuguese political blogs",
      "authors": [
        {
          "name": "E. Silva",
          "authorId": "2210483422"
        }
      ],
      "year": 2014,
      "abstract": "Deliberative democracies are based on the principle of citizens’ participation. However, election turnouts and citizens’ alienation are signs of a political disengagement that could endanger the foundations of democratic systems. The spaces in which political debate and rational argumentation between equals may take place have diminished, yet new digital technologies have brought up potentialities in the promotion of online, horizontal and deliberative communication. Political blogs have been one of the most studied platforms, as they allow citizens engaged in political discussion and argumentation to establish a public sphere in which matters of public concern are debated. Nonetheless, issues of political polarization, fragmentation and non-rational debate have also been pointed out to limit the most optimistic perspectives over political blogs. By using the social network analysis, this paper aims to contribute to a better understanding of the role of Portuguese political blogs, by assessing its level of deliberation.",
      "citationCount": 2,
      "doi": "10.15847/OBSOBS842014756",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6dc15b6e06f8f992366383799c35213287d766a9",
      "venue": "Observatorio (OBS*)",
      "journal": {
        "name": "Observatorio (OBS*)"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d0f59adb266e15c11f547ec6a3715709b7d660f6",
      "title": "Alternative Models and Their Controversy—— Feminist Reconstruction on Habermas' s Theory of the Public Sphere",
      "authors": [
        {
          "name": "Zeng Te-qin",
          "authorId": "1485116251"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0f59adb266e15c11f547ec6a3715709b7d660f6",
      "venue": "",
      "journal": {
        "name": "Journal of Beihua University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f8e9c86956aa3abc6ac4db253522cc3e27666ad",
      "title": "Smith engagement Religion in the public sphere : Incentivizing reciprocal deliberative",
      "authors": [
        {
          "name": "F. Andrew",
          "authorId": "117918602"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f8e9c86956aa3abc6ac4db253522cc3e27666ad",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "15d4e117e983d46d4c8e375686f477fe255506e6",
      "title": "EXCLUSIONS OF THE PUBLIC SPHERE CONCEPTION EXAMINING DELIBERATIVE AND DISCOURSE THEORY ACCOUNTS",
      "authors": [
        {
          "name": "Lincoln Dahlberg",
          "authorId": "29774745"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/15d4e117e983d46d4c8e375686f477fe255506e6",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "eef82799c5c8ca849ba4c59e3c73d0b0b1f57ccd",
      "title": "From Fact‐checking to Value‐checking: Normative Reasoning in the New Public Sphere",
      "authors": [
        {
          "name": "David Yarrow",
          "authorId": "2241192540"
        }
      ],
      "year": 2021,
      "abstract": "This article suggests that fact checking is a useful but incomplete framework for delivering an epistemically healthy public sphere. Through a brief history of the fact/value distinction, it is argued that there is no secure justi ﬁ cation for limiting interventions aimed at improving the emergent digital public sphere only to factual claims. On this basis, the heuristic principle of ‘ value checking ’ is outlined, as a complement to fact checking in the epistemic regulation of democratic discourse. Value checking would accept that more sophisticated and deliberative communication is a vital requirement for a well-functioning public sphere, and that this can be promoted through new forms of epistemic regulation. However, it would reject the notion that fact checking is suf ﬁ cient to achieve this, suggesting that the promotion of healthy political communication should also extend to value-based reasoning. The principle of value checking could be added to the fact-checking paradigm as a means of further enriching the public sphere in the ‘ post-truth ’ age.",
      "citationCount": 5,
      "doi": "10.1111/1467-923X.12999",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eef82799c5c8ca849ba4c59e3c73d0b0b1f57ccd",
      "venue": "Political quarterly (London. 1930. Print)",
      "journal": {
        "name": "The Political Quarterly"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
