{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Frankfurt School race silence",
  "results": [
    {
      "paperId": "5a8d7fffb97fa2f183062c97f4a76b8d42dd88ec",
      "title": "An inquiry into the EU’s role in global domination: Thinking normative power through the Frankfurt School",
      "authors": [
        {
          "name": "V. Bachmann",
          "authorId": "92387503"
        },
        {
          "name": "Sami Moisio",
          "authorId": "2269557390"
        }
      ],
      "year": 2024,
      "abstract": "The European Union (EU) functions as a productive power in the process of expanding the global knowledge economy. As such, it contributes to the planetary organic crisis – as opposed to its claim of countering it. In making this argument, we focus on two of the five dimensions identified by Manners as constitutive of the planetary organic crisis: sociomaterial inequality and ethnonationalism. Both dimensions are of fundamental concern to the normative power approach (NPA) and the Frankfurt School (FS) critical theory. We critically scrutinise how knowledge-based economisation, as the latest phase of capitalist expansion, hierarchises different spaces within and between states. Such sociospatial hierarchisations are often accompanied by alienation processes and are, thus, detrimental for the functioning of the democratic state. While both NPA and the FS share the ambition to work against such hierarchisation, they also share the dilemma of how to advance normative values in a non-authoritarian, non-imperial way. We thus suggest for both the FS and the NPA, and for the EU as geopolitical actor, to draw inspiration from a broader understanding of ‘critical theories’, including postcolonial, feminist or critical race theories as a necessary step to de-imperialise both our theoretical understanding and the EU’s global role.",
      "citationCount": 2,
      "doi": "10.1177/00108367241244966",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a8d7fffb97fa2f183062c97f4a76b8d42dd88ec",
      "venue": "Cooperation and Conflict",
      "journal": {
        "name": "Cooperation and Conflict",
        "pages": "440 - 459",
        "volume": "60"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "59eb71897bcf2134f9c0f396fe25dd553a10ca5a",
      "title": "A Festival for Frustrated Egos: The Rise of Trump from an Early Frankfurt School Critical Theory Perspective",
      "authors": [
        {
          "name": "C. Leeb",
          "authorId": "144635469"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/978-3-319-74427-8_16",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59eb71897bcf2134f9c0f396fe25dd553a10ca5a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "297-313",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d8a6c4a773271fa7a4f2e389e0306e64f056b93f",
      "title": "‘To conceal domination in production’: Horkheimer and Adorno’s critical functionalist theory of race",
      "authors": [
        {
          "name": "Andrew J. Pierce",
          "authorId": "143670649"
        }
      ],
      "year": 2022,
      "abstract": "This article revisits the Frankfurt School’s reflections on race, anti-Semitism and fascism, focusing especially on the theory of race implicit in Dialectic of Enlightenment. It argues that this theory has the potential to be developed into a critical functionalist theory of race that avoids both class and race reductionism, offering a thoroughly intersectional competitor to currently dominant philosophies of race. The key to such a theory is the view that racialization plays a functional role in sustaining capitalist exploitation. While Horkheimer and Adorno focus on the scapegoat function of racialization, I argue that this function, while important, does not exhaust the possible functionalities of racialization and neglects an especially crucial function: the maintenance of a specifically racial form of exploitation.",
      "citationCount": 0,
      "doi": "10.1177/01914537211066861",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d8a6c4a773271fa7a4f2e389e0306e64f056b93f",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "686 - 710",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7c89655a7772859ba675efb8610c7834cf35e88c",
      "title": "Nature as Critical Concept: Kenneth Burke, the Frankfurt School, and \"Metabiology\"",
      "authors": [
        {
          "name": "C. Wolfe",
          "authorId": "13727903"
        }
      ],
      "year": 1991,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.2307/1354095",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7c89655a7772859ba675efb8610c7834cf35e88c",
      "venue": "",
      "journal": {
        "name": "Cultural Critique",
        "pages": "65",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ad9c109bbeec154b6109c6483649323c8a108789",
      "title": "From the Frankfurt School to Value-Form Analysis",
      "authors": [
        {
          "name": "H. Reichelt",
          "authorId": "92534603"
        }
      ],
      "year": 1982,
      "abstract": null,
      "citationCount": 15,
      "doi": "10.1177/072551368200400111",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ad9c109bbeec154b6109c6483649323c8a108789",
      "venue": "",
      "journal": {
        "name": "Thesis Eleven",
        "pages": "166 - 169",
        "volume": "4"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "511b9b028e1314fe389ef1e0266fc7daf8395a46",
      "title": "Teacher-led codeswitching: Adorno, race, contradiction, and the nature of autonomy",
      "authors": [
        {
          "name": "Jack Bicker",
          "authorId": "115113600"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1080/17449642.2018.1430934",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/511b9b028e1314fe389ef1e0266fc7daf8395a46",
      "venue": "",
      "journal": {
        "name": "Ethics and Education",
        "pages": "73 - 85",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b57bddb09aa44a6105d2c8d3a1d3876eccf8e5ed",
      "title": "Educational Leadership and Critical Theory",
      "authors": [],
      "year": 2024,
      "abstract": "This book shows how critical theory can help school leaders and administrators to prepare students for the ever-changing political, cultural, economic, and societal conditions of the world. The contributors use ideas from critical theorists including Adorno, Fromm, Marcuse and Habermas and connect them with contemporary theories and debates in educational leadership from moral education to critical theories on race, to culturally relevant practice.\n The book challenges the misconceptions of many present-day educators about the analytical lens offered by the Frankfurt School theorists which is often dismissed by policymakers and practitioners. Written by leading scholars based in the UK, USA, and Canada, the contributors emphasize and explain the importance of educational aesthetics, dialectics, education and civilization, the structural transformation of education’s place in the public sphere, and education as revolution and enlightenment.",
      "citationCount": 0,
      "doi": "10.5040/9781350353459",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b57bddb09aa44a6105d2c8d3a1d3876eccf8e5ed",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "cbbe49286dc94f8bbaa8e38d6977be2b8c93e721",
      "title": "Origins of Critical Theory and the Exclusion of the Black Philosopher W. E. B. Du Bois",
      "authors": [
        {
          "name": "Donald R. Collins",
          "authorId": "2294485764"
        }
      ],
      "year": 2024,
      "abstract": "Critical Theory is generative for the advancement of subsequent types of progressive theories that seek justice across multiple spectrums of philosophies. Its origin manifested at the Frankfurt School, among a group of privileged White men seeking to eradicate social ills in Germany during World War II while lacking sufficient global experience and understanding to apply the theory to macro injustices. While critical theory did not redress the limitations of the intellectualized vision, the theory was reconceptualized as more encompassing with its forced relocation to the United States, though still limited in its application to the social ills of woman’s suffrage and the civil rights movement of Blacks in the United States. In flux, the revised critical theory became propagative. Despite its limitations illustrated here in the work of W. E. B. Du Bois, Critical Theory gave rise to scholarships that highlight injustices across areas it did not foresee that include race, ethnicity, disability, gender, and anticolonialism. As a result of Critical Theory across modernities, some silenced voices can be heard, despite what some have labeled an exclusionary canon.",
      "citationCount": 1,
      "doi": "10.1177/19408447241243317",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbbe49286dc94f8bbaa8e38d6977be2b8c93e721",
      "venue": "International review of Qualitative Research",
      "journal": {
        "name": "International Review of Qualitative Research",
        "pages": "103 - 119",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f5ccf997ac99f56c98025607e9a5f2d2f567e7e0",
      "title": "The Problem with Silence",
      "authors": [
        {
          "name": "Eliza Batalla",
          "authorId": "122061286"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f5ccf997ac99f56c98025607e9a5f2d2f567e7e0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bce134421bf5d80f35c94ebafe32b45f0a743259",
      "title": "Shut Your Mouth When You're Talking to Me: Silencing the Idealist School of Critical Race Theory Through a Culturalogical Turn in Jurisprudence",
      "authors": [
        {
          "name": "Tommy J. Curry",
          "authorId": "51173664"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.2139/SSRN.983923",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bce134421bf5d80f35c94ebafe32b45f0a743259",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bd964045d05b39ae3b4d3e31e87984d030e19f90",
      "title": "Critical Theory and the Critique of Antisemitism",
      "authors": [],
      "year": 2023,
      "abstract": "This volume provides a systematic re-examination of the Frankfurt School’s theory of antisemitism and, employing this critical theory, investigates the presence of antisemitism in 20th- and 21st-century politics and society.\n Critical Theory and the Critique of Antisemitism uncovers how critical theory differs from mainstream socialist or liberal critiques of antisemitism, as it frames its rejection of antisemitism in the critique of other aspects of modern capitalist society, which traditional theories leave unchallenged or critique only in passing. Amongst others, these include issues of identity, nation, race, and sexuality. In exploring the Frankfurt School’s writings on antisemitism therefore, the chapters in this book reveal connections to other pressing societal issues, such as racism more broadly, patriarchy, statism, and the societal dynamics of the ever-evolving capitalist mode of production.\n Putting the theory to practice, this volume brings together interdisciplinary scholars and activists who employ critical theory to scrutinise right- and left-wing manifestations of antisemitism. They develop, in their critique of antisemitism, a critique of capitalism, as the authors ask: why does modern capitalist society seem bound to produce antisemitism? And how do we challenge it?\n At a time when the rise of populism internationally has brought with it new strains of antisemitism, this is an essential resource that demonstrates the continuing relevance of the critical theory of the Frankfurt School for the struggle against antisemitism today.",
      "citationCount": 0,
      "doi": "10.5040/9781350281400",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd964045d05b39ae3b4d3e31e87984d030e19f90",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "f4bf7fd4dd4434e9b17c0f3c0cfb16df3e331ac8",
      "title": "Reclaiming the (Racial) Real (ism): Silencing the Idealist School of Critical Race Theory through a Culturalogical Turn in Jurisprudence",
      "authors": [
        {
          "name": "Tommy J. Curry",
          "authorId": "51173664"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4bf7fd4dd4434e9b17c0f3c0cfb16df3e331ac8",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "40f5cab71ff586f2589554ba3b3d43d253bb3b38",
      "title": "Whats's critical about Critical Theory again? Critical Theory, ethnocentrism, sexism and racism",
      "authors": [
        {
          "name": "A. Farr",
          "authorId": "113371763"
        }
      ],
      "year": 2023,
      "abstract": "The purpose of the article is to examine some of the weaknesses of critical theory with regard to race and gender, as well as to critique the limitations of critical theory stemming from its ethnocentrism. In it the author argues for a return to the deeper engagement with the breadth of contemporary social, political, and emancipatory theories and movements as seen in the first generation of the Frankfurt School. As a case in point, he shows that Angela Davis' omission from the history of critical theory indicates the degree to which even critical theory is haunted by racism, ethnocentrism, and sexism. These shortcomings of critical theory make it necessary to revisit critical theory once again, carrying forward the provocation made by Nancy Fraser in her essay entitled “What’s Critical About Critical Theory?”. As a result of the argument, the author suggests that a new critical theory, which brings Herbert Marcuse and Angela Davis into contact with other recent theories, would lead to more fruitful forms of critical theory that would help overcome the one-dimensional concerns of traditional critical theory.",
      "citationCount": 0,
      "doi": "10.55028/pdres.v10i23.18637",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40f5cab71ff586f2589554ba3b3d43d253bb3b38",
      "venue": "Perspectivas em Diálogo: Revista de Educação e Sociedade",
      "journal": {
        "name": "Perspectivas em Diálogo: Revista de Educação e Sociedade"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "67d2f92a8ff2823b00fff3f1ed51c323806ce522",
      "title": "WHATS'S CRITICAL ABOUT CRITICAL THEORY AGAIN? CRITICAL THEORY, ETHNOCENTRISM, SEXISM AND RACISM",
      "authors": [
        {
          "name": "Herbert",
          "authorId": "2076960487"
        },
        {
          "name": "Marcuse",
          "authorId": "2222921563"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/67d2f92a8ff2823b00fff3f1ed51c323806ce522",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "991b09fc8360546f469b2e801e5f3998dfc357f0",
      "title": "Silence and Translation: Franz Rosenzweig’s Paralysis and Edith Rosenzweig’s Life",
      "authors": [
        {
          "name": "Amy Hill Shevitz",
          "authorId": "108054105"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1093/MJ/KJV019",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/991b09fc8360546f469b2e801e5f3998dfc357f0",
      "venue": "",
      "journal": {
        "name": "Modern Judaism",
        "pages": "281 - 301",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7926b48ce181eabf18dac80a27d62efe0956c0a5",
      "title": "Book Review: Marxism and Intersectionality: Race, Gender, Class and Sexuality under Contemporary Capitalism by Ashley J Bohrer",
      "authors": [
        {
          "name": "G. Lancaster",
          "authorId": "80282993"
        }
      ],
      "year": 2020,
      "abstract": "characteristic solipsism that leads to political voluntarism. Although Holloway and Open Marxism want to break with dominant identity-thinking logic; namely, the identity of substance and appearance, all they achieve is to create a new identity, within which the terms are simply reversed, that is, the priority of subject is recognized over that of the object. At this point, Schäbel contends that Holloway’s logic mostly quotes Marcuse’s critical theory, but not Adorno’s negative dialectics that acknowledges the priority of the objective structure over the subject. Schäbel also notes that even when the subjective origin of the structure is recognized, it is the latter (the structure as something objective) that, removed from the subject’s capacity to construct, traps it in a reality from which it seems unable to escape. In fact, the characteristic melancholy that pervades Adorno’s work must be identified here. Holloway’s response to this critique is based on the Marxian distinction between Objekt and Gegenstand. By Objekt Holloway, like Marx, means the object as such, as something external to humans and their activity. Gegenstand, however, is a product of human practical activity, it is an object that is formed and captured in terms of the acting subject. In the Open Marxist analysis, if capital is understood as Objekt, that is, as analogous to what, according to Vela and Schäbel, Adorno understands as objective structures, then it leads us to doom and destruction, without allowing us to do anything about this. This is something we cannot tolerate and that is why we revolt against it. Our refusal to understand social relation-capital as Objekt is what motivates us to think, to dream, and to act in anti-authoritarian and therefore anti-capitalist ways. Recognizing the ‘priority of the object’, respectively, means that we respect the natural limits of the organization and execution of our activity; it means that we recognize ourselves as part of a set of natural conditions in which, while we may intervene, we can never entirely control. In a nutshell, I contend that this fourth volume of Open Marxism fulfils a dual role; on one hand, it sums up the progress, theoretical and practical, made within the tradition of autonomist Marxism during the last two decades; on the other hand, it opens up fertile new fields of theoretical and practical activity, especially with regard to the fruitful development of the really rich tradition inherited to us by the first generation of Frankfurt School thinkers.",
      "citationCount": 0,
      "doi": "10.1177/0309816820974483e",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7926b48ce181eabf18dac80a27d62efe0956c0a5",
      "venue": "Capital and Class",
      "journal": {
        "name": "Capital & Class",
        "pages": "644 - 646",
        "volume": "44"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "d6c7f2efe3b67714083616c4b3021827835488f7",
      "title": "Critical theory in a decolonial age",
      "authors": [
        {
          "name": "J. McArthur",
          "authorId": "145760352"
        }
      ],
      "year": 2021,
      "abstract": "Abstract This article considers the critical theory of the Frankfurt School in the context of decolonisation and asks whether it can have continuing relevance given its foundations in white, western traditions which bear the hallmarks of colonialism. Despite critical theory, particularly in its early radical figurations, situating itself as an alternative to traditional western philosophy it undoubtedly shares some of the myopic and Eurocentric traits of this tradition. Mindful of not wishing to perpetuate colonial impulses to appropriate Indigenous philosophies, this article harnesses the twin ideas of a decolonial conversation and interacting in a third space, both of which foreground historical power imbalances and injustices. Only on that basis can a genuine engagement occur between western and Indigenous thought. My aim, as a western scholar, is to explore the relevance of critical theory in this decolonial age. By highlighting intersections, while acknowledging crucial differences, between critical theory and Indigenous philosophies I seek to show that critical theory can play a crucial role in how western scholars respond to and embrace the necessary and compelling movement of decolonialisation, but only first by acknowledging their own shortcomings, particularly in relation to race, racism and colonialism.",
      "citationCount": 20,
      "doi": "10.1080/00131857.2021.1934670",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d6c7f2efe3b67714083616c4b3021827835488f7",
      "venue": "Educational Philosophy and Theory",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "1681 - 1692",
        "volume": "54"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7e02954a07a35651bbf495db8f1174ef98b0c4cc",
      "title": "The Philosophical Politics of the Modern-Postmodern Debate@@@Between Freiburg and Frankfurt: Toward a Critical Ontology@@@Political Theory and Postmodernism@@@The New Constellation: The Ethical-Political Horizons of Modernity/Postmodernity",
      "authors": [
        {
          "name": "Wayne Gabardi",
          "authorId": "114167572"
        },
        {
          "name": "F. Dallmayr",
          "authorId": "94323506"
        },
        {
          "name": "Stephen K. White",
          "authorId": "48008852"
        },
        {
          "name": "R. Bernstein",
          "authorId": "39089318"
        }
      ],
      "year": 1994,
      "abstract": null,
      "citationCount": 304,
      "doi": "10.2307/448854",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e02954a07a35651bbf495db8f1174ef98b0c4cc",
      "venue": "",
      "journal": {
        "name": "Political Research Quarterly",
        "pages": "769",
        "volume": "47"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f336a78bb1a62474c22e72076da6f8ca0333ec08",
      "title": "Critical Adult Education Theory: Traditions and Influence",
      "authors": [
        {
          "name": "S. Brookfield",
          "authorId": "2854083"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1057/978-1-137-55783-4_4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f336a78bb1a62474c22e72076da6f8ca0333ec08",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "53-74",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a4d5cd99f0d6a53ca3f34ca9faad6ea3aafc8ed2",
      "title": "Refreshing critical pedagogy and citizenship education through the lens of justice and complexity pedagogy",
      "authors": [
        {
          "name": "Keith Heggart",
          "authorId": "67126957"
        },
        {
          "name": "R. Flowers",
          "authorId": "100736400"
        },
        {
          "name": "N. Burridge",
          "authorId": "70251574"
        },
        {
          "name": "James Arvanitakis",
          "authorId": "96184205"
        }
      ],
      "year": 2018,
      "abstract": "Maximal citizenship educators are committed to advancing an approach to citizenship learning with the following staple features: learner-centred; experiential; problem- and action-oriented; racialised, classed and gendered analysis of power; and strengthening the public sphere and democracy. This type of approach to education shares many similarities with the principles of critical pedagogy. However, there have been valid arguments that Frankfurt School Critical Theory inspired pedagogy still tends to focus on class, at the expense of gender and race, analyses. This article seeks ways to refresh and extend the language and theoretical frameworks used by critical pedagogues. To do so, it will deploy the terms justice pedagogy and complexity pedagogy. The adjective ‘justice’ does the same work as ‘critical’ in signalling the commitment to using education as a means to bring about a more socially just world. The recent rise in scholarship in complexity thinking lends itself to conceptualising critical pedagogy in necessarily fresh ways. This article draws attention to the kindred nature of guiding concepts in complexity thinking and critical pedagogy, including grassroots organising, distributed decision-making and emergent learning, before presenting a description of how such approaches might refresh critical pedagogy through a critical citizenship education programme using justice pedagogy. This example illustrates the way that justice pedagogy can inform decisions about appropriate teaching and learning strategies for children and young people today growing up in an increasingly globalised world.",
      "citationCount": 13,
      "doi": "10.1177/2043610618814846",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a4d5cd99f0d6a53ca3f34ca9faad6ea3aafc8ed2",
      "venue": "Global Studies of Childhood",
      "journal": {
        "name": "Global Studies of Childhood",
        "pages": "355 - 367",
        "volume": "8"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
