{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Gordon bad faith antiblack racism existentialism",
  "results": [
    {
      "paperId": "50a4b101f42ebb84b75fbcd745c105639fa44b62",
      "title": "Bad Faith and Antiblack Racism",
      "authors": [
        {
          "name": "L. Gordon",
          "authorId": "47545653"
        }
      ],
      "year": 1995,
      "abstract": "In this contemporary classic, Lewis Gordon presents his iconic, detailed existential phenomenological investigation of antiblack racism as a form of Sartrean bad faith. Bad faith, the attitude in which human beings attempt to evade freedom and responsibility, is treated as a constant possibility of human existence. Antiblack racism, the attitude and practice that involve the construction of black people as fundamentally inferior and subhuman, is examined as an effort to evade the responsibilities of a human and humane world. Gordon argues that the concept of bad faith militates against any human science that is built upon a theory of human nature and as such offers an analysis of antiblack racism that stands as a challenge to our ordinary assumptions of what it means to be human.\n A foundational text in black existentialism, this 30th anniversary edition includes a substantial introduction by Mabogo Moreto address the ongoing importance of Gordon’s thought in critiquing and resisting racist bad faith in our contemporary moment.",
      "citationCount": 239,
      "doi": "10.5860/choice.33-0228",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/50a4b101f42ebb84b75fbcd745c105639fa44b62",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "5341058d145a94d6eef9a7f9f76dd44c18434476",
      "title": "Existential Philosophy and Antiracism",
      "authors": [
        {
          "name": "T. S. Heter",
          "authorId": "115242988"
        }
      ],
      "year": 2022,
      "abstract": "Lewis R. Gordon is Professor of Philosophy (and Head of the Department of Philosophy) at the University of Connecticut. His two most recent books are Freedom, Justice, and Decolonization (New York: Routledge, 2020) and Fear of Black Consciousness (New York: Farrar, Straus and Giroux, 2022). Since his first monograph, Bad Faith and Antiblack Racism (1995), Gordon’s many writings have challenged Sartre scholars to move beyond narrowly Euro-centric ideas of reason, humanity, and existence. The existential philosophy pioneered in Bad Faith and Antiblack Racism (a revision of Gordon’s 1993 Ph. D. dissertation), placed the issue of antiracism at the heart of the study of existence. A prolific and highly visible philosopher, Gordon’s writings have inspired an explosion of interest in Africana Existentialism, an open-ended, creolizing philosophy. In the interview below, Gordon outlines the existential situations that face us today. How is human liberation possible given the soul-killing forces of white supremacy, capitalism, and ongoing colonization? Gordon insists on the importance of antiracist institution building, including the transformation of white spaces, especially in academic journals, at conferences, and in university philosophy departments. Importantly, Gordon reminds us that Sartre was one of the few European writers to offer “a genuine engagement with Black intellectuals.” Like Sartre’s famous assertion that “Existentialism is a Humanism,” Gordon’s message is that Black Existentialism is a Humanism. Challenging the Euro-centric notion that human existence is an abstract, color-less category, Gordon teaches us a new way of thinking and listening. Misguided by parochial notions of human reason, many white (and/or non-Black) philosophers have closed their minds and ears to the calls of Black liberation, thinking they have nothing at stake, or that they must remain mere “allies.” Gordon’s work shows us a different path: Black liberation is a universal ethical injunction. Existential philosophy dissolves the supposed contradiction between action and theory, between universal and concrete, between ally and freedom fighter. Done properly, existential philosophy is, in Gordon’s words, “a form of epistemological decolonial practice.”",
      "citationCount": 1,
      "doi": "10.3167/ssi.2022.280202",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5341058d145a94d6eef9a7f9f76dd44c18434476",
      "venue": "Sartre Studies International",
      "journal": {
        "name": "Sartre Studies International"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a992e414f93a35d446e17b63961e9c6a9c2b461d",
      "title": "Sartrean Bad Faith and Antiblack Racism",
      "authors": [
        {
          "name": "L. Gordon",
          "authorId": "47545653"
        }
      ],
      "year": 1995,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1007/978-94-015-8408-1_8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a992e414f93a35d446e17b63961e9c6a9c2b461d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "107-129",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2435a340a9e879a64a666874e91b4347a01f9ac2",
      "title": "Lewis Gordon , Bad Faith and Antiblack Racism . Reviewed by",
      "authors": [
        {
          "name": "L. Alcoff",
          "authorId": "88623159"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2435a340a9e879a64a666874e91b4347a01f9ac2",
      "venue": "",
      "journal": {
        "name": "Philosophy in review",
        "pages": "95-99",
        "volume": "17"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "14af33bdee45047d5583fea12bbcf8c35ee4600c",
      "title": "Bad Faith and the Contours of Black Consciousness",
      "authors": [
        {
          "name": "Terrence L. Johnson",
          "authorId": "2303155350"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:This discussion essay examines Lewis R. Gordon's Fear of Black Consciousness (2022) and his analysis of ethics and politics within Black political philosophy. Gordon's interdisciplinary book weaves together film, jazz, Judaism, and Egyptology (for instance) to interrogate the limits of political liberal concepts such as liberty, justice, and equality for analyzing and addressing anti-Black racism. A central concern facing Gordon is the degree to which bad faith is ignored or underexamined in political philosophy and public debates on social justice and freedom. Exploring how the racialization of the \"Black\" informs competing responses to anti-Blackness among Black and non-Black communities, this essay weighs the usefulness of Gordon's metareflective framing for understanding the tension and significance of religion and moral claims in developing theories of freedom within Black political philosophy.",
      "citationCount": 0,
      "doi": "10.1215/07990537-11131304",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/14af33bdee45047d5583fea12bbcf8c35ee4600c",
      "venue": "Small Axe: A Caribbean Journal of Criticism",
      "journal": {
        "name": "Small Axe",
        "pages": "145 - 156",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1a550b6d8b0e65cf1beac025f22ff4a72853f377",
      "title": "Existential Phenomenology and the Problem of Race: A Critical Assessment of Lewis Gordon's Bad Faith and Antiblack Racism",
      "authors": [
        {
          "name": "Clevis R. Headley",
          "authorId": "101673054"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.5840/philtoday199741210",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1a550b6d8b0e65cf1beac025f22ff4a72853f377",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "6b507a4e37f90667ce11716275778d4eb0779b71",
      "title": "Bad Faith and Antiblack Racism, by Lewis R. Gordon",
      "authors": [
        {
          "name": "W. McBride",
          "authorId": "35851604"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1080/00071773.1997.11007208",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b507a4e37f90667ce11716275778d4eb0779b71",
      "venue": "",
      "journal": {
        "name": "Journal of The British Society for Phenomenology",
        "pages": "322-325",
        "volume": "28"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8699e33b335d43f6df7fd6d8041667ca5d3baaf2",
      "title": "Studying and Challenging Racism in Higher Education: Naming Bad Faith to Understand the “Logic” of Racism",
      "authors": [
        {
          "name": "A. Tichavakunda",
          "authorId": "118247940"
        }
      ],
      "year": 2021,
      "abstract": "In this conceptual essay, the author argues that bad faith is a valuable concept in understanding and challenging racism in higher education. The philosopher Lewis Gordon argues that racism is a manifestation of bad faith. For the actor who sees Black people as less than human, for example, no evidence will allow the actor to see otherwise. Bad faith is the disavowal of any disconfirming evidence which allows actors to maintain their worldviews. The author draws from high profile examples of racism in higher education as conceptual cases to make his argument. Specifically, the author demonstrates how attacks upon Critical Race Theory in education, the currency of critiques of microaggressions research, and the perennial difficulty to name racist violence on campus as hate crimes operate upon a logic of racism through bad faith.",
      "citationCount": 5,
      "doi": "10.3390/educsci11100602",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8699e33b335d43f6df7fd6d8041667ca5d3baaf2",
      "venue": "Education sciences",
      "journal": {
        "name": "Education Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cc95e87750bd88ff0b9c55aeac34bfaf20e2df09",
      "title": "Bad Faith and Antiblack Racism",
      "authors": [
        {
          "name": "Clevis R. Headley",
          "authorId": "101673054"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 18,
      "doi": "10.5840/teachphil199619464",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cc95e87750bd88ff0b9c55aeac34bfaf20e2df09",
      "venue": "",
      "journal": {
        "name": "Teaching Philosophy",
        "pages": "403-406",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "838e670c4cfef47e109bcaf1daec524bcfde3fc6",
      "title": "Being Against The Black: Bad Faith and Anti-Black Racism (Guest Editors' Introduction)",
      "authors": [
        {
          "name": "A. Gilmore",
          "authorId": "146075126"
        },
        {
          "name": "LaToya Brackett",
          "authorId": "114870676"
        },
        {
          "name": "Davida Sharpe-Haygood",
          "authorId": "2138596102"
        }
      ],
      "year": 2021,
      "abstract": "Abstract As a special journal issue, the guest editors continued their study on (anti)blackness within K-12 schooling and teacher preparation programs. Through the introduction’s white space, the guest editors attempt to theorize and center (anti)Blackness. Moreover, they existentially critique the “ordinary” assumptions about who can be a human and explain why Black existence continues on despite their collective suffering. The introductory article is organized as follows: (1) a thorough explanation of bad faith and antiblackness, (2) an illustration of antiblackness’ manifestations in K-12 schooling, and (3) the importance of using jazz as an analytic frame to curate the contributors’ scholarship.",
      "citationCount": 0,
      "doi": "10.15760/nwjte.2021.16.2.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/838e670c4cfef47e109bcaf1daec524bcfde3fc6",
      "venue": "Northwest Journal of Teacher Education",
      "journal": {
        "name": "Northwest Journal of Teacher Education"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0fe436527a54f46b7a2a9f6381b80a5d478b7dce",
      "title": "Racist variations of bad faith: A critical study of Lewis Gordon's Phenomenology of racism",
      "authors": [
        {
          "name": "B. V. Leeuwen",
          "authorId": "144386754"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.5840/SOCTHEORPRACT20083413",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fe436527a54f46b7a2a9f6381b80a5d478b7dce",
      "venue": "",
      "journal": {
        "name": "Social Theory and Practice",
        "pages": "49-69",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "851b05db633edc687f7847ff17382b0cec8cd342",
      "title": "INTRODUCTORY NOTES ON \"AFRICANA PHILOSOPHY\" AND LEWIS GORDON'S POSTCOLONIAL HUMANISM",
      "authors": [
        {
          "name": "D. Faustino",
          "authorId": "103894988"
        }
      ],
      "year": 2018,
      "abstract": ": Can humanism be post-colonial? What is Africana Philosophy? Who is Lewis Gordon? This paper presents some typical elements of the Jamaican philosopher Lewis Gordon’s thought and relates it to the field of Africana Philosophy. For this purpose, it seeks to delineate its theoretical influences and the usage of concepts, such as theodicy , bad faith and reason to understand anti-black racism. In this sense, the following argument pivots on Lewis Gordon’s singular contribution to different areas of study, especially political philosophy, social sciences and the humanities. Phenomenological to the of to features manifested in the realm of sociality. like the appeals, phenomenological afford a space for openness by suspending ontological commitments to the phenomena beyond their status as phenomena. (GORDON qtd. NISSIM-SABAT, 2011, 43)",
      "citationCount": 0,
      "doi": "10.20873/UFT.2179-3948.2018V9N1P46",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/851b05db633edc687f7847ff17382b0cec8cd342",
      "venue": "",
      "journal": {
        "name": "The Electronic Library",
        "pages": "46-65",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "772d13881fa682e4fcc008a2dfcad03064db1150",
      "title": "Philosophical analysis and the moral concept of racism",
      "authors": [
        {
          "name": "J. L. García",
          "authorId": "2216198460"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 56,
      "doi": "10.1177/0191453799025005001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/772d13881fa682e4fcc008a2dfcad03064db1150",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "1 - 32",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ac9e787247973b1664dcd6a39a6c5790876c995e",
      "title": "Creolizing Sartre",
      "authors": [],
      "year": 2023,
      "abstract": "Jean-Paul Sartre’s work has been taken up by writers outside of Europe, particularly in the Global South, who have developed phenomenological and existential analyses of racism, colonialism, and other structures of domination. Sartre’s philosophical concepts are fundamentally open, for instance his notions of humanism, bad-faith, and freedom.\n As a situational, committed thinker, Sartre worked to illuminate the urgent questions of his time at the concrete and the abstract level. The creolization of Sartrean thinking is consistent with the existential projects of engagement, authenticity, political commitment, and liberation from oppression. This volume asks how his European model of phenomenology was (and can be) transformed when it is taken up by thinkers who have lived experience with colonialism. They book also engages Sartre in his relation to key interlocutors (especially Beauvoir and Fanon) who were influenced by him and who influenced him in turn. The book demonstrates how Sartrean philosophy is productively related to Africana philosophy, Africana phenomenology, and Africana existentialism.\n This volume treats creolization not as a discrete topic, but as an interdisciplinary, global approach to reading and thinking. Each author’s contribution embodies an aspect of creolizing thinking, understood as the articulation of cultural and conceptual hybridity under conditions of eurocentrism, epistemic colonialism and the legacies of slavery. Creolizing Sartre re-reads Sartrean texts to recast existential themes through the lens of Caribbean philosophies and the broader philosophies of the Global South. Contributors: Lawrence Bamikole, Sybil Newton Cooksey, James Haile III, Paget Henry, T Storm Heter, Thomas Meagher, Michael J. Monahan, Anthony Sean Neal, Nathalie Nya, Kris F. Sealey, Hiroaki Seki, Jonathan Webber.",
      "citationCount": 0,
      "doi": "10.5040/9798216419426",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ac9e787247973b1664dcd6a39a6c5790876c995e",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "26b0d30b04f93919ddb0ea956d8c91fe28fb4d7a",
      "title": "Oppression and the Human Condition: An Introduction to Sartrean Existentialism",
      "authors": [
        {
          "name": "T. Martin",
          "authorId": "2114777900"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.5860/choice.40-5735",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/26b0d30b04f93919ddb0ea956d8c91fe28fb4d7a",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bd86744bd073d99dd4957d06a8e913be2c90822c",
      "title": "Looking Through Philosophy in Black",
      "authors": [
        {
          "name": "M. More",
          "authorId": "115088904"
        }
      ],
      "year": 2018,
      "abstract": "This autobiography is a series of interrelated true-life events and decisions taken by a black philosopher that highlight the human drama unfolding in the inferno of the South African apartheid system. Mabogo More details what it means to be a black philosopher in an anti-black apartheid academic world. More’s life story traces his emergence in philosophy and his pursuit of a philosophical dream, a dream that takes him from his South African black ghetto township to American and British universities and finally to the prestigious Frantz Fanon Lifetime Achievement award. His extraordinary philosophical autobiography, with an emphasis on Africana existentialism that takes into account issues of racism, identity, liberation, freedom, alienation, responsibility and bad faith, is supplemented by three key essays from his intellectual career representing the extraordinary contribution he has made to Africana philosophy and black existentialism.",
      "citationCount": 9,
      "doi": "10.5040/9798881811549",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd86744bd073d99dd4957d06a8e913be2c90822c",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "8f7024e66addc475a5f1007449f48fed6e4d29a1",
      "title": "What White Looks Like: African-American Philosophers on the Whiteness Question",
      "authors": [
        {
          "name": "G. Yancy",
          "authorId": "80167682"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 121,
      "doi": "10.5860/choice.42-2740",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f7024e66addc475a5f1007449f48fed6e4d29a1",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "861edce5708ec32e91211211ea01fe7048d467ef",
      "title": "Philosophers on Race: Critical Essays",
      "authors": [
        {
          "name": "J. Ward",
          "authorId": "143870777"
        },
        {
          "name": "T. Lott",
          "authorId": "113501207"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 35,
      "doi": "10.5860/choice.40-0219",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/861edce5708ec32e91211211ea01fe7048d467ef",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "51a230e3277ea8e1010a998f4684657d5f0ae636",
      "title": "Missing the Turn Toward “Philosophy Proper”",
      "authors": [
        {
          "name": "Kevin Miles",
          "authorId": "117673137"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1179/1757063814Z.00000000044",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51a230e3277ea8e1010a998f4684657d5f0ae636",
      "venue": "",
      "journal": {
        "name": "Comparative and Continental Philosophy",
        "pages": "82 - 87",
        "volume": "7"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "4bfa2cea11dd7dbd59f42141b673269f4e2b1d66",
      "title": "A Philosophical Account of Africana Studies: An Interview with Lewis Gordon",
      "authors": [
        {
          "name": "L. Gordon",
          "authorId": "47545653"
        },
        {
          "name": "L. Alcoff",
          "authorId": "88623159"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4bfa2cea11dd7dbd59f42141b673269f4e2b1d66",
      "venue": "",
      "journal": {
        "name": "Nepantla: Views from South",
        "pages": "165 - 189",
        "volume": "4"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
