{
  "status": "success",
  "source": "semantic_scholar",
  "query": "gender public private distinction political theory",
  "results": [
    {
      "paperId": "d3c9ae05240f7d7b5d4025306fdf95bc66aed11c",
      "title": "O gênero do público: críticas feministas ao liberalismo e seus desdobramentos",
      "authors": [
        {
          "name": "A. Silva",
          "authorId": "69944897"
        },
        {
          "name": "Raissa Wihby Ventura",
          "authorId": "88987007"
        },
        {
          "name": "Raquel Kritsch",
          "authorId": "91552817"
        }
      ],
      "year": 2009,
      "abstract": "This article addresses the distinction, originating in classical liberal thought, between the public and the private. It lays out briefly some of the principal aspects of feminist theory and then goes on to demonstrate how liberal political theory differentiates between public (political) and private (social) and, later, between “public” and personal. This discussion allows us to understand the basis for feminist theory’s accusation that liberalism treats justice exclusively as part of the public (masculine) domain, removing from consideration the social relations of gender in the domestic sphere. Finally, we discuss some of the principle aspects of the feminism of Susan Okin, in particular, her debate with the egalitarian liberalism of John Rawls, in which she sees possible contributions toward the coexistence of justice and gender",
      "citationCount": 1,
      "doi": "10.5433/2176-6665.2009V14N2P52",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3c9ae05240f7d7b5d4025306fdf95bc66aed11c",
      "venue": "",
      "journal": {
        "name": "Mediações: Revista de Ciências Sociais",
        "pages": "52-82",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d2a080554043fb0a9c2bd16fde0d49dd284678d2",
      "title": "Rethinking Constitutionalism: Using Epistemology to Show the Inadequacy of the Public/Private Distinction",
      "authors": [
        {
          "name": "R. Mancilla",
          "authorId": "71938221"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1515/gj-2015-0015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2a080554043fb0a9c2bd16fde0d49dd284678d2",
      "venue": "",
      "journal": {
        "name": "Global Jurist",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1f690a2b9990902435ecf3349c890bcb7ab0d55d",
      "title": "public/private distinction",
      "authors": [
        {
          "name": "L. Francis",
          "authorId": "46446172"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1002/9781118785317.WEOM020082",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f690a2b9990902435ecf3349c890bcb7ab0d55d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "22c0ab8108e26361ef768b593382c43649b82609",
      "title": "Public–Private Distinction",
      "authors": [
        {
          "name": "D. Howard",
          "authorId": "21974058"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1002/9781118474396.wbept0849",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22c0ab8108e26361ef768b593382c43649b82609",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "3059-3069",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "faccf6fd604adb152a18550039264f762576bd6d",
      "title": "War in the Time of Love: Reflection on the Paper by Svyatoslav Kaspe in the Light of the Distinction between Private and Public Enmity in the Teachings of Carl Schmitt",
      "authors": [
        {
          "name": "V. Brodskiy",
          "authorId": "2265834467"
        }
      ],
      "year": 2023,
      "abstract": "The article develops the discussion initiated by professor S. I. Kaspe in his 2023 paper Love in the Time of War. Contra autonomy of the Political. The text formulates Carl Schmitt’s supposed response to S. I. Kaspe’s proposal to de-autonomize the political by creating an opportunity for the partial subordination of political relations to the Christian commandment, indicating the necessity of love for one’s enemies (Mt 5:44). It is noted that, according to Schmitt, the considered prescription is valid only for private enmity, representing a different continuum in relation to the public enmity that realizes political antagonism. Love directed towards a private enemy is entirely acceptable to Schmitt. In the conditions of external tension, it can contribute to the temporary oblivion of interpersonal conflicts, thus strengthening political unity, and is fully consistent with the logic of Schmitt’s teaching. Carl Schmitt’s reference to Plato’s description of stasis (civil war, sedition) as an illustration of the private enmity is analyzed in the text in the light of its possible contradictions. It is argued that none of the forms of stasis reveals confrontation with inimicus, the private enemy. It is questioned whether love is admissible under the conditions of a full-fledged foreign war (in Schmitt’s understanding) as the apogee of political enmity. The answer takes the characteristics of various forms of war into account. A number of contemporary military trends is considered as significantly narrowing the space for love.",
      "citationCount": 0,
      "doi": "10.17323/1728-192x-2023-3-147-171",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/faccf6fd604adb152a18550039264f762576bd6d",
      "venue": "Sotsiologicheskoe Obozrenie / Russian Sociological Review",
      "journal": {
        "name": "Sotsiologicheskoe Obozrenie / Russian Sociological Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b12489c764949681e8effe0def213b29bb97704a",
      "title": "Politics, subjectivity and the public/private distinction : the problematisation of the public/private relationship in political thought after World War II",
      "authors": [
        {
          "name": "J. Panton",
          "authorId": "115689200"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b12489c764949681e8effe0def213b29bb97704a",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "04cf3e09c7cffba9a3c59e241c912b1f7906cdfa",
      "title": "The Public-Private Divide in the Age of Identity Politics",
      "authors": [
        {
          "name": "M. Cohen-Eliya",
          "authorId": "1403050492"
        }
      ],
      "year": 2024,
      "abstract": "Abstract This article examines the impact of identity politics on the traditional liberal distinction between public and private spheres, arguing that critical theories associated with identity politics have significantly blurred these boundaries. This blurring is largely due to the portrayal of equality as a non-negotiable value by proponents of identity politics, who are prepared to limit fundamental freedoms to uphold it. Utilizing Francis Fukuyama’s distinction between “lived experience” and “shared experience,” the article proposes a reinterpretation of the anti-discrimination principle aimed at cultivating shared liberal citizenship. It scrutinizes decisions by Supreme Courts around the globe concerning the denial of wedding cake services to gay couples as a case study. These legal battles exemplify how cultural disputes are reshaping the public-private divide and highlight the need for principles that can justly reconcile freedom and equality in an era marked by intense cultural wars and deepening political division. The article suggests several principles that could assist courts in mitigating the political tensions inherent in cases fueled by cultural conflicts.",
      "citationCount": 0,
      "doi": "10.1515/lehr-2024-2003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04cf3e09c7cffba9a3c59e241c912b1f7906cdfa",
      "venue": "The Law &amp; Ethics of Human Rights",
      "journal": {
        "name": "The Law & Ethics of Human Rights",
        "pages": "79 - 106",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1efb30f4081aa3d70c02f6d0462ea25b264d06ff",
      "title": "Politics, subjectivity and the public/private distinction",
      "authors": [
        {
          "name": "Elizabeth Frazer",
          "authorId": "46178217"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1efb30f4081aa3d70c02f6d0462ea25b264d06ff",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c4137f383868cfc14049dd11f3256f6b7a240ccf",
      "title": "To the Margins? Feminist Theory in Moral and Political Theory",
      "authors": [
        {
          "name": "Marta Postigo Asenjo",
          "authorId": "2057610847"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4137f383868cfc14049dd11f3256f6b7a240ccf",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "81-100",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7281cb80892aca83d7b2c81831866782c128baf0",
      "title": "Public and private in Political concepts",
      "authors": [
        {
          "name": "J. Squires",
          "authorId": "80467682"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7281cb80892aca83d7b2c81831866782c128baf0",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "1aa5534235f711d19ebb992a4e6765185a497552",
      "title": "Applying Rawls’ Theory of Public Reason to Controversies over Parental Surrogacy",
      "authors": [
        {
          "name": "J. M. Appel",
          "authorId": "2281935766"
        }
      ],
      "year": 2025,
      "abstract": "Abstract Parental surrogacy remains a highly controversial issue in contemporary ethics with considerable variation in the legal approaches of different jurisdictions. Finding a societal consensus on the issue remains highly elusive. John Rawls’ theory of public reason, first developed in his A Theory of Justice (1971), offers a unifying model of political discourse and engagement that enables reasonable citizens to accept policies that they do not necessarily support at a personal level. The theory established a promising framework for private citizens with distinct moral positions on the subject to find common ground and, in doing so, to negotiate a consensus regarding the degree and nature of regulation that is palatable to all rational citizens.",
      "citationCount": 0,
      "doi": "10.1017/S0963180125000015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1aa5534235f711d19ebb992a4e6765185a497552",
      "venue": "Cambridge Quarterly of Healthcare Ethics",
      "journal": {
        "name": "Cambridge Quarterly of Healthcare Ethics",
        "pages": "49 - 60",
        "volume": "34"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bc6ca0fe274f84bea82a690e24cf319a72b2b865",
      "title": "PRIVATE AND PUBLIC IN SOCIO-PHILOSOPHICAL TRADITIONAND FEMINIST THEORY: A COMPARATIVE ANALYSIS",
      "authors": [
        {
          "name": "T. A. Kostritskaia",
          "authorId": "2042913606"
        }
      ],
      "year": 2019,
      "abstract": "The article is devoted to the consideration of the public/private dichotomy in the socio-philosophical tradition and feminist theory. It is shown that the socio-philosophical tradition, exploring it without taking into account the gender aspect, is unable, as a result, to detect some key elements of this dichotomy. At the same time, the feminist theory, which does not pay enough attention to the public sphere, mixes its economic and political aspects. Besides, the insufficient attention of the feminist theory to the concepts of publicity and privacy leads to their status as unconscious research prerequisites. It is concluded that the study of the problem of private and public requires combining the considered traditions in a single theoretical field.",
      "citationCount": 0,
      "doi": "10.17816/2072-2354.2019.19.2.28-32",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc6ca0fe274f84bea82a690e24cf319a72b2b865",
      "venue": "Aspirantskiy Vestnik Povolzhiya",
      "journal": {
        "name": "Aspirantskiy Vestnik Povolzhiya"
      },
      "publicationTypes": null
    },
    {
      "paperId": "99171f7a71af9f9fa254820efb1810da3689c7f6",
      "title": "What Normative Facts Should Political Theory Be About?",
      "authors": [
        {
          "name": "L. Valentini",
          "authorId": "47345966"
        },
        {
          "name": "C. List",
          "authorId": "144451484"
        }
      ],
      "year": 2020,
      "abstract": "Just as different sciences deal with different facts—say, physics versus biology—so we may ask a similar question about normative theories. Is normative political theory concerned with the same normative facts as moral theory or different ones? By developing an analogy with the sciences, we argue that the normative facts of political theory belong to a higher— more coarse-grained—level than those of moral theory. The latter are multiply realizable by the former: competing facts at the moral level can underpin the same facts at the political one. Consequently, some questions that moral theories answer are indeterminate at the political level. This proposal offers a novel interpretation of John Rawls’s idea that, in public reasoning, we should abstract away from comprehensive moral doctrines. We contrast our distinction between facts at different levels with the distinction between admissible and inadmissible evidence and discuss some implications for the practice of political theory.",
      "citationCount": 3,
      "doi": "10.1093/oso/9780198852636.003.0007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/99171f7a71af9f9fa254820efb1810da3689c7f6",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9beae18ff471640fb323704a2e497b9ab977c14b",
      "title": "Private Autonomy and Public Autonomy: Tensions in Habermas’ Discourse Theory of Law and Politics",
      "authors": [
        {
          "name": "Maeve Cooke",
          "authorId": "34654830"
        }
      ],
      "year": 2020,
      "abstract": "Abstract Habermas dialogically recasts the Kantian conception of moral autonomy. In a legal-political context, his dialogical approach has the potential to redress certain troubling features of liberal and communitarian approaches to democratic politics. Liberal approaches attach greater normative weight to negatively construed individual freedoms, which they seek to protect against the interventions of political authority. Communitarian approaches prioritize the positively construed freedoms of communal political participation, viewing legal-political institutions as a means for collective ethical self-realization. Habermas’ discourse theory of law and democracy seeks to overcome this competition between the negative and positive liberties. Doing so entails reconciling private and public autonomy at a fundamental conceptual level. This is his co-originality thesis, which seeks to show that private and public autonomy are internally connected and evenly balanced. I support his aim but argue that he fails to achieve it due to an unsatisfactory account of private autonomy. I suggest an alternative dialogical conception of autonomy as ethically self-determining agency that would enable him to establish his thesis.",
      "citationCount": 17,
      "doi": "10.1017/S1369415420000412",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9beae18ff471640fb323704a2e497b9ab977c14b",
      "venue": "Kantian Review",
      "journal": {
        "name": "Kantian Review",
        "pages": "559 - 582",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8262774309ce15692e3e8b05b5afd29f45347030",
      "title": "The distinction of Clint Le Bruyns’ Kairos theology in South Africa",
      "authors": [
        {
          "name": "Gift Masengwe",
          "authorId": "117229965"
        }
      ],
      "year": 2025,
      "abstract": "This article, contextualised within the commemoration of 50 years of scholarship at the Research Institute for Theology and Religion of the University of South Africa, examines the enduring contributions of Clint Le Bruyns to the development of the Kairos brand of public theology in post-apartheid South Africa. Le Bruyns engages contemporary imperatives of a transformative framework, including economic justice, gender equity, environmental sustainability, decolonisation and political responsibility by synthesising insights from theology, development studies and social ethics. He critiques the persisting inertia of faith communities in passive theological reflection rather than prophetic action, wherein the church remains a pivotal agent of social justice and human flourishing. Le Bruyns’ theological framework (dual role as a scholar and activist), intensely articulates the communal dimensions of Kairos theology anchored in the foundational tenets of the South African Kairos Document and complemented by insights from global decolonial discourses that include Palestinian Kairos and Latin American Liberation Theology. He uses this background in his ecumenical dialogues to equip grassroots movements to transcend denominational divides in grappling with the complexities of moral renewal and social transformation in South Africa. Kairos theology serves as both a historical artefact and active, engaging scholarship and praxis (i.e. robust public theology) from an interdisciplinary perspective in view of historical injustices of colonialism and apartheid.Intradisciplinary and/or interdisciplinary implications: This article concludes that Le Bruyns provides an integrative, dynamic and enduring approach to navigate complex socio-political landscapes that can be used to affirm the indispensable relationship between faith and social responsibility.",
      "citationCount": 0,
      "doi": "10.4102/ve.v46i3.3366",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8262774309ce15692e3e8b05b5afd29f45347030",
      "venue": "Verbum et Ecclesia",
      "journal": {
        "name": "Verbum et Ecclesia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 15,
  "errors": []
}
