{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Inclusion Other studies political theory",
  "results": [
    {
      "paperId": "fe2b9c24953e84fe85c2e4dd22d668bfe3ee35a7",
      "title": "The Inclusion of the Other: Studies in Political Theory",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        },
        {
          "name": "Ciaran Cronin",
          "authorId": "144370967"
        },
        {
          "name": "P. Greiff",
          "authorId": "101274034"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 1021,
      "doi": "10.5860/choice.36-5955",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe2b9c24953e84fe85c2e4dd22d668bfe3ee35a7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3dd56a21e6506d4a40774324f61458ae27254534",
      "title": "Inclusion of the Other: Studies in Political Theory (Studies in Contemporary German Social Thought) – By Jürgen Habermas",
      "authors": [
        {
          "name": "Xunwu Chen",
          "authorId": "2199244297"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/J.1540-6253.2007.00428.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3dd56a21e6506d4a40774324f61458ae27254534",
      "venue": "",
      "journal": {
        "name": "Journal of Chinese Philosophy",
        "pages": "447-450",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "753ffee764c8971938ceae1aa43700253668ed95",
      "title": "Deliberative Democracy Jürgen Habermas: The Inclusion of the Other: Studies in Political Theory . Edited by Ciaran Cronin and Pablo De Greiff. Translated by Ciaran Cronin. (Cambridge, MA: MIT Press, 1998. Pp. xxxvii, 300. $30.00.)",
      "authors": [
        {
          "name": "Paul Fairfield",
          "authorId": "2272907348"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S0034670500029004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/753ffee764c8971938ceae1aa43700253668ed95",
      "venue": "",
      "journal": {
        "name": "The Review of Politics",
        "pages": "541-543",
        "volume": "61"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f3bd7a692feb9df3adab23a35cf193d5bd6257a1",
      "title": "Religion and political form: Carl Schmitt's genealogy of politics as critique of Jürgen Habermas's post-secular discourse",
      "authors": [
        {
          "name": "Antonio Cerella",
          "authorId": "98699513"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1017/S0260210512000435",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3bd7a692feb9df3adab23a35cf193d5bd6257a1",
      "venue": "Review of International Studies",
      "journal": {
        "name": "Review of International Studies",
        "pages": "975 - 994",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4c50df004b68863d3477553fc5259febb34c5a6b",
      "title": "Deliberation and Inclusion: Framing Online Public Debate to Enlarge Participation. A Theoretical Proposal",
      "authors": [
        {
          "name": "Laurence Monnoyer-Smith",
          "authorId": "1404588521"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c50df004b68863d3477553fc5259febb34c5a6b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6ee45188b0daab96745f67b62eb0373bf66f5df8",
      "title": "Social inclusion, a challenge for deliberative democracy? Some reflections on Habermas’s political theory",
      "authors": [
        {
          "name": "I. Aubert",
          "authorId": "2074980858"
        }
      ],
      "year": 2020,
      "abstract": "This article explains how the issue of inclusion is central to Habermas’s theory of democracy and how it is deeply rooted in his conception of a political public sphere. After recalling Habermas’s views on the public sphere, I present and discuss various objections raised by other critical theorists: Oskar Negt and Alexander Kluge, Nancy Fraser, Axel Honneth and Iris Marion Young. These criticisms insist on the paradoxically excluding effects of a conception of democracy that promotes civic participation in the public debate. Negt, Kluge and Fraser develop a Marxist line of analysis that question who can participate in the public sphere. Honneth and Young criticize in various ways the excluding effect of argumentation: are unargumentative speeches excluded from the public debate? I show how Habermas’s model can provide some responses to these various objections by drawing inspiration from his treatment of the gap between religious and post-metaphysical world views.",
      "citationCount": 5,
      "doi": "10.1177/1368431020983781",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ee45188b0daab96745f67b62eb0373bf66f5df8",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "448 - 466",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d3ce1d5f77da0091eba0802c035966343d1b654b",
      "title": "Motions in Pictures: From Habermas’s Informal Political Sphere to Formal Politics in the Films Footloose, Land and Freedom and The Beguiled",
      "authors": [
        {
          "name": "Jane Thomas",
          "authorId": "2329522622"
        },
        {
          "name": "Sean Tunney",
          "authorId": "118359175"
        }
      ],
      "year": 2024,
      "abstract": "This article analyses three historical fiction films, Footloose, Land and Freedom and The Beguiled, to help illuminate aspects of politics and political theory. We study them to explore the relationship between Habermas’s concepts of the lifeworld and political spheres, which analysts have critiqued as opaque. Drawing on Habermas’s theory of communicative action, we debate prevailing understandings of the implications of his work for deliberative democracy via an exploration of the films. By expanding the definition of the term ‘motion’ (otherwise known as ‘draft resolution’), we relate this concept to these Habermasian themes. Thus, this paper analyses feature film case studies as they incorporate motions into fictionalised accounts. We suggest that focusing on these movies’ motions, embedded in unfolding narratives, can help reconceive Habermas’s work to illustrate fluidity in how people and ideas may move between informal and more formal spheres. Ultimately, by showcasing the importance of motions in political participation, via these movies, we advance the idea that motions may be seen as part of a ladder of involvement, providing further opportunities for encouraging participation.",
      "citationCount": 1,
      "doi": "10.3390/h13060152",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3ce1d5f77da0091eba0802c035966343d1b654b",
      "venue": "Humanities",
      "journal": {
        "name": "Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9d76df553998c87330e353f4a3a4f2e23f71ae66",
      "title": "From Critical Theory Toward Political Theory: Jürgen Habermas",
      "authors": [
        {
          "name": "D. Howard",
          "authorId": "145260153"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-04411-4_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d76df553998c87330e353f4a3a4f2e23f71ae66",
      "venue": "The Marxian Legacy",
      "journal": {
        "name": "The Marxian Legacy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a8b80b803824f4feadca9244709afe7e90f96515",
      "title": "Ota Weinberger’s conception of democracy: reconstructing an unexplored political theory",
      "authors": [
        {
          "name": "M. Sekerák",
          "authorId": "108507527"
        }
      ],
      "year": 2022,
      "abstract": "Ota Weinberger was a Czech-Austrian jurist, whose core academic work on issues of democracy was mostly published in the 1990s. In his writings, he focused primarily on legal philosophy from a positivist perspective. However, there are also significant overlaps with the field of political theory as Weinberger examined the conditions for the functioning of contemporary democracies. In this paper, some of the main features of his conception of the so-called “structured democracy” are clarified. The conception opposed several other democratic theories, especially the elitist (Schumpeterian), the majoritarian, but also the discursive one, as represented by Jürgen Habermas, with whom Weinberger fundamentally disagreed. The paper focuses on several key elements of his theory, such as the leading ideas, the role of institutions, open society, and his critique of marketing methods in politics.",
      "citationCount": 0,
      "doi": "10.1007/s11212-022-09528-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a8b80b803824f4feadca9244709afe7e90f96515",
      "venue": "Studies in East European thought",
      "journal": {
        "name": "Studies in East European Thought",
        "pages": "1 - 17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f122c1311cfd348193d4c79f42b9484da9cc2144",
      "title": "Political Theology and Constitutionalism in Carl Schmitt and Jürgen Habermas",
      "authors": [
        {
          "name": "L. Ward",
          "authorId": "143642082"
        }
      ],
      "year": 2022,
      "abstract": "Miguel Vatter ’ s Divine Democracy: Political Theology after Carl Schmitt is an insightful and timely study of the theological dimensions of the political theory underlying modern liberal democracy. Vatter skillfully illuminates the distinctive discourse of political theology that emerged in the twentieth century as a response to the groundbreaking work of German legal theorist and political philosopher Carl Schmitt. Vatter argues per-suasively that we must reject the notion that the establishment of modern liberal democratic regimes in the modern period represents a de ﬁ nite severance of political and theological concepts and symbols. For Vatter, what is at stake in this exploration of political theology is nothing less than resolving the legitimation crisis endemic in contemporary democratic states inasmuch as “ what makes it di ﬃ cult for modern democracy to tell its own secular story is the problem of the legitimacy of power. ” 1 Carl Schmitt plays a key role in this process of democratic self-discovery not only as the originator of the modern usage of the concept of political theology, but more importantly as the chief exponent of the argument that the modern idea of legitimacy intertwines political rule and spiritual salvation in a broader framework resting on the premise that “ all signi ﬁ cant concepts of the state are secularized theological concepts. ” 2 In concrete political and constitutional terms, Vatter illustrates that Schmitt ’ s aim with his use of the concept of political theology in the context of 1920s Weimar Germany was to reinstate the Hobbesian ideal of absolute sovereignty and maintain the monarchical principle in conditions of mass modern democracy (2). It is, thus, not surprising that in Vatter ’ s rendering political theology took a “ democratic turn ” years ’ s ﬁ rst concept theology philosophically",
      "citationCount": 2,
      "doi": "10.1080/1462317X.2022.2071792",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f122c1311cfd348193d4c79f42b9484da9cc2144",
      "venue": "Political Theology",
      "journal": {
        "name": "Political Theology",
        "pages": "236 - 242",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dc5c4037865f0cacd16fe53688406360942ee7b4",
      "title": "Stefan Müller-Doohm’s Habermas: A Biography: Critical Reflections",
      "authors": [
        {
          "name": "Douglas Kellner",
          "authorId": "2243281412"
        }
      ],
      "year": 2024,
      "abstract": "In my engagement with Stefan Müller-Doohm’s Habermas: A Biography, I argue that Müller-Doohm presents Habermas’s life and theoretical development, demonstrating a line of continuity through Habermas’s first published book on the public sphere to his later work on communicative action, and how this theme provides a guiding thread throughout Habermas’s work and constitutes one of his major contributions to contemporary theory, which is also highly relevant to and intersects with Habermas’s activism. Further, he documents Habermas’s trajectory from his early theoretical works through his linguistic turn to the present. The study demonstrates how Habermas’s philosophical work from his early theory of the public sphere to his linguistic turn establishes Habermas’s theme of communicative action as a major philosophical contribution which has relevance for the many theoretical and political texts Habermas has produced in his long, distinguished, and immensely productive career. Yet, in a concluding critical section, I argue that Müller-Doohm does not adequately engage with Habermas’s theoretical conceptions, downplaying his philosophical achievements while failing to explore relevant theoretical literature and philosophical debates on Habermas that have accompanied his work for decades.",
      "citationCount": 2,
      "doi": "10.1177/02632764241256526",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc5c4037865f0cacd16fe53688406360942ee7b4",
      "venue": "Theory, Culture &amp; Society",
      "journal": {
        "name": "Theory, Culture & Society",
        "pages": "105 - 121",
        "volume": "41"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "630a66297dc7545ef79af028a1daeff91283f153",
      "title": "Learning from Habermas and Machiavelli: a thought experiment in supply chain management",
      "authors": [
        {
          "name": "Amanda Bille",
          "authorId": "2193993411"
        }
      ],
      "year": 2024,
      "abstract": "PurposeThe purpose of this paper is to show the benefits of bridging the gap between supply chain management (SCM) and political philosophy to challenge the underlying assumptions about SCM concepts and open doors to novel theory building.Design/methodology/approachA thought experiment is conducted to illustrate how the two philosophers Niccolò Machiavelli and Jürgen Habermas would tackle sustainability issues in coffee supply chains from a research perspective. The thought experiment is carried out using data from 30 semi-structured interviews with actors from the coffee industry. Supplementing the thought experiment with empirical insights allows for a deeper understanding of supply chain dynamics and how these are impacted by the application of the philosophical viewpoints.FindingsThe research stresses the importance of SCM scholars being aware of the underlying assumptions of their research, as these have a remarkable impact on theory building. A combination of empirical insights and philosophical understandings makes it possible to reflect on the underlying concepts of SCM, providing suggestions for reimagining SCM.Originality/valueThe contribution of the research is twofold. First, the paper presents an original view on SCM, as the thought experiment is introduced as an approach to better understand SCM concepts. By challenging the underlying assumptions with political philosophy, researchers will be better equipped to address grand challenges in the twenty-first century. Second, this is exemplified by the case study of the coffee supply chain, which provides the reader with insight into the dynamics of supply chains with prevalent power differences.",
      "citationCount": 1,
      "doi": "10.1108/ijlm-08-2023-0312",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/630a66297dc7545ef79af028a1daeff91283f153",
      "venue": "International Journal of Logistics Management",
      "journal": {
        "name": "The International Journal of Logistics Management"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "279523a8d6a9d6defa054ed6c14190a9211be46c",
      "title": "The Concept of Medieval Stasis: From Medieval Studies to Medievalism, from Medievalism to Political Culture",
      "authors": [
        {
          "name": "M. Kyrchanoff",
          "authorId": "118902169"
        }
      ],
      "year": 2025,
      "abstract": "The purpose of the article is to analyze the principles of intellectual history of medieval stasis, borrowed from academic medieval studies and brought into modern mass cultural medievalism. The article analyzes, on the one hand, the problems of gradual revision of the theory of medieval stasis in academic historiography, and on the other hand, the features of its positive idealization in medievalism. It is shown that modern medievalism could not fully assimilate the concept of medieval stasis, integrating into intellectual discourse only those of its aspects that allow constructing the image of the Middle Ages as an exceptionally stable period, when social and political changes were not only impossible, but also were unnecessary. It is shown that 1) the concept of medieval stasis in modern historiography is gradually perceived as part of the intellectual history of the medieval studies, 2) medievalism perceives the stability of feudal structures as its positive characteristic, 3) the use of the concept of medieval stasis in modern medievalism allows to construct the preservation of chronologically prolonged images of Middle Ages, 4) within the framework of the idealization of the Middle Ages, modern medievalist discourse synthesizes the “real” and the “magical”, which excludes the development of narrative structure and the transformation of social, economic and political relations and institutions, 5) the archaic vision of the Middle Ages through the prism of stasis confirms the limitations of the cognitive capabilities of medievalism.",
      "citationCount": 0,
      "doi": "10.46539/jfs.v10i1.637",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/279523a8d6a9d6defa054ed6c14190a9211be46c",
      "venue": "Journal of Frontier Studies",
      "journal": {
        "name": "Journal of Frontier Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cc60467c63ec380cc85a3110b0e0395b49b8e118",
      "title": "Jürgen Habermas and Communication Studies",
      "authors": [
        {
          "name": "J. Rountree",
          "authorId": "114328755"
        }
      ],
      "year": 2018,
      "abstract": "Jürgen Habermas is a primary figure in the Frankfurt School of critical theory that emerged in Germany after World War II. He wrote several important works addressing a variety of fields, including legal hermeneutics, to liberal political philosophy, to systems theory, and language analysis. Throughout his research, he has lauded intersubjective “communicative action” as a key paradigm for politics, law, and ethics.\n Habermas’s theory of communicative action frames human beings as rational arguers. In his view, communication involves discussants disputing “validity claims” to gain mutual understanding and reach consensus. When he applies this communicative action perspective to culture and society, Habermas diagnoses the pathologies that occur when people coordinate their actions strategically through artificial systems rather than cooperatively through dialogue. When he applies it to ethical theory, he draws out the assumptions interlocutors must make when they argue—they are obliged to attempt to justify claims so that they could be universally accepted by those involved in the discourse.\n In addition to theorizing communication, Habermas throughout his work analyzes the structures and systems that enable public communication in civil society. From this perspective, democratic society relies on spaces and institutions that allow for the public to debate matters of common concern, particularly when they involve the state. In his historical account, Habermas argues that the “public sphere” transformed during the Enlightenment to give communicative outlets to an emerging bourgeois class. From a legal and philosophical perspective, he outlines conditions for political and communicative agency in a modern constitutional state.\n Communication scholars have had a mixed reaction to Habermas. He offers a vision of critical theory that allows for practical reason, but some assert that his theories are too idealistic and counterfactual to apply to real-life discourse. However, other scholars have nuanced his theory by putting him in dialogue with the rhetorical tradition. Publics and counterpublics especially have become common parlance and have helped explain protest, advocacy, and the constitution of communities in democratic culture.",
      "citationCount": 1,
      "doi": "10.1093/acrefore/9780190228613.013.585",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cc60467c63ec380cc85a3110b0e0395b49b8e118",
      "venue": "Oxford Research Encyclopedia of Communication",
      "journal": {
        "name": "Oxford Research Encyclopedia of Communication"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d5c18307485f4adbe2318a6f7944ad5fc6448fd2",
      "title": "The Contemporary Public Sphere-Habermas’ Perspective",
      "authors": [
        {
          "name": "Abdullah Almuqren",
          "authorId": "2197310853"
        }
      ],
      "year": 2023,
      "abstract": "Undoubtedly, the contribution of public opinion and involvement is a critical aspect in shaping and influencing the political, social, and democratic courses within a nation. The concept of the public sphere acknowledges the presence and studies the initiation of integral discourses conducted by the public. Indeed, the German philosopher, Jürgen Habermas, instigated and established the understanding of such a concept. He critically highlights that the presence and participatory nature of the public sphere is crucial for a democracy. His theory, espoused in his 1985 Theory of Communicative Action, is predicated upon the principle that how we communicate, affects the content of that communication in the reasonable discourse of a mature democracy (Lock and Strong, 2010, p. 78). Nevertheless, it is evident that the development of technology and the internet has led to immense changes in the manner in which the public is able to become involved in such activities. Unquestionably, newspapers, writing letters, television and public meetings are no longer the only public sphere sources of the communication of information and the rise of social media and the virtual world provides many new sorts of opportunities for the exchange of views (Masip et al, 2019). Jürgen Habermas’ theory was established over a decade before the advent of social media, which raises critical questions as to the placement of the public sphere in the context of the realm of social media. The public sphere has been fundamentally developed by digital communication and the emergence of the immediacy of opinion making via social media platforms, introducing a less personally interactive but much broader participatory base, increasingly sophisticated and more contentious (Mahlouly, 2013). This paper will examine the nature of communication in the contemporary public sphere and verify whether the rise of social media and the virtual world extends the public sphere or diminishes the level of rational conversation through exploring the public sphere; and monitor his structure, function and places of work, according to Habermas’ theoretical vision. Moreover, to explain its components in the political and social field in the lifeworld. Also, to what extent of the contemporary sphere's applicability to Habermas' communicative theory. While Habermas' vision of the public sphere and communication was emphasized, it has been argued the perspective of Hannah Arendt and her “public realm”. In addition, many contemporary thinkers, particularly Fraser, argued about the concept of the contemporary public sphere in the postmodern.",
      "citationCount": 2,
      "doi": "10.14738/assrj.106.14848",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5c18307485f4adbe2318a6f7944ad5fc6448fd2",
      "venue": "Advances in Social Sciences Research Journal",
      "journal": {
        "name": "Advances in Social Sciences Research Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b47e5732664caa65197f5658bda6def744e87c1b",
      "title": "“To be human, nonetheless, remains a decision”: Humanism as decisionism in contemporary critical political theory",
      "authors": [
        {
          "name": "Diego Rossello",
          "authorId": "118084033"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1057/S41296-016-0070-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b47e5732664caa65197f5658bda6def744e87c1b",
      "venue": "",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "439-458",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a03d0df19ddf652466f466a334a8a5692a2029db",
      "title": "AL MAWARDI’S SOCIAL CONTRACT THEORY (STUDY OF AL MAWARDI'S POLITICAL THOUGHT)",
      "authors": [
        {
          "name": "Mauliana Maghfiroh",
          "authorId": "2220528892"
        }
      ],
      "year": 2023,
      "abstract": "As social beings, humans depend on each other to meet their needs and interests. For this reason, a definite regulatory structure (institutionalization) is needed to minimize and overcome various problems that arise. Al-Mawardi is one of the most interesting Islamic political thinkers to discuss. The basic concept of al-Mawardi's political thought is the origin of the social contract theory. Through qualitative research methods through literature studies, this article will discuss al-Mawardi's social contract theory based on his political thoughts. The discussion in this article starts from a discussion of al-Mawardi's biography, al-Mawardi's main thoughts regarding the state and leadership, as well as the relationship between the ruler and the people which later became the social contract theory.",
      "citationCount": 0,
      "doi": "10.21580/jish.v8i2.16360",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a03d0df19ddf652466f466a334a8a5692a2029db",
      "venue": "Journal of Islamic Studies and Humanities",
      "journal": {
        "name": "Journal of Islamic Studies and Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c15f13800e7741049f0ffeb3494c82326a6b92ca",
      "title": "Personal is political: A critical study on the autobiographical paradigm shift with reference to Sudha Murthy’s writings",
      "authors": [
        {
          "name": "G. A. Raj",
          "authorId": "2345389973"
        },
        {
          "name": "Anderleen Diana Lazarus",
          "authorId": "2302677750"
        }
      ],
      "year": 2025,
      "abstract": "The Traditional Humanist Paradigm perceives literature as an ahistorical and apolitical entity to be examined. The above premise is supported by Eliot’s (1982) notion of depersonalisation, which states that the personal in any literary writing must be subjugated. The advancement of theory tries to analyse literature as discourse, which consists of numerous levels of reality that contribute to multidimensional truth perspectives. This poses a challenge for language as a way of constructing Reality, as all truths are simply partial representations. Postmodernism subverts the act of canonisation in literature, making personal writings such as autobiographies and memoirs a forum for discussion. Apart from that, it fundamentally challenges the concept of universality, viewing literature as a re-presentation of race, ethnicity, caste, class, gender, and the period in which it was produced. Among these re-presentations, autobiographical writing is gaining traction, indicating a transition from personal narrative to political and subsequently to politicise. As a relevant frame, this study will trace this transformation through Sudha Murthy’s JRD’s words inspired me in philanthropy and few other writings. The relevance of the personal-political link will be highlighted as a result.",
      "citationCount": 0,
      "doi": "10.46687/loco7508",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c15f13800e7741049f0ffeb3494c82326a6b92ca",
      "venue": "Studies in Linguistics, Culture and FLT",
      "journal": {
        "name": "Studies in Linguistics, Culture and FLT"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8d1ef35a7c1ca5738319943a24061fd9b1faa04d",
      "title": "Book Review: The Humanity of Universal Crime: Inclusion, Inequality, and Intervention in International Political Thought, by Sinja Graf",
      "authors": [
        {
          "name": "S. Seth",
          "authorId": "81096988"
        }
      ],
      "year": 2022,
      "abstract": "racial justice. Meanwhile, the Intergovernmental Panel on Climate Change has released increasingly dire predictions of the future as climate change has moved from expectation to reality. For some, returning to Rawls may feel like a warm blanket in such circumstances. After all, a good blanket is valuable, even if one’s identity isn’t wrapped up in it, and affirming the importance of justice remains worthwhile. But Forrester suggests we can do more with egalitarian liberalism today. If we take seriously the enormity of contemporary injustice, achieving freedom and equality together will require not only tremendous ambition and radical imagination but also real humility to reckon with how pervasive injustice has so far shaped egalitarian liberalism itself. Demanding equality in a society pervasively structured by white supremacy means something different than simply asking whether resources should be redistributed from policing to other public services. Similarly, we can and should consider the fair distribution of costs of adapting to a changing climate, but we also urgently need to begin a fundamental transformation of the unsustainable basic structure of global society. And while egalitarian liberals in elite schools arguably benefited from the inequality of the 1970s and 80s, the neoliberal hollowing out of universities may have reached the point that the continued viability of reading, writing, and teaching political theory and philosophy as a profession depends on making higher education genuinely available and accessible to all. Such work can certainly be done in the spirit of Rawls, but it will require conceptual tools that go beyond his, and it will require political allies who are not themselves egalitarian liberals. Accordingly, against increasingly open defense of inequality and authoritarianism, we need new shared imaginaries that can help believers in human freedom and equality identify not with any one master thinker but with a broader coalition of those committed to justice for all.",
      "citationCount": 0,
      "doi": "10.1177/00905917221085605",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8d1ef35a7c1ca5738319943a24061fd9b1faa04d",
      "venue": "Political Theory",
      "journal": {
        "name": "Political Theory",
        "pages": "442 - 447",
        "volume": "51"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "94b41f274e028d72bfe6e86913fe1ce47da5d13d",
      "title": "“To be human, nonetheless, remains a decision”: Humanism as decisionism in contemporary critical political theory",
      "authors": [
        {
          "name": "Diego Rossello",
          "authorId": "118084033"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/s41296-016-0070-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94b41f274e028d72bfe6e86913fe1ce47da5d13d",
      "venue": "Contemporary Political Theory",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "439 - 458",
        "volume": "16"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
