{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Landes women public sphere French Revolution",
  "results": [
    {
      "paperId": "6a2e2ebbb3a0f57ebfe0e821b70525acfac81132",
      "title": "JOSEPH DE MAISTRE ON THE ENLIGHTENMENT IN RUSSIA (TOWARDS THE FORMATION OF THE PUBLIC SPHERE IN THE EARLY 19TH CENTURY)",
      "authors": [
        {
          "name": "V. S. Parsamov",
          "authorId": "2297698259"
        }
      ],
      "year": 2025,
      "abstract": "Joseph de Maistre, who lived in Russia fourteen years (1803–1817) as an envoy of the King of Sardinia, did not leave a coherent text dedicated to Russia, however, his statements on various aspects of Russian life were numerous and varied. Some of them are contained in diplomatic correspondence. It was not intended for the Russian reader. The other part, which forms the object of this article, was distributed in Russian society and had the nature of expert assessments. As a diplomat, Maistre played a rather modest role as a petitioner for subsidies for the maintenance of the Sardinian court. As a public figure and thinker, celebrated by the public of St. Petersburg in the early 19th century. Maistre, who had endured and deeply comprehended the French Revolution, saw his mission as preventing a revolution in Russia, on which he had high hopes in the future. In Russia, according to Maistre, the center of the collision of two hostile world forces was moved: the European Enlightenment, and Catholicism, the faithful defenders of which were the Jesuits. The expulsion of the Jesuits from France predetermined the victory of the revolution in this country. The restoration of the Order of Jesus in Russia gave hope that the forces of revolution, penetrating into Russia in the form of various “sects,” would be defeated. Maistre did not have deep knowledge of Russia, but he saw the enormous and unspent energy of the Russian people, deprived of proper use. The Russian nobility, infected with gallomania, cut off from their people and from the faith, was leading the country to disaster. Only the Jesuits, if they are entrusted with the education of Russian youth, were able to prevent this catastrophe.",
      "citationCount": 0,
      "doi": "10.30759/1728-9718-2025-2(87)-27-34",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6a2e2ebbb3a0f57ebfe0e821b70525acfac81132",
      "venue": "Ural Historical Journal",
      "journal": {
        "name": "Ural  Historical Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e6cc9b8a0efa9bc182b6885588e4330f95cc7505",
      "title": "Habermas's \"Public Sphere\" in the Era of the French Revolution",
      "authors": [
        {
          "name": "Benjamin Nathans",
          "authorId": "90175380"
        }
      ],
      "year": 1990,
      "abstract": null,
      "citationCount": 45,
      "doi": "10.2307/286491",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e6cc9b8a0efa9bc182b6885588e4330f95cc7505",
      "venue": "",
      "journal": {
        "name": "French Historical Studies",
        "pages": "620",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "95f891ccbae4f50dacef20f86200659064b34755",
      "title": "Universal and affective: the Public Sphere in Feminist Political Thinking",
      "authors": [
        {
          "name": "Daniela Losiggio",
          "authorId": "2081984390"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/95f891ccbae4f50dacef20f86200659064b34755",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "139-165",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8e66416030b78f24f6d02632454778d19ea4bab5",
      "title": "Cocks on Dunghills – Wollstonecraft and Gouges on the Women’s Revolution",
      "authors": [
        {
          "name": "S. Bergès",
          "authorId": "47067669"
        },
        {
          "name": "Alan M. S. J. Coffee",
          "authorId": "116742184"
        }
      ],
      "year": 2022,
      "abstract": "Abstract While many historians and philosophers have sought to understand the ‘failure’ of the French Revolution to thrive and to avoid senseless violence, very few have referred to the works of two women philosophers who diagnosed the problems as they were happening. This essay looks at how Mary Wollstonecraft and Olympe de Gouges theorised the new tyranny that grew out of the French Revolution, that of ‘petty tyrants’ who found themselves like ‘cocks on a dunghill’ able to wield a new power over those less fortunate than themselves. Both offer diagnoses and prognoses that revolve around education. Wollstonecraft argues that a revolution that is not backed by a previous education of the people is bound to result in chaos and violence. Such education, however, must be slow, and it necessitates the reform of the institutions that most shape the public’s character. A revolution, perforce, is fast, and it often takes several years, or even generations before the spirit of the reforms finds itself implemented into new institutions. Olympe de Gouges shares Wollstonecraft’s worry and she observes that the men who were once dominated quickly become tyrants themselves unless their moral character is already virtuous. But the state of being dominated leaves little room for virtue; hence, newly minted citizens need to be educated in order not to replicate the reign of tyranny onto other. Gouges suggests that the answer to the difficulty she and Wollstonecraft highlighted was to educate the people where they could be found: on the streets, or, where they could easily and willingly be gathered: in theatres. By helping organise revolutionary festivals, highlighting the ways in which citizens could be virtuous, and writing plays to awaken their virtue, and proposing a reform of the theatre, so that the production of such plays would be possible, Gouges offered a plan for the civic education of French citizens in the immediate aftermaths of the Revolution. Unfortunately, the chaos she and Wollstonecraft had sought to remedy, led by the cocks or petty tyrants, ensured that they were unable to see through their plans, with Wollstonecraft having to leave Paris and Gouges being sent to the guillotine.",
      "citationCount": 1,
      "doi": "10.1515/sats-2022-0015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e66416030b78f24f6d02632454778d19ea4bab5",
      "venue": "Sats: northern european journal of philosophy",
      "journal": {
        "name": "SATS",
        "pages": "135 - 152",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0e5aaa9554bae998f62afda0e8d8b6ff51b46e37",
      "title": "The French Revolution: The Essential Readings",
      "authors": [
        {
          "name": "R. Schechter",
          "authorId": "113626700"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 8,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e5aaa9554bae998f62afda0e8d8b6ff51b46e37",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f27cd7bd10f1e8bef14f1ab4de165ddc05820470",
      "title": "DOUBLE SHACKLES AND WOMEN'S BREAKTHROUGH: A CRITICAL STUDY OF PATRIARCHY IN \"LAND OF LOST SOULS\" UNDER FOUCAULT'S DISCIPLINARY THEORY",
      "authors": [
        {
          "name": "Qian Qian Wang",
          "authorId": "2393905782"
        },
        {
          "name": "Tuan Rusmawati Raja Hassan",
          "authorId": "2393577744"
        }
      ],
      "year": 2025,
      "abstract": "This paper takes the novel \" Land of Lost Souls \" by Malaysian writer Li Zishu as the research object, and combines Michel Foucault's disciplinary power theory with feminist perspectives to analyze the dual oppression of women by patriarchy and social ethics and their resistance mechanisms. Through close reading of the text and critical discourse analysis, the study reveals how explicit violence and implicit discipline in the novel conspire to act on women's bodies and identities, especially focusing on the dual marginalization of gender and disability faced by characters such as the blind girl Yinxia in the family, workplace and public sphere. The paper further explores the hidden resistance of women through deviant practices such as silence, illness, and madness, and its potential subversive significance to the power structure. This study provides an interdisciplinary analytical path for the study of Malaysian Chinese literature, and reveals the dynamics of oppression and resistance at the intersection of gender and ability from the perspective of the global South, which is enlightening for understanding the operation of structural power and the construction of subjectivity of marginalized groups.",
      "citationCount": 0,
      "doi": "10.35631/ijlgc.1041040",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f27cd7bd10f1e8bef14f1ab4de165ddc05820470",
      "venue": "International Journal of Law, Government and Communication",
      "journal": {
        "name": "International Journal of Law, Government and Communication"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "401c9a94057ab410c74d4ddcbf15b0df6e70414f",
      "title": "Habermas’s Public Sphere",
      "authors": [
        {
          "name": "Michael Hofmann",
          "authorId": "2313986068"
        }
      ],
      "year": 2017,
      "abstract": "Habermas’s Public Sphere: A Critique analyzes the evolution of Juergen Habermas’s social and political theory from the 1950s to the present by focusing on the explicit and on the tacit changes in his thinking about The Structural Transformation of the Public Sphere, his global academic bestseller, which has been translated into 30 languages. Integrating “public sphere,” “discourse,” and “reason,” the three categories at the center of his lifelong work as a scholar and as a public intellectual, Habermas’s classic public sphere concept has deeply influenced an unusually high number of disciplines in the social sciences and in the humanities. In the process, its complex methodology, whose sources are not always identified, can be perplexing and therefore lead to misunderstandings. \n While Habermas’s “Further Reflections on the Public Sphere” (1992) contain several far-reaching clarifications, they still do not identify a number of the most important sources for his methodology, above all Herbert Marcuse and Ernst Bloch. Hence, a key purpose of this study is to thoroughly analyze the Marxist critique of ideology that Habermas uses in dialectical fashion for his theory reconstruction of Immanuel Kant’s liberal ideal of a rational-critical public as the organizational principle of the constitutional state and as the method of Enlightenment. Such dialectical thinking allows him to appropriate the structure of Reinhart Koselleck’s Critique and Crisis and of Carl Schmitt’s writings on the modern state while simultaneously upending their conservative critique of Liberalism and of the Enlightenment. However, this strategy restricts the application of his concept to his stylizations of the French Revolution and of his British “model case.”\n This critique reinvigorates Habermas’s seminal distinction between the purely political polis of antiquity, which excludes the private economy from the res publica, and the modern public sphere with its rational-critical discourse about commodity exchange and social labor in the political economy. At the same time, it identifies the crises of seventeenth-century England and the Dutch Republic as the origins of the new channels of public communication used to constantly evaluate the role of state power as political facilitator and regulator of an increasingly complex, dynamic, and crisis-prone market economy.",
      "citationCount": 0,
      "doi": "10.5771/9781611479898",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/401c9a94057ab410c74d4ddcbf15b0df6e70414f",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "fa2876a131e309b834bfc15b876c9282eae5a680",
      "title": "Public Sphere : Church and State , Habermas and Ratzinger",
      "authors": [
        {
          "name": "Jesster Fonseca",
          "authorId": "2055767928"
        },
        {
          "name": "A. M.",
          "authorId": "1491604360"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fa2876a131e309b834bfc15b876c9282eae5a680",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "14e4eb4e0c0c58633d300000c252137040eaa1ca",
      "title": "Domesticity and Political Participation: At Home with the Jacobin Women",
      "authors": [
        {
          "name": "S. Bergès",
          "authorId": "47067669"
        }
      ],
      "year": 2022,
      "abstract": "The exclusion of women from political participation and the separation of private and public spheres seem anchored in human history to such an extent that we may think they are necessary. I offer an analysis of a philosophical moment in history, the early years of the French Revolution, where politics and domesticity were not incompatible. I show how this enabled women to participate in politics from within their homes, at the same time fulfilling their duties as wives and mothers. The republican home, on this interpretation, was a place of power and virtue, a merging of the public and the private sphere where political ideals and reforms could be born and nurtured. This conception of the home was derived in great part from a reading of Rousseau’s writings on motherhood. As the influence of French revolutionary women became more visible, they were severely repressed. The fact that they could not hold on to a position of power that derived naturally from the ideals they and others defended, I will suggest, was caused both by the fact that the framework used to allow women political power was insecure, and by the gradual replacement of republican ideals by liberal ones.",
      "citationCount": 1,
      "doi": "10.1177/10659129221079865",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/14e4eb4e0c0c58633d300000c252137040eaa1ca",
      "venue": "Political research quarterly",
      "journal": {
        "name": "Political Research Quarterly",
        "pages": "213 - 223",
        "volume": "76"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d8cd25f6780fc5c6068f5c430d134c8e52d9fb13",
      "title": "Ethics and the state: Israel's nationality law and the revision of a revolution",
      "authors": [
        {
          "name": "E. Chowers",
          "authorId": "113898890"
        }
      ],
      "year": 2024,
      "abstract": "In 2018, 70 years after it was founded, the State of Israel accepted a new nationality law, one which reshaped the identity of the state. Supporters of this constitutional law argue that it is necessary since the Jewish‐national character of the state is under threat, and since liberal‐democratic principles and policies have acquired undesired dominance in public life. The nationality law, however, does much more than restore a lost or imagined collective identity: it is a significant setback to both the liberal and republican understandings of a democratic state, as well as to Jewish‐Arab relations. More broadly still, the law displays the growing distance between the ethical and political spheres in Israel; this distance is expressed in the law's remarkable modifications of the three Zionist revolutions pertaining to the material (land), the linguistic and the political‐communal dimensions of Jewish, national life.",
      "citationCount": 4,
      "doi": "10.1111/nana.13000",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d8cd25f6780fc5c6068f5c430d134c8e52d9fb13",
      "venue": "Nations and Nationalism",
      "journal": {
        "name": "Nations and Nationalism",
        "pages": "510 - 526",
        "volume": "30"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ada858c4d918164f02db60e54839000325df6b8a",
      "title": "Overcoming Revolutions: Property, Independence, and Relation in Mary Wollstonecraft",
      "authors": [
        {
          "name": "Carlotta Cossutta",
          "authorId": "2343034021"
        }
      ],
      "year": 2024,
      "abstract": "The article examines Mary Wollstonecraft’s interpretation of revolutionary movements, particularly through her analysis of the French Revolution. Wollstonecraft examines the oppression of women as a form of slavery, but also uses it as a lens through which to denounce socio-economic injustices and propose radical change. Her critique of mercantile society and property contrasts with her rethinking of the domestic sphere as an alternative political space. The article shows how these reflections lead to a rethinking of femininity and the construction of a new female subjectivity based on collective independence, proposing a relational autonomy beyond the disillusionment of revolutionary hopes.",
      "citationCount": 0,
      "doi": "10.36253/rifp-3151",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ada858c4d918164f02db60e54839000325df6b8a",
      "venue": "Rivista Italiana di Filosofia Politica",
      "journal": {
        "name": "Rivista Italiana di Filosofia Politica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2c4f2060b6752f9001493baf9e7465a043b05060",
      "title": "Feminism, the public and the private",
      "authors": [
        {
          "name": "Joan B. Landes",
          "authorId": "90518142"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 186,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c4f2060b6752f9001493baf9e7465a043b05060",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bbd649cd7f7ae3415ea1476361ea6fea2cd1d793",
      "title": "Revolution as an Arena of Practicing Political Freedom in (Hanna Arendt)’s Perspective",
      "authors": [
        {
          "name": "عابد رسول",
          "authorId": "135103873"
        },
        {
          "name": "مبارک حمد",
          "authorId": "2179250840"
        }
      ],
      "year": 2020,
      "abstract": "Freedom concept in the perspective of (Arendt)’s political philosophy and theory has a place and a special important, that in the way of (Arendt)’s thinking in political appearance’s Greece and Romanian ancient, criticism in the ancient philosophy about view, cristian philosophy, westerns philosophy custom, political theory and moderns phenomenon concerning freedom concept formalized. (Arendt)’s freedom passes the philosophical picture to freedom, all beliefs metaphisics about this concept are neglected, philosophical freedom as will freedom is pictured far from inner feeling in the political really world. In the opposite, (Arendt) sees action and speech as political freedom activity in the way individuals meeting in the public sphere is produced in the opposite problem and general issues. In this way, revolution as an arena, or public sphere in the doing politica freedom has crucial importance in the Arendt’s perspective, and in here political theory especially about American and French revolution has stood; in this way, the aim of this research is to answer and deal research main problem in the way of this question: what is the act of the revolution as arena in doing political freedom in Arendt political theory? We can to the conclution that revolution is like an arena in Arendt’s perspective, so new beginning foundation and public sphere of doing political freedom, which in it relation, discussion, and exchanging different opinion among equal individuals should provide, and participation of political citizenship afford in it.",
      "citationCount": 0,
      "doi": "10.31271/10044",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bbd649cd7f7ae3415ea1476361ea6fea2cd1d793",
      "venue": "No.6",
      "journal": {
        "name": "No.6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e54f2d0173b56f5352ee8b1c1c7b6ffb3448c7e1",
      "title": "Revolution and human rights thought in the political philosophy of Catharine Macaulay, Mary Wollstonecraft and Anna Laetitia Barbauld",
      "authors": [
        {
          "name": "Marie-Luisa Frick",
          "authorId": "114412147"
        }
      ],
      "year": 2020,
      "abstract": "The Age of Reason is first and foremost an age of public reasoning. Equipped with a fresh and indeed unprecedented consciousness of feasibility and responsibility, educated citizens start to participate actively – and in many cases by taking personal risks – in discourses on political, religious and philosophical issues. In this article, I will highlight two core issues of the late eighteenth century – the dispute about the legitimacy of the French Revolution as well as its underlying philosophical conceptions and the rising human rights idea – and thereby revisit the interventions of three women who, though rediscovered in various fields of research, still have to gain their due recognition as pre-eminent political philosophers of their time.",
      "citationCount": 0,
      "doi": "10.1177/0047244120934207",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e54f2d0173b56f5352ee8b1c1c7b6ffb3448c7e1",
      "venue": "Journal of European Studies",
      "journal": {
        "name": "Journal of European Studies",
        "pages": "247 - 266",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1899f9a5c537fbe33359147e90f46e1a64150b3d",
      "title": "Mikhail Ivanovich Antonovsky – founder of the Imperial Public Library",
      "authors": [
        {
          "name": "G. Mikheeva",
          "authorId": "2084401342"
        }
      ],
      "year": 2021,
      "abstract": "The history of the creation of the Imperial Public Library for more than two centuries has continued to excite researchers of Russian culture., Monographs have been created dedicated to the figures who stood at the head of the emerging Library in the first years of its creation in the late 18th – early 19th centuries. Meanwhile, the figure of Mikhail Ivanovich Antonovsky, a writer, historian, translator, one of the most enlightened people of that time, remained outside the sphere of attention for many years. He was destined to live and create in a difficult time of Russian history – during the time of N. I. Novikov, A. N. Radishchev, the spread of Freemasonry in Russia, the government’s reaction to the Great French Revolution, during the reign of three emperors – Catherine II, Paul I and Alexander I, who understood in different ways the role and place of the national library that was being created, to fight foreign dominance in it, to prevent its plundering and disbandment",
      "citationCount": 0,
      "doi": "10.30725/2619-0303-2021-1-180-186",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1899f9a5c537fbe33359147e90f46e1a64150b3d",
      "venue": "Vestnik of Saint Petersburg State University of Culture",
      "journal": {
        "name": "Vestnik of Saint Petersburg State University of Culture"
      },
      "publicationTypes": null
    }
  ],
  "count": 15,
  "errors": []
}
