{
  "status": "success",
  "source": "semantic_scholar",
  "query": "liberation philosophy discourse ethics",
  "results": [
    {
      "paperId": "5f88bd1df5b7ce6787f63438ddbfb09f8ed33e03",
      "title": "Latin American Political Thought as a Response to Discourse Ethics",
      "authors": [
        {
          "name": "Felipe Curcó Cobos",
          "authorId": "2083473171"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1353/LAR.2015.0052",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f88bd1df5b7ce6787f63438ddbfb09f8ed33e03",
      "venue": "",
      "journal": {
        "name": "Latin American Research Review",
        "pages": "69 - 87",
        "volume": "50"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3fa42858b80e3a6fd4517ea126153e5b4d109fb6",
      "title": "THE SOCIOLOGY OF DISCOURSE ETHICS",
      "authors": [
        {
          "name": "Felipe Curcó Cobos",
          "authorId": "2083473171"
        },
        {
          "name": "G. Spivak",
          "authorId": "65744613"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3fa42858b80e3a6fd4517ea126153e5b4d109fb6",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "dc9085903629b74d6930619baa0a7c4e774ff954",
      "title": "Ethics of Liberation: In the Age of Globalization and Exclusion",
      "authors": [
        {
          "name": "Enrique D. Dussel",
          "authorId": "16563475"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 75,
      "doi": "10.1215/9780822395218",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc9085903629b74d6930619baa0a7c4e774ff954",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9f5bdc252e022065f83b84bf785dc99c3d6bfc89",
      "title": "Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "authors": [
        {
          "name": "L. Alcoff",
          "authorId": "88623159"
        },
        {
          "name": "E. Mendieta",
          "authorId": "50489593"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 43,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f5bdc252e022065f83b84bf785dc99c3d6bfc89",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "35e4bcf900871121956eea42633acddb53b4431e",
      "title": "Buddhist Ethics in Treatises of Post-Canonical Abhidharma",
      "authors": [
        {
          "name": "Helena P. Ostrovskaya",
          "authorId": "2287640506"
        }
      ],
      "year": 2022,
      "abstract": "The aim of the article is to define the tendencies of elaboration of ethical problems in early medieval exegetical texts - treatises of post-canonical Abhidharma. Ethics as a specific philosophical discipline concerning morals was not specifically developed because of cosmological character of Buddhist philosophy. Explication of the ethical discourse presented in treatises of eminent early medieval Indian Buddhist exegetics Vasubandhu (4-5 cc.), Asaṅga (4 c.) and Yaśomitra (8 c.) showed that specific for ethics questions on the highest good, sense of human life, the nature and sources of morals, freedom of will etc. were solved in post-canonical period. According to the religious doctrine they interpreted the highest good as the benefit of liberation ( mokṣabhāgīya ) from the fetches of suffering. The Buddha’s moral instructions known as prātimokṣa is aimed at the attainment of the highest good. Therefore the essence of morality has nothing to do with saṃsāra, and human society forming and perishing in cosmic cycles cannot be the source of moral norms. According to historiosophical myth, human beings get the first instructions on righteous behavior in deep antiquity from charismatic Universal ruler ( cakravartin ) coming to the world as the forerunner of the Buddha. He explains ontological contrariness of the good and the evil but is not the Teacher of the truth. Freedom of will cannot manifest itself spontaneously in a human being attached affectively to saṃsāra. Such an individual falsely takes his ignorant self-will for the freedom of will. Hearing the sermons of salvific teaching is the condition for the rising of free will impulse.",
      "citationCount": 1,
      "doi": "10.22363/2313-2302-2022-26-2-325-341",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35e4bcf900871121956eea42633acddb53b4431e",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "35e672d63f23f62a1c178ff2cf87618d3d9e6dc3",
      "title": "Mabogo Percy More as a philosopher of emancipation",
      "authors": [
        {
          "name": "D. Shaw",
          "authorId": "71688546"
        }
      ],
      "year": 2025,
      "abstract": "In this essay, I read Mabogo More’s work as a philosophy of emancipation, which I define as an approach to philosophy that aims to contribute to struggles for liberation. I show that there are numerous similarities between his work and Simone de Beauvoir’s thought as set out in The Ethics of Ambiguity. I argue that both of them critique mainstream philosophy’s so-called neutralism. I then reconstruct More’s argument that Sartre’s concept of contingency contributes to antiracist discourse and practice. I conclude by arguing that More’s concept of contingency also subverts the claim, made by practitioners of the Western philosophical tradition, that the problems it considers are necessary and endogenous to that tradition – a claim that has been used to preclude a radical critique of this tradition from the approaches that it excludes.",
      "citationCount": 0,
      "doi": "10.1080/02580136.2025.2536955",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35e672d63f23f62a1c178ff2cf87618d3d9e6dc3",
      "venue": "South African Journal of Philosophy",
      "journal": {
        "name": "South African Journal of Philosophy",
        "pages": "419 - 432",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "864f9afcd7c3fbc17e34c82fe1e14b6f4f976c5a",
      "title": "Critical Theory and Democratic Vision: Herbert Marcuse and Recent Liberation Philosophies",
      "authors": [
        {
          "name": "A. Farr",
          "authorId": "113371763"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 18,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/864f9afcd7c3fbc17e34c82fe1e14b6f4f976c5a",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c8974842c81b6e476bb05513ab04b703304797ec",
      "title": "Chapter 6 Feminine and Feminist Ethics and Counselor Decision-Making",
      "authors": [],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4135/9781452225838.n6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c8974842c81b6e476bb05513ab04b703304797ec",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "53db4f223ef9d61485839dc23e3067d458d4efff",
      "title": "Emmanuel Levinas and the Politics of Non-Violence",
      "authors": [
        {
          "name": "Victoria Tahmasebi-Birgani",
          "authorId": "1422897444"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.3138/9781442694989",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53db4f223ef9d61485839dc23e3067d458d4efff",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f8a3cbdf457bd74247972fe552a70bfec944547e",
      "title": "The Anthropomorphic Hegemony of Subjectivity : Critical Reflections on Law and the Question of the Animal",
      "authors": [
        {
          "name": "D. Villiers",
          "authorId": "101058439"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8a3cbdf457bd74247972fe552a70bfec944547e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ed6529f334c3a995b55bba4d2390698e617baa65",
      "title": "Global Justice in Lutheran Political Theology",
      "authors": [
        {
          "name": "Carl-Henric Grenholm",
          "authorId": "96516898"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.3384/DE-ETHICA.2001-8819.163145",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed6529f334c3a995b55bba4d2390698e617baa65",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "45-58",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e92f591dcc09c5e5865a3054049be8350e07b5f7",
      "title": "Диалектический материализм и истинная эмансипация в моральной философии Олега Дробницкого",
      "authors": [
        {
          "name": "Павел Курхинен",
          "authorId": "115320647"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e92f591dcc09c5e5865a3054049be8350e07b5f7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7a509c884ef9486399351082c1ce581afc16d3ac",
      "title": "Seeing Animals, Speaking of Nature",
      "authors": [
        {
          "name": "Mimei Ito",
          "authorId": "2108814155"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1177/0263276408091987",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a509c884ef9486399351082c1ce581afc16d3ac",
      "venue": "",
      "journal": {
        "name": "Theory, Culture & Society",
        "pages": "119 - 137",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "435588d3b5a4e2847b6d9ff8e23fc25518454bb2",
      "title": "Suits’ Philosophy of Sport from the Perspective of Habermas’ Discourse Ethics",
      "authors": [
        {
          "name": "Hyun-Chul Kim",
          "authorId": "2310947227"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.31694/pm.2024.12.32.4.002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/435588d3b5a4e2847b6d9ff8e23fc25518454bb2",
      "venue": "The Journal of the Korean Society for the Philosophy of Sport, Dance, &amp; Martial Arts’",
      "journal": {
        "name": "The Journal of the Korean Society for the Philosophy of Sport, Dance, &amp; Martial Arts’"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6a5d93acaca440e45f9f4aba93b8656be4bb117c",
      "title": "Transformation of Kants ethics in the philosophy of discourse",
      "authors": [
        {
          "name": "Milenko Bodin",
          "authorId": "2341220840"
        }
      ],
      "year": 2025,
      "abstract": "According to Apel philosophy of discourse is the last word of a paradigm\n shift marked by the so-called language turn. In the center of attention is\n the notion of communication, which is of course very different from the\n transcendental philosophy of consciousness, as Apel marks Kant?s position.\n In this paper, we try to show the transformation of practical philosophy\n based on the Apel?s critique of Kant?s ethics. Kant?s categorical imperative\n is based on the formal structure of reason in general, and at the same time,\n as the supreme principle of ethics, it is supposedly founded precisely on\n the facticity of reason. The philosophy of discourse deepens the\n transcendental argument of Kant?s philosophy and leads to the foundation of\n ethics of discourse, that is, to the transformation of ethics of duty into\n ethics of (co)responsibility.",
      "citationCount": 0,
      "doi": "10.2298/theo2503165b",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6a5d93acaca440e45f9f4aba93b8656be4bb117c",
      "venue": "Theoria Beograd",
      "journal": {
        "name": "Theoria, Beograd"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f0768018f238daaf97c39beff2217bfc585dc0d4",
      "title": "Jumpstarting Ethno-Philosophy in Context: Ethics Discourse on Gawis ya Ngawi",
      "authors": [
        {
          "name": "Dennis M. Placido",
          "authorId": "2287640362"
        }
      ],
      "year": 2024,
      "abstract": "Ethnicity relates to the descriptive evaluation of culture, and when examined through a philosophical lens, it becomes ethno-philosophy. Any attempt to understand the complexities of human existence is an ongoing endeavor. Any notion of goodness and badness must emanate from a cultural milieu. Scrutinizing these concepts must be rooted in existentialism, as all experiences are continually interpreted lived experiences.. The phenomena of Gawis ya Ngawi from linguistic Kankanaey terms refer to mean good and bad. In context, the Kankanaey term “Gawis” literally expresses good things in life or well-being of the person and “Ngawi” illustrates the opposite dimensions of life; however, such distinctions evoke query regarding ethical discourse. This paper analyzes the nuances of the interpreted experiences of Gawis ya Ngawi and presents its possible ethical discourses within hermeneutics of appreciation and few implications in linguistic interpretations. Jumpstarting to interpret culture via ethical discourse opens up the need of contextualization. In the realm of human existence is human culture, a topic where philosophy continues to respect especially speaking about indigeneity. In philosophy, indigeneity promotes cultural reverence. This respect for cultural uniqueness necessitates a balance between philosophy and culture, continually redefining the relationship. Philosophy’s primary goal is to manifest the rich traditions of cultures within the context of lived experiences.. Ethno-philosophy, as an understanding of culture, centers on clarifying meanings, exploring ethical dimensions, and interpreting language etymologies. Keywords: Ipugaw, seg-ang (care), hermeneutics of appreciation",
      "citationCount": 0,
      "doi": "10.62461/dmp112523",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0768018f238daaf97c39beff2217bfc585dc0d4",
      "venue": "Religion and Social Communication",
      "journal": {
        "name": "Religion and Social Communication"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2f497627f334734d0b246626e9336af5897a57e5",
      "title": "The Quest for Liberation: Philosophy and the Making of World Culture in China and the West",
      "authors": [
        {
          "name": "Chunjie Zhang",
          "authorId": "2318605703"
        }
      ],
      "year": 2025,
      "abstract": "Contemporary debate on cosmopolitanism routinely refers to Immanuel Kant as its intellectual origin. A group of Chinese and German-speaking thinkers in the early twentieth century, however, used classical Chinese philosophy as an alternative intellectual genealogy to reimagine ethics, politics, society, and modernity for the entire world. Their engagement with Confucianism, Taoism, and Buddhism broadens the scope of global intellectual history to include a non-European origin of concepts and ideas. Due to the differences in their local crises, the Chinese and the European stories are often narrated in separate national and cultural contexts. Bridging the critical divide between China and the West, The Quest for Liberation examines the thinkers’ shared interest in Chinese philosophy and their common effort to envision a world culture other than Western modernity. Breaking with the common logic of either studying the reception and adaptation of Western ideas in the East or critiquing the misrepresentation of the East in the West, Zhang’s book emphasizes entanglements between Chinese and European thinkers and highlights their quest for liberation in a globalizing world. Their visions of an ontological commons for everyone help us imagine a better world community in our time of global crises, beyond the clash of civilizations. This book is available from the publisher on an open access basis.",
      "citationCount": 0,
      "doi": "10.5422/tome/2279",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f497627f334734d0b246626e9336af5897a57e5",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "11ce59eb392ace8299a3c2e9d3189b4c83cfb4d1",
      "title": "A Neo-Confucian “Theology of Liberation”? Humanism and Ethics in Levinas, Liberation Theology, and Wang Yangming",
      "authors": [
        {
          "name": "Germaine A. Hoston",
          "authorId": "116961513"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This article reconsiders the sixteenth-century Idealist Neo-Confucian philosophy of Wang Yangming (1472–1529) in light of the development of twentieth-century Latin American liberation theology. After defining liberation theology, this study identifies the crucial contributions made to it by Emmanuel Levinas’s assertion of the primacy of ethics over ontology and critique of the egocentric nature of Western philosophy. It then delineates the epistemological and deontological criticisms made of Roman Catholic orthodoxy—and institutionalized Christianity in general—by Latin American liberation theologians, particularly Enrique Dussel and José Porfirio Miranda. These are compared with Wang’s critique of the Rationalist Neo-Confucianism that had been official orthodoxy and the legitimating philosophy for imperial China for three centuries. The study finds that Wang’s Idealist philosophy incorporates epistemological, spiritual, and ethical perspectives with powerful democratic and liberationist elements that prefigure the development of late-twentieth-century Latin American liberation theology. Thus, contrary to the conventional view of Confucianism as a conservative philosophy, these elements in Wang’s Neo-Confucianism render it a theology (or philosophy) of liberation.",
      "citationCount": 2,
      "doi": "10.1017/S0017816025000069",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11ce59eb392ace8299a3c2e9d3189b4c83cfb4d1",
      "venue": "Harvard Theological Review",
      "journal": {
        "name": "Harvard Theological Review",
        "pages": "85 - 109",
        "volume": "118"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a2515160bbd5fb501964f842c648bfe644f4b0b5",
      "title": "Historical and Philosophical Foundations of the Bioethics Development in Latin America: From the Colonial Legacy to the Philosophy of Liberation",
      "authors": [
        {
          "name": "S. Druzhkin",
          "authorId": "2355318459"
        }
      ],
      "year": 2025,
      "abstract": "The article is devoted to the analysis of the formation and development of bioethics in Latin America, where traditional Western principles face unique (regionally determined) socio-economic and socio-cultural realities. The purpose of the study is to identify the specifics of bioethics in Latin America, focusing on issues of social justice, protection of vulnerable groups and criticism of neocolonialism. The author applies historical, philosophical and comparative methods, analyzing the works of key thinkers (Florencia Luna, Ruth Macklin, Enrique Dussel) and the influence of factors such as liberation philosophy, Catholic ethics and social inequality. The study shows that in the process of bioethics formation in Latin America, universal principles (autonomy, benevolence, non-harm and justice) are integrated with the local context, which leads to the formation of approaches aimed at overcoming structural violence and marginalization. The concept of the Luna's \"multi-layered vulnerability\" reveals the complex impact of economic, gender, and cultural factors on access to medicine. At the same time, discussions about reproductive rights and the protection of indigenous peoples demonstrate a conflict between global standards and local traditions. The article's conclusions emphasize that bioethics research in Latin America makes a significant contribution to global discourse by offering a model that combines ethical principles with active social policy. This is especially true in the context of pandemics, environmental crises and increasing inequality.",
      "citationCount": 0,
      "doi": "10.47850/rl.2025.6.2.144-152",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2515160bbd5fb501964f842c648bfe644f4b0b5",
      "venue": "Respublica Literaria",
      "journal": {
        "name": "Respublica Literaria"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e5c7d531af5e398d8d57a94733258cadadb22115",
      "title": "Vedānta and Feminist Philosophy: Rethinking the Self and Liberation",
      "authors": [
        {
          "name": "Tapas Mandal",
          "authorId": "2384948344"
        }
      ],
      "year": 2025,
      "abstract": "This paper critically examines the points of interaction between Vedānta philosophy and feminist theory, with a particular emphasis on how the Advaitic understanding of the self (ātman) as non-dual and universal contradicts hierarchical and gendered conceptions of identity. The study explores the metaphysical and ethical dimensions of liberation (mokṣa) by investigating whether Vedānta’s conception of spiritual freedom might serve as a foundation for a feminist reinterpretation of autonomy, agency, and equality. The paper presents an argument that the disintegration of egoic boundaries in Vedānta offers a radical criticism of patriarchy. In addition, the paper poses issues about the importance of transcendence for feminist politics. It does so by engaging with both classical texts and contemporary feminist critiques. The discussion underscores the possibilities of a dialogical approach in which Vedāntic non-dualism enhances feminist discourse by providing a more inclusive and non-essentialist explanation of personhood. At the same time, feminist philosophy bases Vedānta in social realities and lived experiences. The study comes to the conclusion that engaging in this cross-philosophical conversation, in which the concept of liberty is rethought, enables a perspective of selfhood that is not only metaphysically transformational but also morally empowering. This perspective contributes to an emancipatory ethics that is sensitive to gender justice.",
      "citationCount": 0,
      "doi": "10.31305/rrijm.2025.v10.n9.014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e5c7d531af5e398d8d57a94733258cadadb22115",
      "venue": "RESEARCH REVIEW International Journal of Multidisciplinary",
      "journal": {
        "name": "RESEARCH REVIEW International Journal of Multidisciplinary"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
