{
  "status": "success",
  "source": "semantic_scholar",
  "query": "McCarthy race critical theory imperialism political philosophy",
  "results": [
    {
      "paperId": "3dc8abec53e7b3765ce609cf04ffc155747326d1",
      "title": "Political Philosophy and Rational injustice: From normative to Critical Theory",
      "authors": [
        {
          "name": "Thomas Mccarthy",
          "authorId": "144991709"
        },
        {
          "name": "Andrea León Montero",
          "authorId": "117659064"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 10,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3dc8abec53e7b3765ce609cf04ffc155747326d1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "9-26",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "49add64cd02d64b858abed2e5b40e87eb3d252f2",
      "title": "Critical Mixed Race Philosophy",
      "authors": [
        {
          "name": "Sabrina L. Hom",
          "authorId": "2358371471"
        }
      ],
      "year": 2025,
      "abstract": "Critical Mixed Race Philosophy: Rethinking Kinship and Identity reimagines mixed race studies, arguing that commonplace and widely accepted ways of understanding mixedness are mired in outdated and essentialist assumptions about race, biology, and kinship. Sabrina L. Hom explores the intersection of race, sex, and sexuality and calls for a nuanced understanding of the politics of mixed race. Commonplace narratives treat mixedness as something new and transformative, but it is neither as promising nor as fearful as it may seem. Instead, the author draws on rich mixed race histories both to make the case that mixedness has always been a part of the racial landscape and to argue for a more dynamic understanding of race that reflects how frequently ambiguous bodies are incorporated into racial logic. Drawing on feminist and queer theory, Critical Mixed Race Philosophy articulates a non-essentialist conception of mixed race identity and kinship that asks us to rethink what it means to be mixed and where mixed people fit into racial politics.",
      "citationCount": 0,
      "doi": "10.5040/9781978748576",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49add64cd02d64b858abed2e5b40e87eb3d252f2",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "e15805dad13e41b9f2d9f5cdb51dcdc357f4663d",
      "title": "RACE, DISABILITY AND THE POSSIBILITIES OF RADICAL AGENCY: TOWARD A POLITICAL PHILOSOPHY OF DECOLONIAL CRITICAL HERMENEUTICS IN LATINX DISCRIT",
      "authors": [
        {
          "name": "A. Padilla",
          "authorId": "83852400"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e15805dad13e41b9f2d9f5cdb51dcdc357f4663d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ab8ce14b01fed6dcf8652c8d10e1d69ec5814f5e",
      "title": "Silences and Shadows: The Racial Contract and the Tasks of Critical Race Theory in Political Philosophy",
      "authors": [
        {
          "name": "Brandon M. Terry",
          "authorId": "116832496"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab8ce14b01fed6dcf8652c8d10e1d69ec5814f5e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0965688ee7dce74fc123e972a49f3f4321f2190d",
      "title": "Technology, culture and critical theory: an interview with Andrew Feenberg",
      "authors": [
        {
          "name": "A. Feenberg",
          "authorId": "1849231"
        },
        {
          "name": "Daniel R. McCarthy",
          "authorId": "2140362613"
        }
      ],
      "year": 2023,
      "abstract": "Andrew Feenberg is a pioneer in the development of the philosophy of technology. Before his retirement, he was the Canada Research Chair in Philosophy of Technology in the School of Communication, Simon Fraser University, where he also directed the Applied Communication and Technology Laboratory (ACTL). He is the author or editor of thirteen books on Critical Theory, Western Marxism, and the philosophy of technology, including Lukács, Marx, and the Sources of Critical Theory (1981), Critical Theory of Technology (1991), Technology and the Politics of Knowledge (ed with Alastair Hannay) (1995), Questioning Technology (1999), (Re)Inventing the Internet: Critical Case Studies (ed with Norm Friesen) (2012) and Technosystem: The Social Life of Reason (2017).",
      "citationCount": 5,
      "doi": "10.1057/s41311-023-00469-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0965688ee7dce74fc123e972a49f3f4321f2190d",
      "venue": "International Politics",
      "journal": {
        "name": "International Politics",
        "pages": "1-22",
        "volume": ""
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a2f180a9a36375aff82aa89ab1b19b14a5c2efae",
      "title": "Critical race theory meets posthumanism: lessons from a study of racial resegregation in public schools",
      "authors": [
        {
          "name": "J. Rosiek",
          "authorId": "108127974"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 30,
      "doi": "10.1080/13613324.2018.1468746",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2f180a9a36375aff82aa89ab1b19b14a5c2efae",
      "venue": "",
      "journal": {
        "name": "Race Ethnicity and Education",
        "pages": "73 - 92",
        "volume": "22"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cf2827d5a8a4cc1925351f32c3382fa2505c930d",
      "title": "Theoretical and philosophical perspectives on race and racism in education",
      "authors": [
        {
          "name": "Liz Jackson",
          "authorId": "2238644467"
        }
      ],
      "year": 2025,
      "abstract": "Among topics in educational theory and philosophy, race and racism have been extensively developed in recent years. Despite public contestation about the continued relevance of race, most scholars in educational philosophy and theory regard a deepening understanding of race and racism as critical to enhancing equity in the future. This review considers how race and racism have been conceptualized and theorized within educational research to benefit youth and society. First, it gives a global picture about how race has been and is conceived in educational and other social theory. It links scholarship on race and racism to important global phenomena related to white supremacy, imperialism and colonialism",
      "citationCount": 0,
      "doi": "10.1016/j.cobeha.2025.101580",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cf2827d5a8a4cc1925351f32c3382fa2505c930d",
      "venue": "Current Opinion in Behavioral Sciences",
      "journal": {
        "name": "Current Opinion in Behavioral Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9278d3fa22999a013164ff55e08a7b36a9c8d050",
      "title": "From the Generic to the Ultrablack : Badiou in France, French Decolonial Theory and Critical Race Theory",
      "authors": [
        {
          "name": "Norman Madarasz",
          "authorId": "102473281"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9278d3fa22999a013164ff55e08a7b36a9c8d050",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "b5fd9575485f345e9406693e45e48532e6ec0139",
      "title": "From Individual Difference to Political Analysis: An Emerging Application of Critical Theory in Student Affairs",
      "authors": [
        {
          "name": "A. Patton",
          "authorId": "115323713"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b5fd9575485f345e9406693e45e48532e6ec0139",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "5",
        "volume": "2"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "d0f1392ecd801fc9b9865583e6c18ae480b9d9e3",
      "title": "SEP Summer School 2021 Lecture The ideological foundations of Critical Race Theory",
      "authors": [
        {
          "name": "T. Carter",
          "authorId": "104357737"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0f1392ecd801fc9b9865583e6c18ae480b9d9e3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0bd2b8ca6c0b100edf384cc2880d813ad1dc58f1",
      "title": "Political philosophy and racial injustice: a preliminary note on methodology",
      "authors": [
        {
          "name": "Thomas Mccarthy",
          "authorId": "144991709"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/CBO9780511814044.002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0bd2b8ca6c0b100edf384cc2880d813ad1dc58f1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "23-41",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "08a22c714eb12878853ae5a79b81cec802d5a54e",
      "title": "Authors’ Response to Book Review of Race, Gender, and Political Representation: Toward a More Intersectional Approach",
      "authors": [
        {
          "name": "B. Reingold",
          "authorId": "14512512"
        },
        {
          "name": "Kerry L. Haynie",
          "authorId": "11909107"
        },
        {
          "name": "Kirsten Widner",
          "authorId": "118940770"
        }
      ],
      "year": 2021,
      "abstract": "We thank Dr. Caballero for his kind words and for capturing and embracing our primary goals in researching and writing this book: to learn more about how political representation is racedgendered by figuring out how intersectionality works – not as a phenomenon or an explanatory theory, but as a critical epistemology. We agree that our coupling of intersectionality with a “quantitative-positivist approach” may seem unusual or even remarkable. As we elaborate below, we never saw the two as incompatible. Indeed, the more we thought about intersectionality as a philosophy of or approach to knowledge gathering, the more we realized how compatible intersectionality and at least some versions (or interpretations) of positivism can be. While intersectionality may abhor the quantitative-positivist emphasis on generalizability and parsimony, both intersectionality and positivism are nourished by a heavy (yet often unrecognized) dose of intellectual humility – the same humility Caballero sees in our work. It is humility (along with a passion for social justice) that directs intersectionality toward “sites of omission” (May 2015, 4), and that makes falsification – not proof – the holy grail of the positivism’s central theory-testing imperative. The possibility of being wrong is ever-present in both approaches. In our minds, humility renders intersectional and quantitative-positivist research alike always-already “provisional, tentative, and partial” (Reingold, Haynie, and Widner 2021, 22). We are therefore delighted to have this opportunity to engage Caballero (and readers) in a dialogue about the limitations of our work, the questions it raises or leaves unanswered, and the possibilities it creates for future research. In the following paragraphs we address three main “limitations as questions” presented in Caballero’s review. First, we discuss how our work engages with issues of power and how we might pursue the study of representational power, “structures of oppression,” “misogynoir, machismo, and racialized-ethnic sexism” more thoroughly, deeply, and directly. Next, we “muse, or explain our rationale” for two methodological choices: which social groups or “categories of difference” (Hancock 2007) to model and how. It is quite fitting for intersectional scholars to think carefully about such choices and we welcome this opportunity to do that with our readers. Finally, we offer our thoughts about how others – instructors, researchers, lawmakers, and community organizations – might teach, use, and build on our work. It is our sincerest hope that such a wide, diverse audience finds our work that engaging, thought-provoking, and generative. Caballero raises a number of intriguing, important questions about power and “structures of oppression” that we only begin to explore in the book. The political geography of descriptive representation examined in Chapter 2 is a spatial legacy of how structures of raced-gendered power operate to channel and constrain the electoral choices and fortunes of Black women, Latinas, White women, Black men, and Latinos. We are careful to highlight how histories of disenfranchisement and disempowerment are imprinted on the variation in descriptive representation across states and districts. Future research would certainly do well to examine more deeply – and intersectionally –",
      "citationCount": 27,
      "doi": "10.1080/1554477X.2022.1996841",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/08a22c714eb12878853ae5a79b81cec802d5a54e",
      "venue": "Journal of Women, Politics & Policy",
      "journal": {
        "name": "Journal of Women, Politics & Policy",
        "pages": "112 - 116",
        "volume": "43"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "1255ea3dd3d8644ab39dbff624980268c4ecb114",
      "title": "The Idea of Cultural Imperialism: A Triangulation of Cultural Relativity Theory in Regards to the Black Race Developing Its Own Identity",
      "authors": [
        {
          "name": "K. M. Montgomery",
          "authorId": "112920572"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1255ea3dd3d8644ab39dbff624980268c4ecb114",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "19ed81be372d729969cae0b7f3852794d663c154",
      "title": "Critical Race Theory: The Intersectionality of Race, Gender and Social Justice",
      "authors": [
        {
          "name": "Anoosh W. Khan",
          "authorId": "2108308288"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/19ed81be372d729969cae0b7f3852794d663c154",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "24c649469c09038bb865562a8f876e60613f5a82",
      "title": "Kant's Legacy: Exploring Borders, Races, and Gender in His Philosophy",
      "authors": [
        {
          "name": "M. A. Adeoye",
          "authorId": "2194157381"
        }
      ],
      "year": 2025,
      "abstract": "Immanuel Kant's philosophy, celebrated for its universalist ethics, harbors a shocking paradox: his groundbreaking ideas on autonomy and cosmopolitanism coexist with deeply Eurocentric, racist, and patriarchal views. This tension raises urgent questions about the applicability of Kantian principles in contemporary debates on borders, race, and gender. This study critically examines Kant's legacy, interrogating how his moral and political frameworks, while foundational, reinforce hierarchies that marginalize non-Europeans, women, and migrants. The research objectives are threefold: (1) to analyze Kant's contradictions between universalism and exclusionary practices, (2) to assess the implications of his racial and gendered hierarchies for modern social justice movements, and (3) to explore pathways for reclaiming Kantian ethics inclusively. Using a systematic literature review of peer-reviewed works (1990–2024), the study synthesizes critiques from critical race theory, feminist philosophy, and postcolonial studies. Key findings reveal that Kant's racial theories justified colonial oppression, his gender binaries perpetuated patriarchal norms, and his cosmopolitanism neglected border violence. However, his emphasis on human dignity offers a redeemable framework for rethinking global justice. The study contributes by bridging Kantian scholarship with intersectional critiques, proposing a revised ethics that confronts historical biases while retaining universalist aspirations. By exposing these contradictions, the paper urges philosophers to reckon with Kant's legacy—not to discard it, but to transform it into a tool for equity.",
      "citationCount": 0,
      "doi": "10.21580/teo.2025.36.1.25659",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24c649469c09038bb865562a8f876e60613f5a82",
      "venue": "Journal of theology",
      "journal": {
        "name": "Jurnal Theologia"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d48adee2cea35df61f50378af8fa84404f6b85ac",
      "title": "Critical Theory And Public Life",
      "authors": [
        {
          "name": "Ralf Schweizer",
          "authorId": "52387942"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 17,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d48adee2cea35df61f50378af8fa84404f6b85ac",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6c1fcec087cdd02ccc8042f9add7016caf79267c",
      "title": "Sensus Communis—Reason, Rhetoric, and Race in Kant",
      "authors": [
        {
          "name": "Jeffrey S. Librett",
          "authorId": "114477405"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:In part to shed indirect light on the rhetorical dimensions of current socio- and cultural-political polemics, and on current versions of the rationalist-irrationalist polarity, I examine Kant's critique of both rationalism and irrationalism in \"What Does it Mean to Orient Oneself in Thinking?\" and related texts through the Critique of Judgment. I show that Kant insightfully produces there an undecidability of the nature-culture and the philosophy/rhetoric oppositions, an undecidability that in turn challenges aspects of his own conception of the critical enterprise. I show then how Kant's development of aesthetic judgment as sensus communis in the Critique of Judgment extends his thinking about this undecidability. Considering the limits of Kant's own adherence to the maxim of the sensus communis—\"putting oneself in the place of every other\"—I proceed to reexamine his racist race-theory, and to argue that this theory helps him avoid confronting the problems raised by his insights into the inseparability of the nonetheless mutually opposed terms, nature-and-culture and philosophy-and-rhetoric. I suggest here that his insistence on this ideological race theory is significantly overdetermined—his investment in it intensified—by the degree to which it papers over problems with his system to which his own thinking has given rise. Finally, I suggest that it would be useful, in the current situation of widespread manipulation and disavowal of rhetorical means within cultural-political polemics, to confront and acknowledge head-on the undecidabilities Kant exposes but then evades, undecidabilities that emerge in his double critique of rationalism and irrationalism.",
      "citationCount": 0,
      "doi": "10.1353/mln.2024.a945083",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6c1fcec087cdd02ccc8042f9add7016caf79267c",
      "venue": "International Conference on Machine Learning for Networking",
      "journal": {
        "name": "MLN",
        "pages": "412 - 433",
        "volume": "139"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fe7c09758aa5808cfb294ecbd7860048ec0c1a9b",
      "title": "The Black Must Become Dangerous: Stanislas Adotevi's Critique of Negritude and the Philosophy of Pan-African Revolution",
      "authors": [
        {
          "name": "Norman Ajari",
          "authorId": "2201231670"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:Born in 1934, the Beninese philosopher and politician Stanislas Spero Adotevi passed away on February 7, 2024. He remains famous for his radical critique of Léopold Senghor's thought and political practice, but his ideas are often caricatured. This article offers the first academic assessment of Adotevi's analysis of Negritude. Far from another philosophical deconstruction of ethnophilosophy, he elaborates a genuine critique of state power, neo-colonialism, and imperialism in the African postcolony. Although inspired by Marxism, Adotevi's critical theory must be understood as a pan-Africanist reinvention of Black Power activism and philosophy.",
      "citationCount": 0,
      "doi": "10.1353/esp.2024.a929201",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe7c09758aa5808cfb294ecbd7860048ec0c1a9b",
      "venue": "l'esprit créateur",
      "journal": {
        "name": "L'Esprit Créateur",
        "pages": "11 - 24",
        "volume": "64"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "28734c1a6709ba7b8288a6bd935e76bd57bfe112",
      "title": "Book Review: Political Theory: Critical Theory and the Digital",
      "authors": [
        {
          "name": "D. Sinha",
          "authorId": "116381932"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/1478-9302.12101_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/28734c1a6709ba7b8288a6bd935e76bd57bfe112",
      "venue": "",
      "journal": {
        "name": "Political Studies Review",
        "pages": "560 - 561",
        "volume": "13"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "cabc6b32d6fb433af5ef27ea20ac8a6cc8d0b651",
      "title": "Symposium on Norman Ajari’s Darkening Blackness: Race, Gender, Class, and Pessimism in 21st Century Black Thought",
      "authors": [
        {
          "name": "John Solomos",
          "authorId": "2281590567"
        }
      ],
      "year": 2025,
      "abstract": "Black Thought is a critical account of changing patterns in twenty-first century black thought. This book is focused on two objectives. First, it serves as a critical introduction to the most recent developments in contemporary African American studies and Black philosophy, focusing particularly on Afropessimism and Black Male Studies. The book explores gen-ealogies, contributions and points of contention of these movements. Second, it illustrates some possible political outcomes of these theories. Against the grain of contemporary ten-dencies to dismiss these currents as regressive or reactionary, Darkening Blackness aims to show that pessimism is a long-standing defining feature of Black radicalism",
      "citationCount": 0,
      "doi": "10.1080/01419870.2025.2487208",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cabc6b32d6fb433af5ef27ea20ac8a6cc8d0b651",
      "venue": "Ethnic and Racial Studies",
      "journal": {
        "name": "Ethnic and Racial Studies",
        "pages": "2672 - 2673",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
