{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Mills Blackness Invisible whiteness racial contract 1997",
  "results": [
    {
      "paperId": "4ef415c1883de6d5b66547ca13f2802a42d097b9",
      "title": "White Like Canada",
      "authors": [
        {
          "name": "G. Clarke",
          "authorId": "35210734"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 35,
      "doi": "10.2307/2935447",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ef415c1883de6d5b66547ca13f2802a42d097b9",
      "venue": "",
      "journal": {
        "name": "Transition: An International Review",
        "pages": "98",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9ae2ae9376e57af83b8d34b2631f50eafa27a078",
      "title": "Contracting Whiteness: Charter Authorizing and the Erasure of Blackness in Southern Urban Spaces",
      "authors": [
        {
          "name": "A. Lu",
          "authorId": "49783787"
        },
        {
          "name": "Rachel E. Williams",
          "authorId": "2110370985"
        }
      ],
      "year": 2023,
      "abstract": "This study examines the linkages between charter school board composition, proposed school models, and authorization outcomes in two majority Black cities in the initial years post-state takeover. Findings illuminate how approved applications overlapped with the following factors: majority White boards with affiliations to elite reform networks or non-educational professional backgrounds and “No Excuses” models. Using concepts from The Racial Contract ( Mills, 1997), this study evidences how application components work to socio-politically construct a proposed school as legible and show an underexplored mechanism by which power is consolidated during the authorization process in ways that limit local Black political power.",
      "citationCount": 2,
      "doi": "10.1177/00420859231175667",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ae2ae9376e57af83b8d34b2631f50eafa27a078",
      "venue": "Urban education (Beverly Hills, Calif.)",
      "journal": {
        "name": "Urban Education",
        "pages": "1154 - 1183",
        "volume": "60"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "50af22fd8ab4f1f234cce38c722d58c84f77b2cc",
      "title": "We will greet our enemy with rifles and roses: Charles Mills and the perpetual impact of the Racial Contract",
      "authors": [
        {
          "name": "David Stovall",
          "authorId": "2082282923"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT The following article positions the work of Charles Mills (1951–2021) as seminal to the development of critical race theory (CRT) in education. His groundbreaking contribution, The Racial Contract, has served as the foundation for understanding the myriad ways that white supremacy is central in the social contract championed by scholars of the Western European Enlightenment period. It is a ‘rifle’ in that it offers an unapologetically Black interruption to the necessity of refusal and resistance. The ‘rose’ of Dr. Mills’ work is always represented in his humor and commitment to joy in the face of violence and extreme hostility. The article names the genesis of my relationship with Dr. Mills as a newly hired professor at the University of Illinois at Chicago and through his mentorship of founding members of the Critical Race Studies in Education Association (CRSEA).",
      "citationCount": 1,
      "doi": "10.1080/13613324.2023.2207979",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/50af22fd8ab4f1f234cce38c722d58c84f77b2cc",
      "venue": "Race Ethnicity and Education",
      "journal": {
        "name": "Race Ethnicity and Education",
        "pages": "426 - 435",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "15e05463d025cc1f91f4935ab423a32d731b2e1b",
      "title": "Contesting the Racial Contract: Liberalism, Property, and Abolition",
      "authors": [
        {
          "name": "Siddhant Issar",
          "authorId": "31493526"
        }
      ],
      "year": 2024,
      "abstract": "This essay argues that Charles Mills’s normative vision for racial justice—a reformed, race-attentive liberalism—is fundamentally self-undermining because it embraces the liberal property form. Specifically, I show how Mills’s insistence on the practical utility of the property form for racial justice ignores both W.E.B. Du Bois’s signal warning about the reactionary power of propertied interests and how the hegemony of Lockean liberalism is a key mediator of racial/colonial domination in the United States. The essay first shows how Mills’s anti-racist, social democratic liberalism relies on and legitimizes a property rights framework. I then analyze Du Bois’s critique of liberal abolition-democracy during Reconstruction, surfacing how white propertied interests constantly threaten progressive gains and social democratic change. Building on Du Bois, I argue that Mills’s reformed liberalism, by preserving the property form, places racial justice on an inherently unstable foundation while also excluding struggles for Indigenous sovereignty. Finally, I question Mills’s pragmatic argument for restricting racial justice to a reformed liberalism. Mills’s “Black radical liberalism” is not as straightforwardly practical as he suggests because of the deep historical hold of Lockean, rather than Kantian, liberalism. Here, I excavate how hegemony around Lockean liberalism in the United States has been periodically reconsolidated, looking at the interwar and Cold War context as well as the deeper influence of Locke on US constitutionalism. Ultimately, against a politics that restricts racial justice to a social democratic horizon, I contend that it is necessary to challenge the liberal property form in the pursuit of racial justice and Indigenous sovereignty.",
      "citationCount": 0,
      "doi": "10.1177/00905917241292638",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/15e05463d025cc1f91f4935ab423a32d731b2e1b",
      "venue": "Political Theory",
      "journal": {
        "name": "Political Theory",
        "pages": "34 - 61",
        "volume": "53"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0624167586d47f0f1c022540633b43aa3ed3413d",
      "title": "Too much talking, not enough listening: the racial contract made manifest in a mixed-race focus group interview",
      "authors": [
        {
          "name": "Bryant O. Best",
          "authorId": "2163317443"
        },
        {
          "name": "H. Milner IV",
          "authorId": "1689715008"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT In this article, the authors utilize C.W. Mills’ Racial Contract Framework as a tool to unpack how racial power dynamics manifested in a mixed-race focus group interview designed to understand the participants’ insights on race, incarceration, and community. The focus group interview included four research participants: Two White women, one Black woman, and one White man. While the interview was framed as a collaborative, generative discussion, we observed contributions made by the Black woman to be rebuffed or dismissed by the White man, who positioned himself as the expert on the interview topic. The article concludes with implications and recommendations for researchers as they design and enact focus group interviews across racial lines in pursuit of racial justice and equity.",
      "citationCount": 2,
      "doi": "10.1080/13613324.2023.2207984",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0624167586d47f0f1c022540633b43aa3ed3413d",
      "venue": "Race Ethnicity and Education",
      "journal": {
        "name": "Race Ethnicity and Education",
        "pages": "516 - 532",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c86354bb3fab2c604323b219e2f4e8a356ee157e",
      "title": "Negotiating Whiteness: The “Racial Contract” Delimiting What Is Not to Be Known about Jews and Blacks",
      "authors": [
        {
          "name": "Helán Enoch Page",
          "authorId": "1999581182"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1086/300119",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c86354bb3fab2c604323b219e2f4e8a356ee157e",
      "venue": "Current Anthropology",
      "journal": {
        "name": "Current Anthropology",
        "pages": "147 - 148",
        "volume": "41"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "bfa4fb5014f3e85d9d3f40d112a653cae972584c",
      "title": "We Need Charles Mills More Than Ever",
      "authors": [
        {
          "name": "S. Tate",
          "authorId": "40235287"
        }
      ],
      "year": 2025,
      "abstract": "This article uses a no reply racist email I received in 2023 as its point of departure for thinking through the importance of The Racial Contract in theorizing about contemporary ‘post-race’ racism’s cultural life because of the prevalent discourse that Black people can be racist too. It looks at the continuing presence of willful white ignorance on anti-Black racism and the tenacity of global white supremacy’s impact on lines of sight societally and in the academy using understandings from Charles Mills’ (1997) The Racial Contract and his 2007 chapter ‘White ignorance’ on white supremacy, whiteness, racialization, bodies, and epistemologies of ignorance. The discussion of the email reflects some of the impact of Mills’ ideas on my own work within Racism Studies and Cultural Studies. As someone from Stuart Hall’s Black British Cultural Studies tradition who draws on Mills’ work in my meditations on anti-Black racism and white supremacy, I illustrate the generative nature of his work within these (sub)disciplines by also including my own work on institutional anti-Black racism’s affects as part and parcel of the workings of the Racial Contract. This locates racial affective economies within the Contract itself as the glue that binds white ignorance and white supremacy on issues of race and racism even in the face of its refutation. \n ",
      "citationCount": 0,
      "doi": "10.70064/mt.v9i2.1279",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bfa4fb5014f3e85d9d3f40d112a653cae972584c",
      "venue": "Media theory",
      "journal": {
        "name": "Media Theory"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "990f64bae62b9cda719a58e9e0362ffb3438620b",
      "title": "Rodney, Mills, and Rousseau: Revisiting the Social Contract Idea",
      "authors": [
        {
          "name": "Siphiwe Ndlovu",
          "authorId": "2238115616"
        }
      ],
      "year": 2023,
      "abstract": "Abstract:Some scholars tend to argue that Black marginality is due largely to the exclusion of Blacks from meaningful economic participation as well as generalized social exclusions. This, owing to the division of the world’s populations along a racial hierarchy on the one hand, and in geopolitical terms along the dichotomy of Metropoles and dependencies. While there have been some cosmetic changes, particularly in relation to the complexion of the ruling personnel in the aftermath of Independence, the view adopted here is that the colonial structure remains largely intact. This is because the material base of colonial countries or regions remains fundamentally predisposed toward satisfying the economic interest of industrialized Western powers, the former colonizers. The argument advanced here therefore, is that such marginality is due not from exclusions per se but rather from inclusion albeit only as junior, and therefore inferior, partners. So at the root of the problem is the problem of “white supremacy,” which establishes and maintains asymmetrical relations between the races. This system underlies as it underpins the standard contract and thus functions as a clandestine and unofficial political system. The article thus delves into the social contract theory, particularly the works of Charles Mills and Jean-Jacques Rousseau, with the view of ascertaining how their ideas help us understand the modern world in terms of race relations. Furthermore, Walter Rodney’s concept of “white power” is appropriated as it provides a useful framework within which to understand the white power complex.",
      "citationCount": 0,
      "doi": "10.5325/critphilrace.11.2.0339",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/990f64bae62b9cda719a58e9e0362ffb3438620b",
      "venue": "Critical Philosophy of Race",
      "journal": {
        "name": "Critical Philosophy of Race",
        "pages": "339 - 354",
        "volume": "11"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "864fa823f4c21bf273539db276b48a54d1182a8d",
      "title": "Charles Mills’ Epistemology and Its Importance for Social Science and Social Theory",
      "authors": [
        {
          "name": "Eric Bayruns García",
          "authorId": "2282408496"
        }
      ],
      "year": 2024,
      "abstract": "In Charles Mills’ essay, “White Ignorance,” and his trail-blazing monograph, The Racial Contract , he developed a view of how Whiteness or anti-Black-Indigenous-and-Latinx racism causes individuals to hold false beliefs or lack beliefs about racial injustice in particular and the world in general. I will defend a novel exegetical claim that Mills’ view is part of a more general view regarding how racial injustice can affect a subject’s epistemic standing such as whether they are justified in a belief and whether their degree of confidence in the belief is rational given their evidence. Then, in light of this novel exegetical claim, I show how this interpretation of Mills’ view about how racial injustice causes ignorance relates to proper evaluation of whether justified philosophers and social scientists count as epistemologically justified in holding the views that dominate their respective scholarly literature.",
      "citationCount": 0,
      "doi": "10.5840/logos-episteme202415213",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/864fa823f4c21bf273539db276b48a54d1182a8d",
      "venue": "Logos &amp; Episteme",
      "journal": {
        "name": "Logos &amp; Episteme"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ca3637cdd17f75eba66887adef8248c05acaddd0",
      "title": "The Racial Contract, educational equity, and emancipatory ideological critique",
      "authors": [
        {
          "name": "A. Smith",
          "authorId": "40315540"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1080/21565503.2015.1058827",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca3637cdd17f75eba66887adef8248c05acaddd0",
      "venue": "",
      "journal": {
        "name": "Politics, Groups, and Identities",
        "pages": "504 - 523",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f00104b3aa56330136122af20374a1510492e11b",
      "title": "How Racial Battle Fatigue Impacts Black Women Graduate Students: A Photo-Elicitation Study",
      "authors": [
        {
          "name": "Kristen J. Mills",
          "authorId": "2311172919"
        },
        {
          "name": "S. Quaye",
          "authorId": "84491283"
        },
        {
          "name": "Neal J. McKinney",
          "authorId": "2326055317"
        },
        {
          "name": "Hunter V. J. Jones",
          "authorId": "2326063347"
        },
        {
          "name": "Na’eem Allen-Stills",
          "authorId": "2326054067"
        },
        {
          "name": "Hannah L. Reyes",
          "authorId": "2347126807"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT Higher education scholarship demonstrates the regularity and magnitude in which Black populations experience racial battle fatigue (RBF), or the mounting stress associated with enduring everyday racism. Regardless of their identities or roles on campus, Black students, faculty/staff, and administrators uniformly report adverse psychological, physiological, and behavioral stress responses of RBF. For Black women graduate students, who occupy liminal racial, gender, and student-employee roles, RBF and its effects can be even more pronounced. Through the lenses of seven Black graduate women at a predominantly White institution, we used photo-elicitation methodology to portray the perennial consequences of RBF in academic contexts, including participants feeling like an afterthought, carrying an invisible backpack, needing to compartmentalize, and engaging in role switching. We then provide implications for research and practice and offer a reflective prompt for readers to mitigate RBF within their sphere of influence.",
      "citationCount": 0,
      "doi": "10.1080/10665684.2025.2452577",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f00104b3aa56330136122af20374a1510492e11b",
      "venue": "Equity &amp; Excellence in Education",
      "journal": {
        "name": "Equity & Excellence in Education",
        "pages": "107 - 124",
        "volume": "58"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "618dd24b0862f71247e7d053052bcd3d120df6df",
      "title": "Honor Your Contract: Finding Sensibility in Community Colleges",
      "authors": [
        {
          "name": "M. Strong",
          "authorId": "145305811"
        },
        {
          "name": "Wonmai Punksungka",
          "authorId": "2090336635"
        }
      ],
      "year": 2024,
      "abstract": "Background/Context: Community colleges are seen as malleable institutions that work closely with high schools, vocational programs, employers, and community organizations to provide an education for all members of their local community. As an extension of the community, the education provided must address larger social changes (i.e., Affirmative Action, Title IX regulations) while simultaneously adjusting to the needs of the student population (i.e., food pantries, financial insecurities, homelessness, job outlook). This is a major responsibility, and working with these organizations to create programs designed to serve the needs of the people requires an agreement, or a social contract formed between these organizations and the community college. Due to the various needs of students and other social factors that create unique circumstances for certain groups, including racial minorities, neurodiverse populations, and the like, it is important to look at this contract with a critical eye. Using Charles W. Mills’s (1997) framework on the racial contract and collaborative autoethnography, we examined our lived experiences as members of a community college on the East Coast to understand how the racial contract shaped our social interactions and self-perceptions as a faculty member and as a student of color in higher education. This is accomplished by applying Robin Isserles’s (2021) concept of student sensibility, which asserts that academia is geared toward certain populations being successful, and because of this, students of color often struggle to develop a sense of belonging and achieve student success outcomes. Further, we provide implications for creating a more equitable workplace and learning place for faculty and students of color, respectively, at community colleges. Purpose: The purpose of the article is to explore student sensibility at an East Coast community college using the racial contract framework. It is explored through the experiences of Wonmai, a Thai American, cisgender, female PhD student (formerly a community college student) and Myron, a Black, cisgender, male sociology professor at the same community college. In the first half of the collaborative autoethnography, the student describes how her identity informed her transition from high school to college and shaped her sense of belonging and navigation within higher education. In the other half of the collaborative autoethnography, the professor illustrates how his dedication to supporting students from minority backgrounds has led to an overreliance on him as a faculty resource. The professor not only discusses his experiences as a faculty resource, but also discusses the role that racial outsourcing plays, or the ways in which academic institutions rely on faculty of color to provide an equitable educational experience and other services to students of color (as cited in Wingfield, 2019). Collectively, they share how race, racism, and the institutional culture within higher education shape the ways in which they see themselves as faculty and student. Overall, the goal of this article is to add to the scholarship on student development and faculty involvement, as well as critique institutional racial practices that continue to limit the outcomes of students and faculty of color altogether. Research Design: We utilize a collaborative autoethnography approach to explore student sensibility, racial outsourcing, and the racial contract. We chose this approach rather than the traditional autoethnographic approach to circumvent some of the ethical challenges of the traditional autoethnographic approach like issues with enactment of relational ethics, researcher vulnerability, degree of rigor, and the risk of leaning toward self-indulgence (Lapadat, 2017). By working together and sharing our personal stories to explore the impact of the racial contract and racial outsourcing on student sensibility, this methodology shifts the focus from a singular analysis to a collective perspective. Findings: Autoethnographic analysis yielded complex results. The PhD student experienced overt racist incidents and microaggression in high school and struggled to find a sense of belonging. Although she felt isolated and invalidated in high school, this experience was a vast contrast to her newer experience at the community college. At the community college, she was able to thrive and find a sense of belonging through the programs and opportunities. Although there are programs and policies that help students make sense and gain comfortability, the professor focused on the physical and emotional labor that faculty of color bear in the community college environment, which places obstacles such as racial outsourcing and heavy workload on faculty of color, resulting in heavy emotional work, among other outcomes. Conclusions: This article explores how the role of the racial contract and racial outsourcing shape student sensibility by using collaborative autoethnography about a former community college student of color and a current community college professor of color on the East Coast. Though there are limitations to this article, much can be learned from the analysis, which shows that the results were complex. The social contract between community colleges and the larger community has had a positive impact on student sensibility. The student was able to thrive and find sensibility within the community college system, compared to her secondary education experience. As result, she was able to take advantage of educational opportunities and explore many different interests, such as theater and studying abroad. However, applying a racial contract framework to the student sensibility, the professor illuminates that faculty issues, such as racial outsourcing, heavy workload, and the like, result in increased physical and emotional labor that affect not only student sensibility, but also the sense of belonging of faculty of color in higher education. Afrofuturism is discussed as a way to transcend the hegemonic structure. Through creative assignments and placing experience at the center, it can be a liberatory and experiential way of learning for many students because they are able to connect personal experiences to academic discussions through things they find meaningful.",
      "citationCount": 0,
      "doi": "10.1177/01614681241282178",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/618dd24b0862f71247e7d053052bcd3d120df6df",
      "venue": "Teachers College Record",
      "journal": {
        "name": "Teachers College Record",
        "pages": "118 - 134",
        "volume": "126"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bcb31a109355574cff705eb54159d5402d6d376c",
      "title": "The Racial Power of Judgment",
      "authors": [
        {
          "name": "Ruth Sonderegger",
          "authorId": "2385943667"
        }
      ],
      "year": 2025,
      "abstract": "This essay sets out to show that (1) the seemingly contradictory claims in the first part of Kant’s Critique of Judgment on aesthetics as well as the relation between Kant’s aesthetic and the Third Critique’s second part on the teleology of nature turn out to be completely coherent if we look at them through the lens of Charles W. Mills’s The Racial Contract. The essay argues that Kant’s Third Critique is not only implicitly based on a differentiation between truly human beings as opposed to subhuman human beings; much rather, said differentiation is explicitly elaborated on in Kant’s Critique of Judgment. The essay then (2) shows that the racial differentiations around which Kant’s Third Critique revolves cannot be restricted to Kantian aesthetics. Much rather, Kant’s conceptualization of the disinterested subject of aesthetic experience as a distinctively civilized being structures Western aesthetic theories to this very day. This is why the essay then (3) proceeds to show why it is not enough to acknowledge the exclusions of Kant’s aesthetic and to grant everybody access to the kind of aesthetic civilization towards autonomy that Kant restricted to a few white gentlemen of taste. Much rather, the autonomous, detached, and disinterested subject that is at the center of Kant’s aesthetic needs to be thoroughly questioned in favor of a heteronomous, relational subject. In conclusion (4), I argue that the transformation of the autonomous subject into a vulnerable and dependent being also raises doubts as to the plausibility of Mills’s Black Radical Liberalism that revolves around a subject whose Kantian autonomy Mills hardly ever questions.",
      "citationCount": 0,
      "doi": "10.7203/rek.10.2.30376",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bcb31a109355574cff705eb54159d5402d6d376c",
      "venue": "Revista de Estudios Kantianos",
      "journal": {
        "name": "Revista de Estudios Kantianos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c20ef1b737b7501415dec19c9fdd60e58f5f1a5f",
      "title": "The American Untouchables: America & the Racial Contract [Hardback]",
      "authors": [
        {
          "name": "Smith Andre",
          "authorId": "123472013"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c20ef1b737b7501415dec19c9fdd60e58f5f1a5f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e137ac76022adeb051f584ffaf3bbda287026c4a",
      "title": "Whiteness as Contract",
      "authors": [
        {
          "name": "Marissa Jackson Sow",
          "authorId": "2157969649"
        }
      ],
      "year": 2021,
      "abstract": "The year 2020 forced scholars, policymakers, and activists alike to grapple with the impact of “twin pandemics”—the COVID-19 pandemic, which has devastated Black and Indigenous communities, and the scourge of structural and physical state violence against those same communities—upon American society. As atrocious acts of anti-Black violence and harassment by law enforcement officers and white civilians are captured on recording devices, the gap between the human and civil rights to which Black people are entitled and their living conditions has become readily apparent. Less visible human rights abuses, too, camouflaged as private commercial matters, and thus out of the reach of the state, are also increasingly exposed as social and financial inequalities have become ever starker. These abuses are not effectively reached by anti-discrimination law, leaving Black and Indigenous people with rights, but no remedies, as they are forced to navigate a degraded existence suspended somewhere citizen and foreigner, and more importantly, between life and death. \n \nIn analyzing the persistence, resilience, and agility of white supremacy in the United States, the Article proposes a departure from reliance upon the extant antidiscrimination legal frameworks in the United States. The Article offers up a theory as whiteness as contract, providing scholars, activists, and movement lawyers with a new prism of analysis for the structural and physical violence that those raced as Black endure at the express direction of the state. Despite federal law establishing formal racial equality with respect to citizenship, and with citizenship, the rights to contract and to property, an invisible common law sets forth that Black people are not in privity with the State and lack contractual capacity with the white body politic or its individual members. Under the terms of this contract for whiteness for which those raced as white have bargained, Black people lack the capacity to negotiate, occupy, or exercise a reliable authority over property. Moreover, whenever Black people are found to be in trespass on white property, they have no expectation of physical integrity, liberty, or life—or of remedies for breaches thereof. \n \nAn end to anti-Black state violence requires the revocation of the terms of whiteness and the institution of a new social contract in which Black people are accorded full political personhood, and full citizenship, complete with full contracting capacity and authority and full protection of their contracts and proprietorship. Scholars and advocates committed to ending structural and physical anti-Black brutality may use the new analytical prism proposed in this Article to explore new advocacy strategies and to consider meaningful racial justice remedies.",
      "citationCount": 5,
      "doi": "10.2139/SSRN.3761432",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e137ac76022adeb051f584ffaf3bbda287026c4a",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1669f9c2d9b7a8a0fd9a08c42921b71343a12dac",
      "title": "Civil Subordination and Racial Dependence: Reading Race Through Pateman’s Sexual Contract",
      "authors": [
        {
          "name": "Marek D. Steedman",
          "authorId": "115518009"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2139/SSRN.1819443",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1669f9c2d9b7a8a0fd9a08c42921b71343a12dac",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "dbfccd1af9cb908e89bca345fd0598ec38dbefeb",
      "title": "Does Mills’s Epistemology Suggest a Hermeneutic Injustice of White AfroSkepticism?",
      "authors": [
        {
          "name": "Sheron Fraser-Burgess",
          "authorId": "1404070465"
        }
      ],
      "year": 2023,
      "abstract": "\n Charles Mills (1997) posits an epistemology of ignorance that underwrites the complicity of Whites as signatories of the racial contract. There is prevailing discourse about the complicity of White persons in perpetuating racism and whether they can experience epistemic injustice. In this paper, the claim to hermeneutical injustice, in particular, makes a further assertion that moral blameworthiness is mitigated for a subcategory of White Americans because of being socialized into a White-dominant culture of caste-based AfroSkepticism. I argue, based on Pierce’s conceptualization of doubt, as against Descartes, that AfroSkepticism is a totalizing belief system predicated on a racial group-based social epistemology and maintains a settled stance of questioning the commensurate citizenship of Blacks or American descendants of slaves. These perceived social costs warrant educational interventions that can dismantle its reasoning architecture. White AfroSkepticism poses a barrier to the teacher’s efforts to cultivate the democratic habitus in students; however, educator preparation that takes its existence into account can build on the standard classroom practices of critical social justice that promote equity, critical multicultural education, and critical thinking.",
      "citationCount": 0,
      "doi": "10.1093/jopedu/qhad065",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dbfccd1af9cb908e89bca345fd0598ec38dbefeb",
      "venue": "Journal of Philosophy of Education",
      "journal": {
        "name": "Journal of Philosophy of Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f38da84f002fa02a7427c90e137c10547f7acf01",
      "title": "Race, Liberalism, and Global Justice: Interview with Charles W. Mills",
      "authors": [
        {
          "name": "C. Mills",
          "authorId": "39198174"
        },
        {
          "name": "Srdjan Vucetic",
          "authorId": "114519846"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1057/s41312-021-00085-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f38da84f002fa02a7427c90e137c10547f7acf01",
      "venue": "International Politics Reviews",
      "journal": {
        "name": "International Politics Reviews",
        "pages": "155 - 170",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c147843804a57f7b3d97809f5e7cc2eebc72e2d7",
      "title": "The Whiteness Regimes of Multiculturalism in Australia",
      "authors": [
        {
          "name": "Mandisi Majavu",
          "authorId": "69956338"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/978-3-319-51325-6_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c147843804a57f7b3d97809f5e7cc2eebc72e2d7",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "59-74",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f26720e3555ed5b0ead58021429f17c4278282e",
      "title": "Black Cultural Centers and the Racing of Space",
      "authors": [
        {
          "name": "Bakari K. Lumumba",
          "authorId": "2383228713"
        }
      ],
      "year": 2025,
      "abstract": "Abstract The American educational system is a site of historical and contemporary anti-Black violence. This violence is omnipresent and has situated itself in American higher education via the implementation of The Racial Contract. This contract, according to Mills, “is a set of formal and informal agreements among Whites to privilege themselves as a group through domination and exploitation of non-Whites as a group.” Moreover, The Racial Contract manifests itself in higher education via the implementation of a Cultural Contract, in which historically White institutions (HWIs) serve as de facto white cultural centers. To mitigate this issue, Black Cultural Centers (BCC) challenge the codification and canonization of Whiteness in higher education as human and Black as subhuman in three distinct ways: epistemologically, ideologically, and spatially. BCCs serve as a decolonial counter space of identity and resistance to the isolating Eurocentric behavioral expectations and the materiality of historically White institutions’ campus ecology.",
      "citationCount": 0,
      "doi": "10.1080/2194587X.2025.2515994",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f26720e3555ed5b0ead58021429f17c4278282e",
      "venue": "Journal of College and Character",
      "journal": {
        "name": "Journal of College and Character",
        "pages": "373 - 382",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
