{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Negt Kluge Public Sphere Experience proletarian",
  "results": [
    {
      "paperId": "fd9ca43ef6949c4dd7e130e140da6114025c0097",
      "title": "Public Sphere and Experience: Online Ethnographical Analysis of the Fikir Sahası YouTube Programme as An Example of Proletarian/Counterpublic Sphere",
      "authors": [
        {
          "name": "Berkay Yıldırım",
          "authorId": "2359864313"
        }
      ],
      "year": 2025,
      "abstract": "This study is based on an online ethnographic approach that aims to highlight and discuss some aspects of the Fikir Sahası programme broadcast on Fikir TV YouTube channel that correspond to Kluge and Negt's definition of the proletarian/counterpublic sphere in the discourse dimension and to understand how new media can provide an environment for the formation of a proletarian/counterpublic sphere. In the YouTube programme under consideration, it is seen that the participants and the moderators of the programme are both activists and use a discourse to critically analyse the conceptions of the dominant public sphere formed by the combination of the bourgeois public sphere and the public sphere of industrialised production. It is tried to be understood how these criticisms are articulated with Kluge and Negt's conception of the proletarian/counterpublic sphere based on the collective experience horizon of the ‘proletarian’/subaltern class. Between 24 November 2024 and 19 January 2025, four programmes that were broadcast on Fikir TV YouTube channel and lasted approximately 4 hours and 15 minutes were selected through the criterion sampling method discussed under the heading of purposive sampling. The discourse-based data obtained from the sample were analysed by making interpretations and inferences by reviewing public sphere themes, codes-themes-categories such as “football as the public sphere of industrialised production”, “alternative football formations” and “gender-oriented football”. It has been concluded that new media is of significant importance in terms of revealing the defects of the mainstream sports media's language, form of representation and the world of meaning it imagines, and understanding the potential of mediating the discourse forms of counterpublic sphere subjects with limited visibility to make them audible-visible.",
      "citationCount": 0,
      "doi": "10.69999/emedia.1630583",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd9ca43ef6949c4dd7e130e140da6114025c0097",
      "venue": "Eurasian Journal of Media Communication and Culture Studies",
      "journal": {
        "name": "Eurasian Journal of Media Communication and Culture Studies"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "3ce1c2093974e0872e8f4504426998241470e370",
      "title": "The Proletarian Public Sphere and Political Organization: An Analysis of Oskar Negt and Alexander Kluge's The Public Sphere and Experience",
      "authors": [
        {
          "name": "Eberhard Knodler-Bunte",
          "authorId": "1456388275"
        },
        {
          "name": "S. Lennox",
          "authorId": "107688802"
        },
        {
          "name": "F. Lennox",
          "authorId": "87656095"
        }
      ],
      "year": 1975,
      "abstract": null,
      "citationCount": 231,
      "doi": "10.2307/487817",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3ce1c2093974e0872e8f4504426998241470e370",
      "venue": "",
      "journal": {
        "name": "New German Critique",
        "pages": "51",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "dbd603be62d0e46d4619945bc5cbdfb1d73b36db",
      "title": "From Social to Institutional Dramaturgy: Archive Policy and the Defeat of the Public",
      "authors": [
        {
          "name": "Tiago Ivo Cruz",
          "authorId": "2381479055"
        }
      ],
      "year": 2024,
      "abstract": "  The notion of the public sphere, as coined by Jürgen Habermas, is premised on distinctions between private individuals and the state. Nancy Fraser alerts that any typology of public sphere is inherently a structured set of rules of social inclusion and exclusion. Oskar Negt and Alexander Kluge analyse the way in which the mediatised public sphere of the twentieth century absorbed the proletarian experience into a negation of their identity. Finally, according to Bojana Cvejić and Ana Vujanović, in neoliberal capitalism, what is repressed is no longer the private individual but the public itself. The abundant use of theatrical concepts in these studies points to theatricality and performativity as constituent parts of any form of public sphere. Through the methods of social dramaturgy and institutional dramaturgy, I propose in this essay that digital archival technologies (social media) produced new forms of social choreography that negate the commons.",
      "citationCount": 0,
      "doi": "10.21827/ejtp.8.42590",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dbd603be62d0e46d4619945bc5cbdfb1d73b36db",
      "venue": "European journal of theatre and performance",
      "journal": {
        "name": "European Journal of Theatre and Performance"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c75ce8ac61502eaa57bcfbfde206a0921c687877",
      "title": "Review essay: Studies in the public sphere",
      "authors": [
        {
          "name": "G. T. Goodnight",
          "authorId": "40997912"
        },
        {
          "name": "David B. Hingstman",
          "authorId": "118601806"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 24,
      "doi": "10.1080/00335639709384190",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c75ce8ac61502eaa57bcfbfde206a0921c687877",
      "venue": "",
      "journal": {
        "name": "Quarterly Journal of Speech",
        "pages": "351-370",
        "volume": "83"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "ab43b946a018d424384a3d397d5ba171d2e31bd9",
      "title": "The Counter-Public Sphere",
      "authors": [
        {
          "name": "Angie Sandhu",
          "authorId": "116393527"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1057/9780230590267_4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab43b946a018d424384a3d397d5ba171d2e31bd9",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "63-78",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 5,
  "errors": []
}
