{
  "status": "success",
  "source": "semantic_scholar",
  "query": "race colonialism public sphere Habermas critique postcolonial",
  "results": [
    {
      "paperId": "7f7070746360874d22f06cb9268e4fa1eb2a9ccb",
      "title": "Reimagining the Public Sphere: Commensurability and Communicative Rationality under Colonialism",
      "authors": [
        {
          "name": "S. Biswas",
          "authorId": "2075434343"
        }
      ],
      "year": 2022,
      "abstract": "Abstract This article discusses the Habermasian public sphere as a realm constructed through communication and offers a critique of Jürgen Habermas's concept of an intersubjectively shared lifeworld among the participants as a fundamental prerequisite for communicative rationality in the discursive field. The article contends that the emergence of communicative rationality in the public sphere is unlikely to be facilitated by a singular and unitary modern public whose participants have commensurable languages and worlds. This argument is elaborated through an analysis of a public debate that occurred on August 10, 1888, between the Mahajan (headman) of the Modh Baniya caste council and Mohandas K. Gandhi, a Modh Baniya himself. Even though the discussion involved two people with an intersubjectively shared lifeworld, who were engaged in the deliberation as equals, the dialogue broke down, deepening divides. This article argues that the need to protect the spiritual domain from the polluting touch of the material domain led to the breakdown of communicative rationality.",
      "citationCount": 0,
      "doi": "10.1017/S0021911822001188",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f7070746360874d22f06cb9268e4fa1eb2a9ccb",
      "venue": "Journal of Asian Studies",
      "journal": {
        "name": "The Journal of Asian Studies",
        "pages": "707 - 725",
        "volume": "81"
      },
      "publicationTypes": null
    },
    {
      "paperId": "14e3b155156536e848bca8f45a3ad043814112e4",
      "title": "Unifying Discourse: City College as a Post-Modern Public Sphere",
      "authors": [
        {
          "name": "Patricia S. Mann",
          "authorId": "39972636"
        }
      ],
      "year": 1990,
      "abstract": null,
      "citationCount": 20,
      "doi": "10.2307/466241",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/14e3b155156536e848bca8f45a3ad043814112e4",
      "venue": "",
      "journal": {
        "name": "Social Text",
        "pages": "81",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6575a8c91e3cff616437babc0a7f869410aaecf7",
      "title": "Feminism’s Critique of the Anthropocene",
      "authors": [
        {
          "name": "S. Walton",
          "authorId": "7763734"
        }
      ],
      "year": 2020,
      "abstract": "The Anthropocene is the new designation for our current geological epoch, in which human activity has decisively altered earth ecosystems, global natural processes, and the geological record in ways that will be measurable by the geologists of our uncertain future. This chapter investigates the relationship between feminist thinking and the Anthropocene, establishing the gendered dimensions of environmental crisis and activism, and considering how feminist thinkers have critiqued a range of ‘environment’ topics, including the feminised and othering constructions of ‘Nature’; the masculinism of capitalism, technology, science, and the environmental movement; and the colonial implications of the ‘Anthropocene’ as a title for our new age, informed by decolonial and critical race theory perspectives. This cultural and activist work can be seen as part of a long-tradition of intersectional environmental activism and ecofeminist thought, which both inevitably and intentionally intersects with wider gender-rights campaigns including reproductive rights and health, autonomy and equality in work and the home, representation and participation in the public sphere, struggles against class oppression and racism, and feminist and queer critiques of militarisation, extractionism and colonialism. Ultimately, the chapter considers how new feminist understandings of the Anthropocene may be used to investigate and further intersectional ecological activism and contribute to movements which seek to improve the material conditions of women’s lives.",
      "citationCount": 1,
      "doi": "10.1017/9781108599504.009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6575a8c91e3cff616437babc0a7f869410aaecf7",
      "venue": "The New Feminist Literary Studies",
      "journal": {
        "name": "The New Feminist Literary Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "eb23fae4bf9b358e24916e2f434a5a02e134f994",
      "title": "Inheriting Critical Theory: A Review of Amy Allen’s the End of Progress: Decolonizing the Normative Foundations of Critical Theory",
      "authors": [
        {
          "name": "G. Steinmetz",
          "authorId": "145847914"
        }
      ],
      "year": 2019,
      "abstract": "This review of Amy Allen’s book, The End of Progress (2016), first addresses the structure of the book and focuses on specific points made in individual chapters, including the affinity between postcolonial theory and the approaches of Adorno and Foucault in subjecting the notion of historical progress to “withering critique,” and Allen’s alternative approach to decolonization; Habermas’ aim to put critical theory on a secure normative footing; Honneth’s stance that the history of an ethical sphere is an unplanned learning process kept in motion by a struggle for recognition; Forst’s attempt to reconstruct Critical Theory’s normative account through a return to Kant rather than Hegel; and Allen’s claim that her approach is fully in the spirit of Critical Theory and could be seen as continuation of Critical Theory’s first generation, as in Adorno, and how it is a “genealogical” approach that draws on Adorno’s negative dialectics and critique of identity thinking, as well as on Nietzsche’s conception of genealogy, as developed by Foucault. The second part of my response raises three issues: (1) Allen’s partial compromise with the idea of progress; (2) whether critical theory would profit from engagement with other critical theories and theories of ethics, beyond postcolonial theory; and (3) nonwestern theories shed a different light on the question of Allen’s critique, a theme that also draws attention to the gesture of decolonizing, the distinctions between colonialism and empire, and the sociology of knowledge production.",
      "citationCount": 0,
      "doi": "10.1108/s0278-120420190000036008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb23fae4bf9b358e24916e2f434a5a02e134f994",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e3f5f81961dd520b029b29e62da09f678c81b739",
      "title": "We are cannibals, all: Fredric Jameson on colonialism and experience",
      "authors": [
        {
          "name": "A. Alpert",
          "authorId": "115310650"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1080/13688790903490868",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3f5f81961dd520b029b29e62da09f678c81b739",
      "venue": "",
      "journal": {
        "name": "Postcolonial Studies",
        "pages": "105 - 91",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9d0de2120a54e037f073994874250986ae3e1305",
      "title": "Imperial Cryptonomy: Colonial Specters and Portuguese Exceptionalism in Isabela Figueiredo's \"Caderno de Memórias Coloniais\"",
      "authors": [
        {
          "name": "Daniel F. Silva",
          "authorId": "143992033"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.7275/R5765CHZ",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d0de2120a54e037f073994874250986ae3e1305",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "2",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "40b66ca4d028fb1454c10d6ccbee719fd97e44ef",
      "title": "Occam's Razor Vol. 10 - Full (2020)",
      "authors": [
        {
          "name": "Ally Remy",
          "authorId": "2021189310"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40b66ca4d028fb1454c10d6ccbee719fd97e44ef",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1",
        "volume": "10"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "d7541e09a1522213f7c4ee2f9e5473560c9c4baa",
      "title": "Inscribed bodies: the cruel mirage of imperialistic idealism in Kafka's Penal Colony",
      "authors": [
        {
          "name": "R. Cumberland",
          "authorId": "115766889"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7541e09a1522213f7c4ee2f9e5473560c9c4baa",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "203-222",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5f8855e3de36b5b528e8a6a6132b17aa2c558cf8",
      "title": "Anti-manichean aesthetics : the economy of space in Maryse Conde's Crossing the Mangrove and Calixthe Beyala's Loukoum",
      "authors": [
        {
          "name": "Pius Adesanmi",
          "authorId": "69360230"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.3917/presa.167.0303",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f8855e3de36b5b528e8a6a6132b17aa2c558cf8",
      "venue": "",
      "journal": {
        "name": "English in Africa",
        "pages": "73-83",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "54ed2c3577cc55a2ddca971c9dd28227e696bd6c",
      "title": "Response to Inés Valdez’s Review of Injustice and the Reproduction of History: Structural Inequalities, Gender and Redress",
      "authors": [
        {
          "name": "Alasia Nuti",
          "authorId": "112988163"
        }
      ],
      "year": 2020,
      "abstract": "Cosmopolitanism—the view that all human beings, independent of their national affiliations, are of equal concern and, thus, that justice applies to the cosmos— may seem a radical theoretical and political project, especially in our current times characterized by the worldwide upsurge of nationalistic and antiglobal feelings. In her incredibly powerful and ingenious work, Inés Valdez shows that, to unleash the emancipatory potential of cosmopolitanism, we need to move beyond existing and influential neo-Kantian understandings of cosmopolitan justice. Valdez masterfully demonstrates that such accounts are ultimately ill equipped to (1) theorize the transnational nature of injustice (i.e., the intrinsically intertwined oppression of marginalized subjects within and outside the “West”); (2) recognize the necessity of political spaces that not only “exceed the domestic and international spheres” (p. 7) but also unravel and denounce their racialized and imperial foundations; and (3) center the cosmopolitan project not on “the charitable Westerner” but on “subaltern colonized and neocolonized subjects” and their political struggles (pp. 7–8). In so doing, Valdez’s book is a major contribution to international political theory, the history of international political thought, critical race theory, and international relations. Valdez advances an account of “transnational cosmopolitanism” that is normatively compelling and original, as well as methodologically creative. Normatively, it overcomes the weakness of neo-Kantian cosmopolitan proposals and offers an invaluable framework to theorize and assess our postcolonial cosmos marked by “unequal sovereignty, racialized labor exploitation, and neoliberal capitalism” (p. 14). Methodologically, her account is developed by innovatively juxtaposing a “disloyal” reading of Kant’s (and neo-Kantian) principles of “complementarity” between different realms of politics and of “hospitality”withW. E. B. Du Bois’s post–WorldWar I writings on the global “color line” and his political activism. After starting with a brand-new contextual interpretation of Kant’s Toward Perpetual Peace, which questions the usefulness of his critique of colonialism to an emancipatory cosmopolitanism (chapter 1), Valdez scrutinizes whether the “hierarchical strands of [the Kantian] framework may resurface in [those contemporary] approaches indebted to it” (p. 56) by insightfully engaging with neo-Kantian cosmopolitans (chapter 2). Valdez argues that, despite their well-meaning intentions, neo-Kantian cosmopolitans fail to grapple with transnationalism and are still affected by Eurocentrism in that they (1) take the European federal institutional project as the model to be expanded to the whole world, (2) overlook “anti-colonialism as a political practice and intellectual tradition” (p. 57), or (3) neglect the imperial origins of international projects like the League of Nations and the European Union. For Valdez, transnationalism can be fully theorized only when Kant’s principles of “complementarity” and “hospitality” are transfigured through looking at the intellectual and political work of marginalized subjects who mobilized against the transnational nature of racial domination and crafted “transnational alliances to contest . . . exclusion built around racial lines” (p. 86) in domestic politics and internationally. Chapters 3–5 develop a transnational cosmopolitanism by building on Du Bois’s thought and political mobilization as a cofounder and representative of the National Association for the Advancement of Colored People (NAACP), as editor and writer of its magazine The Crisis, and as a crucial voice in the pan-African movement. The notion of “transnational cosmopolitanism” is distinctive in many respects. First, it reconceives justice and oppression as intrinsically transnational by identifying “the common threads of injustice behind slavery, colonialism, and neocolonialism” (p. 89) and “the shared experience of injustice” (p. 149) tying together racialized subjects across the world. Second and importantly, unlike other cosmopolitan projects that either reject the normative potential of identity or narrowly and problematically focus on national identity as a source of cosmopolitan commitments, transnational cosmopolitanism is nourished by specific and transformative identity-based forms of solidarity. Such identity-based forms of solidarity are centered on “the experience of racialization that differently affected Africans, African diasporas, Asians, and other dark peoples subject to colonial and neo-colonial power” and Critical Dialogue",
      "citationCount": 15,
      "doi": "10.1017/S1537592720001103",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/54ed2c3577cc55a2ddca971c9dd28227e696bd6c",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "555 - 556",
        "volume": "18"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9f86c98f8ccc3054fb7b05218b9d72b145934eab",
      "title": "Universal Emancipation: The Haitian Revolution and The Radical Enlightenment",
      "authors": [
        {
          "name": "Carol Lazzaro-Weis",
          "authorId": "2264234488"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 54,
      "doi": "10.1080/01440390903481720",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f86c98f8ccc3054fb7b05218b9d72b145934eab",
      "venue": "",
      "journal": {
        "name": "Slavery & Abolition",
        "pages": "141 - 144",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a3e2b39f9b61800e8237411f1f9d914e3f2941ed",
      "title": "Moral Objectives, Rules, and the Forms of Social Change David Braybrooke Toronto: University of Toronto Press, 1998, pp. xvi, 364",
      "authors": [
        {
          "name": "Brad Wilburn",
          "authorId": "116649065"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S0008423900010386",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a3e2b39f9b61800e8237411f1f9d914e3f2941ed",
      "venue": "Canadian Journal of Political Science/Revue canadienne de science politique",
      "journal": {
        "name": "Canadian Journal of Political Science",
        "pages": "193 - 195",
        "volume": "32"
      },
      "publicationTypes": null
    }
  ],
  "count": 12,
  "errors": []
}
