{
  "status": "success",
  "source": "semantic_scholar",
  "query": "transmodernity decolonial Habermas",
  "results": [
    {
      "paperId": "bee7d33ce1ea909caec23bf49e42aa68527e9990",
      "title": "Decolonizing Post-Colonial Studies and Paradigms of Political Economy: Transmodernity, Decolonial Thinking, and Global Coloniality",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "authorId": "11314391"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 770,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bee7d33ce1ea909caec23bf49e42aa68527e9990",
      "venue": "",
      "journal": {
        "name": "Transmodernity: Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "pages": "1-13",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "441e07daf1a9b235e7133dfa9f4faa070f596ded",
      "title": "Revisiting the Kantian legacy in Habermas: the philosophical project of modernity and decolonial critiques to rationality and cosmopolitanism",
      "authors": [
        {
          "name": "Cristina Foroni Consani",
          "authorId": "2076020763"
        }
      ],
      "year": 2023,
      "abstract": "This paper deals with Amy Allen’s critique of Habermas's theory of modernity, democracy, and cosmopolitanism. I will focus on her arguments that touch on the role of rationality. Allen's critique of Habermas will be presented, especially where she argues that focusing on rationality is ethnocentric and promotes the political exclusion of subaltern groups. The extent to which Allen's critiques affect the emancipatory potential of Habermasian theory will next be assessed. It is finally argued that Allen's position leads to a denial of the distinction between social rationality and irrationality as legitimate criteria. The consequences of such a position for the political sphere will then be analyzed.",
      "citationCount": 0,
      "doi": "10.5380/sk.v21i1.91983",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/441e07daf1a9b235e7133dfa9f4faa070f596ded",
      "venue": "Studia Kantiana",
      "journal": {
        "name": "Studia Kantiana"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "title": "Transmodernity: Method for a Decolonial Political Project. From Enrique Dussel to Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Luz María Lozano Suárez",
          "authorId": "2203108615"
        }
      ],
      "year": 2021,
      "abstract": "This article seeks to analyze how the sense of transmodernity is subsumed in phi- losopher Santiago Castro-Gómez, to propose an emancipatory policy. Transmodernity is a decolonial project proposed by Enrique Dussel in 1994. Modernity, defined as a sacrificial myth -eurocentric, colonizing, and capitalist- would be overcome from the moment in which it is possible to affirm the otherness of the universal cultures —ana- lectic—. Such a project of the Philosophy of Liberation can be conceived as a method that would take the best of modernity —its rational character—, but in an opposite sense to political, cultural, and economic domination. Gastro-Gómez assumes this method to propose a transmodern republicanism. In this text, the possible modernity/ coloniality dialog, corroborated by these two philosophers, will be established as the guiding thread to determine how a new way of understanding the ontology of eman- cipatory (not liberating) politics, presented by the Colombian philosopher, is possible.",
      "citationCount": 2,
      "doi": "10.14482/EIDOS.34.199.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "venue": "Eidos",
      "journal": {
        "name": "Eidos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4cc9a7b90d885db2d270f5bec2c3cad04760f959",
      "title": "Habermas und Fanon über koloniale Herrschaft",
      "authors": [
        {
          "name": "Victor Kempf",
          "authorId": "117371059"
        }
      ],
      "year": 2024,
      "abstract": "Abstract From a decolonial perspective, Habermas’ theory is seen by many as Eurocentric and in philosophical alliance with colonial rule. In particular, his theory of progress is seen as offensive because it devalues non-Western ways of understanding in comparison to their modern Western counterparts. On the one hand, this is true. On the other hand, Habermas’ actual concept of progress can also be used to formulate a critique of colonialist development imperatives. Moreover, his concept of “systematically distorted communication” can make an interesting contribution to understanding colonial rule: even colonial rule is communicatively mediated, with the constant risk of dissent precariously held in check by racist discourse barriers. Fanon already provides strong starting points for this communication-theoretical view of colonial rule. With him, the decolonial struggles against racist discourse barriers also come into view.",
      "citationCount": 0,
      "doi": "10.1515/dzph-2024-0026",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4cc9a7b90d885db2d270f5bec2c3cad04760f959",
      "venue": "Deutsche Zeitschrift für Philosophie",
      "journal": {
        "name": "Deutsche Zeitschrift für Philosophie",
        "pages": "344 - 362",
        "volume": "72"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6b456f74491c10cf1eae8f4a7b96dd3e8c064c12",
      "title": "Transmodernity: The decolonial wave of thought as South-Eastern philosophy of science",
      "authors": [
        {
          "name": "Juan Carlos Finck Carrales",
          "authorId": "2086169913"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b456f74491c10cf1eae8f4a7b96dd3e8c064c12",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4fbf1c6de2463a99c8d0aeecf99d770dcba74581",
      "title": "Defending Habermas against Eurocentrism: Latin America and Mignolo’s Decolonial Challenge",
      "authors": [
        {
          "name": "R. Morrow",
          "authorId": "152606057"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315734194-13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fbf1c6de2463a99c8d0aeecf99d770dcba74581",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "127-146",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9966322c0f7ea81a893d641c60b5b7c29ba7f9ae",
      "title": "Defending Habermas against Eurocentrism: Latin America and Mignolo’s Decolonial Challenge",
      "authors": [
        {
          "name": "L. Rensmann",
          "authorId": "7689615"
        },
        {
          "name": "K. Mahadevan",
          "authorId": "117238333"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9966322c0f7ea81a893d641c60b5b7c29ba7f9ae",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "69e2ea009a9ca80a060cd7813d97fd83151fb81c",
      "title": "Morena Mohlomi le Badimo: reading decolonial articulations into the intellectual property law curriculum.",
      "authors": [
        {
          "name": "N. Sindane",
          "authorId": "1515482228"
        }
      ],
      "year": 2021,
      "abstract": "The Council on Higher Education (CHE) expresses itself cogently in affirming the validity of the calls to specifically decolonise the LLB curriculum. Public discourse and the CHE report present an emerging clarion call for the academy to critically engage the question of decolonisation of the curriculum. This paper proposes Transmodernity as a methodological endeavor towards engaging African epistemologies in an effort to find alternatives in teaching various intellectual property law concepts. To tease out the fundamental decolonial question of how the dismembered can be re-membered, the paper tests the theory of Mohlomism and its applicability to the intellectual property law curriculum. Mohlomi was a mentor to the king of the kingdom of Lesotho, Morena Moshoeshoe I. He would travel around Southern Africa teaching society about his philosophy of truthfulness, justice, peace, the love of man and for sane humanism. Re-membering the Being of the proverbial “other”, reverses the effect of the prevailing legacy of epistemicide in the curriculum and may gradually lead to a transformed legal pedagogy. The paper discerns decolonisation as a project that inter alia seeks to create a pluriversal intellectual community that embosoms the epistemic traditions of the global South.",
      "citationCount": 4,
      "doi": "10.35293/JDD.V2I1.40",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69e2ea009a9ca80a060cd7813d97fd83151fb81c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5c33f10583c9a0eddfb25f7bbbc4b66d3b357c74",
      "title": "La liberación freiriana del sujeto en la Educación Matemática Decolonial Transcompleja",
      "authors": [
        {
          "name": "M. Rodríguez",
          "authorId": "144785445"
        }
      ],
      "year": 2021,
      "abstract": "Mathematics Education in crisis today is called and demands a liberation, since it is an oppressive practice and is still in a colonizing framework despite great advances; It is urgent to free the subject from its circumventing practice. As a complex objective, the Freirian liberation of the subject is analyzed in Transcomplex Decolonial Mathematical Education (EMDT); from transcomplex transmethodology with rhizomatic deconstruction as a transcomplex transmethod in transmodernity. It is transcended in rhizomatic, complex and transdisciplinary constructions; deepening from Paulo Freire the crisis in Mathematics Education today. In the opening conclusions, in the reconstruction under the awareness that the Freirian legacy will always be there providing good news like a jug that does not run out, with a wisdom of love for life, with deep faith in the students.",
      "citationCount": 4,
      "doi": "10.5212/PRAXEDUC.V.16.17161.022",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c33f10583c9a0eddfb25f7bbbc4b66d3b357c74",
      "venue": "Praxis Educativa",
      "journal": {
        "name": "Praxis Educativa"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cd222103eb224a8427fcf387bb65561be1f470de",
      "title": "A Decolonial Approach to Political-Economy: Transmodernity, Border Thinking and Global Coloniality",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "authorId": "11314391"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 129,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd222103eb224a8427fcf387bb65561be1f470de",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5b90bcf6df032f310837ec6289f528c4f7982066",
      "title": "Como o pensar decolonial pode ofertar novas perspectivas sobre a religião no sul global",
      "authors": [
        {
          "name": "Danieli Lima da Cunha",
          "authorId": "2081738521"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b90bcf6df032f310837ec6289f528c4f7982066",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "21-35",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "68d9a5ee04d7a84c8f7a93888a4f92539b04bfb4",
      "title": "Globalization/Coloniality: A Decolonial Definition and Diagnosis",
      "authors": [
        {
          "name": "Benjamin P. Davis",
          "authorId": "2064934939"
        }
      ],
      "year": 2018,
      "abstract": "In this essay, I contend that globalization is less an international process and more a colonial project. I argue that definitions of “globalization” articulated primarily through economic metrics insufficiently account for the violences concomitant with such a project. In response to this insufficiency, I draw on three concepts by three decolonial authors—transmodernity (Enrique Dussel), global coloniality (Anibal Quijano), and dialogical cosmopolitanism (Eduardo Mendieta)—in order to develop my own definition of globalization. I then offer a preliminary sketch of what I call “affective alternatives,” which could convey ways of life different from the hegemonic social forms that globalization promotes and imposes. At the very least, affective alternatives present a parallax: seen and felt from the perspective of the alternative, globalization is not taken as neutral, normal, irreversible, or desired; rather, it is “distorted” into globalization/coloniality, a project to be resisted. I conclude with reflections on connecting and deepening coalitions of resistance.",
      "citationCount": 4,
      "doi": "10.5070/T484042045",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/68d9a5ee04d7a84c8f7a93888a4f92539b04bfb4",
      "venue": "",
      "journal": {
        "name": "Transmodernity: Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "041a819655a0916bb99206d64af505978cf060fd",
      "title": "Globalization/Coloniality: A Decolonial Definition and Diagnosis",
      "authors": [],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/041a819655a0916bb99206d64af505978cf060fd",
      "venue": "",
      "journal": {
        "name": "PRN: Distributive & Economic Justice"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3bca1e8487a8a00c1f118b89798a292d5624b794",
      "title": "¿Qué hacer con los universalismos occidentales? Observaciones en torno al giro decolonial",
      "authors": [
        {
          "name": "S. Castro-Gómez",
          "authorId": "1404915415"
        }
      ],
      "year": 2018,
      "abstract": "In this paper I want to respond to certain tendency often articulated in decolonial critical studies that links any universalist claim to the ideology proper to the history of colonialisms and its pervasive effects in the present. I would like to contend this tendency and reivindicate the need for universality and universal claims, if the task of decolonizing modernity does not want to lose its political relevance. I will start by asking what does it mean to think identity exclusively from a particularist perspective and what are the political and philosophical consequences of such an attempt. I will then move on to explore and reivindicate the question of universality, differentiating it from what I call here, following Laclau, “universalisms”. This will allow me to finally articulate my position in relation to, but also as taking distance from, Dussel’s notion of “transmodernity”. My intention is ultimately to reclaim universality as a pre-requisite and condition of possibility for the articulation of any political emancipatory project.",
      "citationCount": 0,
      "doi": "10.31819/9783954877003-009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3bca1e8487a8a00c1f118b89798a292d5624b794",
      "venue": "Sujeto, decolonización, transmodernidad",
      "journal": {
        "name": "Sujeto, decolonización, transmodernidad"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fc792f5d84325f5da7bccb941c772ae5bcee4e65",
      "title": "Decolonial philosophy and the historical-sociological blindness of the theories of modernity: a new way to Latin-American philosophy",
      "authors": [
        {
          "name": "Leno Francisco Danner",
          "authorId": "113281659"
        }
      ],
      "year": 2018,
      "abstract": "The paper argues on the Latin-American philosophy as a decolonial praxis which unveils and overcomes the historical-sociological blindness of the theories of modernity (such as Max Weber and Jürgen Habermas). This historical-sociological blindness is characterized (a) by the separation between European culture and the modern Realpolitik of the colonialism as non-dependent and non-mutually-supported moments, and (b) by the reconstruction of the process of constitution of the European modernity as an endogenous, self-referential and basically internal movement of evolution, ignoring again its correlation and profound linking with colonialism. The paper argues that the critical and emancipatory role of the modernity’s normative paradigm only is possible by that historical-sociological blindness. So, the Latin-American philosophy, the moment it denounces and unveils the historical-sociological blindness of the theories of modernity, points directly to the self-restraint of the modernity’s normative paradigm as the basic theoretical-political agenda and praxis for a decolonial philosophy, as condition also to the correction of the modernity itself. Contrarily to Habermas, who defends the renewal of the modernity’s normative paradigm as a non-fundamentalist epistemological-moral universalism, the decolonial philosophy will show that the historical-sociological blindness only can be resolved from the self-restraint of the modernity and from an anti-colonial politics based on the reparation for colonialism as a critical-normative concept for theoretical analysis and political praxis regarding modernity-modernization as a totalizing epistemological-cultural-societal movement towards colonialism.    ",
      "citationCount": 0,
      "doi": "10.15210/dissertatio.v47i0.9644",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fc792f5d84325f5da7bccb941c772ae5bcee4e65",
      "venue": "Revista Dissertatio de Filosofia",
      "journal": {
        "name": "Revista Dissertatio de Filosofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ffa09858cdca833e156236c68606cb0fbadf3c06",
      "title": "Ricoeurian Hermeneutics and Indian Thought: Analyzing Evil in Cross-Cultural Philosophy",
      "authors": [
        {
          "name": "P. Bilimoria",
          "authorId": "10357632"
        },
        {
          "name": "Meera Baindur",
          "authorId": "2377156648"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11841-025-01075-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ffa09858cdca833e156236c68606cb0fbadf3c06",
      "venue": "Sophia",
      "journal": {
        "name": "Sophia",
        "pages": "513 - 537",
        "volume": "64"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "27287de62de604646b6df9daa0aed7408589a396",
      "title": "Is there a Post-Marxist Criticism to the Decolonial Critique?",
      "authors": [
        {
          "name": "Dennis Stromback",
          "authorId": "146553661"
        }
      ],
      "year": 2021,
      "abstract": "This article makes explicit a hidden tension between post-Marxism and decolonial studies, which points to a challenge for intercultural dialogue. While post-Marxism seeks to rehabilitate a universal foundation for the construction of truth claims—a universal already formed within Western modernity—the decolonial critique seeks to dismantle all universals connected to the myths of modernity and therefore demands a departure from the standpoint of the cultural periphery. In fact, Alain Badiou and Slavoj Žižek, like other post-Marxists, have been rather critical of the standpoints articulated by decolonialists who strive to include cultural differences and marginalised identities in the process of knowledge production, but the reality is that the decolonial critique, more so than post-Marxism, is well-supported by the historical evidence, thus demonstrating the need for Enrique Dussel calls a ‘transmodern pluriverse’ in the academic world. In pursuit of diffusing this tension between the post-Marxists and the decolonialists, this article calls for further investigation in terms of determining if real dialogue is possible between these two trajectories of thought.",
      "citationCount": 0,
      "doi": "10.35293/JDD.V1I2.24",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27287de62de604646b6df9daa0aed7408589a396",
      "venue": "Journal of Decolonising Disciplines",
      "journal": {
        "name": "Journal of Decolonising Disciplines"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f984f5b10fc18917c3055da66f93e0cfbc3ed89d",
      "title": "Thinking through the Decolonial Turn: Post-continental Interventions in Theory, Philosophy, and Critique: an introduction",
      "authors": [
        {
          "name": "N. Torres",
          "authorId": "116506125"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 313,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f984f5b10fc18917c3055da66f93e0cfbc3ed89d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1-15",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "921002d9245f3a6eb911c25ce1524f297ba64e65",
      "title": "¿Qué hacer con los universalismos occidentales? Observaciones en torno al “giro decolonial”",
      "authors": [
        {
          "name": "S. Gómez",
          "authorId": "117140984"
        }
      ],
      "year": 2017,
      "abstract": "Some academic circles in Latin America support the idea that the main purpose of a “decolonial theory” is to denounce eurocentrism. Such circles also argue that “decolonization” of social sciences, art, and philosophy consists in the recovery of the ancient knowledge of indigenous and afro-descendant communities. Finally, they state that the purpose of a critical theory “pursued in Latin America” would consist in denying any aspiration for universality. In this paper, I would like to present some arguments that question such positions. First, I will ask if it is possible to consider cultural identities within particularism. Then, I will address the issue of eurocentrism in order to clarify to what kind of phenomena this term might apply. Afterwards, I will address the issue of universalism by showing that emancipation politics cannot give up the gesture of the universalization of interests. In the end, I would like to express some thoughts concerning the idea of “transmodernism”, which was developed in Latin America by the Argentinian philosopher Enrique Dussel.",
      "citationCount": 15,
      "doi": "10.18566/APOLIT.V7N13.A02",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/921002d9245f3a6eb911c25ce1524f297ba64e65",
      "venue": "",
      "journal": {
        "name": "Analecta Política",
        "pages": "249-272",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3cd9e91d8b2eee7fb96a820500eb314bf0c31b23",
      "title": "Transmodernity, border thinking, and global coloniality Decolonizing political economy and postcolonial studies",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "authorId": "11314391"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 70,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3cd9e91d8b2eee7fb96a820500eb314bf0c31b23",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
