[s2_search.py] Searching Semantic Scholar: 'Wynter coloniality being' (year=2000-2025) (field=Philosophy), limit=10
[s2_search.py] Retrieved 10/10 papers...
[s2_search.py] Cached results (cache key: s2_dbc55f12a1099629)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Wynter coloniality being",
  "results": [
    {
      "paperId": "c7ed7f1588fd51147de0c0dfe9ab2bd1f9434faf",
      "title": "Unsettling the Coloniality of Being/Power/Truth/Freedom: Towards the Human, After Man, Its Overrepresentation--An Argument",
      "authors": [
        {
          "name": "Sylvia Wynter",
          "authorId": "2259298404"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 3132,
      "doi": "10.1353/NCR.2004.0015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c7ed7f1588fd51147de0c0dfe9ab2bd1f9434faf",
      "venue": "",
      "journal": {
        "name": "CR: The New Centennial Review",
        "pages": "257 - 337",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d2da5428e75f4d0f766267b243a3686e29a620c9",
      "title": "Unsettling the Coloniality of the Affects: Transcontinental Reverberations between Teresa Brennan and Sylvia Wynter",
      "authors": [
        {
          "name": "Lauren Guilmette",
          "authorId": "115854732"
        }
      ],
      "year": 2019,
      "abstract": "Abstract:This article interprets Teresa Brennan's (2004) work on the forgetting of affect transmission in conjunction with Sylvia Wynter's (2003) argument concerning the rise of Western Man through the dehumanization of native and African peoples. While not directly in dialogue, Wynter's decolonial reading of Foucault's (1994) epistemic ruptures enriches Brennan's inquiry into this \"forgetting,\" given that callous, repeated acts of cruelty characteristic of Western imperialism and slavery required a denial of the capacity to sense suffering in others perceived as differently human. Supplementing Brennan with Wynter, we can better describe the limits of sympathy discourses as resting on identification and perceived sameness. In turn, Brennan (posthumously) comes to Wynter's defense in her call for a new science of plural cultures to redefine the human, which some have interpreted as a positivist misreading of Frantz Fanon (2008). Brennan and Wynter alike have been criticized for their appeals to science; yet, I defend their respective proposals for social-scientific inquiry with support from Brennan's response to the 1996 Sokal Hoax: the influence of the social on the biological body is, indeed, difficult to study, but this does not invalidate the inquiry as such.",
      "citationCount": 16,
      "doi": "10.1353/PHI.2019.0014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2da5428e75f4d0f766267b243a3686e29a620c9",
      "venue": "Philosophia",
      "journal": {
        "name": "philoSOPHIA",
        "pages": "73 - 91",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9fba32418616cfb782f22619e35125578bfda750",
      "title": "Dispossessive rights: coloniality and trans-exclusion in zero-sum politics",
      "authors": [
        {
          "name": "Christopher Griffin",
          "authorId": "119234366"
        }
      ],
      "year": 2025,
      "abstract": "The idea that rights are possessions that are given and lost is so ubiquitous within the dominant discourse that its metaphoricity is forgotten. This amnesia naturalises possessive individualism, allowing rights practices to be shaped by the colonial episteme. Furthermore, the metaphor of possession turns rights into tools of oppression by producing zero-sum economies of rights that foster division through the perception that for a certain group to gain rights, another must lose some. An example of this invidious narrative is the claim made by anti-transgender activists that the rights of trans women ‘clash’ with the rights of cis women. Inspired by Sylvia Wynter, this article aims to intervene by examining the coloniality of the concept of rights that the anti-trans position presupposes, connecting this to the coloniality of the immutable sex-gender ontology that it defends. Motivating anti-trans feminism, I argue, are the epistemic and libidinal rewards of sacrificial relationality. Seeking a non-possessive concept of rights that could resist zero-sum politics and capture the simultaneity of struggles for liberation, I then turn to María Lugones and her critique of categorial purity, asking whether metaphors of enmeshed rights could unsettle the episteme of Man while shifting the terms of the trans debate.",
      "citationCount": 1,
      "doi": "10.1080/13642987.2025.2539897",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9fba32418616cfb782f22619e35125578bfda750",
      "venue": "International Journal of Human Rights",
      "journal": {
        "name": "The International Journal of Human Rights"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "55ac63d0b628daf18bf927c9e1e006986bfbe727",
      "title": "After rights, after Man? Sylvia Wynter, sociopoetic struggle and the ‘undared shape’",
      "authors": [
        {
          "name": "Louiza Odysseos",
          "authorId": "104249553"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT Decolonial and post-colonial critiques have shown how rights naturalise a normatively white, Western bourgeois, and appropriative subject, while negating other forms of being and subjectivity. Given the disquiet around rights and their subject, reimagining the subject of rights calls on us to think ‘after rights?’. Thinking ‘after rights?’, and insisting on the question mark, I argue, entails seeking the ‘undared shape’ (Aimé Césaire) of rights untethered from the figure of sovereign Man. Sylvia Wynter’s historical-philosophical critique of Man, and search for the human ‘after Man’, are central for understanding the colonial-modern order and the role of rights within this. Extending Wynter’s orientations, I first analyse how rights are implicated in modernity-coloniality’s material and symbolic violences. Second, I examine Wynter’s amplification of sociopoetic struggles – those wide-ranging modes of sociality and cultural, survival practices – by Man’s enslaved and colonised Others. Such struggles aimed to displace Man as locus of colonial-modern structures, forging new meanings and modes of world-making untethered from this hegemonic figure. Importantly for rights and world politics scholarship, sociopoetic struggles work with abolitionist-reparative intent towards modernity-coloniality and its master subject. Finally, I consider what renarrating the human outside Man's horizon – as abnormative, insovereign and anti-individualist praxis – means for human rights.",
      "citationCount": 13,
      "doi": "10.1080/13642987.2023.2227101",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55ac63d0b628daf18bf927c9e1e006986bfbe727",
      "venue": "International Journal of Human Rights",
      "journal": {
        "name": "The International Journal of Human Rights",
        "pages": "1251 - 1278",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eae5732457963917acde8831c06e530d3ad016b0",
      "title": "María Lugones, Sylvia Wynter, and Intersex Liberation",
      "authors": [
        {
          "name": "A. Adamson",
          "authorId": "108794800"
        }
      ],
      "year": 2023,
      "abstract": "abstract:Reading the work of Sylvia Wynter and María Lugones together, particularly as it pertains to sex, gender, and sexuality, reveals the limits of popular discourses and frameworks of queer and feminist philosophy that may unwittingly obscure its constructions of sex and gender along the global color line. This article looks at Wynter's analysis of gender as a category differentially applied across the global color line and Lugones's analysis of the coloniality of gender. The author concludes to move beyond the coloniality of gender requires intersex liberation, but also that intersex liberation must be understood within a decolonial framework.",
      "citationCount": 1,
      "doi": "10.5325/jspecphil.37.3.0345",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eae5732457963917acde8831c06e530d3ad016b0",
      "venue": "Journal of Speculative Philosophy",
      "journal": {
        "name": "The Journal of Speculative Philosophy",
        "pages": "345 - 355",
        "volume": "37"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "89cc244f39ff2349a50e285d55309d8ebdb11bb0",
      "title": "Rewriting/recurricularlizing as a matter of life and death: The coloniality of academic writing and the challenge of black mattering therein",
      "authors": [
        {
          "name": "Denise Taliaferro Baszile",
          "authorId": "117556111"
        }
      ],
      "year": 2019,
      "abstract": "Abstract Within our current order of knowledge, propagated by the Humanities and Social Sciences, the mattering of Black lives is all but inconceivable. The only possibility for challenging this inconceivability, asserts Sylvia Wynter, is to rewrite our current order of knowledge such that it refuses the overrepresentation of European man and opens to multiple co-existential and relational modes of humans being. While the call to rewrite is a call to rethink, reimagine, re-curricularize knowledge processes, it should also compel a reconsideration of the act of academic writing, as a key site where Black and other disenfranchised people are rendered less than human or not human at all. And as such it is also the site, upon which Black and other disenfranchised people have historically intervened “cutting and augmenting” meaning with sound to announce the presence of Black/Human and to bring forth new insights toward the project of rewriting the current order of knowledge in the interests of a multiple/co-existential rendering of humans being.",
      "citationCount": 14,
      "doi": "10.1080/03626784.2018.1546100",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/89cc244f39ff2349a50e285d55309d8ebdb11bb0",
      "venue": "Curriculum Inquiry",
      "journal": {
        "name": "Curriculum Inquiry",
        "pages": "24 - 7",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6bf8c9535ba51162ae40483867d1c0df7157799d",
      "title": "Prolegomena to Any Future Decolonial Ethics: Coloniality, Poetics and ‘Being Human as Praxis’",
      "authors": [
        {
          "name": "Louiza Odysseos",
          "authorId": "104249553"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 35,
      "doi": "10.1177/0305829817704503",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6bf8c9535ba51162ae40483867d1c0df7157799d",
      "venue": "",
      "journal": {
        "name": "Millennium - Journal of International Studies",
        "pages": "447 - 472",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6bf27c0150f1c4b07b874d5f205477148ab29d49",
      "title": "Ceremony Found: Sylvia Wynter’s Hybrid Human and Leslie Marmon Silko’s Ceremony",
      "authors": [
        {
          "name": "Anthony Obst",
          "authorId": "2122590634"
        }
      ],
      "year": 2019,
      "abstract": "This paper engages Sylvia Wynter’s theory of the hybrid human as a prism for reading Leslie Marmon Silko’s 1977 novel Ceremony. Wynter’s work aims at decolonizing Western categories of knowledge, positing the notion of an Autopoetic Turn/Overturn to unsettle the coloniality of Man as an epistemo-ontological category. The epistemic break Wynter envisions to catalyze this unsettling involves an understanding of the human as a hybrid species, made up of biological as well as symbolic life, bios and mythos. Such an understanding of the human is revealed in Silko’s novel, as its protagonist, Tayo, undergoes a ritual of ceremonial healing that mirrors Wynter’s Autopoetic Turn/Overturn, disentangling himself from Western modes of knowledge by scripting a new story for himself and his people. Drawing on two of Wynter’s essays that carry “Ceremony” in their titles, my paper explores the intersections between Wynter’s theory and Silko’s fiction. By showing how Silko fictionally reenvisions new futures of being hybridly human beyond the category of Man, this essay points to epistemic pathways of decoloniality not predicated on anger.",
      "citationCount": 0,
      "doi": "10.54465/aspeers.12-06",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6bf27c0150f1c4b07b874d5f205477148ab29d49",
      "venue": "Aspeers",
      "journal": {
        "name": "aspeers: emerging voices in american studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b52e2b23457f365bf2b0a3e6f88d4b47766e35b9",
      "title": "Advancing Sylvia Wynter's Reimagination of the Human and Counter-Poetics: A Critique of Contemporary Western Science Discourse in Cosmos a Spacetime Odyssey with Host Neil deGrasse Tyson",
      "authors": [
        {
          "name": "Claire E. Slattery-Quintanilla",
          "authorId": "1471270695"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b52e2b23457f365bf2b0a3e6f88d4b47766e35b9",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b0f85f695c3eb7ef3ccce11c4fb7234c37751e0e",
      "title": "Writing Ourselves Otherwise: Representation, Specularity, and Epistemic Humility",
      "authors": [
        {
          "name": "Christopher Griffin",
          "authorId": "119234366"
        }
      ],
      "year": 2025,
      "abstract": "Sylvia Wynter seeks nothing less than a redescription of the human, an ecumenical self-representation that would overcome the violent exclusions of coloniality and overturn the reign of Man. Given that our present concept of representation sustains the universalising overrepresentation of Man, what transformations are required for this new image of the human to surface? What are the epistemological implications for radical aesthetics today? This article brings Wynter into dialogue with Jacques Derrida to address these questions through the examination of colonial narratives and counternarratives; namely, David Lloyd’s reading of the Kantian-Hegelian dialectic of consciousness, and Annalee Newitz’s speculative fiction Autonomous.",
      "citationCount": 1,
      "doi": "10.21827/krisis.45.1.42353",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b0f85f695c3eb7ef3ccce11c4fb7234c37751e0e",
      "venue": "Krisis: journal for contemporary philosophy",
      "journal": {
        "name": "Krisis | Journal for Contemporary Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 10,
  "errors": []
}
