{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Yancy antiblack racism philosophy race whiteness",
  "results": [
    {
      "paperId": "cf2827d5a8a4cc1925351f32c3382fa2505c930d",
      "title": "Theoretical and philosophical perspectives on race and racism in education",
      "authors": [
        {
          "name": "Liz Jackson",
          "authorId": "2238644467"
        }
      ],
      "year": 2025,
      "abstract": "Among topics in educational theory and philosophy, race and racism have been extensively developed in recent years. Despite public contestation about the continued relevance of race, most scholars in educational philosophy and theory regard a deepening understanding of race and racism as critical to enhancing equity in the future. This review considers how race and racism have been conceptualized and theorized within educational research to benefit youth and society. First, it gives a global picture about how race has been and is conceived in educational and other social theory. It links scholarship on race and racism to important global phenomena related to white supremacy, imperialism and colonialism",
      "citationCount": 0,
      "doi": "10.1016/j.cobeha.2025.101580",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cf2827d5a8a4cc1925351f32c3382fa2505c930d",
      "venue": "Current Opinion in Behavioral Sciences",
      "journal": {
        "name": "Current Opinion in Behavioral Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "3058f6d7d4e18f973540f7bfa91d468f47f58ac4",
      "title": "Observations on Kant, Race, and Racism",
      "authors": [
        {
          "name": "Dilek Huseyinzadegan",
          "authorId": "114062130"
        }
      ],
      "year": 2025,
      "abstract": "Abstract:Huaping Lu-Adler’s new book Kant, Race, and Racism: Views from Somewhere confronts the issues of race and racism in Kant’s philosophy directly. In the legacy of Charles Mills, Lu-Adler brings these issues from the margins to the mainstream of philosophical scholarship. This article offers a series of observations on defining racism in relation to Kantian philosophy, how much we have yet to learn from interdisciplinary scholarship, and how our attachment to philosophical rigor may have made us complicit in white supremacy.",
      "citationCount": 0,
      "doi": "10.5325/critphilrace.13.2.0242",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3058f6d7d4e18f973540f7bfa91d468f47f58ac4",
      "venue": "Critical Philosophy of Race",
      "journal": {
        "name": "Critical Philosophy of Race",
        "pages": "242 - 252",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "93924c79e43f222f5200d2d9e5ba9a1d80085ad2",
      "title": "Interview with George Yancy, African-American philosopher of critical philosophy of race",
      "authors": [
        {
          "name": "M. Peters",
          "authorId": "40114208"
        }
      ],
      "year": 2018,
      "abstract": "George Yancy is professor of philosophy at Emory University. He is one of the leading scholars in the US on critical philosophy of race and critical whiteness studies. Yancy received his BA (cum la...",
      "citationCount": 2,
      "doi": "10.1080/00131857.2018.1498214",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/93924c79e43f222f5200d2d9e5ba9a1d80085ad2",
      "venue": "Educational Philosophy and Theory",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "663 - 669",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cfc6bcf7a0ddc83897bef39a34acedf553f0e792",
      "title": "Teleological judgment between racism and Its critique: On the status of race in Kant’s work",
      "authors": [
        {
          "name": "Marina Martínez Mateo",
          "authorId": "2358287819"
        },
        {
          "name": "Heiko Stubenrauch",
          "authorId": "2358283166"
        }
      ],
      "year": 2024,
      "abstract": "Over the last three decades, considerable debate has surrounded Immanuel Kant’s views on race. However, these discussions often revolve around the question of whether Kant himself was racist or not. In contrast, in this article, we propose to address the question of race philosophically, explicitly and systematically relating it to Kant’s critical work. In doing so, we will show the following: First, it will become evident that Kant’s engagement with race can only be fully comprehended within the context of his teleological theory, wherein he interprets nature as a purposive whole facilitating the realization of freedom. Since Kant understands this teleological theory as the completion of his critical work, it occupies a key position in his philosophy – turning race into a philosophically meaningful concept. Second, thereby it becomes understandable why Kant’s concept of race, although initially introduced within the framework of his natural philosophy, acquires a deeper meaning that extends beyond the boundaries of nature into the realm of culture, denying non-white people the ability to participate in the actualization of reason. Finally, we will conclude by advocating for an alternative form of teleological judgment that can serve as a means to criticize racism, rather than legitimize it.",
      "citationCount": 2,
      "doi": "10.4000/13tuo",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cfc6bcf7a0ddc83897bef39a34acedf553f0e792",
      "venue": "Rivista di Estetica",
      "journal": {
        "name": "Rivista di estetica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1721ce428c56f4a1ce87bf2c3c5ebbeab86f8682",
      "title": "White Habits, Anti‐Racism, and Philosophy as a Way of Life",
      "authors": [
        {
          "name": "Kenneth Noe",
          "authorId": "48618293"
        }
      ],
      "year": 2020,
      "abstract": "This paper examines Pierre Hadot’s philosophy as a way of life in the context of race. I argue that a “way of life” approach to philosophy renders intelligible how antiracist confrontation of racist ideas and institutionalized white complicity is a properly philosophical way of life requiring regulated reflection on habits—particularly, habits of whiteness. I first rehearse some of Hadot’s analysis of the “way of life” orientation in philosophy, in which philosophical wisdom is understood as cultivated by actions which result in the creation of wise habits. I analyze a phenomenological claim about the nature of habit implied by the “way of life” approach, namely, that habits can be both the cause and the effect of action. This point is central to the “way of life” philosophy, I claim, in that it makes possible the intelligent redirection of habits, in which wise habits are more the effect than simply the cause of action. Lastly, I illustrate the “way of life” approach in the context of anti-racism by turning to Linda Martín Alcoff's whiteness antieliminativism, which outlines a morally defensible transformation of the habits of whiteness. I argue that anti-racism provides an intelligible context for modern day forms of what Hadot calls “spiritual exercises” insofar as the “way of life” philosophy is embodied in the practice of whites seeing themselves seeing as white and seeing themselves being seen as white.",
      "citationCount": 2,
      "doi": "10.1111/sjp.12365",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1721ce428c56f4a1ce87bf2c3c5ebbeab86f8682",
      "venue": "",
      "journal": {
        "name": "Southern Journal of Philosophy",
        "pages": "279-301",
        "volume": "58"
      },
      "publicationTypes": null
    },
    {
      "paperId": "acdda46ef2e2cf92e4698ed30a32f052f56512f2",
      "title": "Review of The Center Must Not Hold: White Women Philosophers and the Whiteness of Philosophy, Edited by George Yancy",
      "authors": [
        {
          "name": "Taine Duncan",
          "authorId": "103576118"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/0191453713485725",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/acdda46ef2e2cf92e4698ed30a32f052f56512f2",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "603 - 610",
        "volume": "39"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "31e72da38b3b3e368e0a4eeb5bf264d0b66b1346",
      "title": "On White Ignorance, White Shame, and Other Pitfalls in Critical Philosophy of Race",
      "authors": [
        {
          "name": "Marzia Milazzo",
          "authorId": "2065873167"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 35,
      "doi": "10.1111/JAPP.12230",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/31e72da38b3b3e368e0a4eeb5bf264d0b66b1346",
      "venue": "",
      "journal": {
        "name": "Journal of Applied Philosophy",
        "pages": "557-572",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8f03434ab5564851b23bd8baa3b00e3ed4305f2b",
      "title": "Backlash: What Happens When We Talk Honestly about Racism in America, by George Yancy",
      "authors": [
        {
          "name": "Travis Franks",
          "authorId": "116974984"
        }
      ],
      "year": 2019,
      "abstract": "In the early hours of Christmas Eve, 2015, George Yancy, Emory Professor of Philosophy and regular contributor to theNew York Times online forum The Stone, published a toughlove letter titled “Dear White America.” There, in the spirit of the season, he presented white people with what he called a “gift” by asking them to challenge the common sense of their privilege and the inherent racism that shapes their existence. The letter quickly went viral. The volume and vulgarity of hate mail Yancy received in return over the next year-plus resulted in the publication of Backlash: What Happens When We Talk Honestly about Racism in America. While Yancy performs deep analyses of some of the very worst of those emails, letters, and voicemails, the book also serves as an exegesis of sorts for “Dear White America,” a second offering of the gift somany readers refused the first time. Indeed, Backlash, like the original letter (which is reprinted in the book), sets out to engage Yancy’s white readers who consider themselves non-racist and expose to them the depth and pervasiveness of white supremacy. Throughout the book, in fact, Yancy directly addresses “well-meaning,” colorblind white progressives as “you, white reader.” Further, he directly quotes passages of the hate mail and threats he received in the wake of publishing “Dear White America,” arguing that they are representative of the country’s normative white racism rather than anomalies uttered by far-right extremists. Backlash is part philosophical analysis, part personal reflection, and—ultimately—a call to white Americans across political and professional spectrums to acknowledge their complicity within structures of violent racial oppression that affectively and physically determine the everyday lived experiences of people of color. A prolific writer, Yancy’s previous publications on the philosophy of race and critical whiteness studies have, like “Dear White America” and Backlash, provocatively engaged some of themost contentious, polarizing, and, thus, least-discussed issues involving racism in whitestream U.S. culture. His 2012 collection of essays Look, a White! (Temple University Press) is one of the more notable examples. Before “Dear White America,” Yancy was not only a frequent contributor to The Stone but was regularly invited to",
      "citationCount": 40,
      "doi": "10.1080/00064246.2019.1548063",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f03434ab5564851b23bd8baa3b00e3ed4305f2b",
      "venue": "The Black scholar",
      "journal": {
        "name": "The Black Scholar",
        "pages": "74 - 77",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "78d30f509735e719c81eca314e6966e7372ff6ef",
      "title": "The Center Must Not Hold: White Women Philosophers on the Whiteness of Philosophy. Edited by GEORGE YANCY",
      "authors": [
        {
          "name": "Lauren Freeman",
          "authorId": "40191217"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1111/j.1527-2001.2011.01174.x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/78d30f509735e719c81eca314e6966e7372ff6ef",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "438 - 445",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "456c35708a7c77f3a7e6c8080f493e63180be879",
      "title": "The Rhetoric of Antiblack Racism: Lewis R. Gordon's Radical Phenomenology of Embodiment",
      "authors": [
        {
          "name": "Erik Garrett",
          "authorId": "39420986"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1080/15456870.2011.537593",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/456c35708a7c77f3a7e6c8080f493e63180be879",
      "venue": "",
      "journal": {
        "name": "Atlantic Journal of Communication",
        "pages": "16 - 6",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1a550b6d8b0e65cf1beac025f22ff4a72853f377",
      "title": "Existential Phenomenology and the Problem of Race: A Critical Assessment of Lewis Gordon's Bad Faith and Antiblack Racism",
      "authors": [
        {
          "name": "Clevis R. Headley",
          "authorId": "101673054"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.5840/philtoday199741210",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1a550b6d8b0e65cf1beac025f22ff4a72853f377",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d6141b081d66c17db124a8c69d0dbce5f56bb355",
      "title": "Facing up to Ignorance and Privilege: Philosophy of Whiteness as Public Intellectualism",
      "authors": [
        {
          "name": "Terrance Macmullan",
          "authorId": "118333154"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1111/PHC3.12238",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d6141b081d66c17db124a8c69d0dbce5f56bb355",
      "venue": "",
      "journal": {
        "name": "Philosophy Compass",
        "pages": "646-660",
        "volume": "10"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a0917412f18e1fe11be31039a5529577569edb79",
      "title": "PHILOSOPHY AND THE PROBLEM OF RACISM: CRITICAL REFLECTION ON THE METAPHYSICAL DISTINCTION BETWEEN SUBSTANCE AND ACCIDENT",
      "authors": [
        {
          "name": "Bonaventure Chike Anetoh",
          "authorId": "1582721014"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a0917412f18e1fe11be31039a5529577569edb79",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "eb0793b008821ca672fc36817cf6e3cc0d4df0ae",
      "title": "On the Perils of Race Neutrality and Anti‐Blackness: Philosophy as an Irreconcilable Obstacle to (Black) Thought",
      "authors": [
        {
          "name": "Tommy J. Curry",
          "authorId": "51173664"
        },
        {
          "name": "G. Curry",
          "authorId": "145349164"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 26,
      "doi": "10.1111/AJES.12244",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb0793b008821ca672fc36817cf6e3cc0d4df0ae",
      "venue": "",
      "journal": {
        "name": "The American Journal of Economics and Sociology",
        "pages": "657-687",
        "volume": "77"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b5dba18a581024f572ac58f4b02c95d5c8cbc9f1",
      "title": "Racism and the Marginality of African Philosophy in South Africa",
      "authors": [
        {
          "name": "Ndumiso Dladla",
          "authorId": "94465279"
        }
      ],
      "year": 2018,
      "abstract": "The following article begins with a brief discussion on the continuity of white supremacy in South Africa, despite wide attempts by the institutions of opinion (public discourse, journalism and academe) to represent the present time as non-racial or post-racial. After a discussion of the contemporary context the focus turns specifically to the relevance of race and racism to philosophy and the implications this has for African philosophy in particular. The article then briefly examines the history of Western education and the practice of philosophy in South Africa from the point of view of African philosophy and its marginality in South Africa.Â",
      "citationCount": 11,
      "doi": "10.25159/2413-3086/1966",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b5dba18a581024f572ac58f4b02c95d5c8cbc9f1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "204-231",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "434a26f8656dd82c7b0d14c53c45a044a5e2bfdc",
      "title": "Race, Philosophy, and Film",
      "authors": [
        {
          "name": "Mary K. Bloodsworth-Lugo",
          "authorId": "1410863889"
        },
        {
          "name": "D. Flory",
          "authorId": "98589187"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.5860/choice.51-2012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/434a26f8656dd82c7b0d14c53c45a044a5e2bfdc",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d9a133109e9a18fffb1cb71f0f360c7b9e3d561b",
      "title": "Decolonising Antiracism: A Collective Intervention in Race, Resistance, & Identity",
      "authors": [
        {
          "name": "Sheena Mason",
          "authorId": "2378553772"
        },
        {
          "name": "Shayla Dube",
          "authorId": "2378562722"
        },
        {
          "name": "Christian Ortiz",
          "authorId": "2378561133"
        }
      ],
      "year": 2025,
      "abstract": "This article argues that any antiracist initiative that continues to rely on upholding the colonial fiction and practices of human “races” merely repackages Eurocolonial domination. Drawing on decolonial theory, epistemic-justice scholarship, African and Africana philosophies of relation, and the togetherness Wayfinder framework, the HARMONY model, and Justice AI GPT, we demonstrate how contemporary antiracism frequently reproduces the very hierarchies it seeks to dismantle while presenting alternative pathways toward a future without racism. We synthesise perspectives from Sheena Michele Mason, Shayla Sima Dube, and Christian Ortiz to outline a paradigm that lends itself to the abolition of the belief in and practice of race, and thereby racism itself, without erasing culture, lineage, or collective struggle. Our contribution is fourfold: (1) a brief genealogy of “racelessness” in African and Africana thought, (2) a critique of epistemicide and “white-comfort engineering” that co-opts liberation discourses, (3) an exposition of “racelessness” as the logical endpoint of antiracism, and (4) a practical roadmap for reclaiming identity and creating a future without antiblack racism through land, language, and lineage.",
      "citationCount": 1,
      "doi": "10.64074/z39rse12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d9a133109e9a18fffb1cb71f0f360c7b9e3d561b",
      "venue": "JORMA International Journal of Health and Social Sciences",
      "journal": {
        "name": "JORMA International Journal of Health and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1c52ca0fd93e580973db8a3ccfcff4aecaedd9e7",
      "title": "Why have North American sport philosophers ignored race?",
      "authors": [
        {
          "name": "Adam Berg",
          "authorId": "2291594561"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT Questions and analyses centered on race have become more prominent in philosophy. By employing a ‘critical philosophy of race’, thinkers become enabled to address how race and racism continue to operate in subtle and unintended ways, including within concepts, theories, principles, practices, and methodologies otherwise purported to be race-neutral. Yet, North American sports philosophy provides few examples of work that grapples with race, racism, or theories of race. In this essay, I ask why and conclude that the shortage of discussions that include explicit references to race or ethnicity in North American sport philosophy is due to the dominance and normalization of white epistemologies – white ways of experiencing, seeing, and knowing the world.",
      "citationCount": 1,
      "doi": "10.1080/00948705.2024.2387536",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c52ca0fd93e580973db8a3ccfcff4aecaedd9e7",
      "venue": "Journal of the Philosophy of Sport",
      "journal": {
        "name": "Journal of the Philosophy of Sport",
        "pages": "25 - 40",
        "volume": "52"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0a1c18fef21234c97401c3417d31e63aece464ba",
      "title": "Dislodging Eurocentrism and Racism from Philosophy",
      "authors": [
        {
          "name": "Bret W. Davis",
          "authorId": "96604178"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1080/17570638.2017.1333706",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0a1c18fef21234c97401c3417d31e63aece464ba",
      "venue": "",
      "journal": {
        "name": "Comparative and Continental Philosophy",
        "pages": "115 - 118",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0bddea7eb63361abb8f693ce3ad32f23a9066a3d",
      "title": "Critical Philosophy of Race: Beyond the USA",
      "authors": [
        {
          "name": "A. Atkin",
          "authorId": "48146620"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1111/JAPP.12268",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0bddea7eb63361abb8f693ce3ad32f23a9066a3d",
      "venue": "",
      "journal": {
        "name": "Journal of Applied Philosophy",
        "pages": "514-518",
        "volume": "34"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
