[search_openalex.py] Searching OpenAlex: 'Kymlicka minority rights tradition' (year=2010-2025), limit=25
[search_openalex.py] Retrieved 25 papers...
[search_openalex.py] Search complete: 25 papers found
[search_openalex.py] Cached results (cache key: openalex_fc33f181e9c8f53b)
{
  "status": "success",
  "source": "openalex",
  "query": "Kymlicka minority rights tradition",
  "results": [
    {
      "openalex_id": "W2035726148",
      "doi": "10.1080/13621025.2012.716213",
      "title": "Towards cultural citizenship? Cultural rights and cultural policy in Taiwan",
      "authors": [
        {
          "name": "Li-Jung Wang",
          "openalex_id": "A5111713787",
          "institutions": [
            "National Central University"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-11",
      "abstract": "Abstract This article reviews existing literature on the construction of cultural citizenship, and argues that cultural citizenship expands the concept of 'citizenship', promotes citizens' consciousness and ensures the protection of minority rights. Since the 1990s, three cultural policies have arisen related to cultural citizenship in Taiwan: 'Community Renaissance', 'Multicultural Policy' and the 'Announcement of Cultural Citizenship'. 'Cultural citizenship' has expanded the concept of citizenship in two ways. First, it has led to the consideration of the minority rights of Taiwanese indigenous peoples, the Hakkas, foreign brides and migrant workers in 'citizenship'; and second, it has placed emphasis on 'cultural rights' in addition to civil rights, political rights and social rights. This article begins by exploring what approach to cultural citizenship is used in cultural policy, and what approach is suitable for practising cultural citizenship in Taiwan. I argue that minority groups practise their cultural rights with the public participation of Community Renaissance. Taiwan's case bears out Stevenson's view: a society of actively engaged citizens requires both the protection offered by rights and opportunities to participate. Finally, this article shows the challenges and contradictions of cultural citizenship in Taiwan: the loss of autonomy and the continuation of cultural inequality. Keywords: cultural citizenshipcultural policymulticulturalismcultural rights Notes 1. For example, Kymlicka (2005 Kymlicka, W. 2005. \"Liberal multiculturalism: western models, global trends, and Asian debates\". In Multiculturalism in Asia, Edited by: Kymlicka, W. and He, B. 22–55. Oxford/New York: Oxford University Press. [Crossref] , [Google Scholar]) discuss the development of multiculturalism in non-western countries, and compares the differences in multiculturalism as experienced in western democracies versus other areas of the world such as Asia, Africa and even Eastern Europe. In addition, He (2005 He, B. 2005. \"Minority rights with Chinese characteristics\". In Multiculturalism in Asia, Edited by: Kymlicka, W. and He, B. 56–79. Oxford/New York: Oxford University Press. [Crossref] , [Google Scholar]) discusses the challenges and difficulties of practising western liberal multiculturalism in China. He shows that Chinese-style multiculturalism is limited to such 'soft areas' as cultural production, distribution and symbol formation. If we move to the political institutions of multiculturalism, such as political autonomy and self-government for ethnic groups, national security considerations take precedence over minority rights (He 2005 He, B. 2005. \"Minority rights with Chinese characteristics\". In Multiculturalism in Asia, Edited by: Kymlicka, W. and He, B. 56–79. Oxford/New York: Oxford University Press. [Crossref] , [Google Scholar], p. 79). 2. Young gave two reasons why equality needs to affirm rather than ignore group difference. First, the excluded groups are at a disadvantage in the political process, and 'the solution lies at least in part in providing institutionalised means for the explicit recognition and representation of oppressed groups' (Young 1989 Young, I.M. 1989. Polity and group difference: a critique of the ideal of universal citizenship. Ethic, 99: 250–274. [Crossref], [Web of Science ®] , [Google Scholar], p. 259). These procedural measures should include public funds for advocacy groups, guaranteed representation in political bodies and veto rights over specific policies that affect a group directly. Second, the excluded groups often have distinctive needs, which can only be met through group-differentiated policies such as language rights, land rights for indigenous groups and reproductive rights for women (Young 1990 Young, I.M. 1990. Justice and the politics of difference, Princeton, NJ: Princeton University Press. [Google Scholar], pp. 175–183). 3. Kymlicka (1995 Kymlicka, W. 1995. Multicultural citizenship: a liberal theory of minority right, Oxford: Oxford University Press. [Google Scholar]) suggests the term 'multicultural citizenship' and elaborates this in terms of three forms of migrant rights: self-government rights, polyethnic rights and special representation rights. For Kymlicka, claims of self-government mean devolving political power to a political unit substantially controlled by the members of the national minority, and substantially corresponding to their historical homeland or territory. It is important to note that these responses are not temporary measures or a remedy for a form of oppression that will be eliminated. Polyethnic rights are intended to help ethnic groups and religious minorities express their cultural particularity and pride without hampering their success in the economic and political institutions of the dominant society. Special representation rights have attracted increasing attention in western societies. A more representative process would include members of ethnic and racial minorities, women, the poor and the disabled. Thus, more and more countries have provided special representation rights for particular groups such as women, indigenous people and racial minorities (Kymlicka 1995 Kymlicka, W. 1995. Multicultural citizenship: a liberal theory of minority right, Oxford: Oxford University Press. [Google Scholar]). 4. The categories include: rights to physical and cultural survival, rights to association and identification with cultural community, rights to and respect for cultural identity, rights to physical and intangible heritages, rights to religious belief and practice, rights to freedom of opinion, expression and information, rights to choice of education and training, rights to participation in elaboration of cultural policies, rights to participation in cultural life and rights to create, rights to choice of endogenous development, and rights to people's own physical and cultural environment (Nieć 1998 Nieć, H., ed. 1998. Cultural rights and wrong: a connection of essays in commemoration of the 50 the anniversary of the universal declaration of human rights, Paris: UNESCO. [Google Scholar]). 5. Cultural competence refers to the process by which individuals and systems respond respectfully and effectively to people of all cultures, languages, classes, races, ethnic backgrounds, religions and other diversity factors in a manner that recognises, affirms and values the worth of individuals, families and communities, and protects and preserves the dignity of each. 'Cultural competence is a set of congruent behaviors, attitudes, and policies that come together in a system or agency or among professionals and enable the system, agency, or professionals to work effectively in cross-cultural situations' (NASW 2000, p. 61). 6. See Bennett and Mercer (1998 Bennett, T. and Mercer, C., 1998. Improving research and international cooperation for cultural policy [online]. Available from: http://www.unesco-sweden.org/conference/Papers/Paper6.htm [Google Scholar]). 7. There are four main ethnic groups in Taiwan: Taiwanese indigenous peoples, the Hakkas, the Hokkeins and the mainlanders. To aid the reader unfamiliar with the ethnic make-up of Taiwan, what follows is a short history of these four ethnic groups. Taiwanese indigenous peoples: Taiwanese indigenous peoples are native to the island of Taiwan. They are Austronesian and are of Malayo-Polynesian descent. They share a very close blood relationship and appearance with other indigenous people in Malaysia, the Philippines and some islands in the Pacific Ocean. They comprise over 11 different groups, each with its own language, culture, social system, lifestyle and distinct physical appearance. Their population is about 2–3% of the whole population of Taiwan. The mainlanders: The mainlanders are those who escaped to Taiwan from China along with the KMT government from 1945 to 1949. That group included administrators of the KMT party, government members, military men and their families, and people who wanted to escape the war. They included members of the ruling class in the KMT government, uneducated military men and ordinary people. Today the mainlander population comprises 12–15% of the whole population of Taiwan, occupying a smaller percentage than either the Hokkeins or the Hakkas. The KMT mainlanders controlled the government in Taiwan from 1949 to the late 1980s, and thus they are viewed as 'the dominant group' in political, cultural, economic and social terms. The Hakkas: The Hakka people comprise a unique ethnic group with a long history in Mainland China. In the Ching Dynasty, many Hakkas lived in Canton Province. Afterwards, some Hakkas moved to Taiwan, some moved to Southeast Asia (e.g. Hong Kong, Singapore, Indonesia and Malaysia) and some continued to live in Mainland China. The Hakkas arrived in Taiwan about 300 years ago, later than the Hokkeins. Today they make up 15–18% of Taiwan's population, making it the second largest group in Taiwan. There are no clear differences in appearance among the mainlanders, the Hakkas and the Hokkeins. The main differences are related to language, traditional culture and lifestyle. The Hokkeins: The Hokkeins are the largest ethnic group in Taiwan, around 65% of the total population. Their ancestors emigrated from Fu-Jian province in the south-eastern part of Mainland China in the seventeenth century. 8. The main leader of Community Renaissance is Dr Chi-Nan Chen, who was the Vice Chief of the CCA from 1993 to 1997, and the Chief of CCA from 2004 to 2006. Through his work he has focused attention on the many problems of democracy in Taiwan, and has introduced the concept of 'community' as the basis for common identity and the practice of democracy in Taiwan. Community Renaissance brought together a range of ideas from both western societies and Japan. First, it reflected the notion of 'American democracy'. Chen's concepts of democracy and civil society were greatly influenced by the views of Alexis de Tocqueville, according to whom the public participation of citizens is the only sound basis for a genuine democracy and civil society. Chen has thus subscribed to the notion that the practice and learning of democracy should be grounded in community. Second, Community Renaissance has been influenced by the idea of 'community architecture' in the UK. This idea advocates that architectural decisions be based on the participation of users, e.g. through community design and community landscaping. It emphasises the importance of active participation by community residents. Third, the 'Machitsukuri' (a communal movement and community reconstruction in Japan) also provided a good basis for Community Renaissance. The content of the 'Machitsukuri' included the promotion of local or communal history and culture, the protection of local customs and practices, the natural environment, the nurture of local talent, and the establishment of local or communal organisations, the creation of communal systems, the increase of local works, and the improvement of communal living conditions (Chen and Chen 1998 Chen, Q.-N. and Chen, R.-H. 1998. The review of Community Renaissance in Taiwan. Report of investigation, 41: 21–37. (in Chinese) [Google Scholar], p. 29). 9. This plan was for the period 1995–2001. It aimed to balance the cultural development of urban and rural areas, implement basic cultural construction, and encourage people to participate in community cultural activity. 10. This plan was for 1996–2001. It aimed to help local governments set up galleries and museums for their local traditions and cultures to enhance local culture, increase residents' identity and encourage their participation in community affairs. 11. This plan was for 1995–1998. It aimed to encourage residents to care for their historical buildings and improve their environment to reconstruct local cultural property. 12. These plans included: guidance on the reuse and exploitation of cultural resources, the drawing up of cultural pictures, the creation of cultural property, education in cultural property and the marketing of cultural property. 13. For example, the ceremony of 'Playing with Lions in Yu-Tian' has been criticised because 'in order to construct the common identity of community, it limits other possibilities for other identities in the community, and finally it represents inequality in class, gender and ethnicity in the community' (Mu 1999 Mu, S.-M., 1999. The diverse locality in Taiwan: the observation of communal museums in the 1990s. Thesis (MA). Center of Architecture and Urban and Villages, National Taiwan University (in Chinese) [Google Scholar], p. 71). 14. The Department of Education and Culture in the CIP has several responsibilities: to consider, work out and negotiate indigenous education and culture; to research, preserve and spread the indigenous language; to train and foster indigenous people; and to improve and support indigenous media, cultural organisations and activity. The main duties of the CIP are to formulate laws and policy to support the development of indigenous culture, and to provide sponsorship for indigenous cultural and educational groups. 15. Many cultural policies are designed to protect the various cultural rights of the indigenous peoples. The government has worked to revive traditional indigenous festivals, maintain indigenous cultural heritage, reset tribal histories and support indigenous folk to practice the right of the indigenous peoples to cultural participation. The establishment of indigenous TV broadcasts has promoted the right to participate in cultural life, the right to cultural identity and the right to represent their groups. At the same time, the government has instigated a number of cultural policies aimed at reviving the indigenous languages, such as the bonus point in the educational systems, and the language certificate in the employment market to improve the motivation of the younger generations to learn traditional languages (Lee 2003 Lee, T.-Y., 2003. An evaluation to the accreditation of the indigenous languages proficiency in Taiwan. Thesis (MA), National Chengchi University (in Chinese) [Google Scholar]). 16. For example, many indigenous parents believe that it is not necessary to teach their mother tongue to their children. If the parents have money to do so, they tend to send their children to urban areas to learn Mandarin Chinese or English (Huang and Xiong 2003 Huang, Z.-W. and Xiong, T.-X. 2003. Discussion of indigenous education: reflections on multicultural thought. Indigenous education quarterly, 29: 55–76. (in Chinese) [Google Scholar]). 17. From CIP website: http://www.apc.gov.tw/main/docList/docList.jsp?cateID = A001114&linkParent = 49&linkSelf = 339&linkRoot = 4 (in Chinese). 18. Measures in 'The Plan to Promote the Hakka Culture within Six Years' (CHA 2002) include: helping to establish Hakka cultural workshops and artists villages; setting up Hakka cultural centres to help local governments and communities promote Hakka culture; and reconstructing Hakka cultural life by improving Hakka cultural activities, recording Hakka cultural life and creating traditional Hakka culture (CHA 2002, pp. 6–12). Since then, the main cultural policies of the CHA from 2002 to 2010 have included: the improvement of Hakka language education; development of a Hakka academic community; the improvement of Hakka media (TV and radio); the development of Hakka industries and economy, such as Hakka tourism and Hakka festivals; and the construction of a global Hakka network (CHA 2010). From the CHA website: http://www.hakka.gov.tw/public/Data/032514321871.pdf (in Chinese). 19. The revision of the Act of National Parks in 29 November 2000 removed the limitation on hunting by indigenous peoples. From website: http://web.pts.org.tw/∼abori/archives/001209/index.html (in Chinese). 20. The Act for self-government continues to be discussed in the government and parliament. In September 2010 there was still no clear conclusion and legislation. From website: http://www.libertytimes.com.tw/2010/new/sep/23/today-p4.htm (in Chinese). 21. The Multicultural Policy in Taiwan has always been viewed as an issue of interest only for the minority groups themselves. The majority feels isolated from Multicultural Policy and other cultural differences. Multicultural Policy does not improve mutual understanding between the various ethnic groups, nor encourage an open-minded attitude towards cultural differences (Wang 2004 Wang, L.-J. 2004. Multiculturalism in Taiwan: contradictions and challenges in cultural policy. International journal of cultural policy, 10(3): 301–318. [Taylor & Francis Online] , [Google Scholar]). 22. This announcement was provided by Dr Chi-Nan Chen in 2004, when he was the Chief of CCA. In 2004, CCA held some important activities to promote this concept, such as multiethnic festivals, ethnic cultural meetings and visual arts exhibitions. However, this concept was not emphasised in cultural policy after 2006 when Dr Chen finished his duty of CCA.",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "Citizenship Studies",
        "type": "journal",
        "issn": [
          "1362-1025",
          "1469-3593"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Hong Kong and Taiwan Politics",
        "Asian Culture and Media Studies",
        "Japanese History and Culture"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2035726148"
    },
    {
      "openalex_id": "W2963587277",
      "doi": "10.1108/ijse-03-2019-0142",
      "title": "Philosophical foundations for Indigenous economic and political rights",
      "authors": [
        {
          "name": "Paul Patton",
          "openalex_id": "A5042110741",
          "orcid": "https://orcid.org/0000-0002-9005-2095",
          "institutions": [
            "UNSW Sydney"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-07-19",
      "abstract": "Purpose The purpose of this paper is to examine some influential accounts of the basis for Indigenous rights, consider their strengths and weaknesses, and ascertain whether and in what degree they support effective self-government and self-determination for Indigenous people. Design/methodology/approach The paper begins with a brief discussion of the emergence of specifically Indigenous rights, the significance of self-determination as a means of improving the economic and social conditions of communities, and the problem such rights pose for late 20th versions of egalitarian liberalism. It then examines the liberal culturalist argument for minority rights developed by Will Kymlicka, before turning to James Tully’s elaboration of the historical approach to the justification of Indigenous rights that draws on the tradition of treaty relations in North American colonialism. Finally, it outlines a third approach based on the political liberalism of John Rawls. Findings The conditions of legitimate government set out in Rawls’ political liberalism are a better way to provide normative foundations for Indigenous rights in contemporary postcolonial democracies. Research limitations/implications The discussion of Indigenous rights is confined to those countries established by colonization with largely British political institutions and populations. The arguments for Indigenous rights are confined to those advanced within the liberal tradition of political thought. Originality/value Some of the criticisms of the liberal culturalist argument and of Tully’s approach are original. The case for Indigenous rights based in the legitimacy requirements of political liberalism is original and based on conceptual work by the author.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "International Journal of Social Economics",
        "type": "journal",
        "issn": [
          "0306-8293",
          "1758-6712"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Indigenous Health, Education, and Rights",
        "Multicultural Socio-Legal Studies"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W2963587277"
    },
    {
      "openalex_id": "W2208587675",
      "doi": "10.1186/s40878-015-0017-4",
      "title": "Solidarity in diverse societies: beyond neoliberal multiculturalism and welfare chauvinism",
      "authors": [
        {
          "name": "Will Kymlicka",
          "openalex_id": "A5078179152",
          "orcid": "https://orcid.org/0000-0001-6468-5174",
          "institutions": [
            "Queen's University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-01",
      "abstract": "In the postwar period, projects of social justice have often drawn upon ideas of national solidarity, calling upon shared national identities to mobilize support for the welfare state. Several commentators have argued that increasing immigration, and the multiculturalism policies it often gives rise to, weaken this sense of national solidarity. This creates a potential \"progressive's dilemma\", forcing a choice between solidarity and diversity. My aim in this paper is two-fold: first, to argue for the importance of national solidarity as a progressive political resource; and second, to discuss how it can be reconciled with support for immigration and multiculturalism. I will try to identify the prospects for a multicultural national solidarity – a multicultural welfare state, if you will – and to contrast it with the two obvious alternatives: a neoliberal multiculturalism that champions mobility and diversity at the expense of national solidarity; and a welfare chauvinism that champions national solidarity at the expense of immigrants and minorities.",
      "cited_by_count": 368,
      "type": "article",
      "source": {
        "name": "Comparative Migration Studies",
        "type": "journal",
        "issn": [
          "2214-594X",
          "2214-8590"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://comparativemigrationstudies.springeropen.com/track/pdf/10.1186/s40878-015-0017-4"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Social Policy and Reform Studies",
        "Migration and Labor Dynamics"
      ],
      "referenced_works_count": 128,
      "url": "https://openalex.org/W2208587675"
    },
    {
      "openalex_id": "W96787717",
      "doi": null,
      "title": "Sharia and Shah Bano: Multiculturalism and Women's Rights",
      "authors": [
        {
          "name": "Amali Philips",
          "openalex_id": "A5031601606"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-07-01",
      "abstract": "IntroductionThis article traces the unfolding and outcome of the sharia controversy in Ontario, Canada and the Shah Bano conflict in India to discuss then- siimlarities and differences in relation to the key issues of women's rights, cultural rights and poUtics in multicultural settings. Specifically, I draw insights from the two cases to examine their implications for and women's rights as equal citizens.The rights of cultural minorities and the ideals and values of democratic citizenship are two areas that have received considerable attention in recent times (KymUcka and Norman 2000). They are also the areas that have caused the most tension in Canada and countries such as France, England and Germany with a significant number of immigrants. In these countries, personal laws and other cultural symbols (e.g., veuing) have become the battleground for the defense of purportedly authentic religious and ethnic traditions and identities, with gender often being the focal point in these battles. MulticulturaUsm has provided a context for groups to negotiate their coUective cultural rights and citizenship rights as part of multicultural accommodation and equality of citizenship (see Asad 2006; Kepel 2004; Soysal 2001; Turner 1993; Wilson 1997; Yuval-Davis 1997). Culture is also becoming a ubiquitous synonym for identity (Benhabib 2002:1; Sahlins 1999), and the claims of cultures for recognition and protection (Kymlicka 1996) have transformed the political and arenas into sites of conflict and contestation. These developments have brought into sharp relief the tension between the rights of religious minorities and the equality rights of women in multicultural societies.A dramatic manifestation of these tensions occurred on 8 September 2005, when several cities in Canada and across Europe held mass protests against a proposal to. establish sharia courts in the Province of Ontario, Canada. SimUar tensions have arisen in the multicultural societies of South Asia with plural legal systems governing the public and private realms. A highly publicized instance is the Shah Bano case in India, where the Supreme Court, in 1985, ruled in favour of Shah Bano, a divorced Muslim woman who challenged her husband for extended maintenance in contravention of Muslim Personal Law. The opposition of Muslim groups to the court ruling forced the Government of India to override the Supreme Court's decision and enact the Muslim Women's Protection of Rights on Divorce law, which entrenched Muslim personal law and placed the responsibility for protecting divorced women after the iddat1 period on their natal families and not their husbands. In Canada, protests against sharia courts resulted in the government of Ontario moving away from religious arbitration in family disputes, previously permitted under an arbitration law of the province.I use the sharia and Shah Bano cases as comparative sites to interrogate the contentious issue of group rights and women's citizenship rights with particular reference to religious-based personal laws. My paper falls within the tradition of the comparative approach in anthropology, and is in keeping with critical legal anthropological (Moore 2001; Wilson 1997) and feminist discourses on citizenship in national and transnational settings (McCain and Grossman 2009; Merry 2006; Mukhopadhyay 1994; Sweetman 2004). My interest in personal laws partly stems from my research on personal law disputes involving Christian women in the southern Indian state of Kerala. My purpose in comparing Canada and India, however, needs elaboration.Multiculturalism emerged in Canada as the official doctrine and corresponding practices (Fieras and Elliott 1992:22) to manage (Bannerji 2000) and accommodate the cultural diversity of immigrants, Aboriginal communities and French and English groups (Fieras and Elliott 1992). Charles Taylor (1992:25) characterizes the politics of multiculturalism as politics of recognition, with two distinct components. …",
      "cited_by_count": 5,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious Freedom and Discrimination",
        "Gender and Women's Rights"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W96787717"
    },
    {
      "openalex_id": "W4211176385",
      "doi": "10.22459/caepr38.11.2016",
      "title": "Indigenous Data Sovereignty",
      "authors": [
        {
          "name": "Ian Pool",
          "openalex_id": "A5051208914",
          "institutions": [
            "Australian National University",
            "Aboriginal Affairs Northern Dev Canada",
            "University of Arizona"
          ]
        },
        {
          "name": "C. Matthew Snipp",
          "openalex_id": "A5088640694",
          "institutions": [
            "Australian National University",
            "Aboriginal Affairs Northern Dev Canada",
            "University of Arizona"
          ]
        },
        {
          "name": "Mildred Finley Wohlford",
          "openalex_id": "A5094693105",
          "institutions": [
            "Australian National University",
            "Aboriginal Affairs Northern Dev Canada",
            "University of Arizona"
          ]
        },
        {
          "name": "Ceal Tournier",
          "openalex_id": "A5061499293",
          "institutions": [
            "Australian National University",
            "Aboriginal Affairs Northern Dev Canada",
            "University of Arizona"
          ]
        },
        {
          "name": "Mandy Yap",
          "openalex_id": "A5018462145",
          "orcid": "https://orcid.org/0000-0002-0879-0313",
          "institutions": [
            "Australian National University",
            "Aboriginal Affairs Northern Dev Canada",
            "University of Arizona"
          ]
        },
        {
          "name": "Maggie Walter",
          "openalex_id": "A5046779785",
          "orcid": "https://orcid.org/0000-0002-8028-5274",
          "institutions": [
            "Australian National University",
            "Aboriginal Affairs Northern Dev Canada",
            "University of Arizona"
          ]
        },
        {
          "name": "Raymond Lovett",
          "openalex_id": "A5018660491",
          "orcid": "https://orcid.org/0000-0002-8905-2135",
          "institutions": [
            "Australian National University",
            "Aboriginal Affairs Northern Dev Canada",
            "University of Arizona"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-14",
      "abstract": "\"As the global ‘data revolution’ accelerates, how can the data rights and interests of indigenous peoples be secured? Premised on the United Nations Declaration on the Rights of Indigenous Peoples, this book argues that indigenous peoples have inherent and inalienable rights relating to the collection, ownership and application of data about them, and about their lifeways and territories. As the first book to focus on indigenous data sovereignty, it asks: what does data sovereignty mean for indigenous peoples, and how is it being used in their pursuit of self-determination? The varied group of mostly indigenous contributors theorise and conceptualise this fast-emerging field and present case studies that illustrate the challenges and opportunities involved. These range from indigenous communities grappling with issues of identity, governance and development, to national governments and NGOs seeking to formulate a response to indigenous demands for data ownership. While the book is focused on the CANZUS states of Canada, Australia, Aotearoa/New Zealand and the United States, much of the content and discussion will be of interest and practical value to a broader global audience. ‘A debate-shaping book … it speaks to a fast-emerging field; it has a lot of important things to say; and the timing is right.’ — Stephen Cornell, Professor of Sociology and Faculty Chair of the Native Nations Institute, University of Arizona. ‘The effort … in this book to theorise and conceptualise data sovereignty and its links to the realisation of the rights of indigenous peoples is pioneering and laudable.’ — Victoria Tauli-Corpuz, UN Special Rapporteur on the Rights of Indigenous Peoples, Baguio City, Philippines \"",
      "cited_by_count": 499,
      "type": "book",
      "source": {
        "name": "ANU Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://press-files.anu.edu.au/downloads/press/n2140/pdf/book.pdf"
      },
      "topics": [
        "Digital and Traditional Archives Management"
      ],
      "referenced_works_count": 148,
      "url": "https://openalex.org/W4211176385"
    },
    {
      "openalex_id": "W2889394202",
      "doi": "10.1007/978-3-319-89346-4_9",
      "title": "I Have Cleansed My Honour: Multiculturalism and the Dutch Pillar System",
      "authors": [
        {
          "name": "Cees Maris",
          "openalex_id": "A5066948185",
          "institutions": [
            "University of Amsterdam"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-01",
      "abstract": null,
      "cited_by_count": 1,
      "type": "book-chapter",
      "source": {
        "name": "Law and philosophy library",
        "type": "book series",
        "issn": [
          "1572-4395",
          "2215-0315"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious Freedom and Discrimination",
        "Religious Education and Schools",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 60,
      "url": "https://openalex.org/W2889394202"
    },
    {
      "openalex_id": "W2116137156",
      "doi": "10.1146/annurev-polisci-082012-115925",
      "title": "Immigration into Europe: Economic Discrimination, Violence, and Public Policy",
      "authors": [
        {
          "name": "Rafaela Dancygier",
          "openalex_id": "A5081923121",
          "orcid": "https://orcid.org/0000-0001-9569-134X",
          "institutions": [
            "Princeton University",
            "Woodrow Wilson International Center for Scholars"
          ]
        },
        {
          "name": "David D. Laitin",
          "openalex_id": "A5082422163",
          "orcid": "https://orcid.org/0000-0002-7911-7089",
          "institutions": [
            "Stanford University"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-29",
      "abstract": "Immigration has irreversibly changed Western European demographics over the past generation. This article reviews recent research drawing implications of this migration for labor-market discrimination and for immigrant–state and immigrant–native violence. It further reports on research measuring the effects of political institutions and policy regimes on reducing the barriers to immigrants' economic integration. In the course of reviewing the literature, we discuss some of the methodological challenges that scholars have not fully confronted in trying to identify the causes and consequences of discrimination and violence. In doing so, we highlight that future work needs to pay greater attention to sequencing, selection, and demographic effects. Further, we suggest ways to resolve contradictory findings in regard to preferred policies aimed at advancing immigrants' economic performance.",
      "cited_by_count": 184,
      "type": "article",
      "source": {
        "name": "Annual Review of Political Science",
        "type": "journal",
        "issn": [
          "1094-2939",
          "1545-1577"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-polisci-082012-115925"
      },
      "topics": [
        "Migration and Labor Dynamics",
        "Migration, Refugees, and Integration",
        "Employment and Welfare Studies"
      ],
      "referenced_works_count": 144,
      "url": "https://openalex.org/W2116137156"
    },
    {
      "openalex_id": "W2749589891",
      "doi": "10.1111/spsr.12262",
      "title": "What Democracy Do We Want? The Problematic Focus on the Median Voter",
      "authors": [
        {
          "name": "Daniel Bochsler",
          "openalex_id": "A5026635256",
          "orcid": "https://orcid.org/0000-0001-6423-5560",
          "institutions": [
            "University of Zurich",
            "University of Copenhagen"
          ]
        },
        {
          "name": "Miriam Hänni",
          "openalex_id": "A5047006258",
          "orcid": "https://orcid.org/0000-0001-8540-4044",
          "institutions": [
            "University of Konstanz"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-25",
      "abstract": "One of the key principles of democracy is responsiveness (May 1978: 1). Democracy is based on institutions, which allow citizens to control their governments by granting them a political mandate based on citizens’ policy-making preferences, and revoking it in subsequent elections if the government does not respond to citizens’ expectations. However, in all democracies the interests and preferences of citizens on political issues vary. As citizens will never have identical opinions on an incumbent government, direct control by the citizens requires a rule that establishes how opinions are aggregated and to whom governments should be responsive. This article argues that the widespread belief that democracy should resort to the rule of the median voter is too shortsighted. Democracy may take many different shapes and forms that go beyond the rule of the majority, but the extent to which democracies make use of these options differs vastly between countries (Bühlmann et al. 2011). Reviewing new empirical research from The National Center of Competence in Research (NCCR) Democracy, we show that the still dominating focus on the median voter risks excluding important groups and legitimate preferences within the population. More inclusive models of democracy not only allow a larger number of citizen preferences to be considered, but they also lead to less conflict and higher degrees of political support (among minorities). Both, political practitioners and academics usually associate democracy with majority rule, which is widely understood as the rule by the median voter. From a theoretical perspective, the importance of the median in politics stems from the fact that “the position of the median voter is the only policy that would be preferred to all others by a majority of voters” (Powell, 2000: 163). A more careful investigation of the effect of institutions associated with the majoritarian model of democracies, such as the plurality rule or multi-round majoritarian elections, shows that they often fail to represent the median voter (see Grofman 2004 for a review). However, the main underlying question of this discussion are less the failures of majoritarian institutions to represent the median voter, but the normative ideal as such. From an empirical perspective, an abundance of studies deal with questions of policy responsiveness and issue or policy congruence (Golder and Stramski 2010; Huber and Powell 1994; Powell 2000; Powell and Vanberg 2000; Wlezien and Soroka 2012), or representation more generally (e.g. Shapiro et al. 2010). Most studies of policy congruence primarily analyse whether policy-making reflects the position of the median voter or how preferences among legislators reflect preferences of the population as a whole. Going beyond this, there is increasing empirical interest in identifying systematic deviations from the median voter model. In some democracies, specific groups of citizens tend to be more influential. In particular, these are wealthy citizens, specific interests, which are more easily organised than others, or particularly engaged citizens (Bartels 2008; Gilens 2012). These studies report a bias of representation towards privileged groups, which is understood as undermining the quality of democratic representation. Instead, we ask whether the particular consideration of groups other than majorities can improve democratic representation, i.e. we discuss the quality of representation beyond the common focus on the median voter. In political theory, the dangerous consequences of the primacy of the median voter have been highlighted in discussions about the possible tyranny of the majority. Unconditional rule by the majority, often discussed as one attribute of populist democracy (see Kübler and Kriesi 2017), places the views of the majority above those of minorities, and risks neglecting the interests of minorities that warrant protection.1 This critique particularly applies to societies with stable identity-based cleavages where the prerequisite of majority rule does not hold; namely the assumption that today's majority may be tomorrow's minority (Guinier 1994, chap. 1). In this context, preferences tend to be linked closely to cleavages that correspond to subgroups in the population, and there, majority rule easily transforms into the rule of the majority over those citizens identifying as the minority. Specifically, in democratic decisions made by majority rule, majorities can overrule minorities, even on issues which are very salient for minorities, but in which the majority has no stake. Once we consider that some issues (e.g. language policies, territorial organisation) are more salient for minorities (e.g. linguistic or regional groups) than for the majority, then majority rule will be revealed as unsatisfactory: it ponders to the preferences of the little affected majority, and neglects the importance of the issue for minorities (Brighouse and Fleurbaey 2010). In the absence of special guarantees for the minority this may even happen with proportional representation. Exclusion on the basis of group identity fundamentally violates the ideal of political equality, which demands that all citizens be treated as politically equal.2 While the literature on varieties of democracy has long acknowledged that democracies come in many shapes and forms – the most important distinction being between consensus and majoritarian democracies (Lijphart 1999) – the literature on policy responsiveness has mostly overlooked this tension and analysed policy responsiveness from a majoritarian perspective of democracy (e.g. Hobolt and Klemmensen 2007; Kang and Powell 2010; Roberts 2010). Even in proportional systems, legislative decisions are eventually taken by simple majority votes. The consideration of the preferences of minority groups should, however, be a key element of all democracies, even, and particularly, if they contradict the position of the majority (Kymlicka 1995; Van Cott 2005). This does not mean that the preferences of minorities should generally overrule the majority. Instead, it implies that the preferences of minorities should be recognised if they concern certain minority-relevant policies and/or if preference differences overlap with identity based groups in society. There are different political institutions, which allow for the inclusion of political and social minorities into decision-making. Inclusive parliaments not only offer space for the battle between the governing and the main opposition parties, but also allow smaller (political) minorities to be heard. Elections under proportional rule can help minorities to get represented in parliament, although this is usually not sufficient for their inclusion into decision-making. In parliaments, super-majority rules or veto-rights for certain minority groups for constitutional changes and/or legislation imply that reforms need to be agreed between majorities and minorities, and usually lead to coalition governments. De-facto vetoes for minorities are also possible in elections. Several countries in Africa apply special rules on the territorial distribution of votes, which a candidate needs to gain in order to be elected. In countries where social or ethnic groups live in separate parts of the territory, minorities can effectively veto certain candidates from becoming elected through territorial vote distribution requirements (Bogaards 2003) or through election formulas which guarantee that the preferences of majorities and ethno-territorial minorities are equally taken into account (Bochsler 2012). To our knowledge, while such rules are applied in elections, there is less extensive use thereof in direct democratic decision-making, apart from double majority rules (i.e. where an approval of the majority of the citizens and of the sub-states is required to pass a vote). A school of scholars attributes similar effects to majoritarian institutions if they are applied in sufficiently heterogeneous places or in heterogeneous electoral districts. To be elected, candidates need to win a majority of the votes, which is often easier to achieve through alliances with social and political minorities. This is expected to lead to a centripetal effect, where the candidates elected take minority-friendly positions (Horowitz 2003; Reilly 2001). However, in some societies, and for certain issues, majorities living in heterogeneous contexts tend to adopt positions hostile to minorities. In these contexts, the centripetal effect inverts, and the result seems unacceptable for minorities (for the US: Key 1949; for an application to Serbia: Bochsler 2013). Some political theorists demand that decision-making power is distributed proportionally to people's stakes in a particular decision (Brighouse and Fleurbaey 2010: 137), or that voting rules be adapted to ensure that identity-based minorities are not consistently outvoted (Guinier 1991).3 There are different attempts to translate this debate into empirical types of democracies. Arend Lijphart has argued in “Patterns of Democracy” (1999) that democracies can be categorised into a majoritarian and a consensual type. Consensus democracies are characterised primarily by the first two institutions discussed here, proportional representation – leading to large party systems – and enhanced veto points (e.g. super-majority rules or minority vetoes), which require negotiations and compromises between parties. This is associated with more inclusive policy-making, where political minorities are also included in some of the decision-making processes. In Lijphart's tradition, Bochsler and Kriesi (2013) have extended the analysis of the variety of democracies to the 1990s and 2000s, and to more recently democratised countries in Central and Eastern Europe, Latin America, Africa and Asia. Capitalising on the multidimensional measure of democracy, offered by the Democracy Barometer, they find that real democracies can be distinguished according to five dimensions. Here, the distinction between consensus and majoritarian democracies is still among the most important.4 Consensus democracies are open to including political minorities. In Bochsler and Kriesi's analysis, they are particularly characterised by an open electoral system with low thresholds, large party systems, a high degree of representation of women and minorities, and indicators of a corporatist economic model.5 The model also extends to new democracies, with South Africa as the archetype of a proportional democracy. The cases at the opposite, majoritarian pole include both old democracies (e.g. United Kingdom or Canada), and newer (and less stable) democracies, such as Turkey, Indonesia, or Hungary (in the period of investigation). The choice between different models of democracy reflects the normative question on the principles of representation. While majoritarian democracies emphasise the representation of the median voter, proportional democracies allow for the inclusion of citizens who belong to political minorities, and substitute majoritarian decision-making with compromises and negotiations. Empirically, the two principles are hard to reconcile, and the distinction between the two types constitutes a trade-off (Bochsler and Kriesi 2013). The fears of a tyranny of a majority have also been reflected in a vast empirical literature dealing with the effect of direct democratic institutions on minority rights and civil rights. However, there is wide disagreement as to how direct legislation relates to the consensus-majoritarian dimension. It entails elements of both concepts. Hug and Tsebelis (2002) show that direct democratic institutions introduce a new veto player into the political system - the median voter of the population. Relying on this argument, Vatter (2009), in an analysis of 23 democracies, shows that referendums create an incentive for the extension of the governing coalitions,. The more extensive sample of the countries of the Democracy Barometer, also including third-wave democracies in Latin America and in Central and Eastern Europe (with more frequent practice of referendums and initiatives) does not reveal a correlation. The direct-representative dimension appears as a separate dimension in Bochsler and Kriesi's (2013) analysis. Turning to social and political minorities, studies have looked at direct democracy and its effect on manifold minority issues, ranging from; the rights of same-sex couples over abortion rights; “English-only” laws, prescribing English as the only language to be used for state action in US states; and anti-discrimination laws or citizenship rights (e.g. Gamble 1997; Helbling and Kriesi 2004; Vatter and Danaci 2009). Results obtained depend heavily on the issue, the case of study, and the methodology employed. Hug suggests that direct democratic institutions offer the means to correct legislation where parliaments are not following the preferences of the median voter, and thus lead to policy outcomes which are more strictly oriented towards the median voter (Hug 2011). As a result, this can also undermine the protection of social and political minorities from majoritarian decision-making. Investigating five fields of minority rights, Bochsler and Hug (2015) show that the effect of direct democracy on minorities depends on voter preferences. Direct democratic institutions reinforce the median voter tendency of legislation. While they tend to offer higher protection towards minorities with a strong political support among the population than representative democracy institutions, they also can undermine the protection of minority groups, which are unpopular in their countries. The question of who is represented in politics is not only a normatively relevant exercise, but also has concrete political implications, as multiple contributions from NCCR Democracy have shown. For instance, studying ethnically distinct population subgroups, Cederman et al. (2010a) have repeatedly shown that excluded ethnic groups are more likely to be involved in civil conflict with the government, especially during democratization periods (Cederman et al. 2010b) and in times of elections (Cederman et al. 2013). This not only applies to countries in transition, but also to democracies. Studying the countries covered by the Democracy Barometer, Hänni (2017a) shows that ethnic minority groups who lack inclusion, and whose preferences are not represented in politics, are more likely to protest against the government – both violently and non-violently. But even when dissatisfaction and exclusion do not translate into actions against the state, they have potentially harmful consequences for democracy, as excluded or underrepresented groups exhibit less support for the democratic regime (Hänni 2017b), participate less in politics (Burns et al. 2001; Phillips 1998), and are generally less politically involved (Bühlmann and Schädel 2012). This applies not only to ethnically distinct groups (Banducci et al. 2004; Pantoja and Segura 2003), but also to young citizens (Bousbah 2016), women (Bühlmann and Schädel 2012), and to socio-economically poorer groups (Schäfer 2013). Data from the Democracy Barometer suggests that poorer people are systematically (self-)excluded from the political process, whereas research on Latin America provides evidence that poorer groups are less well represented in politics due to their numerical underrepresentation in parliament (Carnes and Lupu 2015)6. Even if political exclusion in these cases does not necessarily involve anti-government actions, it is problematic as it may endanger the long-term stability of democracies. Both, participation and enduring support for the regime are necessary pillars of a functioning democracy. When voters abstain from politics and lose support for the political system, democracy risks not only normative, but also empirical failure. The importance of control by the citizens (vertical control) in democracies is uncontested. Every democratic government allows its citizens to regularly renew or abolish its mandate through free and fair elections. While the regular holding of elections is undisputed, there is less agreement on how to aggregate public opinion and how to choose representatives. In this contribution we critically evaluate the primacy of the median voter in politics and discuss the theoretical and empirical limitations related to this model. From a theoretical perspective important advances in the literature depart from the idea of pure median voter representation and attempt to include as many perspectives as possible into politics (Lijphart 1984: 4). Bochsler and Kriesi (2013) show that these models do not remain theoretical but are applied by real world democracies, resulting in democracies of many different shapes and forms. Departing from representing (only) the median voter is crucial for ensuring the stability of today's democracies. Heterogeneous democracies have better chances to succeed and survive if important subgroups within a state are represented in politics in one way or another (Juon and Bochsler 2017; Linder and Bächtiger 2005). While this has long been acknowledged and is increasingly well achieved with regard to identity-based ethnic groups, there remains room for improvement with respect to other identity-based groups. In particular, the focus of political representation on privileged groups can be a challenge to democracy: it risks opening the door for (‘populist’) newcomers in the political institutions (Bornschier 2017) and for contestation outside the representational arena (Hänni 2017a). In the 21st century, responsiveness has been challenged from other directions too. Technocratic governments without democratic legitimation have been on the rise in Southern Europe as are populist movements who claim to be responsive to ‘the people’, but exclude those who do not belong to the political community according to their definition (see Kübler and Kriesi 2017). At the same time, international organizations with questionable democratic legitimacy have become more influential (see Freyburg et al. 2017). Questions of responsiveness and representation will stay salient in the debate about the quality of democracy. Future research should ask more explicitly to whom democracies are responsive. Daniel Bochsler is an Associate Professor of Political Science at the University of Copenhagen. He has been an Assistant Professor of Comparative Politics (Democratization) at the University of Zurich and at the Centre for Democracy Studies Aarau from 2011 to 2017, and is a co-project leader of the Democracy Barometer. His research deals with political institutions, especially in culturally diverse countries and in the context of democratization. Address for Correspondence: Daniel Bochsler, University of Copenhagen, Dept. of Political Science, Øster Farimagsgade 5, DK-1353 København K, [email protected]. Miriam Hänni is a postdoctoral researcher at the University of Konstanz. She holds a PhD from the University of Zurich. Her research interests include representation and responsiveness, heterogeneous societies, and questions of electoral competition. Her research has been published in Legislative Studies Quarterly, Political Studies, and the Journal of Ethnic and Migration Studies.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Swiss Political Science Review",
        "type": "journal",
        "issn": [
          "1424-7755",
          "1662-6370"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/spsr.12262"
      },
      "topics": [
        "Electoral Systems and Political Participation",
        "Social Policy and Reform Studies",
        "Populism, Right-Wing Movements"
      ],
      "referenced_works_count": 46,
      "url": "https://openalex.org/W2749589891"
    },
    {
      "openalex_id": "W4408315545",
      "doi": "10.21460/aradha.2022.22.786",
      "title": "Konsep Liberalisme Will Kymlicka dalam Masyarakat Multikultural dan Relevansinya untuk Negara Indonesia",
      "authors": [
        {
          "name": "Kardianus Manfour",
          "openalex_id": "A5116582665"
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-01-16",
      "abstract": "AbstractMany countries today are culturally diverse. This diversity is of course a wealth in itself if it is empowered properly. However, the reality shows that the phenomenon of cultural diversity in one country is often a source of big problems. Problems usually occur between the majority group and cultural minorities who both want recognition of their rights by the state. They are increasingly at odds over various matters, such as language rights, regional autonomy, political representation, educational curricula, land claims, immigration, and policies on naturalization of national symbols, such as the national anthem or national holidays. It seems that members of each of these cultures, whether majority or minority, basically have the same spirit, whichis bound in a spiritual relationship with their own culture and wants the language, values, traditions and especially the socio-political and economic interests of the members of their group/culture to be respected and respected. accommodated by the state government. Therefore, they demand acceptance, respect, and even public affirmation of their identity. This demand has always been a major problem in a multicultural democracy and at the same time always demands fair accountability. AbstrakFokus pembahasan artikel ini adalah mengkaji konsep pemikiran pemikiran Will Kymlicka mengenai keadilan dan hak-hak minoritas di negara multikultural dan relevansinya untuk negara Indonesia. Artikel ini dibuat menggunakan metode studi pustaka. Kami mengkaji pemikiran Will Kymlicka dari bukunya yang berjudul “Kewargaan Multikultural”. Fokus kajian kami kemudian dipersempit dengan mendalami pemikirannya pada bab delapan buku tadi, di mana ia menjelaskan tentang “Keadilan Dan Hak-Hak Minoritas”. Selain itu, kami juga mencari sumber kepustakaan yang lain, baik dari buku Kymlicka lainnya, maupun juga dari buku-buku pemikir liberal yang lain, yang memberikan perhatian pada masalah multikulturalisme. Kemudian, untuk memberikan batasan masalah, kami merumuskan pertanyaan utama pembahasan kami, yaitu: Bagaimana proses pengakomodasian hak-hak dan kepentingan warga negara dari budaya minoritas di kancah politiknegara demokrasi multikultural sehingga keadilan itu dapat tercipta? Penelaahan dan penjelasan mengenai konsep keadilan dan hak-hak minoritas Kymlicka, kami uraikan dalam empat bagian. Bagian pertama, kami menyajikan masalah keadilan yang menjadi latar belakang kajian dan fokus kritik Kymlicka dalam tradisi teori liberal. Bagian kedua, kami menyajikan tiga argumen Kymlicka untuk mengatasi masalah keadilan tadi. Bagian ketiga, kami mencoba menarik relevansi konsep keadilan Kymlicka dalam konteks negara multikultural seperti Indonesia. Di akhir pembahasan, kami juga menyajikan penutup berupa kesimpulan dan saran.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Aradha Journal of Divinity Peace and Conflict Studies",
        "type": "journal",
        "issn": [
          "2776-9208"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://journal-theo.ukdw.ac.id/index.php/aradha/article/download/786/437"
      },
      "topics": [
        "Multicultural Education and Local Wisdom",
        "Islamic Studies and Radicalism",
        "Islamic Finance and Communication"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4408315545"
    },
    {
      "openalex_id": "W2607415438",
      "doi": "10.1007/978-3-319-53580-7_2",
      "title": "The Rational Loving Citizen: Towards a True Interculturality",
      "authors": [
        {
          "name": "Aránzazu Novales Alquézar",
          "openalex_id": "A5033051667",
          "institutions": [
            "Universidad de Zaragoza"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": null,
      "cited_by_count": 2,
      "type": "book-chapter",
      "source": {
        "name": "Ius gentium",
        "type": "book series",
        "issn": [
          "1534-6781",
          "2214-9902"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W2607415438"
    },
    {
      "openalex_id": "W2751375440",
      "doi": "10.1186/s40878-017-0057-z",
      "title": "Interculturalism in the post-multicultural debate: a defence",
      "authors": [
        {
          "name": "Ricard Zapata‐Barrero",
          "openalex_id": "A5024211386",
          "orcid": "https://orcid.org/0000-0002-3478-1330",
          "institutions": [
            "Universitat Pompeu Fabra"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-09-04",
      "abstract": null,
      "cited_by_count": 125,
      "type": "article",
      "source": {
        "name": "Comparative Migration Studies",
        "type": "journal",
        "issn": [
          "2214-594X",
          "2214-8590"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://comparativemigrationstudies.springeropen.com/track/pdf/10.1186/s40878-017-0057-z"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Social Policy and Reform Studies",
        "European Union Policy and Governance"
      ],
      "referenced_works_count": 140,
      "url": "https://openalex.org/W2751375440"
    },
    {
      "openalex_id": "W1600238717",
      "doi": "10.1111/josp.12096",
      "title": "The Socialist Principle “From Each According To Their Abilities, To Each According To Their Needs”",
      "authors": [
        {
          "name": "Pablo Gilabert",
          "openalex_id": "A5005751449",
          "orcid": "https://orcid.org/0000-0002-0183-8716"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-06-01",
      "abstract": "This article offers an exploration of the socialist principle “From each according to their abilities, to each according to their needs.” The Abilities/Needs Principle is arguably the ethical heart of socialism but, surprisingly, has received almost no attention from political philosophers.1 I will propose an interpretation of the principle and argue that it involves appealing ideas of solidarity, fair reciprocity, recognition of individual differences, and meaningful work. There is a moderate revival of interest in socialism. In the aftermath of the global crisis of 2008, many people started to wonder whether there is a desirable alternative to the capitalist way of organizing economic life. Socialism provides the historically most important counter-tradition to capitalism. But how should we understand socialism today? To answer this question, we can think of a fully developed conception of social justice as having three key dimensions. It would propose a set of normative principles (DI), certain social institutions and practices that implement those principles (DII), and some political strategies of transformation leading agents from where they are to the social realizations implementing the principles (if these do not exist already; DIII). Now, it is common to characterize socialism (or communism, a term preferred by many Marxists) in terms of dimension DII. Socialism is seen as a form of social organization in which economic class division no longer exists and in which workers control the means of production, shape the economic process, and benefit equally from it. I think, however, that this narrow focus on DII should be avoided, and that we should make discussion of DI more prominent. We cannot defend any specific version of DII as desirable without engaging the standards that DI illuminates.2 Discussion at DI is also crucial because we cannot simply assume, as many socialists did in the past, that socialist transformations are inevitable. History need not move in a socialist direction. To move it in that direction, some political agents will have to become committed to socialism and pursue it in practice. Given the mistakes of past socialist politics, this point has real bite. Many people need to be convinced that socialism is desirable, and some also need to be convinced that socialism is not utterly undesirable. This requires ethical argument and advocacy. This article proceeds as follows. Section 2 analyzes the formulation of the Abilities/Needs Principle by Marx. Section 3 identifies the principle's initial plausibility, but shows that it faces problems that cannot be addressed without developing a fresh interpretation of it. Sections 4.1–4.3-4.1–4.3 provide an interpretation of the principle that highlights demands concerning opportunities for self-realization in work, positive duties of solidarity, sensitivity to individual differences, and mechanisms of fair reciprocity. Although it focuses largely on DI, this article also considers DII and DIII. Section 4.4 explores a practical implementation of the socialist principle, and Section 5 discusses some normative puzzles about the transition from capitalism to socialism. The Abilities/Needs Principle (hereafter “ANP”) was formulated by Karl Marx in a late text, the “Critique of the Gotha Program.” This is one of the few occasions in which Marx is explicit about what socialism (or communism, in his words) would involve. Although my aims in this article are not exegetical, it will be helpful to summarize the key points in Marx's discussion.3 They are of intrinsic interest, have been quite influential in socialist thought, and will be significant for this article's argument. Marx presents two principles of distribution. The first is the so-called Contribution Principle (To each according to their contribution), and the second is the ANP (From each according to their abilities, to each according to their needs). They are supposed to apply consecutively, in two phases of socialism. The second is evaluatively superior to the former. In the early phase part of the distribution already caters directly for needs: the Contribution Principle is constrained by basic provisions concerning health care, education, and the reproduction of the infrastructure of the economy. But the ANP goes far beyond such basic needs, catering for the conditions for everyone's human flourishing. The ANP also interrupts the translation of inequalities in natural endowments into unequal access to consumption goods. The needs of each person count equally regardless of the extent of their capability to produce. However, the principle's implementation is not feasible during the early stage of transition, as moral and political culture is still colored by bourgeois principles (such as the principle of exchange of commodities with equivalent value—which disadvantages workers with lower natural talents), and there is not yet enough material abundance to support the higher needs of all. It thus makes sense to implement the Contribution Principle first. Although less intrinsically desirable, its implementation would ease the transition away from capitalism by delivering on its unfulfilled promise to reward productive output rather than reflect the superior bargaining power of those in superior class positions. Furthermore, it would pave the way for the creation of more desirable distributive schemes by introducing incentives to generate the level of material abundance that would make distribution according to needs viable and, thus, a real option. Some might ask whether it makes sense today to even entertain a view of economic justice based on the ANP. Kymlicka provides an instructive example of skepticism.9 He raises a number of challenges to the ANP. They can be summarized as saying that the principle may be trivial, redundant, or manifestly inferior to others. Triviality may arise if it just restates the familiar idea of equal concern for the interests of all without telling us anything specific about how to honor it. It may be redundant because we already have principles calling for equal consideration of the interests of all in liberal egalitarian theories (such as those of John Rawls or Ronald Dworkin). When we consider those theories we may find, furthermore, that the ANP is manifestly inferior to them, as it does not include insights they lack and it lacks insights they have. Two examples of the latter insights are the account of the needs or interests that matter from the point of view of justice by reference to social primary goods (Rawls) or resources (Dworkin), and the circumstance/choice distinction that helps to establish a demarcation between inequalities that deserve to be combated from the point of view of justice (those resulting from circumstances) and those that do not (those resulting from choice). To respond to this challenge we can say several things. First, the ANP was formulated before the recent liberal egalitarian theories that Kymlicka mentions, and Marx already captured some of the insights of those theories in his discussion of the ANP. Marx and socialists more generally, were worried about superficial views of equality that did not address material disadvantage. They demanded economic systems that actually worked equally to the benefit of all those living under them, challenging the absolute and relative deprivations capitalist institutions generated. In this respect, part of the appeal of contemporary liberal egalitarianism consists precisely in mobilizing socialist concerns that pre-date it. Furthermore, Marx anticipated the circumstance/choice distinction. As we saw, in the “Critique of the Gotha Program” Marx criticizes the Contribution Principle precisely because it condones inequalities in the capacity to satisfy needs which result from choice-independent differences in natural endowments. Arguably, the ANP captures the liberal egalitarian concern for responsibility if we consider both of its clauses rather than only the second (as Kymlicka does). The first clause identifies a responsibility to contribute, and we can interpret the second (as I will below) as taking the justifiability of some demands on the social product as depending on one's making an appropriate effort to support its generation. There is more. The ANP and the socialist tradition provide fresh insights about how to think about the metric and duties of distributive justice. They include a rich account of “abilities” and “needs” as being multifarious, developing over time, and as partially dependent on the nature of social and political systems. They include a valuable emphasis on the significance of self-realization in work besides consumption.10 And they display a fundamental concern for solidarity (as captured, for example, in the responsibility to produce to meet the needs of others as something that has intrinsic significance). Recent liberal egalitarian theories are different from earlier liberal views of economic equality (which focused only on formal equality of opportunity) precisely because they have absorbed the historical contribution of socialism. It is liberalism that has moved toward socialist ideas. If contemporary socialists move toward the liberal egalitarian framework, they partly move toward greater understanding of their own historical contribution. As will become clear from what follows, I accept that there are serious problems in the Marxian formulation of the ANP. I also accept that contemporary socialists have much to learn from liberalism. I think that any viable contemporary socialist view of justice must substantially overlap with liberalism, absorbing the priority the latter gives to certain civil and political freedoms. But the socialist tradition has much to offer as well. An elaboration of the ANP can yield important insights. I focus here on the ANP. But a complete account of dimension DI of socialism should also include other principles, and if possible identify their relations. For example, it should include principles of civil and political liberty, and see them as often outweighing the ANP when their implications conflict. If people choose jobs in which they make poor use of their productive abilities they should not be coerced to do other work (except in emergencies15). People should obey (although they may campaign for changing) distributive arrangements generated by a legitimate democratic process even if they are unjust according to the ANP (unless the injustices are extreme). In the interpretation I will formulate, the principle is normally constrained by some civil and political liberties. We can account for people's needs by considering what would constitute their capabilities to engage in certain valuable “functionings” (i.e., certain ways of being or doing they have reason to value). Marx's view of socialism as securing the conditions for people's self-realization, itself construed as the development and exercise of various capabilities, can indeed be seen as a case of the capabilitarian strategy. In particular, the emphasis on autonomous and cooperative capability development and exercise at the workplace is a distinctive contribution of the socialist tradition to the capability metric.19 There are two kinds of work in Marx's view: work that merely secures subsistence and work that involves the extensive development and expression of workers' various capabilities. The second is the kind of work that includes self-realization. It involves activities in which workers cooperate with each other as equals, have powers to choose what to do and how to do it, and develop and exercise skills through interesting, challenging, and enjoyable performances. It is the opposite of alienated labor, which involves dull or distressful tasks and servile or hostile relationships.20 Now, these two kinds of work are respectively picked out in two common interpretations of the significance of work in Marx's view of socialism, the “higher form of society … in which the full and free development of every individual forms the ruling principle.”21 One interpretation draws on Marx's contrast between the “realm of freedom” and the “realm of necessity,” which seems to locate all work in the latter, and envisions self-realization as occurring outside of it.22 The other invokes Marx's characterization of work as “life's prime want.”23 Here self-realization in work is a primary achievement of socialism. Arguably both forms of work are important, although in different ways. Access to work involving self-realization should count as one of the needs satisfied in socialism. As described in the previous paragraph, it strikes me as an intrinsically significant good. If the design of a just society is to focus not only on distributing the outputs of an economic process but also on its internal shape, it should have room for work of this kind. Conversely, a duty to do one's fair share regarding some forms of instrumentally necessary but not intrinsically desirable work is obviously part of what a duty to contribute according to one's abilities should include. Of course, there are needs that go beyond work. Needs regarding consumption goods and the pursuit of intimate relationships are clear examples. When it comes to those Marx's framework is often limited, and we must look elsewhere.24 Recent work in the capability approach provides excellent ideas concerning what further categories of needs and associated capabilities we should The capability approach various of It that we people's positive to develop and exercise various it for people's by not them to engage in any specific it gives to political (such as that people to and political of important capabilities and distributive schemes I to the and of this In a people can develop and their own views of what needs should be But we should not democratic of and about what needs deserve to be for example, considers the of a of of needs that we should that are are are He three by a a that without and social agents to He that the is the But that his discussion moved from to Some might say that we should a view here and think that how distributive schemes are provides the conditions that make them I this because it is to a version of the a distributive because we make it, or should we make it because it is of the or of principles do not provide as we to think about what to and to in a about needs if we it. There are two and important to this The first is as we saw, the of the ANP is to a framework of democratic and The of this framework the extent to which agents are to standards they do not They of course, be part of a But the second this The distributive focus is on securing certain real opportunities or capabilities, not their has a civil being to engage in a specific by others when they not to do It might be that in a social implementing the ANP people's is because the of the opportunities is and is to for it whether they use them or However, the is if all feasible social schemes have in terms of and If normative of schemes is to on people's opportunities to (as it and different feasible schemes different we should being support the with the feasible It may include some opportunities that not But their is important to those do use them, and it the of those do not by them real to choose Furthermore, and to the would be constrained by civil and political which people to from and them to challenge and Some might that we about by a less of the ANP according to which we should people to meet their most or basic But not a more that equal opportunities to the of that are is it not that some people can less than others through no or of their If we civil and political not pursue the more The of this this In this I propose an interpretation of the demands of the ANP. I also how it to important socialist concerns about and and helps respond to regarding responsibility and their different needs and concerning self-realization, and As I in the of an economic that it the ANP should be other normative that will often be such as the of civil and political and their fair formulation of the demands associated with the principle of those such as the from in and certain democratic political the design of economic institutions and practices in also that the principle of support for the of certain basic needs care, education, that are necessary for subsistence and is in also be seen as that a more narrow formulation of the demands of the ANP. in this the ANP captures the socialist normative concerns for and The first two concerns are captured in the of the productive process as opportunities for self-realization in work and the duty to produce that can be to meet The concern for is partly captured by the of fair reciprocity. I will these points by that their in other interpretations of the ideas First, consider of captures the of taking of the of others without appropriate This with a of and with a view that its significance as from the distribution of economic The the of as a matter of workers of the product of their which they are The latter it as a of the unjust in control of means of production, which gives more bargaining power than The principle of to the product of one's is because it makes it unjust to the of some of it to meet the basic needs of those cannot work. It thus of the for example, requires the of basic resources to those cannot work because they are The principle also to those work but are of having less natural less productive We should to the of in a different The here can An that seems to support the principle is when workers have an effort and to produce they have a to The of this can be captured by the of fair to the of others in The crucial idea the of is that there is a duty to taking of others. In my the ANP an of we should not of activities by others that benefit us without doing share in that can meet needs of others when we If we can do share and we do and we from others do their we is an of in according to which should of effort if they can when they benefit from the effort of others. Furthermore, the account includes and it also makes reference to positive duties to support which provides a key consideration and the that and need not with the that cannot work and are do not engage in may however, if some make on the work of others without when they I address this case The second view of captures the important points that unequal control of means of bargaining and is in any case that should their as economic agents with productive than others. that we can the ANP to generate this its egalitarian as described in the second of this of course, we see it as a of an Furthermore, the partly be through the democratic process in process yield control of means of production, or on control to shape bargaining conditions the view under discussion the specific in of resources this but does not fully account for what it. The account of positive duties and fair here can partly what is The with the of workers by for example, is not only that their initial unequal access to means of is There is also the that some use their superior bargaining power to others to benefit them of cooperative that equally support all those make The here also partly the possible in between people or equal access to means of differences in natural endowments may by make their bargaining power and this may the to shape economic that they from of this some agents taking of the relative of others. social and institutions of solidarity and fair of the kind in and would that they be me a regarding As I interpret the it does not a complete of the between work and distributive might make sense if we lack of material or that goods for consumption are the result of productive by As as there is some that people need will not be If workers have of (as they and they can be more or less certain needs can be more or less satisfied depending on how much people choose to work. In this it seems when a person makes on consumption goods without having to the economic process by their The would be one of toward those have but will less because of the lower economic resulting from lack of This does not make the ANP a version of the Contribution In of the the latter, is to But and make the ANP a different it that we individual differences into account when we contribution and Furthermore, is not the of the duty to access to consumption but a on support in of relative Needs are still what gives to economic of course, in my interpretation the ANP involves a distinctive concern with self-realization, to which I The of self-realization (or is obviously for by of the The socialist view that economic systems should opportunities for self-realization in work has been to Some have that a conception of justice appealing to self-realization in work might other goods or concerning or the of not people work less if this gives them more to to and or work in ways that do not self-realization if this gives them more for This is an important But the view here can answer it. First, it is important to that where there are material and any economic will people to make between various goods. the is what offers the and whether it gives people real and conditions of to choose from in these many people to work in jobs for as in work involving self-realization is an not an forms of work are not is crucial is that workers are by being real to work. even opportunities for self-realization, the of work can be As the of their economic can that to free for other self-realization can also be outside of productive work. the ANP does not the of those other or their its to individual differences, this would support for people to how to the opportunities and they As in the of self-realization is has a significance as a of much every In any that is not fully work will have to if subsistence and opportunities for human and outside the are to be society will have to through various mechanisms that people work. It is only that this with that shape a significant number of opportunities to work in ways that considers the that the social duty to produce according to is people room for doing what they without social In that is in in his socialist economy. In a capitalist many people have consumption outside of work their lower does not to work, and it a that people are to choose jobs they rather than This is not in capitalist where people are by to jobs they to for and and other basic The socialist would not be Furthermore, we should not think that other do not social of their if we have a of what would the implementation of the ANP and we still have to how such an implementation might be feasible in terms of I to this We how socialism be construed at DI and DII by an interpretation of the ANP and an version of the But how can we move from here to is a socialist the ANP from the capitalist This is the of transition to DIII. It gives to many about the between and justice in and about the of socialism in In this I on the specific of how the capitalist be into the socialist one by the ANP. An answer is that people can become to honor that principle by being in and economic institutions that them to based in it. This answer is but does not go far We have to out how a of people may arise that choose to in this way for the first the second the is not because it provides the but because it helps complete the transition away from capitalism and the conditions for the of the higher phase of socialism. It is only in the latter that a real to the In the early what is crucial is and First, we that we capitalism This is by a key promise which capitalism makes but is often through the of exchange of but in it workers more than they and more than they in the early phase of socialism by the each in to what they This would those the of exchange of to move from capitalism to the early phase of socialism, and to not go the of the gives people a to work (as they would be in to how much they They would thus the material abundance that is necessary for the socialist to be in the higher It be the implementation of the involves a case of not For example, that a in the early stage is some version of Principle (which only those inequalities that work to the benefit of the in a make the might be but we should not the of that Marx is As we saw, the involves some with the bourgeois moral culture that is being for transformation principle of exchange of is the Principle seems more In Rawls that it is quite a from the If this is it might be a idea to a of the the and the ANP. The second would be as the inequalities in access to consumption goods resulting from differences in productive capacity by the first become and and the would be the problems that the second become less As material is these in moral culture might It is important that in its version the Principle is not the It involves a version of Rawls it as idea of not to have greater this is to the benefit of others are less But we can a form of that involves more than the by them to have more than they before we to have more that we We can also wonder whether we should to have more than them than share the we can with to The ANP involves a more and egalitarian form of is interesting, however, to consider how it with the version of the which for of the of the but does not on the ANP involves a of and of are because their are seen as intrinsically it is to meet are also as makes activities in which their capabilities for and for cooperative and are developed and When agents honor the principle in their economic the is and An a of in which each and are equally In this the human of each is as the free pursuit of of each in and consumption is In human is seen as to positive duties of To concern besides for the human of others we must not just from the conditions in which they can Socialism the abilities and needs of all as the focus of and positive As a it gives human full The socialist of involving both and positive goes beyond the of which involves In capitalist economic the needs of others are normally for me only and to the extent catering for them would work to my own This does not the of other human The idea of exchange of is also should we think that are not to exchange is higher than the exchange of the they This the intrinsic significance of their needs, and the that solidarity The idea of exchange of appeal it has from its to the idea of fair reciprocity. But fair is an different which is captured by the ANP. It requires in productive effort we are to not that only exchange be The socialist Abilities/Needs Principle gives human its However, this point is by a of human that support from others is a of or and it involves or This is an because it the idea of to of and we move beyond conditions of the of these cannot be and the for the of human may the it For I two and at the and the of",
      "cited_by_count": 76,
      "type": "article",
      "source": {
        "name": "Journal of Social Philosophy",
        "type": "journal",
        "issn": [
          "0047-2786",
          "1467-9833"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/josp.12096"
      },
      "topics": [
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W1600238717"
    },
    {
      "openalex_id": "W2563153106",
      "doi": "10.22459/caepr38.11.2016",
      "title": "Indigenous Data Sovereignty: Toward an agenda",
      "authors": [
        {
          "name": "Tahu Kukutai",
          "openalex_id": "A5063742488",
          "orcid": "https://orcid.org/0000-0001-5080-2296"
        },
        {
          "name": "John Taylor",
          "openalex_id": "A5079749382",
          "orcid": "https://orcid.org/0009-0004-9228-3892"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-14",
      "abstract": "\"As the global ‘data revolution’ accelerates, how can the data rights and interests of indigenous peoples be secured? Premised on the United Nations Declaration on the Rights of Indigenous Peoples, this book argues that indigenous peoples have inherent and inalienable rights relating to the collection, ownership and application of data about them, and about their lifeways and territories. As the first book to focus on indigenous data sovereignty, it asks: what does data sovereignty mean for indigenous peoples, and how is it being used in their pursuit of self-determination? The varied group of mostly indigenous contributors theorise and conceptualise this fast-emerging field and present case studies that illustrate the challenges and opportunities involved. These range from indigenous communities grappling with issues of identity, governance and development, to national governments and NGOs seeking to formulate a response to indigenous demands for data ownership. While the book is focused on the CANZUS states of Canada, Australia, Aotearoa/New Zealand and the United States, much of the content and discussion will be of interest and practical value to a broader global audience. ‘A debate-shaping book … it speaks to a fast-emerging field; it has a lot of important things to say; and the timing is right.’ — Stephen Cornell, Professor of Sociology and Faculty Chair of the Native Nations Institute, University of Arizona. ‘The effort … in this book to theorise and conceptualise data sovereignty and its links to the realisation of the rights of indigenous peoples is pioneering and laudable.’ — Victoria Tauli-Corpuz, UN Special Rapporteur on the Rights of Indigenous Peoples, Baguio City, Philippines \"",
      "cited_by_count": 247,
      "type": "book",
      "source": {
        "name": "Directory of Open access Books (OAPEN Foundation)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.doabooks.org/doab?func=search&query=rid:20455"
      },
      "topics": [
        "Indigenous Health, Education, and Rights"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2563153106"
    },
    {
      "openalex_id": "W1973087587",
      "doi": "10.1080/01419870.2013.808754",
      "title": "Has multiculturalism failed in Britain?",
      "authors": [
        {
          "name": "Anthony Heath",
          "openalex_id": "A5047336118",
          "orcid": "https://orcid.org/0000-0002-3731-587X",
          "institutions": [
            "Mortimer Surgery"
          ]
        },
        {
          "name": "Neli Demireva",
          "openalex_id": "A5006466012",
          "orcid": "https://orcid.org/0000-0003-4782-9599",
          "institutions": [
            "Mortimer Surgery"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-07-08",
      "abstract": "This paper subjects the criticisms advanced against multiculturalism to empirical test. It asks whether ethno-religious groups lead ‘parallel lives’ and, in consequence, fail to integrate with the wider society. It looks in particular at the alleged corrosive effects of multiculturalism, specifically at the maintenance of an ethnic rather than a British identity, social distance from white people and willingness to contemplate violent protest, but finds that all groups alike have displayed major change across the generations in the direction of a British identity and reduced social distance. It finds no evidence that rates of intergenerational change have been slower among ethno-religious groups that have made successful claims for cultural recognition. In contrast, lower levels of integration are associated with perceptions of individual or group discrimination.",
      "cited_by_count": 130,
      "type": "article",
      "source": {
        "name": "Ethnic and Racial Studies",
        "type": "journal",
        "issn": [
          "0141-9870",
          "1466-4356"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/epdf/10.1080/01419870.2013.808754?needAccess=true&role=button"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Social Capital and Networks",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W1973087587"
    },
    {
      "openalex_id": "W2783329537",
      "doi": "10.17645/pag.v5i4.996",
      "title": "Liberal Illiberalism? The Reshaping of the Contemporary Populist Radical Right in Northern Europe",
      "authors": [
        {
          "name": "Benjamin Moffitt",
          "openalex_id": "A5034454409",
          "orcid": "https://orcid.org/0000-0003-1843-6032",
          "institutions": [
            "Uppsala University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-29",
      "abstract": "Populism, particularly in its radical right-wing variants, is often posited as antithetical to the principles of liberalism. Yet a number of contemporary cases of populist radical right parties from Northern Europe complicate this characterisation of populism: rather than being directly opposed to liberalism, these parties selectively reconfigure traditionally liberal defences of discriminated-against groups—such as homosexuals or women—in their own image, positing these groups as part of ‘the people’ who must be protected, and presenting themselves as defenders of liberty, free speech and ‘Enlightenment values’. This article examines this situation, and argues that that while populist radical right parties in Northern Europe may only invoke such liberal values to opportunistically attack their enemies—in many of these cases, Muslims and ‘the elite’ who allegedly are abetting the ‘Islamisation’ of Europe’—this discursive shift represents a move towards a ‘liberal illiberalism’. Drawing on party manifestoes and press materials, it outlines the ways in which these actors articulate liberal illiberalism, the reasons they do so, and the ramifications of this shift.",
      "cited_by_count": 142,
      "type": "article",
      "source": {
        "name": "Politics and Governance",
        "type": "journal",
        "issn": [
          "2183-2463"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/politicsandgovernance/article/download/996/996"
      },
      "topics": [
        "Populism, Right-Wing Movements"
      ],
      "referenced_works_count": 72,
      "url": "https://openalex.org/W2783329537"
    },
    {
      "openalex_id": "W2120345160",
      "doi": "10.1017/s0007123412000294",
      "title": "Justice, Disagreement and Democracy",
      "authors": [
        {
          "name": "Laura Valentini",
          "openalex_id": "A5049001626",
          "orcid": "https://orcid.org/0000-0002-5782-5164",
          "institutions": [
            "University College London"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-07-19",
      "abstract": "Is democracy a requirement of justice or an instrument for realizing it? This article argues that the correct answer to this question depends on the background circumstances against which democracy is defended. In the presence of thin reasonable disagreement about justice, we should value democracy only instrumentally (if at all); in the presence of thick reasonable disagreement about justice, we should value it also intrinsically, as a necessary demand of justice. Since the latter type of disagreement is pervasive in real-world politics, the conclusion is that theories of justice designed for our world should be centrally concerned with democracy.",
      "cited_by_count": 188,
      "type": "article",
      "source": {
        "name": "British Journal of Political Science",
        "type": "journal",
        "issn": [
          "0007-1234",
          "1469-2112"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/79A70AB650AE1555F057363D87E561D2/S0007123412000294a.pdf/div-class-title-justice-disagreement-and-democracy-div.pdf"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Judicial and Constitutional Studies",
        "Philosophical Ethics and Theory"
      ],
      "referenced_works_count": 53,
      "url": "https://openalex.org/W2120345160"
    },
    {
      "openalex_id": "W1559623154",
      "doi": "10.1111/japp.12056",
      "title": "The Ethics of Producing <i>In Vitro</i> Meat",
      "authors": [
        {
          "name": "G. Owen Schaefer",
          "openalex_id": "A5069696309",
          "orcid": "https://orcid.org/0000-0002-6915-6148",
          "institutions": [
            "Wellcome Centre for Ethics and Humanities"
          ]
        },
        {
          "name": "Julian Savulescu",
          "openalex_id": "A5018300444",
          "orcid": "https://orcid.org/0000-0003-1691-6403",
          "institutions": [
            "Wellcome Centre for Ethics and Humanities"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-02-27",
      "abstract": "Abstract The prospect of consumable meat produced in a laboratory setting without the need to raise and slaughter animals is both realistic and exciting. Not only could such in vitro meat become popular due to potential cost savings, but it also avoids many of the ethical and environmental problems with traditional meat productions. However, as with any new technology, in vitro meat is likely to face some detractors. We examine in detail three potential objections: 1) in vitro meat is disrespectful, either to nature or to animals; 2) it will reduce the number of happy animals in the world; and 3) it will open the door to cannibalism. While each objection has some attraction, we ultimately find that all can be overcome. The upshot is that in vitro meat production is generally permissible and, especially for ethical vegetarians, worth promoting.",
      "cited_by_count": 126,
      "type": "article",
      "source": {
        "name": "Journal of Applied Philosophy",
        "type": "journal",
        "issn": [
          "0264-3758",
          "1468-5930"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/japp.12056"
      },
      "topics": [
        "Agriculture Sustainability and Environmental Impact",
        "Food Waste Reduction and Sustainability",
        "Diet and metabolism studies"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W1559623154"
    },
    {
      "openalex_id": "W2805572212",
      "doi": "10.1186/s40878-018-0080-8",
      "title": "Introduction: mapping the multiculturalism-interculturalism debate",
      "authors": [
        {
          "name": "François Levrau",
          "openalex_id": "A5055163701",
          "orcid": "https://orcid.org/0000-0002-5601-7296",
          "institutions": [
            "University of Antwerp"
          ]
        },
        {
          "name": "Patrick Loobuyck",
          "openalex_id": "A5062833428",
          "orcid": "https://orcid.org/0000-0003-3553-1728",
          "institutions": [
            "University of Antwerp"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-04-26",
      "abstract": null,
      "cited_by_count": 75,
      "type": "editorial",
      "source": {
        "name": "Comparative Migration Studies",
        "type": "journal",
        "issn": [
          "2214-594X",
          "2214-8590"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://comparativemigrationstudies.springeropen.com/track/pdf/10.1186/s40878-018-0080-8"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Diaspora, migration, transnational identity",
        "Migration and Labor Dynamics"
      ],
      "referenced_works_count": 90,
      "url": "https://openalex.org/W2805572212"
    },
    {
      "openalex_id": "W2398657664",
      "doi": null,
      "title": "EU Enlargement and Minority Rights Policies in Central Europe: Explaining Policy Shifts in the Czech Republic, Hungary and Poland",
      "authors": [
        {
          "name": "Peter Vermeersch",
          "openalex_id": "A5013012280",
          "orcid": "https://orcid.org/0000-0002-8326-7557"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "status: Published",
      "cited_by_count": 72,
      "type": "article",
      "source": {
        "name": "Lirias (KU Leuven)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://lirias.kuleuven.be/bitstream/123456789/548906/1/Article%20JEMIE_EU%20and%20policy%20shifts_2015.pdf"
      },
      "topics": [
        "European Union Policy and Governance",
        "Social Policy and Reform Studies",
        "Migration, Refugees, and Integration"
      ],
      "referenced_works_count": 16,
      "url": "https://openalex.org/W2398657664"
    },
    {
      "openalex_id": "W2022246723",
      "doi": "10.1017/s0007123414000131",
      "title": "Majorities and Minarets: Religious Freedom and Public Space",
      "authors": [
        {
          "name": "David Miller",
          "openalex_id": "A5033628538",
          "orcid": "https://orcid.org/0000-0002-3868-5792",
          "institutions": [
            "University of Oxford"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-06-05",
      "abstract": "The problem raised when democratic majorities take decisions that impose restrictions on religious minorities may be avoided through ‘the strategy of privatization’, but not when the issue is the character of public space. This article considers a challenging case: the Swiss referendum decision to ban any future construction of Islamic minarets. It examines two grounds for opposition: the human right to freedom of religion, and the liberal principle of equal treatment of cultures. It argues that the human right is too limited, and that the equal treatment principle can be trumped by considerations of national identity when public space is involved. Nevertheless, the content of that identity and its public expression must remain open to democratic deliberation, and the Swiss decision can be faulted on those grounds.",
      "cited_by_count": 97,
      "type": "article",
      "source": {
        "name": "British Journal of Political Science",
        "type": "journal",
        "issn": [
          "0007-1234",
          "1469-2112"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/88596D7759E37B39C86AD31CE0DCEA8F/S0007123414000131a.pdf/div-class-title-majorities-and-minarets-religious-freedom-and-public-space-div.pdf"
      },
      "topics": [
        "Religious Freedom and Discrimination",
        "American Constitutional Law and Politics",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2022246723"
    },
    {
      "openalex_id": "W2946252485",
      "doi": "10.1186/s40878-019-0122-x",
      "title": "Problems of and solutions for the study of immigrant integration",
      "authors": [
        {
          "name": "Rinus Penninx",
          "openalex_id": "A5002381576",
          "orcid": "https://orcid.org/0000-0002-3357-0136",
          "institutions": [
            "University of Amsterdam"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-04-16",
      "abstract": "Abstract In his contribution, Willem Schinkel makes critical observations on the concept of immigrant integration and its use in Europe, specifically in the Netherlands. Three of these are agreeable: there is a lot of fuzziness around the concept; there is clearly selectivity and normativity in its use in political rhetoric and in research; there is also a strong influence of politics and policy on what is researched and how. However, Schinkel’s diagnosis of why these shortcomings exist and whose shortcomings these are, is erratic. Firstly, he does not recognize that the concept of integration has fundamental different functions in research and in policy. That makes his diagnosis of why the integration concept in research is problematic misleading. Secondly, Schinkel’s analysis focuses on the assumed function of research: “..it plays a crucial role in the problematization of migrant others” and “it is part of the contingent way in which ‘immigrant integration’ sustains a classed and raced form of dominance that is less precisely called ‘native’ or even ‘nativist’ than ‘white’.” Such sweeping interpretations lead Schinkel to plea “for a social science against immigrant integration policy”, whatever that would mean. The author of this article offers an alternative solution to problems of research that Schinkel signalizes. It includes three main elements: a) a broad, heuristic, scientific definition of the process of integration that studies the (outcomes of) interaction between newcomers and the receiving society at three levels (individual, collective and institutional), taking into account three dimensions of that process: the juridical/legal, the socioeconomic and the cultural/religious dimension. Such a definition is (and should be) independent of any policy concept of integration. b) studying integration policies as fundamentally different from the analysis of the process of integration; the former should be studied as – by definition normative, politics driven - efforts to steer integration processes. c) researchers should be aware of the consequences of policy-research-relations (particularly funding) and assure their scientific independence.",
      "cited_by_count": 114,
      "type": "article",
      "source": {
        "name": "Comparative Migration Studies",
        "type": "journal",
        "issn": [
          "2214-594X",
          "2214-8590"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://comparativemigrationstudies.springeropen.com/track/pdf/10.1186/s40878-019-0122-x"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Migration, Health and Trauma",
        "Migration and Labor Dynamics"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W2946252485"
    },
    {
      "openalex_id": "W239168645",
      "doi": null,
      "title": "Native tongue title: compensation for the loss of aboriginal languages",
      "authors": [
        {
          "name": "Ghil’ad Zuckermann",
          "openalex_id": "A5056310254",
          "orcid": "https://orcid.org/0000-0002-7986-9774"
        },
        {
          "name": "Shiori Shakuto",
          "openalex_id": "A5037755453",
          "orcid": "https://orcid.org/0000-0001-7105-7344"
        },
        {
          "name": "Giovanni Matteo Quer",
          "openalex_id": "A5032750851"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-03-22",
      "abstract": "This article proposes the enactment of an ex gratia compensation scheme for loss of Indigenous languages in Australia. The 1997 Bringing Them Home report recommended compensation for the victims of Stolen Generations policies. Whilst some states have enacted ex gratia compensation schemes for the victims of the Stolen Generation policies, the victims of ‘linguicide’ (language killing) are largely overlooked by the Australian government. We highlight the benefits of reviving Aboriginal languages that were lost as a result of invasion and colonization. The proposed compensation scheme for the loss of Aboriginal languages ought to be used to support the effort to reclaim the lost languages. After evaluating the limits of existing Australian and international law on linguistic human rights, the article proposes a statute based ex gratia compensation scheme, which can be entitled, Native Tongue Title.",
      "cited_by_count": 100,
      "type": "article",
      "source": {
        "name": "ANU Open Research (Australian National University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/1885/69434"
      },
      "topics": [
        "Indigenous Health, Education, and Rights"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W239168645"
    },
    {
      "openalex_id": "W2968584905",
      "doi": "10.1177/0950017019866626",
      "title": "Solidarity at Work: Concepts, Levels and Challenges",
      "authors": [
        {
          "name": "Glenn Morgan",
          "openalex_id": "A5028880307",
          "orcid": "https://orcid.org/0000-0002-0979-4893",
          "institutions": [
            "University of Bristol"
          ]
        },
        {
          "name": "Valeria Pulignano",
          "openalex_id": "A5039924119",
          "orcid": "https://orcid.org/0000-0002-6466-491X",
          "institutions": [
            "KU Leuven"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-23",
      "abstract": "Solidarity is not a unified phenomenon with unchanging qualities; it partakes of moral, political and performative elements that are underpinned and reinforced by a shared work context, an organisational infrastructure and an institutional frame which together create distinctive path dependencies in solidarity across different forms of capitalism. Neo-liberalism has challenged these path dependencies by changing the material conditions and the ideological terrain, by heightening the diversity of the workforce, by restructuring the institutional context. However, this is not the end of solidarity and the article addresses the question of what sort of solidarities are now emerging and how.",
      "cited_by_count": 103,
      "type": "article",
      "source": {
        "name": "Work Employment and Society",
        "type": "journal",
        "issn": [
          "0950-0170",
          "1469-8722"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/0950017019866626"
      },
      "topics": [
        "Employment and Welfare Studies",
        "Labor Movements and Unions",
        "Social Policy and Reform Studies"
      ],
      "referenced_works_count": 64,
      "url": "https://openalex.org/W2968584905"
    },
    {
      "openalex_id": "W2753701384",
      "doi": "10.1186/s40878-017-0058-y",
      "title": "Must Interculturalists misrepresent multiculturalism?",
      "authors": [
        {
          "name": "Tariq Modood",
          "openalex_id": "A5071838272",
          "orcid": "https://orcid.org/0000-0001-8712-5508",
          "institutions": [
            "University of Bristol"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-09-08",
      "abstract": null,
      "cited_by_count": 62,
      "type": "article",
      "source": {
        "name": "Comparative Migration Studies",
        "type": "journal",
        "issn": [
          "2214-594X",
          "2214-8590"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://comparativemigrationstudies.springeropen.com/track/pdf/10.1186/s40878-017-0058-y"
      },
      "topics": [
        "Religious Education and Schools",
        "Political Philosophy and Ethics",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 59,
      "url": "https://openalex.org/W2753701384"
    },
    {
      "openalex_id": "W2027674059",
      "doi": "10.1353/hrq.0.0139",
      "title": "Multiculturalism and International Law: Discussing Universal Standards",
      "authors": [
        {
          "name": "Alexandra Xanthaki",
          "openalex_id": "A5007963951",
          "orcid": "https://orcid.org/0000-0003-2853-1236"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-02-01",
      "abstract": "This article aims to assess the contribution of current international human rights law to the multicultural debate. The article argues that although international law has not engaged in a sustained way with the concept, the basic elements of multiculturalism are in fact promoted by current standards. Among these discussed are the recognition of cultural attachments in the public sphere, the need for interaction among cultures, and the understanding of sub-national groups as equal partners in the evolution of the society. A closer look at the standards and their dynamic interpretation by UN bodies also reveals helpful answers to difficult challenges currently posed by multiculturalism, including extremism and clashes between cultural practices and other human rights.",
      "cited_by_count": 58,
      "type": "article",
      "source": {
        "name": "Human Rights Quarterly",
        "type": "journal",
        "issn": [
          "0275-0392",
          "1085-794X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://muse.jhu.edu/article/372279/pdf"
      },
      "topics": [
        "International Law and Human Rights",
        "Human Rights and Development",
        "Global Peace and Security Dynamics"
      ],
      "referenced_works_count": 67,
      "url": "https://openalex.org/W2027674059"
    }
  ],
  "count": 25,
  "errors": []
}
