[search_openalex.py] Searching OpenAlex: 'liberal multiculturalism tradition' (year=2010-2025), limit=30
[search_openalex.py] Retrieved 30 papers...
[search_openalex.py] Search complete: 30 papers found
[search_openalex.py] Cached results (cache key: openalex_5c37017437a3cc8a)
{
  "status": "success",
  "source": "openalex",
  "query": "liberal multiculturalism tradition",
  "results": [
    {
      "openalex_id": "W3045362505",
      "doi": "10.1111/nana.12618",
      "title": "Multiculturalism: A tradition of political thought that liberal nationalists can use",
      "authors": [
        {
          "name": "Varun Uberoi",
          "openalex_id": "A5070973943",
          "orcid": "https://orcid.org/0000-0002-1396-3135",
          "institutions": [
            "Brunel University of London"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-07-01",
      "abstract": "Copyright © 2020 The Author. When confronted with a scholar of Tamir's distinction, one is reminded not of Tamir's teacher, Isaiah Berlin, but of a thinker with whom Berlin disagreed. This is Hannah Arendt, as she taught that the vita activa had, for too long, been defined in opposition to the vita contempliva, yet the two are not opposed. Tamir illustrates this as her first book, Liberal Nationalism, helped to create the contemporary forms of a liberal doctrine that we now call “liberal nationalism,” and she was an Israeli cabinet minister. Her new book, Why Nationalism, reflects her ability to combine theory and practice as she offers a range of moral and prudential insights when showing why contemporary forms of nationalism emerged and how we should react politically to them. I agree with much of the book, but I will discuss three areas of disagreement.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Nations and Nationalism",
        "type": "journal",
        "issn": [
          "1345-5078",
          "1354-5078",
          "1469-8129"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/nana.12618"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Turkey's Politics and Society",
        "Jewish and Middle Eastern Studies"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W3045362505"
    },
    {
      "openalex_id": "W4251327594",
      "doi": "10.4324/9781003060963-44",
      "title": "Multicultural Citizenship",
      "authors": [
        {
          "name": "Will Kymlicka",
          "openalex_id": "A5078179152",
          "orcid": "https://orcid.org/0000-0001-6468-5174"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-07-01",
      "abstract": "Modern societies are increasingly confronted with minority groups demanding recognition of their identity, and accommodation of their cultural differences. This is often phrased as the challenge of 'multiculturalism'. But the term 'multicultural' covers many different forms of cultural pluralism, each of which raises its own challenges. Immigrant groups and religious minorities could, in principle, seek the legal power to impose traditional cultural practices on their members. The former are intended to uphold liberal rights and democratic institutions, the latter restrict these rights in the name of cultural tradition or religious orthodoxy. The protection afforded by these common rights of citizenship is sufficient for many of the legitimate forms of diversity in society. Various critics of liberalism – including some Marxists, communitarians, and feminists – have argued that the liberal focus on individual rights reflects an atomistic, materialistic, instrumental, or conflictual view of human relationships.",
      "cited_by_count": 38,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global Education and Multiculturalism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4251327594"
    },
    {
      "openalex_id": "W2326564956",
      "doi": "10.1111/jore.12043",
      "title": "Confucian Cosmopolitanism",
      "authors": [
        {
          "name": "Philip J. Ivanhoe",
          "openalex_id": "A5082038681",
          "orcid": "https://orcid.org/0000-0002-9962-8150"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-19",
      "abstract": "Abstract Scholars in the humanities and social sciences are keenly aware of and often deeply engaged with more global or cosmopolitan approaches to their respective fields; nevertheless, theories of cosmopolitanism remain exceedingly controversial and arise exclusively from Western philosophical sources. Recently, M artha N ussbaum presented a contemporary Western liberal cosmopolitan theory and sought to integrate it with a call for multicultural education. In this essay, I describe, analyze, and criticize N ussbaum's conception of cosmopolitanism and argue that it does not sit comfortably with her laudable advocacy of multicultural education. I then draw upon resources within the Confucian tradition to sketch two alternative conceptions of cosmopolitanism, which I argue are both more powerful than what N ussbaum proposes and better support the kind of multicultural education she so eloquently advocates.",
      "cited_by_count": 49,
      "type": "article",
      "source": {
        "name": "Journal of Religious Ethics",
        "type": "journal",
        "issn": [
          "0384-9694",
          "1467-9795"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious Education and Schools",
        "Religion, Theology, and Education",
        "Global Education and Multiculturalism"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2326564956"
    },
    {
      "openalex_id": "W1978327576",
      "doi": "10.1080/13621025.2010.534938",
      "title": "Deliberative multiculturalism in New Labour's Britain",
      "authors": [
        {
          "name": "Nam-Kook Kim",
          "openalex_id": "A5080093452",
          "institutions": [
            "Korea University"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-02-01",
      "abstract": "The aim of this paper is to examine the principles that New Labour has employed in its citizenship and multicultural policies in Britain, and to clarify theoretical locations as well as philosophical rationales of those principles. By deliberative multiculturalism, I mean a set of policies and discourses of New Labour about citizenship and multicultural issues, which emphasizes rational dialogue and mutual respect with firmly guaranteed political rights especially for minorities. New Labour tries to go beyond liberal and republican citizenship practice through enhancing deliberation, the origin of which goes back to the British tradition of parliamentary sovereignty. It also attempts to achieve a one-nation out of cultural cleavages, shifting its focus from redistribution with social rights to multicultural deliberation with political rights. I organize my discussion with a focus on the difference between two theoretical concepts: the relationship between cultural rights and individual equality, and the relationship between national boundaries and global belonging. In the concluding section, I explain three positive developments of New Labour's approach and also four limitations it has faced.",
      "cited_by_count": 40,
      "type": "article",
      "source": {
        "name": "Citizenship Studies",
        "type": "journal",
        "issn": [
          "1362-1025",
          "1469-3593"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "European Union Policy and Governance",
        "Political Systems and Governance"
      ],
      "referenced_works_count": 72,
      "url": "https://openalex.org/W1978327576"
    },
    {
      "openalex_id": "W2029034656",
      "doi": "10.1080/14767724.2014.989964",
      "title": "Thinking multicultural education ‘otherwise’ – from a secularist construction towards a plurality of epistemologies and worldviews",
      "authors": [
        {
          "name": "Saila Poulter",
          "openalex_id": "A5006323405",
          "orcid": "https://orcid.org/0000-0002-4687-7313",
          "institutions": [
            "University of Helsinki"
          ]
        },
        {
          "name": "Anna-Leena Riitaoja",
          "openalex_id": "A5017048232",
          "orcid": "https://orcid.org/0000-0003-2825-8380",
          "institutions": [
            "University of Helsinki"
          ]
        },
        {
          "name": "Arniika Kuusisto",
          "openalex_id": "A5033375587",
          "orcid": "https://orcid.org/0000-0002-6085-576X",
          "institutions": [
            "University of Helsinki"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-07",
      "abstract": "AbstractThis article examines educational, political and philosophical perspectives on the concepts of worldview and religion in the context of multicultural education. Using a postcolonial and post-structural approach combined with theories that analyse the politics of secularism, we attempt to pinpoint key perspectives in the recognition of worldviews in the current discourse on liberal multiculturalism. We suggest that the liberal-secular foundation of multicultural education is blind to practices, which, while supposedly based on political neutrality, are discriminating and 'Othering' towards religions and non-Western worldviews. Through theoretical and contextual analysis, we aim to deconstruct the 'Otherness' of religious worldviews at the epistemic level.Keywords: worldviewreligionmulticultural educationpostcolonialismpost-structuralismepistemological pluralism'Otherness' Notes1. In this article, 'Western' refers to Western modernity, which contains the idea that development and progress in time is inherently constructed against the colonial 'Other'. Mignolo (Citation2009) talks about two different layers of modernity. The first layer of Modernity started with Christian colonisation of the Americas in the sixteenth century. This stage, in turn, formed the basis for the emergence of the second stage of Modernity, which began in the eighteenth century with the Reformation and Enlightenment and lead to an idea of secularity that was still based on Christianity.2. In Protestant countries especially, churches played a significant role in creating national identity and political and cultural uniformity. The Christian faith and way of life were combined with romantic nationalism and the secular tradition of the Enlightenment (Asad Citation2003, 174).3. What is meant by secularism differs greatly from country to country. Indian secularism is by no means the same as French or American secularism (Casanova Citation1994, 25; Modood Citation2007, 72–78). Furthermore, European and American religious-secular landscapes cannot be placed into a single 'Western' category. Due to historical, philosophical, social and political reasons, secularism is understood very differently in different contexts. Kuru (Citation2009, 11) divides secularism into 'passive' and 'assertive' secularism, depending on whether a state tolerates the public visibility of religion or attempts to hinder the public role of religion in society. In a similar manner, Parekh (Citation2006, 322) categorises European secularism into weak and strong forms, where weak secularism refers to the formal separation of state and religion and strong secularism to the idea that religion is a purely private matter. Davies (Citation2014) introduces a third category, dynamic secularism, which guarantees equality under the law to all citizens regardless of their worldview. In a dynamic secularist state, no religion organisation or group enjoys privileged status, but religious reasoning and religious practitioners are permitted in the public sphere.",
      "cited_by_count": 60,
      "type": "article",
      "source": {
        "name": "Globalisation Societies and Education",
        "type": "journal",
        "issn": [
          "1476-7724",
          "1476-7732"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10138/229357"
      },
      "topics": [
        "Religious Education and Schools",
        "Global Education and Multiculturalism"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W2029034656"
    },
    {
      "openalex_id": "W2485776123",
      "doi": "10.1093/acprof:oso/9780199673889.001.0001",
      "title": "The Structure of Pluralism",
      "authors": [
        {
          "name": "Víctor M Muñiz-Fraticelli",
          "openalex_id": "A5026702535",
          "orcid": "https://orcid.org/0000-0003-2690-8917"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-02-27",
      "abstract": "Abstract The Structure of Pluralism argues that political pluralism is a cogent political tradition that makes distinctive and radical claims regarding the sources of political authority and the relationship between associations and the state. It reconstructs the arguments of the fin de siècle British pluralists and demonstrates their continuity with recent philosophical accounts of group personality and legal authority. Pluralism proceeds from the observation that many associations in liberal democracies claim to possess, and attempt to exercise, a measure of legitimate authority over their members, and assert that this authority does not derive from the magnanimity of a liberal and tolerant state but is grounded, rather, on the common practices and aspirations of those individuals who choose to take part in a common endeavour. As an account of the authority of associations, pluralism is distinct from other attempts to accommodate groups like multiculturalism, subsidiarity, corporatism, and associational democracy. It is consistent with the explanation of legal authority proposed by contemporary legal positivists, and recommends that the formal normative systems of highly organized groups be accorded the status of fully legal norms when they encounter the laws of the state. It is also supported by the most recent developments in social ontology that defend the moral and political agency of corporate groups, and suggests that these groups be recognized as moral and juridical persons not by a grant of the state, but as a consequence of their internal structures of authority and decision-making.",
      "cited_by_count": 50,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2485776123"
    },
    {
      "openalex_id": "W2090266421",
      "doi": "10.5130/csr.v9i1.3582",
      "title": "The Hand that Writes Community in Blood",
      "authors": [
        {
          "name": "Rosalyn Diprose",
          "openalex_id": "A5052129001",
          "institutions": [
            "UNSW Sydney"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-09-13",
      "abstract": "I propose this account of community formation, which finds bodies, ungraspable difference and the expression of meaning inextricably linked, in order to address a neglect of the sociality of the body in current models of community. That neglect, I submit, explains why some models of community, while keen to promote multiculturalism and tolerance of difference, can tend toward the opposite. This is true of communitarianism and related models that would base community on the commonality of meaning and unity of identity. Against the emphasis on individualism in liberal political theory, communitarians understand community to be built through shared practices, dialogue, common social meanings and traditions, and on the interrelation, mutual recognition, and knowledge of the other as derived from a Hegelian notion of identity formation.",
      "cited_by_count": 30,
      "type": "article",
      "source": {
        "name": "Cultural Studies Review",
        "type": "journal",
        "issn": [
          "1446-8123",
          "1837-8692"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://epress.lib.uts.edu.au/journals/index.php/csrj/article/download/3582/3721"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W2090266421"
    },
    {
      "openalex_id": "W2094502083",
      "doi": "10.1080/14767724.2011.605326",
      "title": "Cultivating global citizens: planting new seeds or pruning the perennials? Looking for the citizen-subject in global citizenship education theory",
      "authors": [
        {
          "name": "Karen Pashby",
          "openalex_id": "A5070315734",
          "orcid": "https://orcid.org/0000-0002-9967-8262",
          "institutions": [
            "University of Toronto"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-09-01",
      "abstract": "Abstract This paper engages with a selection of scholarly writing in English that was published in the last decade and written from particular liberal democratic contexts (predominantly the UK, the USA, and Canada). The literature diagnoses the need for a more complex theory of citizenship education and theorises schooling for citizenship in a global orientation. The analysis calls for more explicit attention to the assumptions about the citizen subject student, the 'who' of global citizenship education (GCE). Overall, the findings suggest the assumed subject of GCE pedagogy is the autonomous and European citizen of the liberal nation-state who is seen as normative in a mainstream identification as citizen and who must work to encourage a liberal democratic notion of justice on a global scale by 'expanding' or 'extending' or 'adding' their sense of responsibility and obligation to others linearly through the local to national to global community. Thus, this theoretical work contributes a more complex notion of the citizen-subject to accommodate more diversity and to begin to recognise unequal power relations. Ultimately, however, the conceptualisation of global citizen education assumes a particular normative national citizen, and this assumption must be probed and made more explicit. Keywords: citizenship educationphilosophy of educationglobal citizenship educationintercultural understandingsdemocratic schooling Notes 1. See for example, Richardson (Citation2008) who identifies a major obstacle to GCE: 'the concept of global citizenship education has, as yet, developed neither the political structures that typically ground citizenship in regularized and generally understood civic practices, nor has it, to date, provided a powerful emotive bond comparable to the \"imagined nation\" (Anderson 1991) upon which citizenship is based' (Richardson Citation2008, 56). 2. Some authors are specific regarding the context about which they are writing (for example, writers such as Nussbaum, Waltzer, and McIntosh are writing about a US context while Golmohamad uses British examples) and Pike refers to examples from Canada, the UK, Europe and Western democracies more generally. Others write about a more general 'democratic schooling' and 'citizenship education' (for example Papastephanou draws on Western philosophical traditions and contemporary Western theorists but does not address particular national contexts). 3. Indeed, not all of the literature engaged in this essay uses the terminology 'global citizenship education'. Some authors use 'cosmopolitan citizenship' or 'world citizens', and some authors may contest my grouping of their works within global citizenship literature, but all of the literature theorises citizenship and schooling within a contemporary global context that recognises an urgency to address global issues within a framework of democratic schooling and attempt to theorise citizenship education to meet the realities of the current geopolitical context. Therefore, I group the literature analysed in this essay as 'in discussion' because of the interest in global orientations to citizenship education. 4. See Nussbaum's notion of 'narrative imagination'. 5. The Cree is one of the largest First Nations (aboriginal) groups in Canada. 6. As is evident from international conferences and recent attention in anthologies and academic journals (e.g., Banks Citation2004; Davies Citation2006; Davies, Evans, and Reid Citation2005; Noddings Citation2004a; Openshaw and White Citation2005; O'Sullivan and Pashby Citation2008), the concept of GCE is emerging as a particular way to understand cultural conflicts and to promote social justice on a global scale. 7. I found the idea of 'cultivating' citizenship to be both explicitly and implicitly central to conceptualising citizenship education in the literature I looked at as well as in popular understandings. A general Google search procures 2,470,000 and a Google Scholar search comes up with over 54,800 hits for 'cultivating citizenship'. 8. It is significant to note that the bulk of these authors write out of a US context wherein attempts to theorise a changed notion of citizenship education emerge largely out of a dissatisfaction with a more general notion of democratic schooling, but are evoked in particular response to the neoliberal political context of post-9-11, George W. Bush, 'No Child Left Behind' America. These discussions around neoliberal policies' adverse impacts on democratic schooling are also prevalent in Canada (e.g., Joshee Citation2009), Australia (e.g., Howard and Patten Citation2006) and the UK (e.g., Gillborn Citation2006). 9. The five books include: Michael Apple's Educating the 'Right' Way, Denis Carlson's Leaving Safe Harbors, A. Belden Fields and Walter Feinberg's Education and Democratic Theory, Trevor Gale and Kathleen Densmore's Engaging Teachers, and Klas Roth's Democracy, Education and Citizenship. 10. Discussions of GCE appeal strongly to a discourse of Human Rights as a basis for unity; yet, certain critiques raise problematics around the conflation of human rights and citizenship. This is a significant area for further consideration (see Covaleskie Citation2003; Isin and Turner Citation2007; Kiwan Citation2005; Noddings 2004b). 11. Andreotti's (2006) work is very useful in this context when she advocates for the inclusion of a notion of complicity within global citizenship in order to avoid a 'soft', liberalist approach in favour of a 'critical' post-colonial approach rooted in critical literacy practices. 12. In her reply to CitationBoman, Nussbaum does acknowledge that there is always a limit to our ability to understand others but warns we should not assume that people distant to ourselves are not possible to understand. It is also significant that Boman equates a multicultural society to world citizenship, which begs the question of whether or not global citizenship can be conflated with multiculturalism (see Pashby Citation2006). 13. See also Kymlicka (Citation2003) when he argues that by glorifying and privileging global connections while avoiding confrontations with intercultural relations at the domestic level, a concept of intercultural citizens can work against the ideals of a multicultural state.",
      "cited_by_count": 117,
      "type": "article",
      "source": {
        "name": "Globalisation Societies and Education",
        "type": "journal",
        "issn": [
          "1476-7724",
          "1476-7732"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global Education and Multiculturalism",
        "Global Educational Policies and Reforms",
        "Critical and Liberation Pedagogy"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W2094502083"
    },
    {
      "openalex_id": "W4234078576",
      "doi": null,
      "title": "EU 7 FP project Governing urban divercity: Creating social cohesion, social mobility and economic performance in today’s hyper-diversified cities (DIVERCITIES) – The case of Warsaw",
      "authors": [
        {
          "name": "Louis Wirth",
          "openalex_id": "A5110341657"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "The urbanization of the world, which is one of the most impressive facts of modern times, has wrought profound changes in virtually every phase of social life. The recency and rapidity of urbanization in the United States accounts for the acuteness of our urban problems and our lack of awareness of them. Despite the dominance of urbanism in the modern world we still lack a sociological definition of the city which would take adequate account of the fact that while the city is the characteristic locus of urbanism, the urban mode of life is not confined to cities. For sociological purpose a city is a relatively large, dense, and permanent settlement of heterogenous individuals. Large numbers account for inidividual variability, the relative absence of intimate personal acquaintanceship, the segmentalization of human relations which are largely anonymous, superficial, and transitory, and associated characteristic. Density involves diversification and specialization, the coincidence of social relations, glaring contrasts, a complex pattern of segregation, the predominance of formal social control, and accentuated friction, among other phenomena. Heterogeneity tends to break down rigid social structures and to produce increased mobility, instability, and insecurity, and the affilitation of the individuals with a variety of intersecting and tangential social groups with a high rate of membership turnover. The pecuniary nexus tends to displace personal relations, institutions tend to cater to mass rather than to individual requirements. The individual thus becomes effective only as he acts through organized groups. The complicated phenomena of urbanism may acquire unity and coherence if the sociological analysis proceeds in the light of such a body of theory. The empirical evidence concerning the ecology, the social organization, and the social psychology of the urban mode of life confirms the fruitfulness of this approach.",
      "cited_by_count": 3010,
      "type": "article",
      "source": {
        "name": "RCIN (Digital Repository of the Scientifics Institutes) (Institute of Archaeology and Ethnology of the Polish Academy of Sciences)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://rcin.org.pl/dlibra/publication/edition/62832/content"
      },
      "topics": [
        "Urban Design and Spatial Analysis",
        "Crime Patterns and Interventions"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W4234078576"
    },
    {
      "openalex_id": "W4245398517",
      "doi": "10.1332/9781847426086",
      "title": "Equality and diversity",
      "authors": [
        {
          "name": "Steven R. Smith",
          "openalex_id": "A5101902913",
          "orcid": "https://orcid.org/0000-0002-5199-2906"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-07-20",
      "abstract": "This book explores the values of equality and diversity as promoted across liberal societies, drawing on various traditions of political and social philosophy, including liberal egalitarianism, existentialism and elements of post-modernism and post-structuralism. These philosophies are applied to policy and practice debates, especially concerning disability issues, but also relating to gender and multiculturalism.",
      "cited_by_count": 15,
      "type": "book",
      "source": {
        "name": "Policy Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://bristoluniversitypressdigital.com/downloadpdf/book/9781847426086/back-2.pdf"
      },
      "topics": [
        "Social Policy and Reform Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4245398517"
    },
    {
      "openalex_id": "W1976486462",
      "doi": "10.1080/17502971003700977",
      "title": "Peacebuilding, the Rule of Law and the Problem of Culture: Assimilation, Multiculturalism, Deployment",
      "authors": [
        {
          "name": "Augustine S. J. Park",
          "openalex_id": "A5063458642",
          "orcid": "https://orcid.org/0000-0001-8418-3999",
          "institutions": [
            "Carleton University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-12-01",
      "abstract": "Abstract The technocratic project of building the rule of law in post-conflict peacebuilding is advanced as a guarantor of liberal peace. This ‘rule of law fable’ that correlates peace with technical institutions of western legal systems recalls the colonial and modernisation ethos to engineer African societies in our own image. As such, as in the case of Sierra Leone, practices of law that do not conform to the interventionary conceptualisation of the rule of law are rendered pathological. Specifically, ‘culture’ is positioned as a problem for peacebuilders to solve. There is not, however, a homogeneous response to the problem of culture, but strategic diversity: assimilation, underpinned by liberal claims to cultural neutrality, aims to produce cultural sameness by combating custom and tradition. Accommodation that domesticates local tradition represents a radically depoliticised multiculturalism, while deployment mobilises tradition to encourage ‘buy-in’ to the rule of law project.",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "Journal of Intervention and Statebuilding",
        "type": "journal",
        "issn": [
          "1750-2977",
          "1750-2985"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Peacebuilding and International Security",
        "Global Peace and Security Dynamics",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 66,
      "url": "https://openalex.org/W1976486462"
    },
    {
      "openalex_id": "W2955751994",
      "doi": "10.7312/van-18436",
      "title": "Taking Back Philosophy: A Multicultural Manifesto",
      "authors": [
        {
          "name": "Bryan W. Van Norden",
          "openalex_id": "A5065797958"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-05",
      "abstract": "Are American colleges and universities failing their students by refusing to teach the philosophical traditions of China, India, Africa, and other non-Western cultures? This biting and provocative critique of American higher education says yes. Even though we live in an increasingly multicultural world, most philosophy departments stubbornly insist that only Western philosophy is real philosophy and denigrate everything outside the European canon. In Taking Back Philosophy, Bryan W. Van Norden lambastes academic philosophy for its Eurocentrism, insularity, and complicity with nationalism and issues a ringing call to make our educational institutions live up to their cosmopolitan ideals. In a cheeky, agenda-setting, and controversial style, Van Norden, an expert in Chinese philosophy, proposes an inclusive, multicultural approach to philosophical inquiry. He showcases several accessible examples of how Western and Asian thinkers can be brought into productive dialogue, demonstrating that philosophy only becomes deeper as it becomes increasingly diverse and pluralistic. Taking Back Philosophy is at once a manifesto for multicultural education, an accessible introduction to Confucian and Buddhist philosophy, a critique of the ethnocentrism and anti-intellectualism characteristic of much contemporary American politics, a defense of the value of philosophy and a liberal arts education, and a call to return to the search for the good life that defined philosophy for Confucius, Socrates, and the Buddha. Building on a popular New York Times opinion piece that suggested any philosophy department that fails to teach non-Western philosophy should be renamed a \"Department of European and American Philosophy,\" this book will challenge any student or scholar of philosophy to reconsider what constitutes the love of wisdom",
      "cited_by_count": 29,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2955751994"
    },
    {
      "openalex_id": "W4242975312",
      "doi": "10.4324/9780429497773",
      "title": "Reconsidering American Liberalism",
      "authors": [
        {
          "name": "James P. Young",
          "openalex_id": "A5102588831"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-02-06",
      "abstract": "Forty years ago Louis Hartz surveyed American political thought in his classic The Liberal Tradition in America. He concluded that American politics was based on a broad liberal consensus made possible by a unique American historical experience, a thesis that seemed to minimize the role of political conflict.Today, with conflict on the rise and with much of liberalism in disarray, James P. Young revisits these questions to reevaluate Hartz's interpretation of American politics. Young's treatment of key movements in our history, especially Puritanism and republicanism's early contribution to the Revolution and the Constitution, demonstrates in the spirit of Dewey and others that the liberal tradition is richer and more complex than Hartz and most contemporary theorists have allowed.The breadth of Young's account is unrivaled. Reconsidering American Liberalism gives voice not just to Locke, Jefferson, Hamilton, Madison, Lincoln, and Dewey but also to Rawls, Shklar, Kateb, Wolin, and Walzer. In addition to broad discussions of all the major figures in over 300 years of political thought?with Lincoln looming particularly large?Young touches upon modern feminism and conservatism, multiculturalism, postmodernism, rights-based liberalism, and social democracy. Out of these contemporary materials Young synthesizes a new position, a smarter and tougher liberalism not just forged from historical materials but reshaped in the rough and tumble of contemporary thought and politics.This exceptionally timely study is both a powerful survey of the whole of U.S. political thought and a trenchant critique of contemporary political debates. At a time of acrimony and confusion in our national politics, Young enables us to see that salvaging a viable future depends upon our understanding how we have reached this point.Never without his own opinions, Young is scrupulously fair to the widest range of thinkers and marvelously clear in getting to the heart of their ideas. Although his book is a substantial contribution to political theory and the history of ideas, it is always accessible and lively enough for the informed general reader. It is essential reading for anyone who cares about the future of U.S. political thought or, indeed, about the future of the country itself.",
      "cited_by_count": 32,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "American Constitutional Law and Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4242975312"
    },
    {
      "openalex_id": "W1545355033",
      "doi": "10.31244/9783830980896",
      "title": "Negotiating Identity and Tradition in Single-faith Religious Education: A Case Study of Islamic Education in Finnish Schools",
      "authors": [
        {
          "name": "Inkeri Rissanen",
          "openalex_id": "A5017845719",
          "orcid": "https://orcid.org/0000-0002-2676-0169"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-04-01",
      "abstract": "This qualitative case study examines the practices of Islamic education in Finnish schools. Through analysing the Finnish approach to religious education from the perspective of education according to Islam, this study participates in the European discussion concerning the search for legitimate and successful forms of religious education. The aim is to investigate how common aims given to liberal religious education in contemporary European multicultural societies can be pursued in a single-faith approach to religious education, and what kind of processes of negotiation are involved in teaching and studying Islam in a modern liberal context. These issues are studied through the following research questions: 1) How are the students religious identities developed in the classroom? What are the practical implications of the shift from religious socialisation to the aim of identity development? 2) How is the students willingness to deal with difference developed in the classroom? How do the ways to develop the willingness to encounter a) interreligious b) cultural c) intrareligious difference differ from each other? 3) How do the students deal with religious and cultural difference? What kind of ideological influences can be detected in their understandings of difference and tolerance? 4) How do teachers mediate contested meanings and practices of Islam as well as values and ideals of liberal democracies as these are negotiated through the Finnish curriculum for religious education? What kind of representation of Islam do these negotiations lead to? \\n\\nThe data of the study consist of 1) observations of three courses of Islamic education in comprehensive and upper secondary schools in the metropolitan area of Helsinki, and 2) interviews of teachers (n=3) and students (n=16). The methodological design draws from educational ethnography and critical ethnography. The data were analysed by means of qualitative content analysis. \\n\\nBoth Islamic education teachers and their students were found to negotiate between Islamic tradition and liberal ideals. Teachers introduced liberal educational values, such as autonomy, tolerance and citizenship, through religion. Students identities as Finnish Muslims as well as their willingness to deal with difference were supported in many ways and these educational practices were grounded on the representation of autonomy, tolerance and responsible citizenship as Islamic virtues. Besides negotiating liberal educational values in the Islamic framework, the teachers also negotiated Islam in relation to its context. They represented Islam in a way that emphasised its compatibility within a Finnish, and more generally, within a modern Western context. This required them also to negotiate the diversity in Islam which was done by distinguishing between culture and religion and focusing on commonalities. \\n\\nStudents negotiations on diversity and tolerance brought out distinct challenges in dealing with interreligious, intrareligious and cultural differences. Furthermore, students different understandings of tolerance in the Islamic and liberal frameworks caused confusion. The conclusion, however, was that through offering a space for these kinds of negotiations of teachers and students, Islamic education contributed to the emergence of Finnish Islam and the organisation of a peaceful, multicultural society.",
      "cited_by_count": 28,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious Education and Schools",
        "Education and Islamic Studies",
        "Islamic Studies and Radicalism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1545355033"
    },
    {
      "openalex_id": "W2396852150",
      "doi": "10.4324/9781315651538",
      "title": "Epistemic Liberalism: A Defence",
      "authors": [
        {
          "name": "Adam James Tebble",
          "openalex_id": "A5045176433",
          "orcid": "https://orcid.org/0000-0003-1157-9380",
          "institutions": [
            "Ministry of Economy"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-06-07",
      "abstract": "In the wake of what has come to be called the ‘cultural turn’, it is often asked how the state should respond to the different and sometimes conflicting justice claims made by its citizens and what, ultimately, is the purpose of justice in culturally diverse societies.<br/><br/>Building upon the work of a diversity of theorists, this book demonstrates that there is a distinct ‘epistemic’ tradition of liberalism that can be used to critique contemporary responses to cultural diversity and their underlying principles of justice. It critically examines multicultural, nationalist and liberal egalitarian approaches and argues that an epistemic account of liberalism, that emphasises social complexity rather than cultural diversity or homogeneity, is the most appropriate response to the question of justice in modern culturally diverse societies.<br/><br/>Epistemic Liberalism will be of interest to students and scholars of contemporary political theory and philosophy, liberal political theory and the politics of culture and identity.",
      "cited_by_count": 20,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Economic Theory and Institutions",
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2396852150"
    },
    {
      "openalex_id": "W4242315344",
      "doi": "10.4324/9781315651538",
      "title": "Epistemic Liberalism",
      "authors": [
        {
          "name": "Adam James Tebble",
          "openalex_id": "A5045176433",
          "orcid": "https://orcid.org/0000-0003-1157-9380"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-13",
      "abstract": "In the wake of what has come to be called the 'cultural turn', it is often asked how the state should respond to the different and sometimes conflicting justice claims made by its citizens and what, ultimately, is the purpose of justice in culturally diverse societies. Building upon the work of a diversity of theorists, this book demonstrates that there is a distinct 'epistemic' tradition of liberalism that can be used to critique contemporary responses to cultural diversity and their underlying principles of justice. It critically examines multicultural, nationalist and liberal egalitarian approaches and argues that an epistemic account of liberalism, that emphasises social complexity rather than cultural diversity or homogeneity, is the most appropriate response to the question of justice in modern culturally diverse societies. Epistemic Liberalism will be of interest to students and scholars of contemporary political theory and philosophy, liberal political theory and the politics of culture and identity.",
      "cited_by_count": 17,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4242315344"
    },
    {
      "openalex_id": "W58253949",
      "doi": null,
      "title": "Perspectives of Immigrant Muslim Parents: Advocating for Religious Diversity in Canadian Schools.",
      "authors": [
        {
          "name": "Yan Guo",
          "openalex_id": "A5058950445",
          "orcid": "https://orcid.org/0000-0001-8666-6169"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "cal multiculturalism and minority group rights. The term multiculturalism includes a plurality of meanings and definitions. According to Kincheloe and Steinberg (1997), there are five prevailing philosophical positions that inform multicultural policies and practices: conservative, liberal, pluralist, radical, and critical. The conservative approach presumes the superiority of Eurocentric values and beliefs and Christianity, devalues immigrants’ native cultures and religions, and places uneven expectations on immigrants to conform over time to the norms, values, and religious traditions of the receiving society (Li, 2003). The liberal position acknowledges diversity, but has a low level of tolerance of non-Christian faiths. It superficially focuses on the neutrality of secularism, a separation of church and state. In reality such separation does not exist in Canada as we see the residual influence of Christianity in the national anthem, statutory holidays, currency, architecture, textbooks, and so on (Biles & Ibrahim, 2005). An alternative form of liberal multiculturalism is pluralist multiculturalism, which sees differences in cultures and religions. However, the cultural and religious differences are often trivialized, exoticized, and essentialized as Immigration is now the primary source of population growth in Canada. For the year 2006, the Canadian Census reported that almost 20 percent of the population was born outside of Canada (Statistics Canada, 2007). Between the years 1991 and 2001 specifically, the number of non-Christians, such as Muslims, Buddhists, Sikhs, and Hindus, had more than doubled in Canada (Statistics Canada, 2003). It is estimated that by the year 2017 more than 10 percent of Canadians will be non-Christians (Statistics Canada, 2005). These demographic changes have profound implications for Canadian public school systems. While Canada promotes many ways of recognizing diversity, it seems to demonstrate however an aversion to utilizing the word “religion.” The Canadian Charter of Rights and Freedoms, for example, enshrines the right to practice one’s own religion, which can be viewed as a means of accommodating the needs of religious minorities within a multicultural society. Yet public education in Canada follows a fundamentalist Christian curriculum with its calendar specifically fitting the needs of Christians (Karmani & Pennycook, 2005; Spinner-Halev, 2000), a trend also prevalent in the neighboring United States. The Eurocentric nature of public schools in general means that religious minority parents need to constantly negotiate parameters for their children’s involvement in school curricula and activities (Zine, 2001). This negotiation is particularly challenging for Muslim immigrant parents. Islam is often portrayed as an inherently violent religion and Muslims are seen as threatening the peace and security of Western nations (McDonough & Hoodfar, 2005), particularly after the events of September 11, 2001. Yet little attention has been paid to how minority parents negotiate their religious practices within public schools. Given these concerns, data were collected through in-depth interviews with immigrant parents who had recently arrived in Calgary, Alberta, Canada, from India, Pakistan, Bangladesh, Algeria, Somalia, and Suriname. This study examines how these Muslim immigrant parents struggle within the public schools to negotiate the continuity of their Islamic practices and how they counteract their own marginality as immigrants, a marginality often connected with other sites of oppression such as race and gender.",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "Multicultural education",
        "type": "journal",
        "issn": [
          "1068-3844"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious Education and Schools"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W58253949"
    },
    {
      "openalex_id": "W2151939086",
      "doi": "10.1177/0191453709358845",
      "title": "Post-secular society, transnational religious civilizations and legal pluralism",
      "authors": [
        {
          "name": "Massimo Rosati",
          "openalex_id": "A5079849586",
          "institutions": [
            "University of Rome Tor Vergata"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-03-01",
      "abstract": "Taking for granted a radical criticism of the universalistic value of a post-Protestant understanding of religion and of the nexus between political democracy and secularization, the article aims first at framing the perspective of multicultural jurisdictions within contemporary processes of change of religious pluralism on a transnational scale; secondly at framing that perspective within the intellectual tradition of legal pluralism; and finally at inquiring into the compatibility of the new conceptual constellation ‘post-secular society plus legal pluralism’ with a liberal frame.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Philosophy & Social Criticism",
        "type": "journal",
        "issn": [
          "0191-4537",
          "1461-734X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious Freedom and Discrimination"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2151939086"
    },
    {
      "openalex_id": "W3037654453",
      "doi": "10.4324/9780429327018-5",
      "title": "Multicultural American heroes",
      "authors": [
        {
          "name": "Grant Wiedenfeld",
          "openalex_id": "A5020479659",
          "orcid": "https://orcid.org/0000-0001-8941-9980"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-06-24",
      "abstract": "This chapter compares two black athlete biopics to examine the United States' twofold national tradition. Produced during Barack Obama's presidency, 42 (2013) and Race (2015) both evince multicultural pluralism by portraying Jackie Robinson and Jesse Owens as African American figures of social resistance in the mould of Muhammad Ali. In contrast, however, 42 imagines an evangelical Christian and liberal economic common ground, while Race foregrounds phenomenal experience as a transcultural bridge. Their different visions illustrate rival currents of religious nationalism and radical secularism in the national tradition. Philip Gorski has shown how American civil religion aims to synthesise prophetic religion and civic republicanism into a vital centre; these contemporary films represent popular myths that aspire to speak across the nation's various social divides.",
      "cited_by_count": 12,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social and Cultural Dynamics",
        "Sport and Mega-Event Impacts",
        "Sports, Gender, and Society"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W3037654453"
    },
    {
      "openalex_id": "W2166234162",
      "doi": "10.1017/s0021875815001723",
      "title": "<i>The Walking Dead</i>: Late Liberalism and Masculine Subjection in Apocalypse Fictions",
      "authors": [
        {
          "name": "Katherine Sugg",
          "openalex_id": "A5057745088",
          "institutions": [
            "Central Connecticut State University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-10-12",
      "abstract": "From The Road to The Walking Dead , contemporary apocalyptic fictions narrativize the conjunction of two central “crises”: late liberal capitalism and twenty-first-century masculinity. This conjunction underlines the insights of a variety of scholars and cultural critics who analyze the “crisis” of contemporary masculinity, often specifically white masculinity, as a product of recent economic and social transformations, including the perceived disempowering of white male authority in a neoliberal era of affective labor, joblessness and multiculturalism. But the apocalypse, especially as a television series, is a rather peculiar narrative vehicle for the articulation of a transformative future for – or a nostalgic return to – masculine agency and authority. Focussing on questions of subjection and agency in the late liberal/neoliberal moment, I suggest that zombie apocalypse stages a debate on the status of masculine agency that has roots extending deep into the foundations of liberal modernity and the gendered selfhood it produces – roots that are ironically exposed by the popular cultural referent that dominates The Walking Dead : the frontier myth. The frontier and the apocalypse both draw from Hobbesian prognostications of a state of nature as relentless competition and a war of “all against all” that are foundational to modern liberal political theory and questions of sovereignty, self-interest, and collective governance. But they also index a narrative antidote to the erasure of political agency as traditionally enshrined in liberal democratic norms and traditions. Like the western, the zombie apocalypse speculates about possible ways in which masculine agency in liberal modernity might be reimagined and/or reinvigorated. In the place of a tired, automated neo-“official man”, the apocalypse in The Walking Dead promises an opportunity to “finally start living” – reminding us that white masculinity figures precisely the Enlightenment liberal subject-citizen and the authoritative, if highly fictional, agency which has been notoriously crushed within regimes of late capitalist biopower. And yet, even as the zombie apocalypse engages foundational myths of liberal modernity, it elaborates them in surprisingly nihilistic set pieces and an apparently doomed, serial narrative loop (there is no end to the zombie apocalypse and life in it is remarkably unpleasant). The eruption of haptic elements in the television show – especially in the visual and aural technologies that allow representations of bodies, suffering, dismemberment, mutability, disgust – further counters the apparent trajectory of apocalyptic allegory and opens it to alternative logics and directions. The narrative options of the zombie apocalypse thus seem to be moving “back” to a brutal settler colonial logic or “forward” to an alternative, perhaps more ethical, “zombie logic,” but without humans. This essay is interested in what these two trajectories have to say to each other and what that dialogue, and dialectic, indicate about contemporary economic governance as it is experienced and translated affectively into popular narrative and cultural product. That is, to what extent is the racist and economic logic of settler colonialism already infected by the specter of another logic of abjection and otherness, one that is figured both by the zombies and by the nonnarrative function of spectacles of embodied male suffering? And what does that slippage between logics and directions tell us about the internal workings of settler colonialism and economic liberalism that have always been lodged within mythic fantasies of the frontier?",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "Journal of American Studies",
        "type": "journal",
        "issn": [
          "0021-8758",
          "1469-5154"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/0BFD22F09EEC7A318E0945C898962446/S0021875815001723a.pdf/div-class-title-span-class-italic-the-walking-dead-span-late-liberalism-and-masculine-subjection-in-apocalypse-fictions-div.pdf"
      },
      "topics": [
        "Gothic Literature and Media Analysis",
        "Utopian, Dystopian, and Speculative Fiction",
        "Media Influence and Health"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W2166234162"
    },
    {
      "openalex_id": "W1888491055",
      "doi": "10.1007/978-1-137-49477-1",
      "title": "Key Concepts in Politics and International Relations",
      "authors": [
        {
          "name": "Andrew Heywood",
          "openalex_id": "A5052908417"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "Absolutism.- Accountability.- Anarchism.- Anarchy.- Animal Rights.- Anti-Politics.- Arms Race.- Authoritarianism.- Authority.- Autonomy.- Balance Of Power.- Behaviouralism.- Bicameralism.- Bill Of Rights.- Bureaucracy.- Cabinet.- Capitalism.- Centralisation/Decentralisation.- Checks And Balances.- Christian.- Democracy.- Citizenship.- Civil Disobedience.- Civil Liberty.- Civil.- Society.- Coalition.- Collectivise Security.- Collectivism.- Collectivization.- Committee.- Communism.- Communitarianism.- Community.- Conflict Of Civilazations.- Confucianism.- Consensus.- Consent.- Conservatism.- Consociationalism.- Constitution.- Constitutionalism.- Constructivism.- Consumerism.- Corporatism.- Cosmopolitanism.- Crimes Against Humanity.- Critical Theory.- Cross-generational Justice.- Democracy.- Democratic Peace.- Democratization.- Deterrence.- Development.- Devolution.- Dialectic.- Dictatorship.- Diplomacy.- Discourse.- Ecologism.- Election.- Elitism.- Empiricism.- Equality.- Executive.- Failed State.- Fascism.- Federalism.- Feminism.- Free Trade.- Freedom.- Functionalism.- Game Theory.- Gender.- Geopolitics.- Global Civil Society.- Global Governance.- Global Justice.- Globalization.- Governance.- Government.- Great Power.- Hard/Soft Power.- Hegemony.- Historical Materialism.- Human Development.- Human Nature.- Human Rights.- Humanitarian Intervention.- Idealism.- Identity Politics.- Ideology.- Imperialism.- Individualism.- Institutionalism.- Interdependence.- Intergovernmentalism.- International Aid.- International Law.- International Organization.- International Relations.- International Society.- Internationalism.- Islamism.- Jihad.- Judiciary.- Just War.- Justice.- Laissez-Faire.- Law.- Leadership.- Left/Right.- Legitimacy.- Liberal Democracy.- Liberalism.- Libertarianism.- Local Government.- Mandate.- Market.- Marxism.- Mass Media.- Meritocracy.- Militarism.- Minority Rights.- Monarchy.- Multiculturalism.- Multilateralism.- Multi-level Governance.- Nation.- Nationalism.- Nation-State.- Nazism.- Neoliberalism.- Neutrality.- Non-Governmental Organization.- Obligation.- Opposition.- Order.- Pacifism.- Paradigm.- Parliament.- Parliamentary Government.- Patriarchy.- Patriotism.- Peace-Building.- Pluralism.- Polarity.- Policy.- Political Culture.- Political Economy.- Political Party.- Political Philosophy.- Political Science.- Political Theory.- Politics.- Populism.- Positivism.- Postcolonialism.- Postmodernism.- Power.- Pragmatism.- President.- Presidential Government.- Pressure Group.- Prime Minister.- Property.- Proportional Representation.- Punishment.- Race/Ethnicity.- Racialism/Racism.- Rational Choice.- Rationalism.- Realism.- Referendum.- Reform.- Regionalism.- Religious Fundamentalism.- Representation.- Republicanism.- Responsibility.- Revolution.- Rights.- Rule Of Law.- Security.- Security Dilemma.- Separation Of Powers.- Social Class.- Social Democracy.- Social Justice.- Social Movement.- Socialism.- Sovereignty.- State.- Subsidiarity.- Superpower.- Supranationalism.- Sustainable Development.- Systems Theory.- Terrorism.- Theocracy.- Third Way.- Toleration.- Toryism.- Totalitarianism.- Tradition.- Transnational Corporation.- Transnationalism.- Utilitarianism.- Utopianism.- War.- Welfare.",
      "cited_by_count": 52,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global Peace and Security Dynamics",
        "Politics and Conflicts in Afghanistan, Pakistan, and Middle East"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1888491055"
    },
    {
      "openalex_id": "W2084496415",
      "doi": "10.1080/13621025.2012.735029",
      "title": "Managing religions, citizenship and the liberal paradox",
      "authors": [
        {
          "name": "Bryan S. Turner",
          "openalex_id": "A5021090921",
          "orcid": "https://orcid.org/0000-0001-6378-7144",
          "institutions": [
            "Western Sydney University",
            "City University of New York",
            "The Graduate Center, CUNY"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-12-01",
      "abstract": "When we refer to the 'management of religions', we are primarily referring to the ways in which modern liberal states have responded to 'public religions' and in particular to the revival of Islam. The specific issues surrounding Muslim minorities in non-Muslim secular states can be seen as simply one instance of the more general problem of state and religion in modern societies. In this context, there is an increasing awareness of the limitations of the Westphalian constitutional solution, the Hobbesian social contract and Lockean liberalism as political strategies to manage conflicting religious traditions (Spinner-Halevy 2005). Unfortunately, Richard Hooker's ecclesiastical polity (1594–1597) and his plea that we should concentrate on those doctrines that unite rather than divide us has little relevance in societies that are deeply divided by cultural difference. This situation typically confronts the state because religion is often inseparable from ethnic identity, so that debates about secularization and liberalism cannot be separated from the question of citizenship in multicultural societies. These debates are significant because in societies that are divided along ethno-cultural lines, citizenship and religion are the main contenders to provide the social solidarity necessary to offset those divisions.",
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Citizenship Studies",
        "type": "journal",
        "issn": [
          "1362-1025",
          "1469-3593"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religion and Society Interactions",
        "Religion, Society, and Development",
        "American Constitutional Law and Politics"
      ],
      "referenced_works_count": 82,
      "url": "https://openalex.org/W2084496415"
    },
    {
      "openalex_id": "W2076417884",
      "doi": "10.1080/01419870.2014.987792",
      "title": "The emergence of black British social conservatism",
      "authors": [
        {
          "name": "Paul Warmington",
          "openalex_id": "A5043987224",
          "orcid": "https://orcid.org/0009-0005-1068-8106",
          "institutions": [
            "University of Birmingham"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-13",
      "abstract": "Historically, to be a black public intellectual in Britain has, almost by definition, meant being located on the liberal-left spectrum, in terms of analyses of race and class. However, in the past decade a number of high-profile black British thinkers have explicitly positioned themselves at odds with black liberal and radical traditions of thought. This has been particularly apparent in their critiques of multiculturalism, youth and education. This paper uses recent documentary sources to analyse the discursive features of this emergent black social conservatism, examining its claims to authenticity, its claims to offer rethinking of multiculturalism and identity, and its objects of racialization. Drawing upon critical discourse analysis and critical theories of race and black intellectual production, it identifies internal tensions in this emergent discourse.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Ethnic and Racial Studies",
        "type": "journal",
        "issn": [
          "0141-9870",
          "1466-4356"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Race Theory in Education",
        "Race, History, and American Society",
        "Critical and Liberation Pedagogy"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2076417884"
    },
    {
      "openalex_id": "W2525065475",
      "doi": "10.1057/978-1-137-52261-0_3",
      "title": "Fairness, Equity and Social Cooperation: A Moderate Islamic Social Justice Leadership Model for Higher Education",
      "authors": [
        {
          "name": "Eugenie A. Samıer",
          "openalex_id": "A5071655816",
          "orcid": "https://orcid.org/0000-0003-3565-0866",
          "institutions": [
            "Royal University for Women"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "This chapter explores the intersection of social justice and higher education leadership concepts from an Islamic perspective in the context of a critique of neoliberal globalized higher education as it affects developing countries such as the United Arab Emirates. The main contention is that the tradition of Islamic social justice is not only appropriate to the scholarly ethos and collegial governance, but that it is also compatible in many ways with Western humanistic traditions and liberal democracies, particularly those with a strong multicultural character. The first section provides a theoretical orientation to the recent political relationship between Islam and the West, the complexity of Muslim and Western scholarly traditions, the situation of this chapter in the humanist Enlightenment tradition, and the shared intellectual heritage of Islamic and Western intellectual traditions. The second section presents social justice conceptions of fairness, equity and social relationship, as well as distributive and redistributive justice that are core concepts of the Islamic ethic, discussed by important classical and contemporary scholars of the social justice tradition. The third section examines areas of compatibility with Western humanistic traditions, including humanistically informed models of university leadership, as well as related political conceptions of liberal democracies, and multicultural political and citizenship theory. The final section relates this discussion to a critique of neoliberal globalized education.",
      "cited_by_count": 6,
      "type": "book-chapter",
      "source": {
        "name": "Palgrave Macmillan UK eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Education and Islamic Studies",
        "Islamic Studies and History",
        "Religious Education and Schools"
      ],
      "referenced_works_count": 165,
      "url": "https://openalex.org/W2525065475"
    },
    {
      "openalex_id": "W2182988658",
      "doi": null,
      "title": "The Advent of Liberal Democratic Multiculturalism? A Case Study of Multicultural Coexistence Policies in Japan",
      "authors": [
        {
          "name": "Stephen Nagy",
          "openalex_id": "A5083401519",
          "orcid": "https://orcid.org/0000-0002-1533-2927"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-14",
      "abstract": "In March 2006, the Japanese Ministry of Internal Affairs and Communications (MIC) released a report called the “Research Report on the Promotion of Multicultural Coexistence.” Targeted primarily at newcomers, but also at Japanese citizens, its aim was to implement a series of measures under the rubric of multicultural coexistence that would minimise intercultural friction between the two groups and facilitate the lives of foreign residents living in Japan. Questions remain though as to what exactly multicultural coexistence is, and how it differs from multiculturalism as seen in the countries most experienced in multiculturalism such as Australia, Canada, and the United States. The aim of this paper is to examine Japanese multicultural coexistence by employing liberal democratic multiculturalism as a yardstick. This paper will locate Japan’s multicultural coexistence policy within the liberal democratic multiculturalism debate and examine whether or not Japanese multicultural coexistence adheres to the principles and ideals of the liberal democratic multiculturalism tradition.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "SSRN Electronic Journal",
        "type": "repository",
        "issn": [
          "1556-5068"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2594597"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Migration, Refugees, and Integration",
        "Japanese History and Culture"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2182988658"
    },
    {
      "openalex_id": "W1952468609",
      "doi": "10.18820/9781920338992",
      "title": "Imagined Liberation: Xenophobia, Citizenship and Identity in South Africa, Germany and Canada",
      "authors": [
        {
          "name": "Heribert Adam",
          "openalex_id": "A5068865513"
        },
        {
          "name": "Kogila Moodley",
          "openalex_id": "A5016234696"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-12-01",
      "abstract": "ForewordAcknowledgments List of Abbreviations and AcronymsIntroductionPart I Integrating Difference1 Comparative Xenophobia2 South African Perspectives on Xenophobia3 Youth VoicesAim and Methodology ? An Ethnography of Township Schools ? How Students View Foreigners4 Falling from Grace Shifting Views on Mandelaland ? Reflections on Mandela ? Patriarchy, Sexual Violence, and HIV/AIDS ? Crime and Punishment ? Corruption and Consumption? Reracialization, Affirmative Action, and Black Economic Empowerment ? Descent into Zimbabwe? ? Popular Sentiment versus a Liberal ConstitutionPart II Variations of Migration Policies: Africa, Germany, and Canada5 Settler ColonialismTwo Types of Colonialism ? Founding Myths and Intergroup Attitudes ? Metropolitan/Settler Relations6 Xenophobia in GermanyThe Case of Roma/Sinti ? Muslims as Enemies ? Capitalist versus Communist Xenophobia ? Conclusion7 Multicultural Canada as an Alternative?Canadian Identities and Cultural Traditions ? How to Select Immigrants ? Opportunistic MulticulturalismPart III Political Literacy8 Xenophobia and Political Literacy Comparing Political Education in Multiethnic Societies ? Political Literacy as Strategy to Combat Xenophobia ? Nation, Nationalism, Ethnicity, Ethnocentrism, and Critical Patriotism ? Cosmopolitan Consciousness9 Theorizing XenophobiaConclusion: Alternatives and Global TrendsAppendicesAutobiography I: Navigating Difference: Insiders, Outsiders, andContending Identities (Kogila Moodley) Autobiography II: Controversies: Peacemaking in Divided Societies(Heribert Adam) ReferencesIndex of Names",
      "cited_by_count": 18,
      "type": "book",
      "source": {
        "name": "SUN MeDIA eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious Education and Schools",
        "Diverse Education Studies and Reforms",
        "Historical Education Studies Worldwide"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1952468609"
    },
    {
      "openalex_id": "W1885782843",
      "doi": "10.5070/c311008877",
      "title": "From the Other Side of the Mediterranean: Hospitality in Italian Migration Cinema",
      "authors": [
        {
          "name": "Giovanna Faleschini Lerner",
          "openalex_id": "A5048407377",
          "orcid": "https://orcid.org/0000-0001-5894-1485"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-02-17",
      "abstract": "In the last twenty years, Italy has experienced an unprecedented influx of immigrants from non-European countries, which has posed challenges to its social, political, and cultural structures. In the tradition of Neorealist political engagement, Italian film directors have been among the first intellectuals to explore the issues that the increasing diversity of the Italian nation poses to Italians and foreign-born immigrants alike, beginning with Michele Placido’s Pummaro (1990) and Gianni Amelio’s Lamerica (1994). This article focuses on three more recent examples of Italian migration cinema: Marco Tullio Giordana’s Quando sei nato non puoi piu nasconderti (2005), Vittorio De Seta’s Lettere dal Sahara (2004), and Mohsen Melliti’s Io, l’altro (2007). In each of these films, the Mediterranean is constructed as a transitional space of personal transformation, where identities are defined, alliances formed and conflicts played out. It is a privileged space of dialogue and encounter with the other, reasserting the relevance of “il suo statuto di confine, di interfaccia, di mediazione tra i popoli.” Through an analysis especially informed by Franco Cassano’s Pensiero meridiano, as well as Jacques Derrida’s notion of hospitality, and Slavoj Zizek’s understanding of liberal multiculturalism, the article shows how these films offer a critique of Italian societal practices and individual cultural attitudes towards otherness. The representation of the Mediterranean in these films, in particular, offers an opportunity to contemplate Europe’s own contingency, to experience and recognize the limits of its practices of hospitality toward immigrants. It is precisely this tension that which, according to Derrida, makes the perfectibility of laws and social practices, if not a political reality, at least a possibility.",
      "cited_by_count": 16,
      "type": "article",
      "source": {
        "name": "California Italian Studies",
        "type": "journal",
        "issn": [
          "2155-7926"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt45h010h5/qt45h010h5.pdf?t=n1levh"
      },
      "topics": [
        "Italian Fascism and Post-war Society",
        "Italian Social Issues and Migration",
        "Diverse Academic Research Studies"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W1885782843"
    },
    {
      "openalex_id": "W2767503353",
      "doi": "10.1177/1468796817740379",
      "title": "A sensitive question? The effect of an ethnic background question in surveys",
      "authors": [
        {
          "name": "Patrik Öhberg",
          "openalex_id": "A5102847372",
          "orcid": "https://orcid.org/0000-0002-7433-8552",
          "institutions": [
            "University of Gothenburg"
          ]
        },
        {
          "name": "Mike Medeiros",
          "openalex_id": "A5005963402",
          "orcid": "https://orcid.org/0000-0001-7359-272X",
          "institutions": [
            "University of Amsterdam"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-11-07",
      "abstract": "Nearly half of European countries choose not to collect data on their citizens' ethnicity. One of the reasons is related to ethnic background being, potentially, a sensitive issue. We explore this social sensitivity in relation to questions asking about respondents' ethnic background through a survey experiment that compares two multicultural and liberal democracies with different traditions related to the collection of data on residents' ethnic background: Sweden and Canada. The findings demonstrate that, when the ethnicity question produced a significant effect on survey evaluations, it was always positive. Similar results were found in both countries. Thus, we conclude that—in terms of survey methodology and the reaction of individuals to such questions—there does not exist a valid justification to omit questions on ethnic background from surveys or censuses in pluralist societies.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Ethnicities",
        "type": "journal",
        "issn": [
          "1468-7968",
          "1741-2706"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Electoral Systems and Political Participation",
        "Social and Intergroup Psychology"
      ],
      "referenced_works_count": 47,
      "url": "https://openalex.org/W2767503353"
    },
    {
      "openalex_id": "W2308385474",
      "doi": "10.1057/9781137035189_2",
      "title": "‘Such a Thing as Avant-Garde Has Ceased to Exist’: The Hidden Legacies of the British Experimental Novel",
      "authors": [
        {
          "name": "Jennifer Hodgson",
          "openalex_id": "A5017315579"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "The novel, once again, is caught in a tug of love. Forty-odd years after the 'situation of the novel' debates of the sixties and seventies, when academic éminences grises like Malcolm Bradbury, Bernard Bergonzi and David Lodge speculated upon the role of the novel after the unprecedented social and cultural transformations following the Second World War, the forms and functions of fiction are being deliberated anew, in response to the pressing ethical and political dilemmas of Anglo-American liberals — global economic recession, multiculturalism, the effects of globalisation and anxieties about human flourishing. We demand that this ancient and venerable tradition anthropologise our twenty-first century disaffection. We want this form, long privileged (or perhaps charged) with making sense of our lives and our selves, to provide the consolations of fiction against the existential angst of our age. Now, perhaps more than ever, we seek the easy, familiar pleasures of the text.KeywordsLiterary CriticLiterary HistoryMaster NarrativeContemporary WriterRealist ConventionThese keywords were added by machine and not by the authors. This process is experimental and the keywords may be updated as the learning algorithm improves.",
      "cited_by_count": 15,
      "type": "book-chapter",
      "source": {
        "name": "Palgrave Macmillan UK eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Contemporary Cultural and Social Studies",
        "Modernist Literature and Criticism",
        "Artistic and Creative Research"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W2308385474"
    },
    {
      "openalex_id": "W3027388102",
      "doi": "10.1093/oso/9780190121136.001.0001",
      "title": "Dealing with Diversity",
      "authors": [
        {
          "name": "Domenico Melidoro",
          "openalex_id": "A5108270427"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-02-20",
      "abstract": "The diversity of cultures, religions, and moral values and the ways in which liberalism deals with this plurality is the topic at the centre of this book. The author illustrates, in a critical and original way, the recent international debate on liberalism and diversity. In doing that, he discusses some controversial issues such as multiculturalism and minority rights, immigration, religious pluralism, children education, and the place of religion in society as well. After an analysis of some recent liberal theories, the book works out a solution to the problem of ensuring a peaceful and stable coexistence of different groups within the same institutional setting. It is a solution that is liberal in its general orientation, since it has a liberal allegiance to equality and individual rights. However, the proposed solution tries to recognize the due space to community loyalties, religious belongings, and cultural traditions. In addition to this, the author proposes a new theory of political obligation, namely of how a plural society can persist, notwithstanding deep cultural and religious pluralism. In this book, the analytical rigour typical of the philosophical tradition, is not separated from attention to social reality and its problems. In fact, particularly interesting is the way in which the book tests its theoretical achievements with the issue of religious pluralism in India. The outcome is that peaceful coexistence and respect for religious freedoms is possible even in a fragmented society such as India.",
      "cited_by_count": 8,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "American Constitutional Law and Politics",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W3027388102"
    }
  ],
  "count": 30,
  "errors": []
}
