[search_openalex.py] Searching OpenAlex: 'tradition transmission social' (year=2010-2025), limit=35
[search_openalex.py] Network error: ('Connection aborted.', ConnectionResetError(54, 'Connection reset by peer')), retrying (attempt 1/5)...
[search_openalex.py] Retrying after 1.7s backoff...
[search_openalex.py] Retrieved 35 papers...
[search_openalex.py] Search complete: 35 papers found
[search_openalex.py] Cached results (cache key: openalex_d7b0b199a1856f3e)
{
  "status": "success",
  "source": "openalex",
  "query": "tradition transmission social",
  "results": [
    {
      "openalex_id": "W622148647",
      "doi": "10.5860/choice.189586",
      "title": "Technology as human social tradition: cultural transmission among hunter-gatherers",
      "authors": [
        {
          "name": "Peter Jordan",
          "openalex_id": "A5061259071",
          "orcid": "https://orcid.org/0000-0002-2837-3920",
          "institutions": [
            "University of Groningen"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-21",
      "abstract": "Preface Acknowledgments Note on Data Sets 1. Introduction 2. Methodology 3. Northwest Siberia 4. Pacific Northwest Coast 5. Northern California 6. Conclusions Appendix: Mantel Matrix Correlations References Index",
      "cited_by_count": 104,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Primate Behavior and Ecology",
        "Language and cultural evolution",
        "Evolutionary Game Theory and Cooperation"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W622148647"
    },
    {
      "openalex_id": "W2899013724",
      "doi": "10.1163/9789004386938",
      "title": "Carrying on the Tradition: A Social and Intellectual History of Hadith Transmission across a Thousand Years",
      "authors": [
        {
          "name": "Garrett A. Davidson",
          "openalex_id": "A5035137012"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-07-30",
      "abstract": "In Carrying on the Tradition Garrett Davidson employs a variety of largely unutilized print, as well as archival sources collected from the Near East, North Africa, India, Europe, and North America. He analyses these sources to excavate the fundamental reinvention of the conceptions and practices of hadith transmission that resulted from the establishment of the hadith canon. Further, the book examines how hadith scholars reimagined the transmission of hadith, not as a scholarly tool, as it had originally been, but instead as, among other things, an act of pious emulation of the forefathers. It demonstrates the emergence of new genres and subgenres of hadith literature, as a result of this shift, examining them as artefacts of the cultural, social, and intellectual history of Muslim religiosity from the tenth to twentieth centuries.",
      "cited_by_count": 47,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Islamic Studies and History",
        "Historical and Linguistic Studies",
        "Education and Islamic Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2899013724"
    },
    {
      "openalex_id": "W2958013288",
      "doi": "10.4324/9780429306587-9",
      "title": "Tradition and the Social Transmission of Behavior in Animals",
      "authors": [
        {
          "name": "Danilo Mainardi",
          "openalex_id": "A5109331300"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-06-26",
      "abstract": "Most of the theorizing in sociobiology has centered on differences in behavior between individuals that are taken as genetic and the differential survival of the genotypes presumed responsible for those differences. The social transmission of acquired habits is a phenomenon apart and one with precise adaptive meanings: it is qualitatively different from other adaptive behavioral mechanisms. The social transmission of information emerged late in the history of life and it probably depends on certain social characteristics of the populations. The chapter describes the likelihood that once a species acquires the capacity for social transmission there is an increase in selective pressures favoring the development or reinforcement of certain collateral capacities that facilitate such transmission. The nongenetic evolution of behavior can be an efficacious means for populations to adapt rapidly to changing situations or to conquer new and different environments. The formation of animal traditions is a noticeable and central subphenomenon in the general field of social transmission.",
      "cited_by_count": 11,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ancient Near East History"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2958013288"
    },
    {
      "openalex_id": "W2018945334",
      "doi": "10.1016/j.pragma.2010.07.035",
      "title": "Moment Analysis and translanguaging space: Discursive construction of identities by multilingual Chinese youth in Britain",
      "authors": [
        {
          "name": "Li Wei",
          "openalex_id": "A5007140857",
          "orcid": "https://orcid.org/0000-0002-2015-7262",
          "institutions": [
            "Birkbeck, University of London"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-09-23",
      "abstract": null,
      "cited_by_count": 1695,
      "type": "article",
      "source": {
        "name": "Journal of Pragmatics",
        "type": "journal",
        "issn": [
          "0378-2166",
          "1879-1387"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Multilingual Education and Policy",
        "Second Language Learning and Teaching",
        "EFL/ESL Teaching and Learning"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2018945334"
    },
    {
      "openalex_id": "W4205989237",
      "doi": "10.3390/ijerph19031120",
      "title": "One Health Action against Human Fascioliasis in the Bolivian Altiplano: Food, Water, Housing, Behavioural Traditions, Social Aspects, and Livestock Management Linked to Disease Transmission and Infection Sources",
      "authors": [
        {
          "name": "René Angles",
          "openalex_id": "A5032316188",
          "institutions": [
            "Universidad Mayor de San Andrés"
          ]
        },
        {
          "name": "Paola Buchón",
          "openalex_id": "A5032600637",
          "institutions": [
            "Universidad Mayor de San Andrés"
          ]
        },
        {
          "name": "M. Adela Valero",
          "openalex_id": "A5000528931",
          "orcid": "https://orcid.org/0000-0003-1584-8330",
          "institutions": [
            "Universitat de València"
          ]
        },
        {
          "name": "M. Dolores Bargues",
          "openalex_id": "A5055958147",
          "orcid": "https://orcid.org/0000-0003-2347-7269",
          "institutions": [
            "Universitat de València"
          ]
        },
        {
          "name": "Santiago Mas‐Coma",
          "openalex_id": "A5091071063",
          "orcid": "https://orcid.org/0000-0002-1685-7004",
          "institutions": [
            "Universitat de València"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-20",
      "abstract": "The Northern Bolivian Altiplano is the fascioliasis endemic area with the reported highest human prevalence and intensities. A multidisciplinary One Health initiative was implemented to decrease infection/reinfection rates detected by periodic monitoring between the ongoing yearly preventive chemotherapy campaigns. Within a One Health axis, the information obtained throughout 35 years of field work on transmission foci and affected rural schools and communities/villages is analysed. Aspects linked to human infection risk are quantified, including: (1) geographical extent of the endemic area, its dynamics, municipalities affected, and its high strategic importance; (2) human population at risk, community development and mortality rates, with emphasis on problems in infancy and gender; (3) characteristics of the freshwater collections inhabited by lymnaeid snail vectors and constituting transmission foci; (4) food infection sources, including population surveys with questionnaire and reference to the most risky edible plant species; (5) water infection sources; (6) household characteristics; (7) knowledge of the inhabitants on Fasciola hepatica and the disease; (8) behavioural, traditional, social, and religious aspects; (9) livestock management. This is the widest and deepest study of this kind ever performed. Results highlight prevention and control difficulties where inhabitants follow century-old behaviours, traditions, and beliefs. Intervention priorities are proposed and discussed.",
      "cited_by_count": 27,
      "type": "article",
      "source": {
        "name": "International Journal of Environmental Research and Public Health",
        "type": "journal",
        "issn": [
          "1660-4601",
          "1661-7827"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/1660-4601/19/3/1120/pdf?version=1643071025"
      },
      "topics": [
        "Helminth infection and control",
        "Parasites and Host Interactions",
        "Parasite Biology and Host Interactions"
      ],
      "referenced_works_count": 107,
      "url": "https://openalex.org/W4205989237"
    },
    {
      "openalex_id": "W2056478755",
      "doi": "10.4324/9781315246420",
      "title": "Popular Culture in Early Modern Europe",
      "authors": [
        {
          "name": "Peter Burke",
          "openalex_id": "A5005874643",
          "orcid": "https://orcid.org/0000-0002-2471-0141"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-03-02",
      "abstract": "Part 1 In search of popular culture: the discovery of the people unity and variety in popular culture an elusive quarry - the mediators, oblique approaches to popular culture. Part 2 Structures of popular culture: the transmission of popular culture - the professionals, the amateurs, settings, tradition and creativity traditional forms - genres, themes and variations, the process of composition heroes, villains and fools - prototypes and transformations, popular attitudes and values the world of carnival - myths and rituals, carnival, the world upside down, the carnivalesque, social control or social protest? Part 3 Changes in popular culture: the triumph of Lent - the reform of popular culture - the first phase of reform 1500-1650, the culture of the godly, the second phase of reform 1650-1800 popular culture and social change - the commercial revolution, the uses of literacy, politics and the people, the withdrawal of the upper classes from withdrawal to discovery. Appendices: the discovery of the people - select studies and anthologies select publications illustrating the reform of popular culture, 1495-1664.",
      "cited_by_count": 808,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Renaissance Literature and Culture",
        "Folklore, Mythology, and Literature Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2056478755"
    },
    {
      "openalex_id": "W4404470057",
      "doi": "10.1073/pnas.2322884121",
      "title": "Social tolerance and success-biased social learning underlie the cultural transmission of an induced extractive foraging tradition in a wild tool-using primate",
      "authors": [
        {
          "name": "Camila Galheigo Coelho",
          "openalex_id": "A5020650643",
          "institutions": [
            "Universidade de São Paulo",
            "Durham University"
          ]
        },
        {
          "name": "Iván García‐Nisa",
          "openalex_id": "A5042729863",
          "orcid": "https://orcid.org/0000-0003-4150-2480",
          "institutions": [
            "Durham University"
          ]
        },
        {
          "name": "Eduardo Β. Ottoni",
          "openalex_id": "A5066190268",
          "orcid": "https://orcid.org/0000-0003-1288-8345",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Rachel L. Kendal",
          "openalex_id": "A5086529081",
          "orcid": "https://orcid.org/0000-0003-2760-9855",
          "institutions": [
            "Durham University"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-11-18",
      "abstract": "The last two decades have seen great advances in the study of social learning (learning from others), in part due to efforts to identify it in the wild as the basis of behavioral traditions. Theoretical frameworks suggest that both the dynamics of social tolerance and transmission biases (or social learning strategies) influence the pathways of information diffusion in social groups. Bearded capuchins ( Sapajus libidinosus ) inhabiting the semiarid seasonal caatinga biome of the Serra da Capivara National Park (SCNP) form highly tolerant societies that possess the largest “tool-kit” described for monkeys, a feat likely facilitated by social learning. Here, we used social network analysis and an open diffusion experiment using an extractive foraging task to identify the occurrence of social learning and describe the pathways of social transmission of information in two wild primate populations. The dynamics of social tolerance outside of task introductions predicted opportunities for social learning, but it was tolerance during task introductions that predicted the actual pathways of social information diffusion. Our results also indicated that the capuchins mainly learned from others via direct observation and naïve individuals exhibited an observation bias toward successful males. This study supports the claims of cultural transmission in robust capuchins and empirically supports the role of social tolerance and social learning strategies in human and nonhuman primate cultural evolution.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Proceedings of the National Academy of Sciences",
        "type": "journal",
        "issn": [
          "0027-8424",
          "1091-6490"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.pnas.org/doi/pdf/10.1073/pnas.2322884121"
      },
      "topics": [
        "Primate Behavior and Ecology",
        "Animal Vocal Communication and Behavior",
        "Language and cultural evolution"
      ],
      "referenced_works_count": 75,
      "url": "https://openalex.org/W4404470057"
    },
    {
      "openalex_id": "W3114809696",
      "doi": "10.30997/ijsr.v2i3.70",
      "title": "THE SOCIAL AND CULTURAL VALUES TRANSMISSION OF AN ORAL TRADITION",
      "authors": [
        {
          "name": "Luluk Ulfa Hasanah",
          "openalex_id": "A5091857911",
          "orcid": "https://orcid.org/0009-0001-8049-0884",
          "institutions": [
            "Universitas 17 Agustus 1945 Surabaya"
          ]
        },
        {
          "name": "Novi Andari",
          "openalex_id": "A5039372212",
          "institutions": [
            "Universitas 17 Agustus 1945 Surabaya"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-24",
      "abstract": "The purpose of this research is to explore the oral traditions that exist in the Becirongengor village as well as the social and cultural values ​​contained in these oral traditions so that these values ​​can provide learning for the local community. Starting from the problem that the oral tradition that develops in society is starting to lose its existence. Currently the role of oral tradition has begun to be replaced by the existence of social media that has mushroomed in the community. The question is how the oral tradition is able to provide social and cultural values ​​among the community, especially the Becirongengor Village community. The qualitative descriptive method is the chosen research method. The results found that there are still oral traditions that develop in the community, namely (1) the history of Beciro and Ngengor; (2) Haul Mbah Janten and Mbah Surogati; (3) the Kleman Tradition; (4) Paseban Karang Jiwo; (5) MBET traditions; and (6) Slametan. The social and cultural values ​​implicit in the oral tradition are the values ​​of mutual cooperation, andap ashor, tepo seliro, aji mareng sesepuh, friendship, tolerance, religious, and historical values. Of course, oral tradition also provides benefits in social science and cultural education among people, who have experienced the process of transmitting social values ​​that function for entertainment, reminiscing about the past (meaning to history studying), solidarity and togetherness, religious or religious functions, social control, and education.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Indonesian Journal of Social Research (IJSR)",
        "type": "journal",
        "issn": [
          "2716-5191"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://iojs.unida.ac.id/index.php/IJSR/article/download/70/52"
      },
      "topics": [
        "Cultural and Educational Studies",
        "Islamic Finance and Communication",
        "Cultural and Artistic Studies"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W3114809696"
    },
    {
      "openalex_id": "W2556255505",
      "doi": "10.4324/9781315742250",
      "title": "The Routledge Handbook of Philosophy of Animal Minds",
      "authors": [
        {
          "name": "Brown Rachael",
          "openalex_id": "A2335582842"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-07-06",
      "abstract": "This chapter presents a number of examples of the multigenerational transmission of traits in nonhuman animals via so-called \"simple\" forms of social learning, such as stimulus enhancement. The \"simple\" mechanisms of social learning underwriting most animal traditions are widely viewed to be incapable of accurately transmitting traits across multiple generations. By facilitating the propagation of traditions and cultural traits within populations, social learning makes the persistence of those traits less sensitive to small-scale, chancy events, such as predation and localized or temporally restricted environmental change. The human case offers us a further pointer regarding how animal traditions might have a lasting impact on populations, despite the challenges of fragility and fidelity in genetic assimilation. Humans intentionally and unintentionally modify their environments to make them more amenable to the transmission of cultural information from one generation to the next. The significance of such animal traditions is debated.",
      "cited_by_count": 236,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religion, Ecology, and Ethics",
        "Evolution and Science Education",
        "Theology and Philosophy of Evil"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2556255505"
    },
    {
      "openalex_id": "W102816042",
      "doi": null,
      "title": "The Collective Memory Reader",
      "authors": [
        {
          "name": "Jeffrey K. Olick",
          "openalex_id": "A5000715100"
        },
        {
          "name": "Vered Vinitzky‐Seroussi",
          "openalex_id": "A5088061612",
          "orcid": "https://orcid.org/0000-0002-1101-9466"
        },
        {
          "name": "Daniel Lévy",
          "openalex_id": "A5053157354",
          "orcid": "https://orcid.org/0000-0001-7240-001X"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "PREFACE AND ACKNOWLEDGMENTS INTRODUCTION: JEFFREY K. OLICK, VERED VINITZKY-SEROUSSI, AND DANIEL LEVY 1. Precursors and Classics INTRODUCTION TO PART ONE EDMUND BURKE, FROM REFLECTIONS ON THE REVOLUTION IN FRANCE. ALEXIS DE TOCQUEVILLE, FROM DEMOCRACY IN AMERICA. FRIEDRICH NIETZSCHE, FROM ON THE USES AND DISADVANTAGES OF HISTORY FOR LIFE ERNST RENAN, FROM WHAT IS A NATION? SIGMUND FREUD, FROM TOTEM AND TABOO: RESEMBLANCES BETWEEN THE PSYCHIC LIVES OF SAVAGES AND NEUROTICS AND MOSES AND MONOTHEISM KARL MARX, FROM THE EIGHTEENTH BRUMAIRE OF LOUIS BONAPARTE KARL MANNHEIM, FROM THE SOCIOLOGICAL PROBLEM OF GENERATIONS WALTER BENJAMIN, FROM THE STORYTELLER AND THESES ON THE PHILOSOPHY OF HISTORY ERNST GOMBRICH, FROM ABY WARBURG: AN INTELLECTUAL BIOGRAPHY THEODOR ADORNO, FROM VALERY PROUST MUSEUM AND IN MEMORY OF EICHENDORFF LEV VYGOTSKY, FROM MIND IN SOCIETY FREDERIC BARTLETT, FROM REMEMBERING: A STUDY IN EXPERIMENTAL AND SOCIAL PSYCHOLOGY CARL BECKER, FROM EVERYMAN HIS OWN HISTORIAN GEORGE HERBERT MEAD, FROM THE NATURE OF THE PAST CHARLES HORTON COOLEY, FROM SOCIAL PROCESS EMILE DURKHEIM, FROM THE ELEMENTARY FORMS OF RELIGIOUS LIFE MAURICE HALBWACHS, FROM THE COLLECTIVE MEMORY MARC BLOCH, FROM MEMOIRE COLLECTIVE, TRADITION ET COUTUME: A PROPOS D'UN LIVRE RECENT [COLLECTIVE MEMORY, CUSTOM, AND TRADITION: ABOUT A RECENT BOOK] CHARLES BLONDEL, FROM REVUE CRITIQUE: M. HALBWACHS LES CADRES SOCIAUX DE LA MEMOIRE [CRITICAL REVIEW OF M. HALBWACHS LES CADRES SOCIAUX DE LA MEMOIRE] ROGER BASTIDE, FROM THE AFRICAN RELIGIONS OF BRAZIL: TOWARD A SOCIOLOGY OF THE INTERPENETRATION OF CIVILIZATIONS. LLOYD WARNER, FROM THE LIVING AND THE DEAD: A STUDY OF THE SYMBOLIC LIFE OF AMERICANS E.E. EVANS-PRITCHARD, FROM THE NUER: A DESCRIPTION OF THE MODES OF LIVELIHOOD AND POLITICAL INSTITUTIONS OF A NILOTIC PEOPLE CLAUDE LEVI-STRAUSS, FROM THE SAVAGE MIND 2. History, Memory and Identity INTRODUCTION TO PART TWO HANS-GEORG GADAMER, FROM TRUTH AND METHOD EDWARD CASEY, FROM REMEMBERING: A PHENOMENOLOGICAL STUDY PETER BURKE, FROM HISTORY AS SOCIAL MEMORY ALLAN MEGILL, FROM HISTORY, MEMORY, IDENTITY ALON CONFINO, FROM COLLECTIVE MEMORY AND CULTURAL HISTORY: PROBLEMS OF METHOD YOSEF YERUSHALMI, FROM ZAKHOR: JEWISH HISTORY AND JEWISH MEMORY JAN ASSMANN, FROM MOSES THE EGYPTIAN: THE MEMORY OF EGYPT IN WESTERN MONOTHEISM AND COLLECTIVE MEMORY AND CULTURAL IDENTITY PETER BERGER, FROM INVITATION TO SOCIOLOGY: A HUMANISTIC APPROACH EVIATAR ZERUBAVEL, FROM SOCIAL MEMORIES: STEPS TOWARDS A SOCIOLOGY OF THE PAST JEFFREY K. OLICK, FROM COLLECTIVE MEMORY: THE TWO CULTURES ROBERT BELLAH, RICHARD MADSEN, WILLIAM M. SULLIVAN, ANN SWIDLER, STEVEN M. TIPTON, FROM HABITS OF THE HEART: INDIVIDUALISM AND COMMITMENT IN AMERICAN LIFE ANTHONY SMITH, FROM THE ETHNIC ORIGINS OF NATIONS YAEL ZERUBAVEL, FROM RECOVERED ROOTS: COLLECTIVE MEMORY AND THE MAKING OF ISRAELI NATIONAL TRADITION BARRY SCHWARTZ, FROM ABRAHAM LINCOLN AND THE FORGE OF AMERICAN MEMORY 3. Power, Politics, and Contestation INTRODUCTION TO PART THREE MICHEL FOUCAULT, FROM FILM IN POPULAR MEMORY: AN INTERVIEW WITH MICHEL FOUCAULT POPULAR MEMORY GROUP, FROM POPULAR MEMORY: THEORY, POLITICS, METHOD RAPHAEL SAMUEL, FROM THEATRES OF MEMORY JOHN BODNAR, FROM REMAKING AMERICA: PUBLIC MEMORY, COMMEMORATION AND PATRIOTISM IN THE TWENTIETH CENTURY ROY ROSENZWEIG AND DAVID THELEN, FROM THE PRESENCE OF THE PAST: POPULAR USES OF HISTORY IN AMERICAN LIFE ERIC HOBSBAWM, FROM INTRODUCTION: INVENTING TRADITIONS TERENCE RANGER, FROM THE INVENTION OF TRADITION REVISITED: THE CASE OF COLONIAL AFRICA ORLANDO PATTERSON, FROM SLAVERY AND SOCIAL DEATH: A COMPARATIVE STUDY RICHARD SENNETT, FROM DISTURBING MEMORIES MICHAEL SCHUDSON, FROM THE PAST IN THE PRESENT VERSUS THE PRESENT IN THE PAST GLADYS LANG AND KURT LANG, FROM RECOGNITION AND RENOWN: THE SURVIVAL OF ARTISTIC REPUTATION LORI DUCHARME AND GARY ALAN FINE, FROM THE CONSTRUCTION OF NONPERSONHOOD AND DEMONIZATION: COMMEMORATING THE 'TRAITOROUS' REPUTATION OF BENEDICT ARNOLD WULF KANSTEINER, FROM FINDING MEANING IN MEMORY: A METHODOLOGICAL CRITIQUE OF COLLECTIVE MEMORY STUDIES RON EYERMAN, FROM THE PAST IN THE PRESENT: CULTURE AND THE TRANSMISSION OF MEMORY JEFFREY ALEXANDER, FROM TOWARD A CULTURAL THEORY OF TRAUMA 4. Media and Modes of Transmission INTRODUCTION TO PART FOUR ANDRE LEROI-GOURHAN, FROM GESTURE AND SPEECH JACK GOODY, FROM MEMORY IN ORAL AND LITERATE TRADITIONS MERLIN DONALD, FROM ORIGINS OF THE MODERN MIND: THREE STAGES IN THE EVOLUTION OF CULTURE AND COGNITION ALEIDA ASSMANN, FROM CANON AND ARCHIVE PAUL CONNERTON, FROM HOW SOCIETIES REMEMBER HARALD WELZER, SABINE MOLLER, KAROLINE TSCHUGGNALL, OLAF JENSEN, TORSTEN KOCH, FROM OPA WAR KEIN NAZI: NATIONALSOZIALISMUS UND HOLOCAUST IM FAMILIENGEDACHTNIS [GRANDPA WASN'T A NAZI: NATIONAL SOCIALISM IN FAMILY MEMORY] MARIANNE HIRSCH, FROM THE GENERATION OF POSTMEMORY JOHN THOMPSON, FROM TRADITION AND SELF IN A MEDIATED WORLD GEORGE LIPSITZ, FROM TIME PASSAGES: COLLECTIVE MEMORY AND AMERICAN POPULAR CULTURE BARBIE ZELIZER, FROM WHY MEMORY'S WORK ON JOURNALISM DOES NOT REFLECT JOURNALISM'S WORK ON MEMORY DANIEL DAYAN AND ELIHU KATZ, FROM MEDIA EVENTS: THE LIVE BROADCASTING OF HISTORY REINHARDT KOSELLECK, FROM WAR MEMORIALS: IDENTITY FORMATIONS OF THE SURVIVORS JAMES YOUNG, FROM AT MEMORY'S EDGE: AFTER-IMAGES OF THE HOLOCAUST IN CONTEMPORARY ART VERED VINITZKY-SEROUSSI, FROM COMMEMORATING A DIFFICULT PAST: YITZHAK RABIN'S MEMORIALS M. CHRISTINE BOYER, FROM THE CITY OF COLLECTIVE MEMORY: ITS HISTORICAL IMAGERY AND ARCHITECTURAL ENTERTAINMENTS DANIELE HERVIEU-LEGER, FROM RELIGION AS A CHAIN OF MEMORY HARALD WEINRICH, FROM LETHE: THE ART AND CRITIQUE OF FORGETTING ROBIN WAGNER-PACIFICI, FROM MEMORIES IN THE MAKING: THE SHAPES OF THINGS THAT WENT 5. Memory, Justice, and the Contemporary Epoch INTRODUCTION TO PART FIVE EDWARD SHILS, FROM TRADITION IAN HACKING, FROM MEMORY SCIENCES, MEMORY POLITICS PATRICK HUTTON, FROM HISTORY AS ART OF MEMORY ANTHONY GIDDENS, FROM LIVING IN A POST-TRADITIONAL SOCIETY DAVID GROSS, FROM LOST TIME: ON REMEMBERING AND FORGETTING IN LATE MODERN CULTURE JAY WINTER, FROM REMEMBERING WAR: THE GREAT WAR BETWEEN MEMORY AND HISTORY IN THE TWENTIETH CENTURY ANDREAS HUYSSEN, FROM PRESENT PASTS: MEDIA, POLITICS, AMNESIA PIERRE NORA, FROM REASONS FOR THE CURRENT UPSURGE IN MEMORY CHARLES MAIER, FROM A SURFEIT OF MEMORY? REFLECTIONS ON HISTORY, MELANCHOLY AND DENIAL FRED DAVIS, FROM YEARNING FOR YESTERDAY: A SOCIOLOGY OF NOSTALGIA SVETLANA BOYM, FROM NOSTALGIA AND ITS DISCONTENTS MICHEL-ROLPH TROUILLOT, FROM ABORTIVE RITUALS: HISTORICAL APOLOGIES IN THE GLOBAL ERA DANIEL LEVY AND NATAN SZNAIDER, FROM MEMORY UNBOUND: THE HOLOCAUST AND THE FORMATION OF COSMOPOLITAN MEMORY MARK OSIEL, FROM MASS ATROCITY, COLLECTIVE MEMORY, AND THE LAW AVISHAI MARGALIT, FROM THE ETHICS OF MEMORY MARC AUGE, FROM OBLIVION PAUL RICOEUR, FROM MEMORY-FORGETTING-HISTORY CREDITS INDEX",
      "cited_by_count": 772,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Historical and Literary Analyses",
        "French Literature and Criticism",
        "Autobiographical and Biographical Writing"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W102816042"
    },
    {
      "openalex_id": "W2463079943",
      "doi": "10.1016/j.plrev.2016.07.005",
      "title": "Mathematical models to characterize early epidemic growth: A review",
      "authors": [
        {
          "name": "Gerardo Chowell",
          "openalex_id": "A5058020677",
          "orcid": "https://orcid.org/0000-0003-2194-2251",
          "institutions": [
            "Fogarty International Center",
            "Georgia State University",
            "National Institutes of Health"
          ]
        },
        {
          "name": "Lisa Sattenspiel",
          "openalex_id": "A5029277054",
          "orcid": "https://orcid.org/0000-0003-4534-3392",
          "institutions": [
            "University of Missouri"
          ]
        },
        {
          "name": "Shweta Bansal",
          "openalex_id": "A5007874154",
          "orcid": "https://orcid.org/0000-0002-1740-5421",
          "institutions": [
            "Fogarty International Center",
            "Georgetown University",
            "National Institutes of Health"
          ]
        },
        {
          "name": "Cécile Viboud",
          "openalex_id": "A5073384203",
          "orcid": "https://orcid.org/0000-0003-3243-4711",
          "institutions": [
            "Fogarty International Center",
            "National Institutes of Health"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-07-12",
      "abstract": null,
      "cited_by_count": 436,
      "type": "review",
      "source": {
        "name": "Physics of Life Reviews",
        "type": "journal",
        "issn": [
          "1571-0645",
          "1873-1457"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "COVID-19 epidemiological studies",
        "Mathematical and Theoretical Epidemiology and Ecology Models",
        "Complex Network Analysis Techniques"
      ],
      "referenced_works_count": 132,
      "url": "https://openalex.org/W2463079943"
    },
    {
      "openalex_id": "W2165276399",
      "doi": "10.1098/rstb.2012.0119",
      "title": "Transmission fidelity is the key to the build-up of cumulative culture",
      "authors": [
        {
          "name": "Hannah M. Lewis",
          "openalex_id": "A5110072995",
          "institutions": [
            "University of St Andrews"
          ]
        },
        {
          "name": "Kevin N. Laland",
          "openalex_id": "A5000118078",
          "orcid": "https://orcid.org/0000-0002-2457-0900",
          "institutions": [
            "University of St Andrews",
            "Google (United States)"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-06-25",
      "abstract": "Many animals have socially transmitted behavioural traditions, but human culture appears unique in that it is cumulative, i.e. human cultural traits increase in diversity and complexity over time. It is often suggested that high-fidelity cultural transmission is necessary for cumulative culture to occur through refinement, a process known as ‘ratcheting’, but this hypothesis has never been formally evaluated. We discuss processes of information transmission and loss of traits from a cognitive viewpoint alongside other cultural processes of novel invention (generation of entirely new traits), modification (refinement of existing traits) and combination (bringing together two established traits to generate a new trait). We develop a simple cultural transmission model that does not assume major evolutionary changes (e.g. in brain architecture) and show that small changes in the fidelity with which information is passed between individuals can lead to cumulative culture. In comparison, modification and combination have a lesser influence on, and novel invention appears unimportant to, the ratcheting process. Our findings support the idea that high-fidelity transmission is the key driver of human cumulative culture, and that progress in cumulative culture depends more on trait combination than novel invention or trait modification.",
      "cited_by_count": 291,
      "type": "article",
      "source": {
        "name": "Philosophical Transactions of the Royal Society B Biological Sciences",
        "type": "journal",
        "issn": [
          "0962-8436",
          "1471-2970"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://royalsocietypublishing.org/doi/pdf/10.1098/rstb.2012.0119"
      },
      "topics": [
        "Language and cultural evolution",
        "Evolutionary Game Theory and Cooperation",
        "Evolutionary Psychology and Human Behavior"
      ],
      "referenced_works_count": 72,
      "url": "https://openalex.org/W2165276399"
    },
    {
      "openalex_id": "W1684283110",
      "doi": "10.1111/brv.12053",
      "title": "Human cumulative culture: a comparative perspective",
      "authors": [
        {
          "name": "Lewis Dean",
          "openalex_id": "A5112233687",
          "institutions": [
            "University of St Andrews"
          ]
        },
        {
          "name": "Gill L. Vale",
          "openalex_id": "A5085972307",
          "institutions": [
            "Durham University"
          ]
        },
        {
          "name": "Kevin N. Laland",
          "openalex_id": "A5000118078",
          "orcid": "https://orcid.org/0000-0002-2457-0900",
          "institutions": [
            "University of St Andrews"
          ]
        },
        {
          "name": "Emma Flynn",
          "openalex_id": "A5075929671",
          "orcid": "https://orcid.org/0000-0002-2340-4273",
          "institutions": [
            "Durham University"
          ]
        },
        {
          "name": "Rachel L. Kendal",
          "openalex_id": "A5086529081",
          "orcid": "https://orcid.org/0000-0003-2760-9855",
          "institutions": [
            "Durham University"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-09-02",
      "abstract": "ABSTRACT Many animals exhibit social learning and behavioural traditions, but human culture exhibits unparalleled complexity and diversity, and is unambiguously cumulative in character. These similarities and differences have spawned a debate over whether animal traditions and human culture are reliant on homologous or analogous psychological processes. Human cumulative culture combines high‐fidelity transmission of cultural knowledge with beneficial modifications to generate a ‘ratcheting’ in technological complexity, leading to the development of traits far more complex than one individual could invent alone. Claims have been made for cumulative culture in several species of animals, including chimpanzees, orangutans and N ew C aledonian crows, but these remain contentious. Whilst initial work on the topic of cumulative culture was largely theoretical, employing mathematical methods developed by population biologists, in recent years researchers from a wide range of disciplines, including psychology, biology, economics, biological anthropology, linguistics and archaeology, have turned their attention to the experimental investigation of cumulative culture. We review this literature, highlighting advances made in understanding the underlying processes of cumulative culture and emphasising areas of agreement and disagreement amongst investigators in separate fields.",
      "cited_by_count": 443,
      "type": "review",
      "source": {
        "name": "Biological reviews/Biological reviews of the Cambridge Philosophical Society",
        "type": "journal",
        "issn": [
          "0006-3231",
          "1464-7931",
          "1469-185X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://durham-repository.worktribe.com/output/1450077"
      },
      "topics": [
        "Evolutionary Game Theory and Cooperation",
        "Primate Behavior and Ecology",
        "Language and cultural evolution"
      ],
      "referenced_works_count": 177,
      "url": "https://openalex.org/W1684283110"
    },
    {
      "openalex_id": "W1984368981",
      "doi": "10.1016/j.evolhumbehav.2014.09.002",
      "title": "Chimpanzees copy dominant and knowledgeable individuals: implications for cultural diversity",
      "authors": [
        {
          "name": "Rachel L. Kendal",
          "openalex_id": "A5086529081",
          "orcid": "https://orcid.org/0000-0003-2760-9855",
          "institutions": [
            "Durham University"
          ]
        },
        {
          "name": "Lydia M. Hopper",
          "openalex_id": "A5037206621",
          "orcid": "https://orcid.org/0000-0001-5953-3264",
          "institutions": [
            "Durham University"
          ]
        },
        {
          "name": "Andrew Whiten",
          "openalex_id": "A5056800293",
          "orcid": "https://orcid.org/0000-0003-2426-5890",
          "institutions": [
            "University of St Andrews"
          ]
        },
        {
          "name": "Sarah F. Brosnan",
          "openalex_id": "A5017675714",
          "institutions": [
            "Georgia State University",
            "The University of Texas MD Anderson Cancer Center"
          ]
        },
        {
          "name": "Susan P. Lambeth",
          "openalex_id": "A5075970199",
          "orcid": "https://orcid.org/0000-0001-9201-321X",
          "institutions": [
            "The University of Texas MD Anderson Cancer Center"
          ]
        },
        {
          "name": "Steven J. Schapiro",
          "openalex_id": "A5083248890",
          "orcid": "https://orcid.org/0000-0001-5406-1739",
          "institutions": [
            "University of Copenhagen",
            "The University of Texas MD Anderson Cancer Center"
          ]
        },
        {
          "name": "William Hoppitt",
          "openalex_id": "A5007861284",
          "orcid": "https://orcid.org/0000-0003-0815-5720",
          "institutions": [
            "Anglia Ruskin University",
            "University of St Andrews"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-06",
      "abstract": null,
      "cited_by_count": 293,
      "type": "article",
      "source": {
        "name": "Evolution and Human Behavior",
        "type": "journal",
        "issn": [
          "1090-5138",
          "1879-0607"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://durham-repository.worktribe.com/output/1419583"
      },
      "topics": [
        "Language and cultural evolution",
        "Primate Behavior and Ecology",
        "Evolutionary Game Theory and Cooperation"
      ],
      "referenced_works_count": 71,
      "url": "https://openalex.org/W1984368981"
    },
    {
      "openalex_id": "W4300920224",
      "doi": "10.1002/9781119072256.ch3",
      "title": "Typology and Universals",
      "authors": [
        {
          "name": "William Croft",
          "openalex_id": "A5114948823",
          "orcid": "https://orcid.org/0000-0003-0886-2652"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-03-11",
      "abstract": "The goals of typology and comparative historical linguistics are very different, however, although the results of each are essential to the other. A descriptive typology leads to generalizations that constrain how much languages can vary; those generalizations are language universals. Hence the primary focus on universals in the typological tradition has been on their crosslinguistic validity, and on universals that restrict language variation. Reference grammars continue to have great value for typological research. In order to discover language universals, a typologist compares how function is encoded in linguistic form. The semantic map model is a powerful tool for identifying language universals and separating language universals from the arbitrary aspects of crosslinguistic variation. Language universals are the result of universal cognitive and social interactional forces that shape speakers’ choices at all timescales, from the immediate discourse situation to the lifetime of a speaker to the transmission of language across generations.",
      "cited_by_count": 307,
      "type": "other",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Linguistic Variation and Morphology",
        "Syntax, Semantics, Linguistic Variation",
        "Historical Linguistics and Language Studies"
      ],
      "referenced_works_count": 35,
      "url": "https://openalex.org/W4300920224"
    },
    {
      "openalex_id": "W3126618191",
      "doi": "10.2991/assehr.k.210120.101",
      "title": "Transmission of Social-Cultural Values Through Education in the Yogyakarta Community Tradition",
      "authors": [
        {
          "name": "Sadam Fajar Shodiq",
          "openalex_id": "A5057300245",
          "orcid": "https://orcid.org/0000-0003-4043-7568",
          "institutions": [
            "Muhammadiyah University of Yogyakarta"
          ]
        },
        {
          "name": "Abd. Madjid",
          "openalex_id": "A5001752037",
          "orcid": "https://orcid.org/0000-0002-6157-0897",
          "institutions": [
            "Muhammadiyah University of Yogyakarta"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-01-01",
      "abstract": "Transmission of socio-cultural values is seen as a kind of \"black box.\"A student usually obtains their socio-cultural values from their role models (probably their parents or other adults), but how this socialization process works is not explicitly spelled out.Information on socio-cultural values is regarded as a fact that applies to everyone in all circumstances.One consequence is that information on socio-cultural values can then be disseminated further, spreading through social networks on the broader community and population.Different experimental paradigms can simulate the spread of information on socio-cultural values through social networks with different structural properties.This study aims to analyze the socio-cultural values in the traditions of the Yogyakarta people transmitted through education.This study's approach is qualitative, with research subjects of the principal, teachers, and students.Data collection techniques were through observation, interviews, and documentation.The analysis includes data reduction, data display, and conclusion drawing/verification.The results showed that (1) transmission of socio-cultural values is not carried out by design; (2) socio-cultural values transmitted to students such as cooperation values, politeness, and discipline; and (3) the process of transmitting socio-cultural values carried out in the classroom learning activities and extracurricular activities.",
      "cited_by_count": 1,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.atlantis-press.com/article/125951436.pdf"
      },
      "topics": [
        "Multicultural Education and Local Wisdom"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W3126618191"
    },
    {
      "openalex_id": "W2296396353",
      "doi": "10.1108/aaaj-04-2015-2039",
      "title": "A theoretical framework of external accounting communication",
      "authors": [
        {
          "name": "Doris M. Merkl‐Davies",
          "openalex_id": "A5084115489",
          "institutions": [
            "Bangor University"
          ]
        },
        {
          "name": "Niamh Brennan",
          "openalex_id": "A5037614370",
          "orcid": "https://orcid.org/0000-0003-1098-6937",
          "institutions": [
            "University College Dublin"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-16",
      "abstract": "Purpose The purpose of this paper is to provide a theoretical framework of external accounting communication in the form of a typology based on perspectives, traditions, and theories from the discipline of communication studies. The focus is accounting communication with external audiences via public written documents outside the audited financial statements, i.e., annual reports, press releases, CSR reports, websites, conference calls, etc. Design/methodology/approach The theoretical framework is based on two broad research perspectives on accounting communication: (A) a functionalist-behavioural transmission perspective and (B) a symbolic-interpretive narrative perspective. Eight traditions of communication research are introduced which provide alternative ways of conceptualising accounting communication, namely (1) mathematical tradition, (2) socio-psychological tradition, (3) cybernetic/systems-oriented tradition, (4) semiotic tradition, (5) rhetorical tradition, (6) phenomenological tradition, (7) socio-cultural tradition, and (8) critical tradition. Exemplars of each tradition from prior accounting research, to the extent they have been adopted, are discussed. Finally, a typology is developed, which serves as a heuristic device for viewing similarities and differences between research traditions. Findings Prior accounting studies predominantly focus on the role of discretionary disclosures in accounting communication in the functioning of the relationship between organisations and their audiences. Research is predominantly located in the mathematical, the socio-psychological, and the cybernetic/systems-oriented tradition. Accounting communication is primarily viewed as the transmission of messages about financial, environmental, and social information to external audiences. Prior research is mainly concerned with the communicator (e.g. CEO personality) and the message (e.g. intentions and effects of accounting communication). Research from alternative traditions is encouraged, which explores how organisations and their audiences engage in a dialogue and interactively create, sustain, and manage meaning concerning accounting and accountability issues. Originality/value The paper identifies, organises, and synthesises research perspectives, traditions, and associated theories from the communication studies literature in the form of a typology. The paper concludes with an extensive agenda for future research on accounting communication.",
      "cited_by_count": 141,
      "type": "article",
      "source": {
        "name": "Accounting Auditing & Accountability Journal",
        "type": "journal",
        "issn": [
          "0951-3574",
          "2051-3151"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10197/8648"
      },
      "topics": [
        "Auditing, Earnings Management, Governance",
        "Accounting Education and Careers",
        "Accounting and Organizational Management"
      ],
      "referenced_works_count": 159,
      "url": "https://openalex.org/W2296396353"
    },
    {
      "openalex_id": "W4328115592",
      "doi": "10.7817/jaos.143.1.2023.r0004",
      "title": "Review of Carrying on the Tradition: A Social and Intellectual History of Hadith Transmission across a Thousand Years",
      "authors": [
        {
          "name": "Knut S. Vikør",
          "openalex_id": "A5049902446"
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-03-20",
      "abstract": "&#x0D; &#x0D; &#x0D; Carrying on the Tradition: A Social and Intellectual History of Hadith Transmission across a Thousand Years. By Garrett Davidson. Islamic History and Civilization, vol. 160. Leiden: Brill, 2020 . Pp. xii + 333. $150.&#x0D; &#x0D; &#x0D;",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Journal of the American Oriental Society",
        "type": "journal",
        "issn": [
          "0003-0279",
          "2169-2289"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Islamic Studies and History",
        "Education and Islamic Studies",
        "Islamic Finance and Banking Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4328115592"
    },
    {
      "openalex_id": "W2064905714",
      "doi": "10.1016/j.riob.2011.10.002",
      "title": "Generations in organizations",
      "authors": [
        {
          "name": "Aparna Joshi",
          "openalex_id": "A5101806876",
          "orcid": "https://orcid.org/0000-0001-5011-4370",
          "institutions": [
            "University of Illinois Urbana-Champaign"
          ]
        },
        {
          "name": "John C. Dencker",
          "openalex_id": "A5017623473",
          "orcid": "https://orcid.org/0000-0002-1053-4503",
          "institutions": [
            "University of Illinois Urbana-Champaign"
          ]
        },
        {
          "name": "Gentz Franz",
          "openalex_id": "A5057429722",
          "institutions": [
            "University of Illinois Urbana-Champaign"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": null,
      "cited_by_count": 216,
      "type": "article",
      "source": {
        "name": "Research in Organizational Behavior",
        "type": "journal",
        "issn": [
          "0191-3085",
          "2468-1741"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Family Business Performance and Succession",
        "Work-Family Balance Challenges",
        "Entrepreneurship Studies and Influences"
      ],
      "referenced_works_count": 141,
      "url": "https://openalex.org/W2064905714"
    },
    {
      "openalex_id": "W2561111713",
      "doi": "10.1016/j.neubiorev.2016.12.018",
      "title": "Social learning, culture and the ‘socio-cultural brain’ of human and non-human primates",
      "authors": [
        {
          "name": "Andrew Whiten",
          "openalex_id": "A5056800293",
          "orcid": "https://orcid.org/0000-0003-2426-5890",
          "institutions": [
            "University of St Andrews"
          ]
        },
        {
          "name": "Erica van de Waal",
          "openalex_id": "A5049310743",
          "orcid": "https://orcid.org/0000-0001-7778-418X",
          "institutions": [
            "University of Zurich"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-26",
      "abstract": null,
      "cited_by_count": 80,
      "type": "review",
      "source": {
        "name": "Neuroscience & Biobehavioral Reviews",
        "type": "journal",
        "issn": [
          "0149-7634",
          "1873-7528"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.sciencedirect.com/science/article/am/pii/S0149763416302500?via%3Dihub"
      },
      "topics": [
        "Primate Behavior and Ecology",
        "Action Observation and Synchronization",
        "Animal Vocal Communication and Behavior"
      ],
      "referenced_works_count": 232,
      "url": "https://openalex.org/W2561111713"
    },
    {
      "openalex_id": "W4205906715",
      "doi": "10.1093/acprof:oso/9780199582570.001.0001",
      "title": "Children, Memory, and Family Identity in Roman Culture",
      "authors": [],
      "publication_year": 2010,
      "publication_date": "2010-10-28",
      "abstract": "This book discusses the transmission of social memory and social identities in elite and non-elite families. It provides definitions of the notion of individual and collective memory, and examines the importance of children in the transmission of family tradition and values from the Republican period to the Late Roman world. It deals also with threats to familial memory, in terms of children deliberately or accidentally excluded from the family group. This collection of chapters reveals a multifaceted picture of the Roman family, based on the analysis of material, epigraphical, and literary ev ... More",
      "cited_by_count": 84,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Classical Antiquity Studies",
        "Historical and Architectural Studies",
        "Biblical Studies and Interpretation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4205906715"
    },
    {
      "openalex_id": "W1573322149",
      "doi": "10.1086/666585",
      "title": "Genes, Culture, and Agriculture",
      "authors": [
        {
          "name": "Michael J. O’Brien",
          "openalex_id": "A5055680059",
          "orcid": "https://orcid.org/0000-0001-6433-8295",
          "institutions": [
            "Durham University"
          ]
        },
        {
          "name": "Kevin N. Laland",
          "openalex_id": "A5000118078",
          "orcid": "https://orcid.org/0000-0002-2457-0900",
          "institutions": [
            "Durham University"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-07-14",
      "abstract": "O’Brien and Laland point out that human culture is exceptional in its cumulative nature. This is often characterized by the ratchet effect, highlighting that high-fidelity social transmission can underpin the accumulation of trait modifications. They also note that the developmental niche-construction processes underlying cultural evolution are understudied. I agree that the evolutionary consequences of culturally constructed learning environments are indeed understudied and that attention to this area may provide a fresh assessment of cumulative cultural evolution.&#13;\\n&#13;\\nAn important focus of cumulative cultural evolution research is in assessing individual cognitive prerequisites that facilitate high-fidelity cultural transmission and the adoption of adaptive innovations (Ehn and Laland 2012). However, it is also important to consider the role of developmental niche construction and the ecological inheritance of learning environments, including forms of symbolic representation and material culture, on cumulative cultural evolution (Cole 1995; Sterelny 2012; Wheeler and Clark 2009).&#13;\\n&#13;\\nCulturally derived scaffolding for learning can have a direct effect on the differential adoption and retention of cultural traits (cultural selection). For instance, pedagogical traditions in apprenticeships, including traditional patterns of intervention, correction, and collaboration may influence the fidelity of transmission and the potential for cumulative cultural evolution (Gergely and Csibra 2006; Tehrani and Reide 2008; Tennie, Call, and Tomasello 2009).&#13;\\n&#13;\\nThere is also the potential for cumulative cultural evolutionary dynamics to be shaped by forms of symbolic representation. Mathematical history provides particularly obvious examples, where invention of new notation systems, for instance Hindu-Arabic in place of Roman numerals or Feynman diagrams in quantum mechanics, dramatically altered the evolvability of research fields (Gauvain 1998).&#13;\\n&#13;\\nThus, for the cumulative cultural evolution of many traits, high-fidelity social transmission and the potential for invention may be critically affected by culturally constructed learning environments (Tennie, Call, and Tomasello 2009). Furthermore, a complete account of cognition required for cumulative cultural evolution may often be reliant on its extension beyond the mind of the individual and on its distributed nature across people and artefacts (Donald 2000; Hutchins 1995, 2008). Without accounting explicitly for the role of developmental niche construction and the ecological inheritance of learning environments, there can be an over- or misattribution of cognitive facility to the mind in order to explain the cumulative cultural evolution of skills such as computational tasks (Hutchins 1995).&#13;\\n&#13;\\nO’Brien and Laland provide a detailed account of potential gene-culture coevolutionary pathways affecting the cumulative cultural evolution of farming technologies and medicinal practices. A key process in these dynamics is likely to be the niche construction of inherited learning environments, which themselves can be subject to cultural selection and affected by ecological and genetic evolutionary dynamics of human, crop, livestock, and pathogen populations. Thus, the simple ratchet analogy hides complex mechanisms that can result in cumulative cultural evolution of knowledge and beliefs (Tennie, Call, and Tomasello 2009).",
      "cited_by_count": 231,
      "type": "article",
      "source": {
        "name": "Current Anthropology",
        "type": "journal",
        "issn": [
          "0011-3204",
          "1537-5382"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.journals.uchicago.edu/doi/epdf/10.1086/666585"
      },
      "topics": [
        "Forensic and Genetic Research",
        "Evolution and Genetic Dynamics",
        "Genetic diversity and population structure"
      ],
      "referenced_works_count": 280,
      "url": "https://openalex.org/W1573322149"
    },
    {
      "openalex_id": "W2091239161",
      "doi": "10.1016/j.anbehav.2010.03.009",
      "title": "One cultural parent makes no culture",
      "authors": [
        {
          "name": "Magnus Enquist",
          "openalex_id": "A5088882770",
          "orcid": "https://orcid.org/0000-0003-0198-1288",
          "institutions": [
            "Stockholm University"
          ]
        },
        {
          "name": "Pontus Strimling",
          "openalex_id": "A5088274459",
          "orcid": "https://orcid.org/0000-0002-9750-5835",
          "institutions": [
            "University of St Andrews",
            "Stockholm University"
          ]
        },
        {
          "name": "Kimmo Eriksson",
          "openalex_id": "A5071231803",
          "orcid": "https://orcid.org/0000-0002-7164-0924",
          "institutions": [
            "Mälardalen University",
            "Stockholm University"
          ]
        },
        {
          "name": "Kevin N. Laland",
          "openalex_id": "A5000118078",
          "orcid": "https://orcid.org/0000-0002-2457-0900",
          "institutions": [
            "University of St Andrews"
          ]
        },
        {
          "name": "Jonas Sjöstrand",
          "openalex_id": "A5070036044",
          "orcid": "https://orcid.org/0000-0002-7601-149X",
          "institutions": [
            "Stockholm University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-04-14",
      "abstract": null,
      "cited_by_count": 119,
      "type": "article",
      "source": {
        "name": "Animal Behaviour",
        "type": "journal",
        "issn": [
          "0003-3472",
          "1095-8282"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Evolutionary Game Theory and Cooperation",
        "Animal Behavior and Reproduction",
        "Language and cultural evolution"
      ],
      "referenced_works_count": 70,
      "url": "https://openalex.org/W2091239161"
    },
    {
      "openalex_id": "W3089554637",
      "doi": "10.3389/fpsyg.2020.544929",
      "title": "Cultural Transmission, Evolution, and Revolution in Vocal Displays: Insights From Bird and Whale Song",
      "authors": [
        {
          "name": "Ellen C. Garland",
          "openalex_id": "A5026066931",
          "orcid": "https://orcid.org/0000-0002-8240-1267",
          "institutions": [
            "University of St Andrews"
          ]
        },
        {
          "name": "Peter K. McGregor",
          "openalex_id": "A5071467542",
          "orcid": "https://orcid.org/0000-0001-6337-5254",
          "institutions": [
            "ISPA - Instituto Universitário"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-09-29",
      "abstract": "Culture, defined as shared behavior or information within a community acquired through some form of social learning from conspecifics, is now suggested to act as a second inheritance system. Cultural processes are important in a wide variety of vertebrate species. Birdsong provides a classic example of cultural processes: cultural transmission, where changes in a shared song are learned from surrounding conspecifics, and cultural evolution, where the patterns of songs change through time. This form of cultural transmission of information has features that are different in speed and form from genetic transmission. More recently, culture, vocal traditions, and an extreme form of song evolution have been documented in cetaceans. Humpback whale song \"revolutions,\" where the single population-wide shared song type is rapidly replaced by a new, novel song type introduced from a neighboring population, represents an extraordinary example of ocean basin-wide cultural transmission rivaled in its geographic extent only by humans. In this review, we examine the cultural evolutions and revolutions present in some birdsong and whale song, respectively. By taking a comparative approach to these cultural processes, we review the existing evidence to understand the similarities and differences for their patterns of expression and the underlying drivers, including anthropogenic influences, which may shape them. Finally, we encourage future studies to explore the role of innovation vs. production errors in song evolution, the fitness information present in song, and how human-induced changes in population sizes, trajectories, and migratory connections facilitating cultural transmission may be driving song revolutions.",
      "cited_by_count": 94,
      "type": "review",
      "source": {
        "name": "Frontiers in Psychology",
        "type": "journal",
        "issn": [
          "1664-1078"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.544929/pdf"
      },
      "topics": [
        "Animal Vocal Communication and Behavior",
        "Marine animal studies overview",
        "Language and cultural evolution"
      ],
      "referenced_works_count": 111,
      "url": "https://openalex.org/W3089554637"
    },
    {
      "openalex_id": "W2995540944",
      "doi": "10.1016/j.jrurstud.2019.12.011",
      "title": "Conceptualizing rural energy transitions: Energizing rural studies, ruralizing energy research",
      "authors": [
        {
          "name": "Matthias Naumann",
          "openalex_id": "A5081484062",
          "orcid": "https://orcid.org/0000-0003-1143-2004",
          "institutions": [
            "Technische Universität Dresden"
          ]
        },
        {
          "name": "David Rudolph",
          "openalex_id": "A5076204828",
          "orcid": "https://orcid.org/0000-0002-9602-7122",
          "institutions": [
            "Technical University of Denmark"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-21",
      "abstract": null,
      "cited_by_count": 160,
      "type": "article",
      "source": {
        "name": "Journal of Rural Studies",
        "type": "journal",
        "issn": [
          "0743-0167",
          "1873-1392"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Acceptance of Renewable Energy",
        "Energy and Environment Impacts",
        "Sustainability and Climate Change Governance"
      ],
      "referenced_works_count": 120,
      "url": "https://openalex.org/W2995540944"
    },
    {
      "openalex_id": "W4243687026",
      "doi": "10.1525/california/9780520276925.001.0001",
      "title": "Technology as Human Social Tradition",
      "authors": [
        {
          "name": "Peter Jordan",
          "openalex_id": "A5003698677",
          "orcid": "https://orcid.org/0000-0001-8576-5587"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-11-24",
      "abstract": "Abstract This book outlines a new approach to studying variability and cumulative change in human technology, a definitive research theme spanning archaeology and anthropology. The central argument is that human material culture is best understood as an expression of social tradition, with each artifact the outcome of a distinctive operational sequence, and with specific choices made at each stage in its production. The main focus is on exploring how different traditions of material culture are propagated through social learning, the factors that promote coherent lineages of tradition to form, and the extent to which these cultural lineages exhibit congruence with one another and with language history. Drawing on the application of cultural-transmission theory to empirical research, chapters develop a descent with modification perspective on the technology of northern hunter-gatherers. Case studies are set in northwestern Siberia, the Pacific northwest coast, and Northern California, and together, they generate crosscultural insights into the evolution of material-culture traditions at different social and spatial scales. Overall, the approach presented in this book promises new ways of exploring some of the primary factors that generate human cultural diversity, both in the deeper past and through to the present.",
      "cited_by_count": 69,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Language and cultural evolution",
        "Indigenous Studies and Ecology",
        "Archaeology and ancient environmental studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4243687026"
    },
    {
      "openalex_id": "W2034832626",
      "doi": "10.1007/s10071-015-0861-5",
      "title": "Social learning strategies for nut-cracking by tufted capuchin monkeys (Sapajus spp.)",
      "authors": [
        {
          "name": "Camila Galheigo Coelho",
          "openalex_id": "A5020650643",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Tiago Falótico",
          "openalex_id": "A5044981103",
          "orcid": "https://orcid.org/0000-0002-0638-1989",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Patrícia Izar",
          "openalex_id": "A5020918782",
          "orcid": "https://orcid.org/0000-0001-6741-0731",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Massimo Mannu",
          "openalex_id": "A5038726047",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Briseida Resende",
          "openalex_id": "A5079941532",
          "orcid": "https://orcid.org/0000-0001-5932-0189",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "José de Oliveira Siqueira",
          "openalex_id": "A5040186497",
          "orcid": "https://orcid.org/0000-0002-3357-8939",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Eduardo Β. Ottoni",
          "openalex_id": "A5066190268",
          "orcid": "https://orcid.org/0000-0003-1288-8345",
          "institutions": [
            "Universidade de São Paulo"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-03-23",
      "abstract": null,
      "cited_by_count": 135,
      "type": "article",
      "source": {
        "name": "Animal Cognition",
        "type": "journal",
        "issn": [
          "1435-9448",
          "1435-9456"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Primate Behavior and Ecology",
        "Animal Vocal Communication and Behavior",
        "Animal Behavior and Reproduction"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W2034832626"
    },
    {
      "openalex_id": "W2067605193",
      "doi": "10.5860/choice.47-6401",
      "title": "The pilgrim art: cultures of porcelain in world history",
      "authors": [
        {
          "name": "Robert Finlay",
          "openalex_id": "A5011141025"
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-07-01",
      "abstract": "Illuminating one thousand years of history, Pilgrim Art explores the remarkable cultural influence of Chinese porcelain around the globe. Cobalt ore was shipped from Persia to China in the fourteenth century, where it was used to decorate porcelain for Muslims in Southeast Asia, India, Persia, and Iraq. Spanish galleons delivered porcelain to Peru and Mexico while aristocrats in Europe ordered tableware from Canton. The book tells the fascinating story of how porcelain became a vehicle for the transmission and assimilation of artistic symbols, themes, and designs across vast distances - from Japan and Java to Egypt and England. It not only illustrates how porcelain influenced local artistic traditions, but also shows how it became deeply intertwined with religion, economics, politics, and social identity. Bringing together many strands of history in an engaging narrative studded with fascinating vignettes, this is a history of cross-cultural exchange focused on an exceptional commodity that illuminates the emergence of what is arguably the first genuinely global culture.",
      "cited_by_count": 132,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global Maritime and Colonial Histories",
        "Travel Writing and Literature",
        "Philippine History and Culture"
      ],
      "referenced_works_count": 161,
      "url": "https://openalex.org/W2067605193"
    },
    {
      "openalex_id": "W2088367049",
      "doi": "10.1016/j.jhevol.2013.06.009",
      "title": "Regional behaviour among late Neanderthal groups in Western Europe: A comparative assessment of late Middle Palaeolithic bifacial tool variability",
      "authors": [
        {
          "name": "Karen Ruebens",
          "openalex_id": "A5071504843",
          "orcid": "https://orcid.org/0000-0002-5621-5786",
          "institutions": [
            "University of Southampton"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-08-06",
      "abstract": null,
      "cited_by_count": 106,
      "type": "article",
      "source": {
        "name": "Journal of Human Evolution",
        "type": "journal",
        "issn": [
          "0047-2484",
          "1095-8606"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Pleistocene-Era Hominins and Archaeology",
        "Archaeology and ancient environmental studies",
        "Forensic Anthropology and Bioarchaeology Studies"
      ],
      "referenced_works_count": 202,
      "url": "https://openalex.org/W2088367049"
    },
    {
      "openalex_id": "W1944072936",
      "doi": "10.1098/rspb.2015.0061",
      "title": "Behavioural variation in 172 small-scale societies indicates that social learning is the main mode of human adaptation",
      "authors": [
        {
          "name": "Sarah Mathew",
          "openalex_id": "A5084534829",
          "orcid": "https://orcid.org/0000-0003-3614-3276",
          "institutions": [
            "Arizona State University"
          ]
        },
        {
          "name": "Charles Perreault",
          "openalex_id": "A5047134387",
          "orcid": "https://orcid.org/0000-0002-3403-1943",
          "institutions": [
            "Arizona State University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-06-17",
      "abstract": "The behavioural variation among human societies is vast and unmatched in the animal world. It is unclear whether this variation is due to variation in the ecological environment or to differences in cultural traditions. Underlying this debate is a more fundamental question: is the richness of humans’ behavioural repertoire due to non-cultural mechanisms, such as causal reasoning, inventiveness, reaction norms, trial-and-error learning and evoked culture, or is it due to the population-level dynamics of cultural transmission? Here, we measure the relative contribution of environment and cultural history in explaining the behavioural variation of 172 Native American tribes at the time of European contact. We find that the effect of cultural history is typically larger than that of environment. Behaviours also persist over millennia within cultural lineages. This indicates that human behaviour is not predominantly determined by single-generation adaptive responses, contra theories that emphasize non-cultural mechanisms as determinants of human behaviour. Rather, the main mode of human adaptation is social learning mechanisms that operate over multiple generations.",
      "cited_by_count": 90,
      "type": "article",
      "source": {
        "name": "Proceedings of the Royal Society B Biological Sciences",
        "type": "journal",
        "issn": [
          "0962-8452",
          "1471-2954"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://royalsocietypublishing.org/doi/pdf/10.1098/rspb.2015.0061"
      },
      "topics": [
        "Evolutionary Game Theory and Cooperation",
        "Language and cultural evolution",
        "Cultural Differences and Values"
      ],
      "referenced_works_count": 49,
      "url": "https://openalex.org/W1944072936"
    },
    {
      "openalex_id": "W4376880349",
      "doi": "10.3366/jqs.2023.0531",
      "title": "Garrett Davidson, <i>Carrying on the Tradition: A Social and Intellectual History of Hadith Transmission across a Thousand Years</i>",
      "authors": [
        {
          "name": "Nils Holger Petersen",
          "openalex_id": "A5023839322",
          "orcid": "https://orcid.org/0000-0002-8568-6595",
          "institutions": [
            "Institute of Ismaili Studies"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-05-01",
      "abstract": null,
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Journal of Qur anic Studies",
        "type": "journal",
        "issn": [
          "1465-3591",
          "1755-1730"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Education and Islamic Studies",
        "Islamic Studies and History",
        "Archaeology and Historical Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4376880349"
    },
    {
      "openalex_id": "W1968598437",
      "doi": "10.1037/a0020786",
      "title": "The transmission and evolution of experimental microcultures in groups of young children.",
      "authors": [
        {
          "name": "Andrew Whiten",
          "openalex_id": "A5056800293",
          "orcid": "https://orcid.org/0000-0003-2426-5890",
          "institutions": [
            "University of St Andrews"
          ]
        },
        {
          "name": "Emma Flynn",
          "openalex_id": "A5075929671",
          "orcid": "https://orcid.org/0000-0002-2340-4273",
          "institutions": [
            "Durham University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "A new experimental microculture approach was developed to investigate the creation and transmission of differing traditions in small communities of young children. Four playgroups, with a total of 88 children, participated. In each of 2 playgroups, a single child was shown how to use 1 of 2 alternative methods of tool use, \"lift\" or \"poke,\" to extract a reward from an artificial \"foraging\" device (the \"panpipes\") used in earlier diffusion experiments with chimpanzees. Each of these proficient models then participated in his or her playgroup during free play for 5 days, with the panpipes available to all. Compared with a condition in which no model was witnessed, where only 18% of children successfully gained rewards and the lift technique never appeared, 66% of children in the open diffusion conditions (83% of those who attempted the task) were successful. Each of the 2 different seeded approaches initially spread strongly in their respective groups. These seeded differences eroded over time as modifications were spontaneously invented, but social learning played a dominant role throughout, with a majority of children adopting the technique they witnessed most commonly, whether initially seeded or resulting from other children's innovations. A majority of children thus fell into 1 of several categories of \"follower,\" relying primarily on social learning, with a minority displaying 1 of several other categories of innovation. One of the techniques was modified into a distinctively different form that was then socially transmitted further, allowing us to document the microevolution of small-scale traditions in this cultural microcosm.",
      "cited_by_count": 92,
      "type": "article",
      "source": {
        "name": "Developmental Psychology",
        "type": "journal",
        "issn": [
          "0012-1649",
          "1939-0599"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://durham-repository.worktribe.com/output/1517948"
      },
      "topics": [
        "Language and cultural evolution",
        "Evolutionary Game Theory and Cooperation",
        "Child and Animal Learning Development"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W1968598437"
    },
    {
      "openalex_id": "W1540924555",
      "doi": "10.4324/9780203059999",
      "title": "Who Needs the Past?",
      "authors": [
        {
          "name": "Robert Layton",
          "openalex_id": "A5106188192"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-11-12",
      "abstract": "Introduction - who needs the past?, Robert Layton A child's perspective on the past - influences of home, media and school, Kathy Emmott Inuit perceptions of the past, Jack Anawak Hadzabe perceptions of their past an 11th century literary reference to prehistoric times in India, Deena Bandhu Pandey understanding Yolngu signs of the past, Nancy M.Williams and Daymbalipu Mununggurr geography and historical understanding in indigenous Colombia, Joanne Rappaport past and present of Andean Indian society - the Otovalos, Antonio Males oral tradition and the African past, Patrick Mbunwe-Samba classical Greek attitudes to the past, Brian Sparkes Ancient Egyptian concepts and uses of the past - 3rd and 2nd millennium BC evidence, John Baines beginning of agriculture - a synchronism between Puranic and archaeological evidence, Rai Gyan Narain Prasad holding on to emblems - Australian Aboriginal performances and the transmission of oral traditions, Margaaret Clunies Ross perceptions of the past among north Queensland Aboriginal people - the intrusion of Europeans and consequent social change, A.K.Chase the past as perceived by the Bali Nyonga people of Camaroon, Elias Nwana archaeology and oral traditions in the Mitongoa-Andrainjato area, Victor Raharijaona interpretations and uses of the past in modern Britain and Europe, Peter G.Stone.",
      "cited_by_count": 86,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Australian History and Society"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1540924555"
    },
    {
      "openalex_id": "W585863342",
      "doi": "10.2307/j.ctt13x09p8",
      "title": "Sanctuary and Crime in the Middle Ages, 400-1500",
      "authors": [
        {
          "name": "Karl Shoemaker",
          "openalex_id": "A5084170828"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-04-01",
      "abstract": "Winner of the John Nicholas Brown Prize presented by The Medieval Academy of America Sanctuary and Crime rethinks the history of sanctuary protections in the Western legal tradition. Until the sixteenth century, every major medieval legal tradition afforded protections to fugitive criminals who took sanctuary in churches. Sanctuary-seeking criminals might have been required to perform penance or go into exile, but they were guaranteed, at least in principle, immunity from corporal and capital punishment. In the sixteenth century, sanctuary protections were abolished throughout Europe, uprooting an ancient tradition and raising a new set of juridical arguments about law, crime and the power to punish.Sanctuary law has not received very much scholarly attention. According to the prevailing explanation among earlier generations of legal historians, sanctuary was an impediment to effective criminal law and social control, but was made necessary by rampant violence and weak political order in the medieval world. Contrary to the conclusions of the relatively scant literature on the topic, Sanctuary and Crime argues that the practice of sanctuary was not simply an instrumental device intended as a response to weak and splintered medieval political authority. Nor can sanctuary laws be explained as simple ameliorative responses to harsh medieval punishments and the specter of uncontrolled blood-feuds. This book seeks to integrate the history of sanctuary law with the history of criminal law in medieval Europe. It does so by first situating sanctuary law within the early Christian traditions of intercession and penance as well as late-imperial Roman law. The book then traces the transmission of Romano-Christian sanctuary legislation into the feuding traditions of early medieval Europe, showing how sanctuary law was an important emblem of Christian kingship and was integrated into a broad range of social, legal, ecclesiastical and political practices. By the late twelfth-century, sanctuary had been domesticated within the procedures of royal law in England. Unmoored from its taproots in penitential and intercessory practices, sanctuary became a central feature of the emergent law of felony in the early English common law. While sanctuary was widely recognized throughout late medieval Europe, medieval English records provide rich accounts of sanctuary in everyday medieval life and the book reflects the prominence of the English sources. The book concludes by examining the legal arguments in both English and Roman-canonical legal traditions that led to the restriction and abolition of sanctuary privileges in the sixteenth-century and which ushered in a new age of criminal law grounded in deterrence and a state-centered view of punishment and social control.",
      "cited_by_count": 87,
      "type": "book",
      "source": {
        "name": "Fordham University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Medieval Literature and History",
        "Medieval and Early Modern Justice",
        "Historical Legal Studies and Society"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W585863342"
    },
    {
      "openalex_id": "W1973130901",
      "doi": "10.1353/nlh.2014.0017",
      "title": "The Temporality of Generations: Dialogue, Tradition, Criticism",
      "authors": [
        {
          "name": "David Scott",
          "openalex_id": "A5104040430"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-03-01",
      "abstract": "This essay explores the relation between generations, tradition, and memory, for rethinking the problem of criticism. I suggest that the question of temporality is central to this exploration. Working through the archive of my decade-long project on Caribbean intellectuals, writers, and political actors, the wager of the essay is the following: if a dialogical relationship to older intellectual generations is important for the ways younger generations collectively remember or forget, it is important because generations (as social institutions of time) are important to those agonistic, constituting, and orienting processes of transmission of values and practices that is usefully called a tradition. And how a rising generation works out its relation of connection and disconnection to fading generations is crucial to thinking about the deconstructive and reconstructive work of criticism.",
      "cited_by_count": 66,
      "type": "article",
      "source": {
        "name": "New Literary History",
        "type": "journal",
        "issn": [
          "0028-6087",
          "1080-661X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Caribbean history, culture, and politics",
        "Postcolonial and Cultural Literary Studies",
        "Diaspora, migration, transnational identity"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W1973130901"
    }
  ],
  "count": 35,
  "errors": []
}
