[search_openalex.py] Searching OpenAlex: 'collective agency tradition' (year=2015-2025), limit=30
[search_openalex.py] Network error: ('Connection aborted.', ConnectionResetError(54, 'Connection reset by peer')), retrying (attempt 1/5)...
[search_openalex.py] Retrying after 1.9s backoff...
[search_openalex.py] Retrieved 30 papers...
[search_openalex.py] Search complete: 30 papers found
[search_openalex.py] Cached results (cache key: openalex_9983df08157a7332)
{
  "status": "success",
  "source": "openalex",
  "query": "collective agency tradition",
  "results": [
    {
      "openalex_id": "W2559035553",
      "doi": "10.18261/issn.1890-7008-2016-02-01",
      "title": "Lived Religion as an Emerging Field: An Assessment of its Contours and Frontiers",
      "authors": [
        {
          "name": "Nancy T. Ammerman",
          "openalex_id": "A5046642480",
          "orcid": "https://orcid.org/0000-0001-6727-3319"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-01",
      "abstract": "Over the last three decades, lived religion has emerged as a distinct field of study, with an identifiable “canon” of originating sources. With this body of work reaching maturity, a critical assessment is in order. This study analyzes sixty-four journal articles published in English, since 1997, which have used either “lived religion” or “everyday religion” in their titles, abstracts, or keywords. We find that the field has largely been defined by what it excludes. It includes attention to laity, not clergy or elites; to practices rather than beliefs; to practices outside religious institutions rather than inside; and to individual agency and autonomy rather than collectivities or traditions. Substantively, the focus on practice has encompassed dimensions of embodiment, discourse and materiality; and I argue here that these substantive foci can form the analytical structure for expanding the domain of lived religion to include the traditions and institutions that have so far largely been excluded from study. In doing so, lived religion’s attention to gender, power, and previously-excluded voices must be maintained. But that task cannot be accomplished without continuing to expand the field beyond the still-limited geographic and religious terrain it has so far covered.",
      "cited_by_count": 230,
      "type": "article",
      "source": {
        "name": "Nordic Journal of Religion and Society",
        "type": "journal",
        "issn": [
          "0809-7291",
          "1890-7008"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religion and Society Interactions",
        "Religion, Spirituality, and Psychology",
        "Religion, Society, and Development"
      ],
      "referenced_works_count": 57,
      "url": "https://openalex.org/W2559035553"
    },
    {
      "openalex_id": "W2899843592",
      "doi": "10.1111/gwao.12311",
      "title": "On agency and empowerment in a #MeToo world",
      "authors": [
        {
          "name": "Banu Özkazanç‐Pan",
          "openalex_id": "A5072772490",
          "orcid": "https://orcid.org/0000-0002-5161-9263",
          "institutions": [
            "John Brown University",
            "University of Massachusetts Boston"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-05",
      "abstract": "In the midst of the #MeToo movement sweeping across different societies, what opportunities and challenges exist for changing extant gender structures and systems that have allowed for sexual harassment and assault to take shape? Such a discussion provokes questions around what kinds of feminisms, both as philosophical traditions and as a set of praxis/practices, enable societal and organizational change. This article focuses explicitly on different notions of agency deriving from various feminist traditions to underscore possibilities for engaging in such change. Borrowing from intersectional, decolonial, postcolonial and transnational feminist perspectives, I suggest that a collectivist approach to agency is necessary for gender system change. I coin collective feminism as a way to conceptualize agency that only becomes possible through the work of many and then discuss this mode of feminism in relation to empowerment and social change toward gender equality.",
      "cited_by_count": 124,
      "type": "article",
      "source": {
        "name": "Gender Work and Organization",
        "type": "journal",
        "issn": [
          "0968-6673",
          "1468-0432"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender Politics and Representation",
        "Gender, Feminism, and Media",
        "Feminism, Gender, and Sexuality Studies"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2899843592"
    },
    {
      "openalex_id": "W2110225258",
      "doi": "10.1080/1369118x.2015.1043744",
      "title": "Reclaiming, proclaiming, and maintaining collective identity in the #YoSoy132 movement in Mexico: an examination of digital frontstage and backstage activism through social media and instant messaging platforms",
      "authors": [
        {
          "name": "Emiliano Treré",
          "openalex_id": "A5051697832",
          "orcid": "https://orcid.org/0000-0002-2496-4571",
          "institutions": [
            "Autonomous University of Queretaro"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-05-18",
      "abstract": "This article starts from the recognition that digital social movements studies have progressively disregarded collective identity and the importance of internal communicative dynamics in contemporary social movements, in favour of the study of the technological affordances and the organizational capabilities of social media. Based on a two-year multimodal ethnography of the Mexican #YoSoy132 movement, the article demonstrates that the concept of collective identity is still able to yield relevant insights into the study of current movements, especially in connection with the use of social media platforms. Through the appropriations of social media, Mexican students were able to oppose the negative identification fabricated by the PRI party, reclaim their agency and their role as heirs of a long tradition of rebellion, generate collective identification processes, and find ‘comfort zones’ to lower the costs of activism, reinforcing their internal cohesion and solidarity. The article stresses the importance of the internal communicative dynamics that develop in the backstage of social media (Facebook chats and groups) and through instant messaging services (WhatsApp), thus rediscovering the pivotal linkage between collective identity and internal communication that characterized the first wave of research on digital social movements. The findings point out how that internal cohesion and collective identity are fundamentally shaped and reinforced in the social media backstage by practices of ‘ludic activism’, which indicates that social media represent not only the organizational backbone of contemporary social movements, but also multifaceted ecologies where a new, expressive and humorous ‘communicative resistance grammar’ emerges.",
      "cited_by_count": 135,
      "type": "article",
      "source": {
        "name": "Information Communication & Society",
        "type": "journal",
        "issn": [
          "1369-118X",
          "1468-4462"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Hate Speech and Cyberbullying Detection"
      ],
      "referenced_works_count": 55,
      "url": "https://openalex.org/W2110225258"
    },
    {
      "openalex_id": "W2029365858",
      "doi": "10.1080/0048721x.2015.1024040",
      "title": "Religious agency, identity, and communication: reflections on history and theory of religion",
      "authors": [
        {
          "name": "Jörg Rüpke",
          "openalex_id": "A5110181235",
          "institutions": [
            "University of Erfurt"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-28",
      "abstract": "This paper discusses the applicability of recent theories of religion to the problem of describing and explaining religious transformation in the period between the final Bronze Age and Late Antiquity. Instead of evolutionist and cognitive approaches, it proposes a model of religion that tries to analyze religion in terms of its making by starting from the individual's appropriation and creation of religious tradition. Religion is understood as a strategy to attribute agency to agents that do not appear immediately plausible. Recent scholarly discussions on human agency suggest categorizing human religious agency into the three subsets, namely: (1) acting religiously with regards to past, present, and future; (2) collective religious identity; and (3) religious communication. These subsets are shown to produce fruitful questions for research on historical sources. Against this backdrop, religion is explained as a precarious cultural resource articulated through the agency of individuals and allowing changed attributions of individual agency.",
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "Religion",
        "type": "journal",
        "issn": [
          "0048-721X",
          "1096-1151"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religion and Society Interactions",
        "Biblical Studies and Interpretation",
        "Religion, Society, and Development"
      ],
      "referenced_works_count": 155,
      "url": "https://openalex.org/W2029365858"
    },
    {
      "openalex_id": "W115683971",
      "doi": "10.4324/9780429427367",
      "title": "Gender, Change and Identity: Mature Women Students in Universities",
      "authors": [
        {
          "name": "Barbara Merrill",
          "openalex_id": "A5062479264"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-06-04",
      "abstract": "First published in 1999, this volume centres on a case study which looks at the experiences of non-traditional adult women students in universities, from the perspective of the actors. The interaction of structure and agency and the significance of macro and micro levels in shaping the behaviour, attitudes and experiences of women adult students are examined by drawing on three perspectives: feminism, Marxism and interactionism. An underlying question is to what extent did studying change the way participants perceived themselves as women? It relates life histories to their student career as individuals and collectively as subcultural groups. It also breaks new ground by including a sample of male adult students in order to compare and clarify gender issues. It also uses macro and micro sociological theories as a tool for understanding the experiences of women at university and the relationship between their public and private lives. The book concludes that studying for a degree represented an active decision to take greater control, to break free from gender and class restraints, and to transform individual lives. The study aims to clarify and reassert the radical individual traditions within sociology, feminism and adult education.",
      "cited_by_count": 123,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Education Systems and Policy",
        "Gender Diversity and Inequality",
        "Higher Education and Employability"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W115683971"
    },
    {
      "openalex_id": "W2615148847",
      "doi": "10.1080/00933104.2017.1320251",
      "title": "A Dream and a Bus: Black Critical Patriotism in Elementary Social Studies Standards",
      "authors": [
        {
          "name": "Christopher L. Busey",
          "openalex_id": "A5032707006",
          "orcid": "https://orcid.org/0000-0002-9409-0400",
          "institutions": [
            "University of Florida"
          ]
        },
        {
          "name": "Irenea Walker",
          "openalex_id": "A5054047315",
          "institutions": [
            "University of Central Florida"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-05-16",
      "abstract": "Extant conceptions of patriotism in social studies curricula are centered upon blind allegiance to the state or a belief in ideals of a liberal democracy. Yet these conceptions fail to account for the complex racial experiences that mediate citizenship and civic action, especially for Black persons. In this article, we advance a theory of Black critical patriotism, which is rooted in the idea of personhood and, reciprocally, resistance to subpersonhood. Using Black critical patriotism as a theoretical framework, we examined how Black resistance, activism, and intellectual agency are represented in K–5 social studies standards across the United States. Findings revealed that Black critical patriotism is limited to temporal freedom movements and emphasizes individual acts of patriotism as opposed to sociopolitical traditions of Black collective resistance. Furthermore, Black critical patriotism was accredited to two historical figures, Martin Luther King, Jr. and Rosa Parks, with their activism sanitized to fit within the master narrative of American progress. In light of our findings, we conclude with recommendations for elementary teachers to excavate standards in order to more accurately contextualize Black history and racialized citizenship. We also call for future research in social studies education that advances nuanced conceptions of racialized citizenship.",
      "cited_by_count": 138,
      "type": "article",
      "source": {
        "name": "Theory & Research in Social Education",
        "type": "journal",
        "issn": [
          "0093-3104",
          "2163-1654"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Educator Training and Historical Pedagogy",
        "Critical Race Theory in Education",
        "Innovative Teaching Methodologies in Social Sciences"
      ],
      "referenced_works_count": 90,
      "url": "https://openalex.org/W2615148847"
    },
    {
      "openalex_id": "W2127997901",
      "doi": "10.1016/j.jpubeco.2015.08.009",
      "title": "Professional norms and physician behavior: Homo oeconomicus or homo hippocraticus?",
      "authors": [
        {
          "name": "Iris Kesternich",
          "openalex_id": "A5055391075",
          "orcid": "https://orcid.org/0000-0001-9265-6573",
          "institutions": [
            "KU Leuven"
          ]
        },
        {
          "name": "Heiner Schumacher",
          "openalex_id": "A5036620956",
          "orcid": "https://orcid.org/0000-0002-2259-6728",
          "institutions": [
            "KU Leuven"
          ]
        },
        {
          "name": "Joachim Winter",
          "openalex_id": "A5081460742",
          "orcid": "https://orcid.org/0000-0003-2460-619X"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-09-04",
      "abstract": null,
      "cited_by_count": 84,
      "type": "article",
      "source": {
        "name": "Journal of Public Economics",
        "type": "journal",
        "issn": [
          "0047-2727",
          "1879-2316"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://lirias.kuleuven.be/handle/123456789/505685"
      },
      "topics": [
        "Experimental Behavioral Economics Studies",
        "Decision-Making and Behavioral Economics",
        "Healthcare Policy and Management"
      ],
      "referenced_works_count": 67,
      "url": "https://openalex.org/W2127997901"
    },
    {
      "openalex_id": "W2556608645",
      "doi": "10.1093/acprof:oso/9780190468538.001.0001",
      "title": "Democracy against Domination",
      "authors": [
        {
          "name": "K. Sabeel Rahman",
          "openalex_id": "A5109899021"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-17",
      "abstract": "Abstract The modern economy poses a challenge to democratic ideals. Market forces and corporate power undermine the prospects for economic well-being, while seeming to exist beyond the capacities of ordinary citizens. Traditionally American politics has appealed to one of two approaches to governing the economy: a laissez-faire approach that relies on self-correcting markets, or a managerial approach that relies on neutral, insulated expert regulators. By contrast, this book argues for a more democratic approach to economic governance. First, the book identifies the moral challenge of the modern economy in terms of domination, whether in the concentrated private power of corporations or the diffuse system of the market itself. Second, the book argues that such domination must be counteracted by democratic politics, through the use of institutions and practices that empower citizens to mitigate these forms of power. Such democratic economic governance draws on a different tradition of American politics rooted in the thought and reform politics of Progressive Era thinkers like John Dewey and Louis Brandeis. Using the case of financial regulatory reform in the U.S. after the 2008 financial crisis, the book outlines how this focus on domination and democracy suggests a very different approach to economic regulation than that of the New Deal or the Obama administration. The focus on domination implies economic regulations that attempt to limit the concentrated power of corporations like too-big-to-fail financial firms through structural constraints. The focus on democratic agency suggests a regulatory process that, rather than prioritizing insulated expertise, cultivates a more participatory and inclusive form of collective decision-making.",
      "cited_by_count": 140,
      "type": "book",
      "source": {
        "name": "Oxford University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Economic Theory and Institutions",
        "Global Financial Regulation and Crises"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2556608645"
    },
    {
      "openalex_id": "W562094167",
      "doi": "10.4324/9781315715025",
      "title": "Theories of Violent Conflict: An Introduction",
      "authors": [
        {
          "name": "Jolle Demmers",
          "openalex_id": "A5033039239",
          "institutions": [
            "Utrecht University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-08-12",
      "abstract": "This textbook introduces students of violent conflict to a variety of prominent theoretical approaches, and examines the ontological stances and epistemological traditions underlying these approaches.\nTheories of Violent Conflict takes the centrality of the group as an actor in contemporary conflict as a point of departure, leaving us with three main questions:\n\n\nWhat makes a group? \n\n\nWhy and how does a group resort to violence? \n\n\nWhy and how do or don’t they stop?\nThe book examines and compares the ways by which these questions are addressed from a number of perspectives: constructivism, social identity theory, structuralism, political economy, human needs theory, relative deprivation theory, collective action theory, and rational-choice theory. The final chapter aims to synthesise structure and agency-based theories by proposing a critical discourse analysis of violent conflict. \nThis book will be essential reading for students of war and conflict studies, peace studies, conflict analysis and conflict resolution, and ethnic conflict, as well as security studies and IR in general.",
      "cited_by_count": 78,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W562094167"
    },
    {
      "openalex_id": "W2441338739",
      "doi": "10.1200/jgo.2016.005173",
      "title": "Middle Eastern Conflicts: Implications for Refugee Health in the European Union and Middle Eastern Host Countries",
      "authors": [
        {
          "name": "Michael Silbermann",
          "openalex_id": "A5006057656",
          "orcid": "https://orcid.org/0000-0002-3743-3614",
          "institutions": [
            "Assuta Medical Center",
            "Technion – Israel Institute of Technology",
            "Ministry of Health",
            "Ministry of Health",
            "Saint George Hospital"
          ]
        },
        {
          "name": "Michel Daher",
          "openalex_id": "A5022596866",
          "orcid": "https://orcid.org/0000-0003-2681-7740",
          "institutions": [
            "Assuta Medical Center",
            "Technion – Israel Institute of Technology",
            "Ministry of Health",
            "Ministry of Health",
            "Saint George Hospital"
          ]
        },
        {
          "name": "Rejin Kebudi",
          "openalex_id": "A5020511059",
          "orcid": "https://orcid.org/0000-0003-4344-8174",
          "institutions": [
            "Assuta Medical Center",
            "Technion – Israel Institute of Technology",
            "Ministry of Health",
            "Ministry of Health",
            "Saint George Hospital"
          ]
        },
        {
          "name": "Omar Nimri",
          "openalex_id": "A5000181355",
          "orcid": "https://orcid.org/0000-0002-6257-7134",
          "institutions": [
            "Assuta Medical Center",
            "Technion – Israel Institute of Technology",
            "Ministry of Health",
            "Ministry of Health",
            "Saint George Hospital"
          ]
        },
        {
          "name": "Mazin Faisal Al‐Jadiry",
          "openalex_id": "A5071497616",
          "orcid": "https://orcid.org/0000-0003-3773-9135",
          "institutions": [
            "Assuta Medical Center",
            "Technion – Israel Institute of Technology",
            "Ministry of Health",
            "Ministry of Health",
            "Saint George Hospital"
          ]
        },
        {
          "name": "Lea Baider",
          "openalex_id": "A5058857930",
          "institutions": [
            "Assuta Medical Center",
            "Technion – Israel Institute of Technology",
            "Ministry of Health",
            "Ministry of Health",
            "Saint George Hospital"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-16",
      "abstract": "Until very recently, health care in conflict settings was based on a model developed in the second half of the twentieth century. Things have changed, and present civil wars, such as those that are currently taking place in the Middle East, do not address the complexity of the ongoing armed conflicts in countries such as Syria, Iraq, and Afghanistan. These conflicts have caused a significant increase in the number of refugees in the region, as well as in Europe. Hundreds of thousands of refugees succeed in settling in mid- and north-European countries, and their health issues are becoming of great importance. Refugees in Europe in the twenty-first century do not suffer so much from infectious diseases but more from noninfectious chronic diseases such as diabetes, cardiac disease, and cancer. These facts profoundly alter the demographics and disease burden of hostility-derived migrants. Thus, host European countries face situations they have never faced before. Hence, new approaches and strategies are urgently needed to cope with this new situation. The efforts to absorb refugees of different traditions and cultural backgrounds often cause increasing ethnic and religious tensions, which frequently escort the emergence of social violence. To date, little attention has been paid to the overall load of distress being experienced, especially among the first-generation refugees. The current ongoing hostilities in the Middle East induce a long-term health impact on people expelled from their homes, communities, traditions, and cultural environment. The realization of collective suffering forces communities and governmental health agencies to develop new programs that include social determinants to overcome the severe cultural gaps of the newcomers in their new European host countries.",
      "cited_by_count": 89,
      "type": "article",
      "source": {
        "name": "Journal of Global Oncology",
        "type": "journal",
        "issn": [
          "2378-9506"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.1200/jgo.2016.005173"
      },
      "topics": [
        "Migration, Health and Trauma",
        "Health and Conflict Studies",
        "Global Security and Public Health"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2441338739"
    },
    {
      "openalex_id": "W2193387178",
      "doi": "10.1080/08985626.2015.1109002",
      "title": "Provoking identities: entrepreneurship and emerging identity positions in rural development",
      "authors": [
        {
          "name": "Karin Berglund",
          "openalex_id": "A5025795947",
          "orcid": "https://orcid.org/0000-0002-6843-4038",
          "institutions": [
            "Stockholm University"
          ]
        },
        {
          "name": "Johan Gaddefors",
          "openalex_id": "A5072030753",
          "orcid": "https://orcid.org/0000-0001-8464-3510",
          "institutions": [
            "Swedish University of Agricultural Sciences"
          ]
        },
        {
          "name": "Monica Lindgren",
          "openalex_id": "A5050018517",
          "orcid": "https://orcid.org/0000-0001-6812-1085",
          "institutions": [
            "KTH Royal Institute of Technology"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-11-19",
      "abstract": "This article discusses entrepreneurship in a depleted community in transition. The purpose is to develop knowledge about how discourses are used in the positioning of identity in regional development. The concept positioning illustrates how identities are provoked, challenged, negotiated and moved into identity positions that break away from the idea of imitating successful and wealthy regions; instead, locality, place and history emerge as important resources from where local actors obtain agency and recognize new opportunities. Ethnographic data of a single case were collected over a six-year period between 2005 and 2010. The longitudinal nature of the study made it possible to incorporate how local stakeholders took on new identity positions, while handling their inspiration as well as their frustration. Results show how rural change was conditioned by discourses and how entrepreneurship challenged and reframed dominating structures through interaction between entrepreneurship and community. Four discourses, expressed as dichotomies available to people in this depleted community, illustrate the interactive process of positioning: change vs. traditions, rational vs. irrational, spectacular vs. mundane and individual vs. collective. The results support research emphasizing perspectives that acknowledge interaction between entrepreneurship and context as well as discursive aspects of regional development.",
      "cited_by_count": 85,
      "type": "article",
      "source": {
        "name": "Entrepreneurship and Regional Development",
        "type": "journal",
        "issn": [
          "0898-5626",
          "1464-5114"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Entrepreneurship Studies and Influences",
        "Cultural Industries and Urban Development",
        "Rural development and sustainability"
      ],
      "referenced_works_count": 75,
      "url": "https://openalex.org/W2193387178"
    },
    {
      "openalex_id": "W3108284025",
      "doi": "10.1007/s11229-020-02938-z",
      "title": "Hybrid collective intentionality",
      "authors": [
        {
          "name": "Thomas N. P. A. Brouwer",
          "openalex_id": "A5014723720",
          "orcid": "https://orcid.org/0000-0003-2804-7428",
          "institutions": [
            "University of Leeds"
          ]
        },
        {
          "name": "Roberta Ferrario",
          "openalex_id": "A5081432914",
          "orcid": "https://orcid.org/0000-0002-9175-3096",
          "institutions": [
            "Istituto di Scienza e Tecnologie dell'Informazione \"Alessandro Faedo\""
          ]
        },
        {
          "name": "Daniele Porello",
          "openalex_id": "A5017945984",
          "orcid": "https://orcid.org/0000-0003-3655-0218",
          "institutions": [
            "Istituto di Scienza e Tecnologie dell'Informazione \"Alessandro Faedo\""
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-11-22",
      "abstract": null,
      "cited_by_count": 21,
      "type": "article",
      "source": {
        "name": "Synthese",
        "type": "journal",
        "issn": [
          "0039-7857",
          "1573-0964"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11229-020-02938-z.pdf"
      },
      "topics": [
        "Psychology of Moral and Emotional Judgment",
        "Free Will and Agency",
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W3108284025"
    },
    {
      "openalex_id": "W399999559",
      "doi": "10.1177/1367549415585559",
      "title": "The biopolitics of precarity and the self",
      "authors": [
        {
          "name": "Donna McCormack",
          "openalex_id": "A5008260519",
          "orcid": "https://orcid.org/0000-0002-2852-2180",
          "institutions": [
            "University of Bergen"
          ]
        },
        {
          "name": "Suvi Salmenniemi",
          "openalex_id": "A5042564797",
          "orcid": "https://orcid.org/0000-0002-9339-8673",
          "institutions": [
            "University of Turku"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-05-29",
      "abstract": "This Special Issue explores the biopolitics of precarity and the self. In so doing, its aim is to critically examine the changing landscape of technologies of the self and techniques of domination in late capitalism. It brings Foucault’s work on biopolitics into conversation with recent feminist, Marxist, postcolonial, disability and queer scholarship on precarity. In a feminist tradition of thinking through relationality and ethics, this Special Issue engages with those moments when technologies of regulation, surveillance and normalization do not quite work. ‘The Biopolitics of Precarity and the Self’ analyzes recent debates on precarity and precariousness in relation to migration and labour, health and illness, and the formation of the self and collectivities. It identifies temporality and care of both the self and others as key dimensions of precarity and explores how biopolitical structures of neoliberal capitalism institutionalize precarity that exacerbates existing global and local inequalities. We therefore raise questions around what it means to live, endure, survive and make life and labour possible without doing harm to the self or others. In this sense, this Special Issue brings to the fore the temporalities, politics and ethics of what is not always recognized in biomedical practices, labour migrations, media representations, labour of the self and everyday agency.",
      "cited_by_count": 66,
      "type": "article",
      "source": {
        "name": "European Journal of Cultural Studies",
        "type": "journal",
        "issn": [
          "1367-5494",
          "1460-3551"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Historical Psychiatry and Medical Practices",
        "Biomedical Ethics and Regulation",
        "Race, Genetics, and Society"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W399999559"
    },
    {
      "openalex_id": "W2735411276",
      "doi": "10.1080/02680939.2017.1352031",
      "title": "Pedagogy of the anxious: rethinking critical pedagogy in the context of neoliberal autonomy and responsibilization",
      "authors": [
        {
          "name": "Noah De Lissovoy",
          "openalex_id": "A5039609955",
          "institutions": [
            "The University of Texas at Austin"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-07-13",
      "abstract": "Critical pedagogy, and the work of Paulo Freire in particular, understands the struggle for emancipation as involving the emergence, as historical subjects, of those who have been marginalized. In this regard, this tradition could be said to foreground a politics of the subject as central to its philosophy. However, scholars of critical pedagogy have not adequately attended to the reorganization of subjectivity that neoliberalism itself proposes. In the context of a pervasive anxiety produced by contemporary processes of precarity and fragmentation, neoliberalism asks us to understand ourselves on the basis of principles of individual responsibility, autonomy, and competition. Starting from the Foucauldian notion of governmentality and the Lacanian notions of drive and desire, I describe how this neoliberal recomposition of the subject poses a challenge to key principles in critical pedagogy. Thus, Freire's account of the paralysis that characterizes the oppressed stands in contrast to the particular autonomy and hypermobility that neoliberalism demands. Likewise, the privileging of the sphere of consciousness in Freire overlooks the structure of libidinal investments within neoliberal circuits of consumption and communication. This interrogation has implications for critical education in the present, which I argue should invite students to betray the compulsions of their anxious autonomy in favor of a collective commitment and enlivened agency.",
      "cited_by_count": 65,
      "type": "article",
      "source": {
        "name": "Journal of Education Policy",
        "type": "journal",
        "issn": [
          "0268-0939",
          "1464-5106"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global Educational Policies and Reforms",
        "Critical and Liberation Pedagogy",
        "Political theory and Gramsci"
      ],
      "referenced_works_count": 70,
      "url": "https://openalex.org/W2735411276"
    },
    {
      "openalex_id": "W2472076834",
      "doi": "10.1057/fr.2016.3",
      "title": "Narratives of Choice: Marriage, Choosing Right and the Responsibility of Agency in Urban Middle-Class Sri Lanka",
      "authors": [
        {
          "name": "Asha L. Abeyasekera",
          "openalex_id": "A5057913487",
          "orcid": "https://orcid.org/0000-0003-1173-5005"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-07-01",
      "abstract": "The shift to companionate marriage in South Asia and elsewhere is widely read as a move from ‘tradition’ to ‘modernity’ resulting in an expansion of individual agency, especially for women. This paper critically examines the narratives of urban middle-class women in Sri Lanka spanning three generations to illustrate that rather than indicating a radical shift in the way they negotiated between individual desires and social norms, the emphasis on ‘choice’ signals a shift in the narrative devices used in the presentation of the ‘self’. The paper illustrates how young women's narratives about marriage appear to suggest ‘modernity’ as inevitable—that its processes are reconstituting the person who, less constrained by ‘tradition’ and collective expectations, is now experiencing greater freedom in the domain of marriage. However, it also shows how urban middle-class families in Sri Lanka have collectively invested in the narrative of choice through which ‘a choosing person’ is consciously created as a mark of the family's modernity and progress. Rather than signalling freedom, these narratives about choice reveal how women are often burdened with the risks and responsibility of agency. The paper illustrates that the ‘choosing person’ is produced through narratives that emphasise agency as a responsibility that must be exercised with caution because women are expected by and obligated to their families to make the ‘right’ choices. Hence, a closer look at the individualised ‘choosing person’ reveals a less unitary, relational self with permeable boundaries embedded within and accountable to family and kinship.",
      "cited_by_count": 28,
      "type": "article",
      "source": {
        "name": "Feminist Review",
        "type": "journal",
        "issn": [
          "0141-7789",
          "1466-4380"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Anthropological Studies and Insights",
        "Asian Studies and History",
        "Migration and Labor Dynamics"
      ],
      "referenced_works_count": 63,
      "url": "https://openalex.org/W2472076834"
    },
    {
      "openalex_id": "W2981241774",
      "doi": "10.1016/j.ijme.2019.100321",
      "title": "Beyond moral righteousness: The challenges of non-utilitarian ethics, CSR, and sustainability education",
      "authors": [
        {
          "name": "Lovasoa Ramboarisata",
          "openalex_id": "A5038186623",
          "orcid": "https://orcid.org/0000-0002-0098-2070",
          "institutions": [
            "Université du Québec à Montréal"
          ]
        },
        {
          "name": "Corinne Gendron",
          "openalex_id": "A5047925519",
          "institutions": [
            "Université du Québec à Montréal"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-10-16",
      "abstract": null,
      "cited_by_count": 52,
      "type": "article",
      "source": {
        "name": "The International Journal of Management Education",
        "type": "journal",
        "issn": [
          "1472-8117",
          "2352-3565"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Ethics in Business and Education",
        "Management and Organizational Studies",
        "Management Theory and Practice"
      ],
      "referenced_works_count": 45,
      "url": "https://openalex.org/W2981241774"
    },
    {
      "openalex_id": "W1878091537",
      "doi": null,
      "title": "Embodiment: Embodying Feminist Rhetorics",
      "authors": [
        {
          "name": "Maureen Johnson",
          "openalex_id": "A5026873436",
          "orcid": "https://orcid.org/0000-0003-2931-8293"
        },
        {
          "name": "Daisy Levy",
          "openalex_id": "A5038079022"
        },
        {
          "name": "Katie Manthey",
          "openalex_id": "A5113886386"
        },
        {
          "name": "Maria Novotny",
          "openalex_id": "A5030817218",
          "orcid": "https://orcid.org/0000-0002-3249-1313"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "To think about rhetoric, we must think about bodies. To do this means also to articulate how scholars’ own bodies have intimately informed our disciplinary understanding of rhetoric. The links between embodiment and rhetoric consistently appear in both discourses about bodies and research emphasizing the material body itself. Scholars of rhetoric, particularly those in feminist rhetorics, have worked to reveal the inequitable distributions of power across groups. We echo these scholars’ concerns about the ways women and their bodies have been obscured in conventional scholarship. We also suggest there is more work to do: by recognizing the inherent relationship between embodiment and rhetoric, we can make all bodies and the power dynamics invested in their (in)visibility visible, thereby strengthening the commitment to feminist rhetorical work. One approach is to cultivate an even more expansive view of embodied rhetorics, one that supports our discipline’s movement beyond seeing the body in binary terms as either objectified or subjectified. Granted, feminist rhetorics has recognized embodiment by connecting areas like labor, literacies, cultural practices, and the bodies who regulate/are regulated by such. But what if we could recontextualize bodies and experience the physical body as an entity with its own rhetorical agency? This re-vision can provide insights, experiences, and questions into areas like ethics, community, pedagogy, and meaning-making. In order to experience the physical body’s rhetorical power, we start here: the physical body carries meaning through discourse about or by a body. But embodiment theories suggest that meaning can be articulated beyond language. All bodies do rhetoric through texture, shape, color, consistency, movement, and function. Embodiment encourages a methodological approach that addresses the reflexive acknowledgement of the researcher from feminist traditions and conveys an awareness or consciousness about how bodies—our own and others’—figure in our work. Just as considerations of our positions as researchers are critical to understanding our individual and collective commitments to arguments about the role of bodies and rhetoric, our bodies inform our ways of knowing. We offer some tactics for such an approach, and some Embodiment: Embodying Feminist Rhetorics",
      "cited_by_count": 102,
      "type": "article",
      "source": {
        "name": "Peitho Examina Antiqua",
        "type": "journal",
        "issn": [
          "2082-7539",
          "2300-9004"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://peitho.cwshrc.org/files/2015/10/18.1Johnsonetal.pdf"
      },
      "topics": [
        "Rhetoric and Communication Studies",
        "Discourse Analysis in Language Studies",
        "Visual Culture and Art Theory"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1878091537"
    },
    {
      "openalex_id": "W3177882139",
      "doi": "10.1177/0308518x211031916",
      "title": "‘Going Karura’: Colliding subjectivities and labour struggle in Nairobi's gig economy",
      "authors": [
        {
          "name": "Gianluca Iazzolino",
          "openalex_id": "A5089072171",
          "orcid": "https://orcid.org/0000-0003-4153-1521",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-07-19",
      "abstract": "Based on an ethnography of Uber drivers in Nairobi, my article explores practices of contestation of the gig economy taking place both in the digital and physical space of the city. It argues that the labour struggle against the price policies and the control mechanisms of ride-hailing platforms such as Uber foregrounds the tension between a subjectification from above, in which the platforms construct the drivers as independent contractors and the shaping of subjectivities through the interaction of the drivers with the digital platforms and with one another. It also suggests that, through contestation, as the one catalysed by the call to ‘go Karura’, logging off from the app, the workers connect their struggle to a broader critique of processes of exploitation, dependency and subalternity involving the state and international capital. While contributing to the growing literature on the gig economy in low- and middle-income countries, my article brings the labour geography scholarship exploring how workers collectively shape economic spaces in conversation with the intellectual tradition of Italian Operaismo (workerism). In doing so, it highlights the nexus of labour subjectivity and collective agency as mutually constitutive.",
      "cited_by_count": 27,
      "type": "article",
      "source": {
        "name": "Environment and Planning A Economy and Space",
        "type": "journal",
        "issn": [
          "0308-518X",
          "1472-3409"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Digital Economy and Work Transformation",
        "Sharing Economy and Platforms",
        "Transportation and Mobility Innovations"
      ],
      "referenced_works_count": 76,
      "url": "https://openalex.org/W3177882139"
    },
    {
      "openalex_id": "W2903019727",
      "doi": "10.4324/9781315450933-1",
      "title": "Postfeminism",
      "authors": [
        {
          "name": "Patricia Lewis",
          "openalex_id": "A5083809008",
          "orcid": "https://orcid.org/0000-0002-9842-4412"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-11-10",
      "abstract": "These are certainly interesting times for feminism and feminists. For many years, negative stories dominated the public discourse about feminism; self-identifying as a feminist was inconceivable for many women. However, this chapter argues that the new discourse and representation of feminism has a strong affinity with postfeminism, challenging core feminist traditions of collective and political action against gender inequality. Postfeminism has supported the selective take-up and restrained implementation of the feminist values of choice, empowerment and agency. The chapter argues that the discursive phenomenon of postfeminism challenges the two core traditions of feminism: the traditions of collective and political action. The positive response to changes in gender identities is based on the supposition that gender and gendered practices are characterised by fluidity. Gender is presented as a fundamental organising principle in all spheres of social life meaning that all social relations in patriarchal society are structured by hierarchical differences between women and men.",
      "cited_by_count": 16,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender Politics and Representation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2903019727"
    },
    {
      "openalex_id": "W4312819148",
      "doi": "10.1080/03069885.2022.2106551",
      "title": "Critical perspectives on agency and social justice in transitions and career development",
      "authors": [
        {
          "name": "Rie Thomsen",
          "openalex_id": "A5006837371",
          "orcid": "https://orcid.org/0000-0001-5054-6800",
          "institutions": [
            "Aarhus University",
            "University of South-Eastern Norway"
          ]
        },
        {
          "name": "Tristram Hooley",
          "openalex_id": "A5058735884",
          "orcid": "https://orcid.org/0000-0002-1453-4535",
          "institutions": [
            "University of Inland Norway"
          ]
        },
        {
          "name": "Kristina Mariager-Anderson",
          "openalex_id": "A5064349078",
          "orcid": "https://orcid.org/0000-0003-4647-3578",
          "institutions": [
            "Aarhus University",
            "University of South-Eastern Norway"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-07-04",
      "abstract": "This editorial introduces the special issue on critical perspectives on agency and social justice in transitions and career development. While there is a long tradition of using critical theory in career research, there have been limited attempts to view this tradition collectively or consider its impact on, and potential for, shaping career theory. The editorial defines critical theory broadly, moving beyond a narrow focus on theorists around the Frankfurt school and instead embracing writing informed by Marxist theory, poststructuralism, feminism, and other critical traditions which creates a radical imaginary, attends to power, unmasks ideology, understands individuals to be in a dialectical relationship with context and views human beings as having a bounded but transformative agency. The editorial then introduces 13 articles which it groups under the categories of critical psychologies, relational sociologies and postmodern discourse theories.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "British Journal of Guidance and Counselling",
        "type": "journal",
        "issn": [
          "0306-9885",
          "1469-3534"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Higher Education and Employability",
        "Gender Diversity and Inequality",
        "Youth Education and Societal Dynamics"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W4312819148"
    },
    {
      "openalex_id": "W2412068955",
      "doi": "10.1016/j.gloenvcha.2016.05.007",
      "title": "Panarchy of an indigenous agroecosystem in the globalized market: The quinoa production in the Bolivian Altiplano",
      "authors": [
        {
          "name": "Thierry Winkel",
          "openalex_id": "A5026413444",
          "orcid": "https://orcid.org/0000-0003-3701-6973",
          "institutions": [
            "Centre National de la Recherche Scientifique",
            "Centre d'Écologie Fonctionnelle et Évolutive",
            "Institut de Recherche pour le Développement",
            "École Pratique des Hautes Études"
          ]
        },
        {
          "name": "Pierre Bommel",
          "openalex_id": "A5074289664",
          "orcid": "https://orcid.org/0000-0002-7776-9075",
          "institutions": [
            "Groupe de Recherche Clinique en Neuro-urologie",
            "Centre de Coopération Internationale en Recherche Agronomique pour le Développement"
          ]
        },
        {
          "name": "Marco Chevarría-Lazo",
          "openalex_id": "A5109882276"
        },
        {
          "name": "Geneviève Cortés",
          "openalex_id": "A5085527392",
          "orcid": "https://orcid.org/0000-0001-5515-1584",
          "institutions": [
            "Université Paul-Valéry Montpellier"
          ]
        },
        {
          "name": "Carmen Del Castillo",
          "openalex_id": "A5103572651",
          "institutions": [
            "Universidad Mayor de San Andrés"
          ]
        },
        {
          "name": "Pierre Gasselin",
          "openalex_id": "A5029765775",
          "orcid": "https://orcid.org/0000-0003-2864-5145",
          "institutions": [
            "Institut Agro Montpellier"
          ]
        },
        {
          "name": "François Léger",
          "openalex_id": "A5105008557",
          "institutions": [
            "AgroParisTech",
            "Université Paris-Saclay"
          ]
        },
        {
          "name": "Juan-Peter Nina-Laura",
          "openalex_id": "A5032565423"
        },
        {
          "name": "Serge Rambal",
          "openalex_id": "A5016502954",
          "orcid": "https://orcid.org/0000-0001-5869-8382",
          "institutions": [
            "Universidade Federal de Lavras",
            "Centre National de la Recherche Scientifique",
            "Centre d'Écologie Fonctionnelle et Évolutive",
            "Institut de Recherche pour le Développement",
            "École Pratique des Hautes Études"
          ]
        },
        {
          "name": "Muriel Tichit",
          "openalex_id": "A5086951184",
          "institutions": [
            "AgroParisTech",
            "Université Paris-Saclay"
          ]
        },
        {
          "name": "Jean–François Tourrand",
          "openalex_id": "A5112012437",
          "institutions": [
            "Groupe de Recherche Clinique en Neuro-urologie",
            "Centre de Coopération Internationale en Recherche Agronomique pour le Développement"
          ]
        },
        {
          "name": "Jean-Joinville Vacher",
          "openalex_id": "A5085102018",
          "institutions": [
            "Institut de Recherche pour le Développement"
          ]
        },
        {
          "name": "Anaïs Vassas-Toral",
          "openalex_id": "A5030842004",
          "institutions": [
            "Université Paul-Valéry Montpellier"
          ]
        },
        {
          "name": "Manuela Vieira-Pak",
          "openalex_id": "A5006998449",
          "institutions": [
            "Groupe de Recherche Clinique en Neuro-urologie",
            "Centre de Coopération Internationale en Recherche Agronomique pour le Développement"
          ]
        },
        {
          "name": "Richard Joffre",
          "openalex_id": "A5059504418",
          "orcid": "https://orcid.org/0000-0001-8205-7710",
          "institutions": [
            "Centre National de la Recherche Scientifique",
            "Centre d'Écologie Fonctionnelle et Évolutive",
            "Institut de Recherche pour le Développement",
            "École Pratique des Hautes Études"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-07",
      "abstract": null,
      "cited_by_count": 49,
      "type": "article",
      "source": {
        "name": "Global Environmental Change",
        "type": "journal",
        "issn": [
          "0959-3780",
          "1872-9495"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://ird.hal.science/ird-02381086"
      },
      "topics": [
        "Organic Food and Agriculture",
        "Sustainable Agricultural Systems Analysis",
        "Agricultural Innovations and Practices"
      ],
      "referenced_works_count": 80,
      "url": "https://openalex.org/W2412068955"
    },
    {
      "openalex_id": "W2772665643",
      "doi": "10.21435/sfh.23",
      "title": "Personal Agency and Swedish Age of Greatness 1560-1720",
      "authors": [
        {
          "name": "Marko Hakanen",
          "openalex_id": "A5008065689"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-08",
      "abstract": "\"Internationally, the case of early modern Sweden is noteworthy because the state building process transformed a locally dispersed and sparsely populated area into a strongly centralized absolute monarchy and European empire at the beginning of the 17th century. This anthology provides fresh insights into the state-building process in Sweden. During this transitional period, many far-reaching administrative reforms were carried out, and the Swedish state developed into a prime example of the early modern ‘powerstate’. The contributors approach Sweden’s rise to greatness from the point of view of personal agency. In early modern studies, agency has long remained in the shadow of the study of structures and institutions. This novel approach enables us to expose the difficulties, setbacks and false steps that the administration had to deal with. State building was a more diversified and personalized process than has previously been assumed. Numerous individuals were also crucially important actors in the process, and that development itself was not straightforward progression at the macro-level but was intertwined with lower-level actors. Each chapter in this volume employs partially different methods depending on the source material and subject. This means that both qualitative and quantitative material is combined, different ways of making sense of it (i.e. research traditions) are brought together and a multi-method design is used in analyzing source material. One of the central methods is the systematic use of previous biographical research. We want to give the individuals and their actions under discussion a background that reflects the contemporary structures of individual life cycles. With the existing biographical research, it is possible to create a comprehensive set of data that provides the general outlines of individual lives or the career tracks of various estates or social groups, and even to construct collective biographies of certain groups.\"",
      "cited_by_count": 28,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://oa.finlit.fi/site/books/10.21435/sfh.23/download/1777/"
      },
      "topics": [
        "Historical Influence and Diplomacy",
        "Historical Economic and Social Studies"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2772665643"
    },
    {
      "openalex_id": "W4211039654",
      "doi": "10.1016/s2542-5196(21)00322-3",
      "title": "Reclaiming traditional, plant-based, climate-resilient food systems in small islands",
      "authors": [
        {
          "name": "Abrania Marrero",
          "openalex_id": "A3084004046",
          "orcid": "https://orcid.org/0000-0002-3159-1371"
        },
        {
          "name": "Josiemer Mattei",
          "openalex_id": "A2504345136",
          "orcid": "https://orcid.org/0000-0001-5424-8245"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-02-01",
      "abstract": "Small island developing states face challenges in cultivating healthy food systems and are currently bearing substantial burdens of obesity and type 2 diabetes. Local food production-rooted in collective local and Indigenous traditions, self-sufficiency, and climate-adaptive agricultural practices-has long emphasised a fibre-rich, plant-based diet; however, common histories of dietary colonialism have replaced local, small-scale farming and fisheries with non-nutritive cash crops, intensive livestock operations, and high-quality food exportation. Along with declines in traditional food availability, the resulting food import dependence has fostered a diabetogenic ecosystem composed of energy-dense cereal products, animal-based fats, and processed foods. The destabilisation of local food sectors undermines small island social and cultural systems, contributes to impoverishment and food insecurity during natural disasters, and, ultimately, can reduce diet quality and increase type 2 diabetes risk. Despite ongoing marginalisation of traditional local food systems, locally produced foods such as starchy roots, legumes, fruits, and seafood persist as nutritious and ecologically relevant cornerstones of self-determined local economic productivity and dietary health. Findings from community and epidemiological work suggest that local food production-bolstered by local and Indigenous agroecological knowledge, cultural preservation, and collective agency-can aid in reclaiming healthy and climate-resilient small island food systems.",
      "cited_by_count": 33,
      "type": "article",
      "source": {
        "name": "The Lancet Planetary Health",
        "type": "journal",
        "issn": [
          "2542-5196"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.1016/s2542-5196(21)00322-3"
      },
      "topics": [
        "Nutritional Studies and Diet",
        "Indigenous Studies and Ecology",
        "Diet and metabolism studies"
      ],
      "referenced_works_count": 75,
      "url": "https://openalex.org/W4211039654"
    },
    {
      "openalex_id": "W2358576081",
      "doi": "10.1093/phe/phv032",
      "title": "Right Relation and Right Recognition in Public Health Ethics: Thinking Through the Republic of Health",
      "authors": [
        {
          "name": "Bruce Jennings",
          "openalex_id": "A5051884239",
          "orcid": "https://orcid.org/0000-0002-5279-2420",
          "institutions": [
            "Center for Humans and Nature",
            "Vanderbilt University"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-11-26",
      "abstract": "The further development of public health ethics will be assisted by a more direct engagement with political theory. In this way, the moral vocabulary of the liberal tradition should be supplemented-but not supplanted-by different conceptual and normative resources available from other traditions of political and social thought. This article discusses four lines of further development that the normative conceptual discourse of public health ethics might take. (i) <i>The relational turn.</i> The implications for public health ethics of the new 'ecological' or 'relational' interpretation that is emerging for concepts such as agency, self-identity, autonomy, liberty and justice. (ii) <i>Governing the health commons.</i> The framework of collective action problems is giving way to notions of democratic governance and management of common resources. (iii) <i>The concept of membership.</i> Membership is specified by the notions of equal respect and parity of voice and agency. (iv) <i>The concept of mutuality.</i> Mutuality is specified by the notions of interdependent concern and care.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Public Health Ethics",
        "type": "journal",
        "issn": [
          "1754-9973",
          "1754-9981"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/phe/article-pdf/9/2/168/6855739/phv032.pdf"
      },
      "topics": [
        "Ethics in medical practice",
        "Public Health Policies and Education",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 66,
      "url": "https://openalex.org/W2358576081"
    },
    {
      "openalex_id": "W4281741005",
      "doi": "10.1177/09596801221104943",
      "title": "Working in hospitality and catering in Greece and the UK: Do trade union membership and collective bargaining still matter?",
      "authors": [
        {
          "name": "Orestis Papadopoulos",
          "openalex_id": "A5015684452",
          "orcid": "https://orcid.org/0000-0001-5086-5086",
          "institutions": [
            "Manchester Metropolitan University"
          ]
        },
        {
          "name": "Gregoris Ioannou",
          "openalex_id": "A5075172957",
          "orcid": "https://orcid.org/0000-0003-3837-4721",
          "institutions": [
            "University of Sheffield"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-05-30",
      "abstract": "Existing literature suggests that terms and conditions of employment are universally poor in hospitality and catering. Based on fieldwork comprising more than 70 semi-structured in-depth interviews conducted in the UK and Greece in 2018 and 2019, this article maps the field in the two countries and discusses the key parameters that structure working conditions, pay determination, and the impact of trade unionism and absence thereof. Poor working conditions and precariousness are prevalent in both contexts as expected, but surprisingly wages and other terms and conditions at least for a significant section of the hospitality workforce are comparatively better in Greece. An explanation for these findings is suggested with reference to the tradition of collective bargaining in hotels in Greece which partially survived the 2008 crisis and the legal reforms that followed. Trade unionism, despite its weakening and discrediting, has left its mark as a tradition contributing to the emergence of formal labour-based initiatives and more broadly to maintaining an openness to collectivism and collective action, more so than in the UK context. This combination of the distinct institutional and sectoral features of the Greek case and worker agency has served to ameliorate the context and content of employment for substantial sections of the hospitality workforce.",
      "cited_by_count": 17,
      "type": "article",
      "source": {
        "name": "European Journal of Industrial Relations",
        "type": "journal",
        "issn": [
          "0959-6801",
          "1461-7129"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://doi.org/10.1177/09596801221104943"
      },
      "topics": [
        "Labor Movements and Unions",
        "Employment and Welfare Studies",
        "Social Policy and Reform Studies"
      ],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W4281741005"
    },
    {
      "openalex_id": "W4247099764",
      "doi": "10.4324/9781315715025",
      "title": "Theories of Violent Conflict",
      "authors": [
        {
          "name": "Jolle Demmers",
          "openalex_id": "A5033039239",
          "institutions": [
            "Utrecht University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-08-10",
      "abstract": "This revised and updated second edition introduces students of violent conflict to a variety of prominent theoretical approaches, and examines the ontological stances and epistemological traditions underlying these approaches. Theories of Violent Conflict takes the centrality of the 'group' as an actor in contemporary conflict as a point of departure, leaving us with three main questions: • What makes a group? • Why and how does a group resort to violence? • Why and how do or don't they stop? The book examines and compares the ways by which these questions are addressed from a number of perspectives: primordialism/constructivism, social identity theory, critical political economy, human needs theory, relative deprivation theory, collective action theory and rational choice theory. The final chapter aims to synthesize structure and agency-based theories by proposing a critical discourse analysis of violent conflict. With new material on violence, religion, extremism and military urbanism, this book will be essential reading for students of war and conflict studies, peace studies, conflict analysis and conflict resolution, and ethnic conflict, as well as security studies and IR in general.",
      "cited_by_count": 27,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global Peace and Security Dynamics",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4247099764"
    },
    {
      "openalex_id": "W2905327797",
      "doi": "10.1080/17449626.2018.1506996",
      "title": "Epistemic injustice in a settler nation: Canada’s history of erasing, silencing, marginalizing",
      "authors": [
        {
          "name": "Christine M. Koggel",
          "openalex_id": "A5066829256",
          "orcid": "https://orcid.org/0000-0002-8041-5972",
          "institutions": [
            "Carleton University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-04",
      "abstract": "This paper examines an application of epistemic injustice not fully explored in the literature. How does epistemic injustice function in broader contexts of relationships within countries between colonizers and colonized? More specifically, what can be learned about the ongoing structural aspects of hermeneutical injustice in Canada's settler history of the forced assimilation of Indigenous peoples and the resultant erasing and marginalizing of Indigenous histories, languages, laws, traditions, and practices? In this paper, I use insights from Canada's Truth and Reconciliation Commission report to challenge dominant understandings of reconciliation, reciprocity, respect for agency, and the rule of law in settler nations. In its retrieval of the richness and diversity of Indigenous collective interpretive resources, both past and present, Canada's Truth and Reconciliation Commission draws on a broad and full account of relationships that have shaped Indigenous lives and communities, non-Indigenous lives and communities, the interactions of Indigenous and non-Indigenous peoples and communities, and the relationships of all of these to and through the state.",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "Journal of Global Ethics",
        "type": "journal",
        "issn": [
          "1744-9626",
          "1744-9634"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W2905327797"
    },
    {
      "openalex_id": "W2508556417",
      "doi": "10.1007/978-3-319-33344-1",
      "title": "Education and Youth Agency",
      "authors": [
        {
          "name": "Joan DeJaeghere",
          "openalex_id": "A5008583153",
          "orcid": "https://orcid.org/0000-0002-6084-8447",
          "institutions": [
            "University of Minnesota"
          ]
        },
        {
          "name": "Jasmina Josić",
          "openalex_id": "A5020904170",
          "institutions": [
            "Pearson (United States)"
          ]
        },
        {
          "name": "Kate S. McCleary",
          "openalex_id": "A5003147366",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": null,
      "cited_by_count": 18,
      "type": "book",
      "source": {
        "name": "Advancing responsible adolescent development",
        "type": "book series",
        "issn": [
          "2195-089X",
          "2195-0903"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Youth Education and Societal Dynamics",
        "Diverse Education Studies and Reforms",
        "Education, Sociology, Communication Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2508556417"
    },
    {
      "openalex_id": "W3011199686",
      "doi": "10.1007/s11229-020-02597-0",
      "title": "Expressivity results for deontic logics of collective agency",
      "authors": [
        {
          "name": "Allard Tamminga",
          "openalex_id": "A5019250618",
          "institutions": [
            "University of Groningen"
          ]
        },
        {
          "name": "Hein Duijf",
          "openalex_id": "A5018496993",
          "orcid": "https://orcid.org/0000-0001-6936-306X",
          "institutions": [
            "Vrije Universiteit Amsterdam"
          ]
        },
        {
          "name": "Frederik Van De Putte",
          "openalex_id": "A5004744294",
          "orcid": "https://orcid.org/0000-0001-6828-0107",
          "institutions": [
            "Ghent University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-03-11",
      "abstract": "Abstract We use a deontic logic of collective agency to study reducibility questions about collective agency and collective obligations. The logic that is at the basis of our study is a multi-modal logic in the tradition of stit (‘sees to it that’) logics of agency. Our full formal language has constants for collective and individual deontic admissibility, modalities for collective and individual agency, and modalities for collective and individual obligations. We classify its twenty-seven sublanguages in terms of their expressive power. This classification enables us to investigate reducibility relations between collective deontic admissibility, collective agency, and collective obligations, on the one hand, and individual deontic admissibility, individual agency, and individual obligations, on the other.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Synthese",
        "type": "journal",
        "issn": [
          "0039-7857",
          "1573-0964"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11229-020-02597-0.pdf"
      },
      "topics": [
        "Logic, Reasoning, and Knowledge",
        "Multi-Agent Systems and Negotiation",
        "Semantic Web and Ontologies"
      ],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W3011199686"
    },
    {
      "openalex_id": "W2801671072",
      "doi": "10.1111/ruso.12224",
      "title": "Remembering the Future: Natural Disaster, Place, and Symbolic Survival",
      "authors": [
        {
          "name": "Daniel A. Shtob",
          "openalex_id": "A5029754173",
          "orcid": "https://orcid.org/0000-0002-1695-1762",
          "institutions": [
            "University of Oregon"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-04-26",
      "abstract": "Abstract The Pacific Northwest coast of the United States is currently facing the threat of an earthquake and tsunami some experts predict will be the worst natural disaster in North American history. This region also must contend with predicted effects of climate change. Applying the sociological traditions of memory, silence, and place to the natural hazard context, I qualitatively explore how local residents collectively envision future disasters and their associated risks. Responsive narratives are developed from an array of local meanings and identities drawn from place. They tend to partially displace narratives that visualize disasters as disruptive agents of danger, mnemonically replacing them with symbols of survival, continuity, and community agency. Overall, I find that this collective displacement manifests in event‐ and place‐specific ways and partially silences disturbing aspects of potential disaster. These findings demonstrate the promise of analyzing the idiosyncratic ways that future environmental disaster is perceived and experienced. Because risk perception has been identified as a contributor to community resilience and capacity, these findings emphasize the need for local, place‐based approaches to disaster planning, particularly in small communities with resource‐extractive histories.",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "Rural Sociology",
        "type": "journal",
        "issn": [
          "0036-0112",
          "1549-0831"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Disaster Management and Resilience",
        "Climate Change, Adaptation, Migration",
        "Risk Perception and Management"
      ],
      "referenced_works_count": 60,
      "url": "https://openalex.org/W2801671072"
    }
  ],
  "count": 30,
  "errors": []
}
