[search_philpapers.py] Connecting to Brave API for philpapers_via_brave search...
[search_philpapers.py] Searching philpapers.org: 'social ontology tradition', limit=30
[search_philpapers.py] Rate limited, backing off (attempt 1/5)...
[search_philpapers.py] Retrying after 1.5s backoff...
[search_philpapers.py] Retrieved 15 entries...
[search_philpapers.py] Search complete: 15 entries found
{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "social ontology tradition",
  "results": [
    {
      "title": "Brian Epstein, Social Ontology",
      "url": "https://philpapers.org/rec/EPSSO",
      "philpapers_id": "EPSSO",
      "snippet": "And is there just one way social categories are set up, or are there many varieties of social construction? The term ‘social ontology’ has only come into wide currency in recent years, but the nature of the social has been a topic of inquiry since ancient Greece.",
      "page_age": null
    },
    {
      "title": "Anna Ezekiel, Gerda Walther: Selections from A Contribution to the Ontology of Social Communities (1922)",
      "url": "https://philpapers.org/rec/EZEGWS",
      "philpapers_id": "EZEGWS",
      "snippet": "Gerda Walther Between the Phenomenology ... on Social Ontology: We-Experiences, Communal Life, and Joint Action. Cham: Springer Verlag. pp. 119-128. Gerda Walther (1897-1977).Rodney K. B. Parker - 2023 - In Kristin Gjesdal, The Oxford handbook of nineteenth-century women philosophers in the German tradition...",
      "page_age": null
    },
    {
      "title": "John Searle, Social ontology: Some basic principles",
      "url": "https://philpapers.org/rec/SEASOS",
      "philpapers_id": "SEASOS",
      "snippet": "Ethical perfectionism in social ontology - a Hegelian alternative.Heikki Ikäheimo - 2016 - In Italo Testa &amp; Luigi Ruggiu, &quot;I that is we, we that is I,&quot; perspectives on contemporary Hegel : social ontology, recognition, naturalism, and the critique of Kantian constructivism.",
      "page_age": null
    },
    {
      "title": "Kurt C. M. Mertel, Two ways of being a left-Heideggerian: The crossroads between political and social ontology",
      "url": "https://philpapers.org/rec/MERTWO-9",
      "philpapers_id": "MERTWO",
      "snippet": "This article is concerned with the question of the relative priority between political and social ontology within left-Heideggerianism, a tradition recently reconstructed by Oliver Marchart. Although the title seems to imply ...",
      "page_age": null
    },
    {
      "title": "David Weissman, A Social Ontology",
      "url": "https://philpapers.org/rec/WEIASO-4",
      "philpapers_id": "WEIASO",
      "snippet": "Moral and social philosophers often assume that humans beings are and ought to be autonomous. This tradition of individualism, or atomism, underlies many of our assumptions about ethics and law; it provides a legitimating framework for liberal ...",
      "page_age": null
    },
    {
      "title": "Jenny Pelletier & Christian Rode, Introduction to the Reality of the Social World: Medieval, Early Modern, and Contemporary Perspectives on Social Ontology",
      "url": "https://philpapers.org/rec/PELITT-2",
      "philpapers_id": "PELITT",
      "snippet": "In this introduction, we briefly introduce the concept of social ontology, a fertile sub-field of contemporary analytic metaphysics, and present the motivation for the present volume, which is largely though not exclusively historical in scope. We explain that philosophers in the ancient, medieval, and early modern world, with an emphasis on the medieval tradition, likewise took up questions and issues that are now discussed by philosophers working in social ontology.",
      "page_age": null
    },
    {
      "title": "Emmanuel Renault, Critical Theory and Processual Social Ontology",
      "url": "https://philpapers.org/rec/RENCTA",
      "philpapers_id": "RENCTA",
      "snippet": "The purpose of this article is to bridge the gap between critical theory as understood in the Frankfurt school tradition on the one hand, and social ontology understood as a reflection on the ontological presuppositions of social sciences and social theories on the other.",
      "page_age": null
    },
    {
      "title": "Giulio Maspero & Ilaria Vigorelli, Social Doctrine of the Church and Relational Ontology: The Trinitarian Roots of Subsidiarity",
      "url": "https://philpapers.org/rec/MASSDO-4",
      "philpapers_id": "MASSDO",
      "snippet": "In Martin Schlag &amp; Boglárka Koller, Rethinking Subsidiarity: Multidisciplinary Reflections on the Catholic Social Tradition. Cham: Springer Nature Switzerland. pp. 9-27 (2024) ... This chapter analyses subsidiarity from a historical and theological point of view, starting from Scripture and the Patristic age, through the Middle Ages, and up to contemporary times, with its formulation in the context of the Social Doctrine of the Church. The analysis will then be read in terms of relational ontology and anthropology to show the deep connection of subsidiarity with freedom and gift, not only in moral, but foremost in ontological and syntactic terms, which are essential for interreligious dialogue and cooperation in the post-modern framework.",
      "page_age": null
    },
    {
      "title": "Åsa Andersson, Power and Social Ontology",
      "url": "https://philpapers.org/rec/ANDPAS-2",
      "philpapers_id": "ANDPAS",
      "snippet": "In order to account for these forms of social power the investigation is extended to areas which have been neglected so far: second-order social phenomena such as social structures, opaque kinds of social facts, and different types of normativity. A definition of &quot;social structure&quot; is offered, and the tools of social ontology are applied to a new area, meta-ethics, in arguing for the thesis that moral facts are social facts.",
      "page_age": null
    },
    {
      "title": "Stephen Pratten, Social Ontology and Modern Economics",
      "url": "https://philpapers.org/rec/PRASOA-5",
      "philpapers_id": "PRASOA",
      "snippet": "The majority of the included papers involve social ontological analysis being put to work directly in underlabouring for specific types of development in economics. The papers are grouped according to their contribution to clarifying and developing various competing traditions and projects of modern economics, history of thought contributions, methodological concerns, ethics and conceptions of particular aspects of social reality, including money, gender, technology and institutions.",
      "page_age": null
    },
    {
      "title": "Michaël Bauwens, Social Metaphysics, Social Ontology and the Possibility of Social Reality",
      "url": "https://philpapers.org/rec/BAUSMS",
      "philpapers_id": "BAUSMS",
      "snippet": "According to the proposed distinction, social metaphysics takes up the most fundamental questions pertaining to the very nature and being of social reality, whereas social ontology has the more specific task of drawing an inventory of social reality as it exists and elucidating the properties of its items and categories.",
      "page_age": null
    },
    {
      "title": "Yannis Trophardy, Ontological Anti-Foundationalism in Sociology",
      "url": "https://philpapers.org/rec/TROOAI-2",
      "philpapers_id": "TROOAI",
      "snippet": "Social ontology studies the nature and properties of social reality while social metaontology examines the relationship between ontology and the social sciences, which is often treated as a normative question. However, social sciences themselves contain ontological theses, raising the descriptive question of how these internal ontologies relate to the rest of the social sciences.",
      "page_age": null
    },
    {
      "title": "Jenny Pelletier & Christian Rode (eds.), The Reality of the Social World: Medieval, Early Modern, and Contemporary Perspectives on Social Ontology",
      "url": "https://philpapers.org/rec/PELTRO-4",
      "philpapers_id": "PELTRO",
      "snippet": "However, the historical perspective has been largely neglected. One of the central aims of this volume is to show that relevant views on social ontology can be found in medieval and early modern philosophy (ca. 1200-1700 C.E.), when, for example, the ontological status of money, law, and the sacraments was hotly debated.",
      "page_age": null
    },
    {
      "title": "Elena Tatievskaya, The Notion of Tradition in Gadamer’s Hermeneutic Ontology",
      "url": "https://philpapers.org/rec/TATTNO",
      "philpapers_id": "TATTNO",
      "snippet": "One of the aims of Gadamer’s hermeneutic ontology is the definition of the specific character of the human sciences. Gadamer maintains that their method is based upon the acknowledgement of the authority of tradition. Hence the main problem that faces his theory is the question of what makes the investigation in the humanities scientific and innovative.",
      "page_age": null
    },
    {
      "title": "Rebecca Mason & Katherine Ritchie, Social Ontology",
      "url": "https://philpapers.org/rec/MASSO-3",
      "philpapers_id": "MASSO",
      "snippet": "Traditionally, social entities (i.e., social properties, facts, kinds, groups, institutions, and structures) have not fallen within the purview of mainstream metaphysics. In this chapter, we consider whether the exclusion of social ...",
      "page_age": null
    }
  ],
  "count": 15,
  "errors": []
}
