[s2_search.py] Searching Semantic Scholar: 'collective intentionality social practices' (year=2010-2025) (field=Philosophy), limit=30
[s2_search.py] Retrieved 30/30 papers...
[s2_search.py] Cached results (cache key: s2_20430aff603dcdb3)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "collective intentionality social practices",
  "results": [
    {
      "paperId": "f3975bcbc19aaa3b1d6d7197d3cd0b3df16ee271",
      "title": "Individual Intentionality vs. Collective Intentionality",
      "authors": [
        {
          "name": "Ravi Kumar",
          "authorId": "2321144103"
        },
        {
          "name": "Madhu Mangal Chaturvedi",
          "authorId": "2131474553"
        },
        {
          "name": "Reena Kumari",
          "authorId": "2321137143"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the concept of intentionality from both the individual and collective perspectives, focusing on the arguments presented by Ludwig Wittgenstein and John Searle. Intentionality, the capacity of the mind to represent objects and states of affairs, is a fundamental concept in philosophy of mind. Wittgenstein’s later works provide a basis for understanding how language and social practices shape intentionality, while Searle’s contributions, particularly in his theory of collective intentionality, extend these ideas to social and institutional contexts. Through a comparative analysis, this paper aims to highlight the distinctions and intersections between individual and collective intentionality, offering insights into the broader implications for philosophy, cognitive science, and social theory. This comparative study seeks to deepen our understanding of the interplay between personal intentionality and collective intentionality, with implications for broader discussions on social ontology, language, and the philosophy of mind. A central issue is understanding how individual intentional states translate into collective intentionality, particularly the mechanisms that connect personal intentions with shared social realities. Another critical problem involves the role of language in shaping intentionality, exploring how Wittgenstein’s ideas of language games and forms of life compare to Searle’s concept of collective intentionality in the formation of shared meanings. Additionally, the study addresses the challenges of distinguishing collective intentionality from individual intentionality, especially in cases where individual intentions conflict with collective outcomes. A further problem is the ontological status of collective intentionality, questioning whether it can be reduced to individual intentionality or if it holds an independent existence. The study considers the broader implications for social ontology, examining how Wittgenstein and Searle’s differing views influence our understanding of social institutions, norms, and collective practices.",
      "citationCount": 1,
      "doi": "10.31337/oz.80.2.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3975bcbc19aaa3b1d6d7197d3cd0b3df16ee271",
      "venue": "Obnovljeni život",
      "journal": {
        "name": "Obnovljeni život"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "264c2168655cf196bd50cb8522513c9970357483",
      "title": "Drawn Together. Graphics & Collective Intentionality",
      "authors": [
        {
          "name": "P. Maynard",
          "authorId": "144309388"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.7413/19705476016",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/264c2168655cf196bd50cb8522513c9970357483",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "33-48",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8442e082356567ea772555f364094322e2366917",
      "title": "What Makes Us Human? Evolution, Intentionality and Moral Progress",
      "authors": [
        {
          "name": "C. Corradetti",
          "authorId": "75008916"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s42439-021-00034-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8442e082356567ea772555f364094322e2366917",
      "venue": "Jus Cogens",
      "journal": {
        "name": "Jus Cogens",
        "pages": "1 - 10",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2d38a34973fe7da21c6987ef690e77ba9a05ad84",
      "title": "Embodied Collective Reflexivity: Peircean Performatives",
      "authors": [
        {
          "name": "Tobin Nellhaus",
          "authorId": "69843144"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1080/14767430.2016.1257198",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d38a34973fe7da21c6987ef690e77ba9a05ad84",
      "venue": "",
      "journal": {
        "name": "Journal of Critical Realism",
        "pages": "43 - 69",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6afb9cc04c7ee005c129a2f88a3c4f77b5bc242d",
      "title": "Continental Thought in Institutional Economics",
      "authors": [
        {
          "name": "Joel Patomäki",
          "authorId": "2210143948"
        }
      ],
      "year": 2023,
      "abstract": "I will research some branches of continental thought in institutional economics. I will start with John Searle’s idea of social causation as collective intentionality and (according to my understanding) even more important notion of a background. I will take a continental neo-materialist and economic approach to the subject. I will also read Slavoj Zizek as neo-material economics in continental philosophical way. Furthermore, I will compare Searle’s notions of collective intentionality and the background of the social to Maurizio Ferraris’ notions of text as a replacement for collective intentionality. The problems that Ferraris addresses are understood here in terms of practices. This reading will make space for neo-material developments of economic theory as social theory. I will not directly address Alain Badiou’s neocommunism but will take some notions from neocommunism in general.",
      "citationCount": 0,
      "doi": "10.56734/ijahss.v4n11a2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6afb9cc04c7ee005c129a2f88a3c4f77b5bc242d",
      "venue": "International Journal of Arts, Humanities &amp; Social Science",
      "journal": {
        "name": "International Journal of Arts, Humanities &amp; Social Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e920d9289305372a72644279c4999dd6ac0044ef",
      "title": "Immanent Critique",
      "authors": [
        {
          "name": "Titus Stahl",
          "authorId": "4532319"
        }
      ],
      "year": 2019,
      "abstract": "When we criticize social institutions and practices, what kinds of reasons can we offer for such criticism? Political philosophers often assume that we must rely on universal moral principles that are not necessarily connected to the particular social practices of our communities. Traditionally, continental critical theory has rejected this claim through its endorsement of the method of immanent critique. Immanent critique is a critique of social practices that draws on norms already present within these practices to demand social change, rather than merely conservatively reproducing them. Titus Stahl defends the claim that such a critique is not only possible, but also has politically powerful potential. Taking up recent developments in analytic enquiry into collective intentionality theory and in the philosophy of language, he argues that all social practices rest on structures of mutual recognition between persons that allow social theorists to reconstruct hidden norms present within these practices. Starting from a comprehensive critique of contemporary critical theory, Immanent Critique also spells out the consequences of this line of thought for the practice of social critique, for the social sciences and for political philosophy.\n The translation of this work was funded by Geisteswissenschaften International – Translation Funding for Humanities and Social Sciences from Germany, a joint initiative of the Fritz Thyssen Foundation, the German Federal Foreign Office, the collecting society VG WORT and the Börsenverein des Deutschen Buchhandels (German Publisher & Booksellers Association)",
      "citationCount": 58,
      "doi": "10.1017/9781316771303.051",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e920d9289305372a72644279c4999dd6ac0044ef",
      "venue": "The Cambridge Habermas Lexicon",
      "journal": {
        "name": "The Cambridge Habermas Lexicon"
      },
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "f71d958d3e448b2fa84362943211b07f4ca7a61d",
      "title": "Early Heidegger on Social Reality",
      "authors": [
        {
          "name": "Jo-Jo Koo",
          "authorId": "113705917"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/978-3-319-27692-2_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f71d958d3e448b2fa84362943211b07f4ca7a61d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "91-119",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b5915aaeb8aa79551e7c7083c7a6964aef7197a9",
      "title": "Chapter 5 Early Heidegger on Social Reality",
      "authors": [
        {
          "name": "Jo-Jo Koo",
          "authorId": "113705917"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b5915aaeb8aa79551e7c7083c7a6964aef7197a9",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "1cf9af286ef772fe4306265436f50da97fc49209",
      "title": "Social rules and the social background",
      "authors": [
        {
          "name": "Michael Schmitz",
          "authorId": "2057761508"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.1007/978-94-007-5600-7_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cf9af286ef772fe4306265436f50da97fc49209",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "107-125",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "47cd2c743b4f7a3b64be44c09b723ffec9793329",
      "title": "Normativity of the Background: A Contextualist Account of Social Facts",
      "authors": [
        {
          "name": "E. Terrone",
          "authorId": "71650742"
        },
        {
          "name": "Daniela Tagliafico",
          "authorId": "116428556"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1007/978-94-017-9147-2_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/47cd2c743b4f7a3b64be44c09b723ffec9793329",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "69-86",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fa4f6a8f986893c4aaa1dfa44a77b36b7a8e6706",
      "title": "Voluntary Groups, Noncompliance, and Conflicts of Reason: Tuomela on Acting as a Group-Member",
      "authors": [
        {
          "name": "David P. Schweikard",
          "authorId": "2082266549"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/978-3-319-33236-9_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fa4f6a8f986893c4aaa1dfa44a77b36b7a8e6706",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "97-111",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0aac8688c3b752cf10fbd5eecfe195f5bcbe18d8",
      "title": "The Conditions of Collectivity: Joint Commitment and the Shared Norms of Membership",
      "authors": [
        {
          "name": "Titus Stahl",
          "authorId": "4532319"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1007/978-94-007-6934-2_14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0aac8688c3b752cf10fbd5eecfe195f5bcbe18d8",
      "venue": "",
      "journal": {
        "name": "Springer US",
        "pages": "229-244",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "65f5b90b27c0a5d487af53cf3fee0fc2d5479c21",
      "title": "Cognitive infrastructures and social superstructures of collective intentionality",
      "authors": [
        {
          "name": "Elisabeth Pacherie",
          "authorId": "2254401256"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT I concur with Dan Zahavi that research focused on small-scale joint agency is not a promising starting point for a general theory of collective intentionality. Zahavi argues that insights drawn from classical phenomenological analysis can help us define a more comprehensive framework. In this commentary, I consider a complementary source of insights coming from work on social cognition in the cognitive sciences. Their focus on small-scale joint actions and on the elucidation of the notion of collective intention leads classical accounts of joint action to underestimate both the role played by a host of lower-level cognitive abilities and the role played by external social coordination devices in the success of joint action. I argue that this double neglect of the cognitive infrastructures of joint agency and of its social superstructures is a major impediment to the development of a general account of collective intentionality and of the diversity of its forms. In particular, I propose that small-scale, face-to-face interactions and larger scale, more impersonal forms of collective intentionality tend to rely on different sets of psychological processes and capacities, but that, ultimately, both may have the same motivational basis, the need to belong as a basic human need.",
      "citationCount": 1,
      "doi": "10.1080/24740500.2024.2485533",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/65f5b90b27c0a5d487af53cf3fee0fc2d5479c21",
      "venue": "Australasian Philosophical Review",
      "journal": {
        "name": "Australasian Philosophical Review",
        "pages": "162 - 172",
        "volume": "8"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3de8622e44c88e39d09b59c1d337ddb63bb20da6",
      "title": "Collective Intentionality, Social Domination, and Reification",
      "authors": [
        {
          "name": "M. Thompson",
          "authorId": "47007725"
        }
      ],
      "year": 2017,
      "abstract": "Abstract This paper addresses the way that social power and domination can be understood in terms of collective intentionality. I argue that the essence of stable forms of rational power and domination must be understood as the functional influence of material resource control and the power to control the norms and collective-intentional, constitutive rules that guide institutions. As a result, the routinization and internalization of these rules by subjects becomes the criterion of success for any system of social power and social domination. I then consider how this relates the phenomenon of reification, which I proceed to show is when consciousness has been shaped by constitutive rules and group collective intentionality that sustain relations of domination and control and accept them as basic social facts, as second nature. I then go on to show parallels between Searle and Lukács before outlining the distinction between descriptive and critical social ontology.",
      "citationCount": 13,
      "doi": "10.1515/jso-2016-0017",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3de8622e44c88e39d09b59c1d337ddb63bb20da6",
      "venue": "",
      "journal": {
        "name": "Journal of Social Ontology",
        "pages": "207 - 229",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9ef58c373857ac38adf76e92f5ac9ea3dff9d6ea",
      "title": "Collective Intentionality, Individualism, and the Place of Children in Social Theorizing",
      "authors": [
        {
          "name": "Ayana Samuel",
          "authorId": "2380892088"
        }
      ],
      "year": 2025,
      "abstract": "In Nonideal Social Ontology: The Power View, Åsa Burman argues that leading theories in social ontology fail to capture important aspects of our social world when they characterize it as paradigmatically cooperative and develops her power view to capture the centrality of power and conflict in our social lives. While Burman’s view is timely and compelling, I suggest that her arguments against the leading theories’ claim that collective intentionality is a constitutive element of our social reality drive her own view toward individualism, and that this, in turn, can lead to the continued exclusion of children from our social theorizing.",
      "citationCount": 0,
      "doi": "10.1177/00483931251380495",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ef58c373857ac38adf76e92f5ac9ea3dff9d6ea",
      "venue": "Philosophy of the Social Sciences",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "576 - 584",
        "volume": "55"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "31a53be9041d2c2889b8603034da7569e0d321e3",
      "title": "Transparency, Collective Intentionality, and Social Power: Commentary on Burman’s Nonideal Social Ontology",
      "authors": [
        {
          "name": "M. A. Khalidi",
          "authorId": "6328082"
        }
      ],
      "year": 2025,
      "abstract": "This commentary on Åsa Burman’s Nonideal Social Ontology tackles three major aspects of her work. First, it discusses the distinction between opaque and transparent social kinds, distinguishing it from the distinction between represented and non-represented social kinds, and that between overt and covert social kinds. Then, it exploits these distinctions in characterizing the nature of the social, proposing that social phenomena might be understood in terms of collective intentionality, though there may be weaker notions of sociality involving interaction and mutual responsiveness among individuals. Finally, it deploys the three distinctions mentioned to clarify various different kinds of social power identified by Burman.",
      "citationCount": 0,
      "doi": "10.1177/00483931251380494",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/31a53be9041d2c2889b8603034da7569e0d321e3",
      "venue": "Philosophy of the Social Sciences",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "555 - 575",
        "volume": "55"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a575c6f3b8e1dfc52a1f35efa6740e40b73c45f8",
      "title": "Collective Intentions and the Maintenance of Social Practices",
      "authors": [
        {
          "name": "W. Balzer",
          "authorId": "8592212"
        },
        {
          "name": "R. Tuomela",
          "authorId": "2229032"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1023/A:1021761321751",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a575c6f3b8e1dfc52a1f35efa6740e40b73c45f8",
      "venue": "Autonomous Agents and Multi-Agent Systems",
      "journal": {
        "name": "Autonomous Agents and Multi-Agent Systems",
        "pages": "7-33",
        "volume": "6"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d3e1422a925a73938dd5ede4e72de345154167c1",
      "title": "Introduction to the special issue on relational autonomy and collective intentionality",
      "authors": [
        {
          "name": "S. Gallagher",
          "authorId": "144365578"
        }
      ],
      "year": 2023,
      "abstract": "This essay introduces the 40th Annual Spindel Conference special issue on relational autonomy and collective intentionality. Autonomy is often discussed in contexts of individual intention formation and moral decision making. When we consider collective intention formation and the decision‐making practices of institutions, a number of questions can be raised: How does the individual autonomy of participants affect the collective process? How do such collective processes modulate the autonomy of the individuals involved? How do institutional decisions and practices affect individual autonomy more generally—in what way do they enhance or undermine autonomy? Is there a significant difference in how we answer these questions if we already think of autonomy as relational rather than in a traditional individualistic way?",
      "citationCount": 1,
      "doi": "10.1111/sjp.12535",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3e1422a925a73938dd5ede4e72de345154167c1",
      "venue": "The Southern Journal of Philosophy",
      "journal": {
        "name": "The Southern Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "20cff437e58de81cd90e786a7e1515da81523fd0",
      "title": "The importance of practices of collective care: Exploring directions for an alternative productive paradigm fitting our times’ social, economic and ecological requirements",
      "authors": [
        {
          "name": "Ioannis Rigkos‐Zitthen",
          "authorId": "2293098551"
        },
        {
          "name": "Nikos Kapitsinis",
          "authorId": "2341590066"
        }
      ],
      "year": 2025,
      "abstract": "The Anthropocene is characterized by multiple crises associated with the infinite accumulation of growth on a planet of finite resources. Productive labour and the 8-h working model contribute to this contradiction. We argue for the reduction of productive labour in favour of reproductive labour accumulated through practices of collective care. The latter can heal the damage capital accumulation produces. Collective care brings into light various social practices often invisible to production, allows for a new understanding of nonhuman agency, and challenges the dominant ethical disposition around work. We advocate for a new power equilibrium between productive and reproductive labour.",
      "citationCount": 6,
      "doi": "10.1177/07255136241308894",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20cff437e58de81cd90e786a7e1515da81523fd0",
      "venue": "Thesis Eleven",
      "journal": {
        "name": "Thesis Eleven"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "49a65e30427965ade16cebaff913a6a8268cbe36",
      "title": "I and We: Hannah Arendt, Participatory Plurality, and the Literary Scaffolding of Collective Intentionality",
      "authors": [
        {
          "name": "B. Morgan",
          "authorId": "144935704"
        },
        {
          "name": "Naomi Rokotnitz",
          "authorId": "115447857"
        },
        {
          "name": "F. Budelmann",
          "authorId": "70645022"
        },
        {
          "name": "D. Zahavi",
          "authorId": "2188828"
        }
      ],
      "year": 2023,
      "abstract": "abstract:This article examines Hannah Arendt’s contribution to notions of the “We” and tests key Arendtian concepts through relation and juxtaposition with philosophical and literary texts from different periods, thereby complicating discussions of (1) how individuals participate in, shape, and are shaped by various forms of “We”; (2) how, within collective participation, individuals come to care about being themselves; and (3) to what extent literary texts enable and encourage processes of identity construction and (re)configuration. For Arendt, the “place in the world which makes opinions significant and actions effective” (2017, 387–88) is “the result of our common labor, the outcome of the human artifice” (2017, 393)—the shared practices and institutions that Wittgenstein calls “forms of life” (2009, 15). In this article, the authors argue that by exploring and critiquing “forms of life” literature can expand the range of activities we recognize as fostering “participatory sense-making” (De Jaegher and Di Paolo 2007, 465). The three literary provocations presented here—Callimachus’s “Hymn to Apollo,” Thomas Mann’s The Magic Mountain, and Margaret Atwood’s Alias Grace—all interrogate the situated interactions of “I’s” and “We’s” that instantiate the “participatory plurality” of the shared world.",
      "citationCount": 0,
      "doi": "10.5325/intelitestud.25.2.0235",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49a65e30427965ade16cebaff913a6a8268cbe36",
      "venue": "Interdisciplinary Literary Studies",
      "journal": {
        "name": "Interdisciplinary Literary Studies",
        "pages": "235 - 264",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "77d58d5ab49bd8137e4f5574e3dd75b3710e2c6e",
      "title": "Collective intentionality and autism: Against the exclusion of the “social misfits”",
      "authors": [
        {
          "name": "K. Lekić",
          "authorId": "118119220"
        }
      ],
      "year": 2019,
      "abstract": "The paper aims to shed light on Searle?s notion of collective intentionality\n (CI) as a primitive phenomenon shared by all humans. The latter could be\n problematic given that there are individuals who are unable to grasp\n collective intentionality and fully collaborate within the framework of\n ?we-intentionality?. Such is the case of individuals with autism, given that\n the lack of motivation and skills for sharing psychological states with\n others is one of the diagnostic criteria for Autistic Spectrum Disorders\n (ASD). The paper will argue that exclusion of individuals with autism is not\n a threat for Searle?s notion of collective intentionality, as the notion can\n be read as merely a biological disposition that all human beings share.\n Furthermore, the paper proposes the extension of Searle?s concept of CI so\n it can include behaviors of individuals who have the disposition towards CI,\n but which was not evolved through ontogenesis; namely, for individuals with\n autism.",
      "citationCount": 0,
      "doi": "10.2298/FID1901135L",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/77d58d5ab49bd8137e4f5574e3dd75b3710e2c6e",
      "venue": "Filozofija i Društvo",
      "journal": {
        "name": "Filozofija i drustvo"
      },
      "publicationTypes": null
    },
    {
      "paperId": "289144965fa654b0b07b54a724a1b1da56cebb1f",
      "title": "Collective intentionality and the social status of artifactual kinds",
      "authors": [
        {
          "name": "David Pearce",
          "authorId": "2067902227"
        }
      ],
      "year": 2016,
      "abstract": "There is a well-developed view of artifacts according to which their nature depends on the intentions of their authors or creators. However, in the modern world of artifact design and creation, typically not one but many agents are involved in the process of making an artifact. In this paper, I show how the intentional view can be maintained even for ‘collective’ artifacts having multiple authors. My approach is to combine some basic concepts that have been proposed in the study of collective intentionality with a suitable model of artifact creation that takes account of the multiple agents and processes that arise in design, engineering and manufacturing a new or existing product. In this way, we can explain how an artifactual kind can be understood via a form of collective intentionality. For the design sciences, notions such as we-intentionality and group agency can help to model different types of cooperation and, in particular, to reconcile individualism with strong forms of collectivity at a group level.",
      "citationCount": 6,
      "doi": "10.1017/dsj.2016.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/289144965fa654b0b07b54a724a1b1da56cebb1f",
      "venue": "Design Science",
      "journal": {
        "name": "Design Science",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6b0b9378a9a86149feb55341e385c9413ca6d2bf",
      "title": "From common sense to collective practices: a social-ontological commentary on Gramsci’s concept of common sense",
      "authors": [
        {
          "name": "Thomas Telios",
          "authorId": "118277870"
        }
      ],
      "year": 2022,
      "abstract": "In my paper, I start by providing a brief taxonomy of three types of theories that conceptualize common sense. Thereby, I differentiate between positive, negativist, and dualistic/dialectical theories of common sense. By juxtaposing a “good” form of common sense that he calls buon senso and a “bad” form of common sense he calls senso comune Antonio Gramsci falls undoubtedly within the reach of the dualistic/dialectical theories of common sense. In order to scrutinize Gramsci’s idiosyncratic conceptualization of common sense, I turn to Kate Crehan’s interpretation of this concept and argue that Gramsci’s understanding of common sense is better understood as a social-ontological category that is historical, inclusive, relational, and intersectional. In this framework, collectivity is disclosed as the primary mode both of existence and of practice. Ultimately, and in order to demonstrate the current political ramifications of Gramsci’s understanding of common sense, I turn to his figure of the “modern prince.” As I conclude, it is the “bad” form of common sense as senso comune that is most capable of addressing the current demands of an inclusive and radical democracy.",
      "citationCount": 1,
      "doi": "10.1007/s10624-022-09674-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b0b9378a9a86149feb55341e385c9413ca6d2bf",
      "venue": "Dialectical Anthropology",
      "journal": {
        "name": "Dialectical Anthropology",
        "pages": "497 - 505",
        "volume": "46"
      },
      "publicationTypes": null
    },
    {
      "paperId": "66e31962115b88eb7b133311840306cd8533d560",
      "title": "We-Mode Collective Intentionality and Its Place in Social Reality",
      "authors": [
        {
          "name": "Arto Laitinen",
          "authorId": "48745632"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/978-3-319-33236-9_11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/66e31962115b88eb7b133311840306cd8533d560",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "147-167",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1cf191741c8bbf4ea2801bfccb07caf5994915bc",
      "title": "Introduction: Empathy and Collective Intentionality—The Social Philosophy of Edith Stein",
      "authors": [
        {
          "name": "Thomas Szanto",
          "authorId": "31456980"
        },
        {
          "name": "D. Moran",
          "authorId": "50856400"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 37,
      "doi": "10.1007/S10746-015-9363-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cf191741c8bbf4ea2801bfccb07caf5994915bc",
      "venue": "",
      "journal": {
        "name": "Human Studies",
        "pages": "445-461",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "44933a54dcfc41afe86948a4ecd232eadf563813",
      "title": "Social Ontology and Collective Intentionality",
      "authors": [
        {
          "name": "G. Preyer",
          "authorId": "2076891416"
        },
        {
          "name": "G. Peter",
          "authorId": "143891291"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 22,
      "doi": "10.1007/978-3-319-33236-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44933a54dcfc41afe86948a4ecd232eadf563813",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c708c9330787e8c2766cc21d1fa6d1f779904e3c",
      "title": "Can the Searlean Notion of Collective Intentionality and Power lead to Coercion?",
      "authors": [
        {
          "name": "Neetika Singh",
          "authorId": "2393379332"
        },
        {
          "name": "Lalit Saraswat",
          "authorId": "2179491463"
        },
        {
          "name": "Vineet Sahu",
          "authorId": "2393268526"
        }
      ],
      "year": 2025,
      "abstract": "John Searle argues for a notion of ‘collective intentionality’ that produces social actions with the attributed deontic status function on an external reason, simultaneously recognized by all the members. Social actions depend on the acceptance of a propositional attitude in the light of a constitutive rule and the ‘we intention’ of each member. However, Searle’s intentional theory of actions argues that human beings are rational in nature and freely choose to act as per a desire independent of reason; hence, offering a possibility of unreflective obedience towards social rules. What implications and considerations may emerge while explicating relationships between intentionality, intentional action, the notion of power, and coerced life? This paper assesses the scope of such collective participation (in the Searlean sense) that boils down to a coerced life. The viewpoint of a coerced life is examined along with the notion of intentionality and background, and how these notions translate into a concept of power.",
      "citationCount": 0,
      "doi": "10.5840/bjp202517214",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c708c9330787e8c2766cc21d1fa6d1f779904e3c",
      "venue": "Balkan Journal of Philosophy",
      "journal": {
        "name": "Balkan Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d94601a508f650a75659336fd75145cd5f453e79",
      "title": "Social Ontology and Collective Intentionality: Critical Essays on the Philosophy of Raimo Tuomela with his Responses",
      "authors": [
        {
          "name": "G. Preyer",
          "authorId": "2076891416"
        },
        {
          "name": "G. Peters",
          "authorId": "2065083861"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d94601a508f650a75659336fd75145cd5f453e79",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e4d4b76e8246be711b1329960395d833436cde72",
      "title": "Existential-Phenomenological Insights into Collective Intentionality",
      "authors": [
        {
          "name": "Sara Heinämaa",
          "authorId": "2372924386"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT This paper explicates the concepts of encroachment and seriality, adding these to the analytical-critical toolkit of contemporary phenomenology. This explication is needed to counter the widespread misconception that phenomenological analyses of collective intentionality can only tackle the intentional structures of shared intentions, emotions and beliefs. If this was the case, phenomenology would be incompetent or inefficient in analysing the ways in which human agents’ wills and actions entangle and gear into one another independently of their explicit decisions. The paper shows that the concepts of encroachment and seriality, introduced in mid-20th century by the French existential phenomenologists, are designed precisely for the latter, supposedly neglected purpose. Both concepts depict the non-intended interpenetration of human wills via the materiality of artefacts and infrastructures. They thus allow us to study the ways in which our actions enable and promote—or hinder—the actions of others. This serves social and political philosophy by shedding light on the material conditions of violence, oppression and subjectification.",
      "citationCount": 2,
      "doi": "10.1080/24740500.2024.2485530",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e4d4b76e8246be711b1329960395d833436cde72",
      "venue": "Australasian Philosophical Review",
      "journal": {
        "name": "Australasian Philosophical Review",
        "pages": "139 - 150",
        "volume": "8"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9d776a02f0a7042bb5bf778b120edd466c1582d7",
      "title": "Collective Intentionality and Methodology in the Social Sciences",
      "authors": [
        {
          "name": "Deborah Tollefsen",
          "authorId": "39221292"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.4324/9781315768571-37",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d776a02f0a7042bb5bf778b120edd466c1582d7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
