[s2_search.py] Searching Semantic Scholar: 'social institution authority tradition' (year=2010-2025) (field=Philosophy), limit=15
[s2_search.py] Retrieved 15/15 papers...
[s2_search.py] Cached results (cache key: s2_191c526b68221206)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "social institution authority tradition",
  "results": [
    {
      "paperId": "42dcadad8aacf6071279ef848fc7afe15adf87ba",
      "title": "Note on the Problem of the Origin of Political Authority",
      "authors": [
        {
          "name": "Charles N. R. McCoy",
          "authorId": "93357620"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1353/tho.1953.0011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42dcadad8aacf6071279ef848fc7afe15adf87ba",
      "venue": "",
      "journal": {
        "name": "The Thomist: A Speculative Quarterly Review",
        "pages": "71 - 81",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b4a316ecbb1d1463d85e1d7c905b80abda1d8684",
      "title": "Hobbesian resistance and the law of nature",
      "authors": [
        {
          "name": "S. Mansell",
          "authorId": "114459117"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT Hobbes’s account of the individual’s right to resist sovereign authority is nuanced. His allowance for cases in which a sovereign’s command falls outside the terms of the social contract, despite recent reappraisals, cannot rescue him from the accusation that his system is contradictory. It has been suggested that some Hobbesian rights can be transferred whilst others are quarantined, or that it is the institution of law, rather than the particular commands of the sovereign, which Hobbes ultimately upholds. By reconsidering Hobbes’s concept of sovereignty alongside his theory of natural law, I argue that his system remains in tension with itself. Hobbes’s prioritisation of sovereign judgement over that of the individual, when combined with the principles he retains from the natural law tradition, renders his theory of resistance irreconcilable with his position on sovereignty.",
      "citationCount": 0,
      "doi": "10.1080/17496977.2023.2170685",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4a316ecbb1d1463d85e1d7c905b80abda1d8684",
      "venue": "Intellectual History Review",
      "journal": {
        "name": "Intellectual History Review",
        "pages": "317 - 341",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "772933ffb37a8ad2d7f5bf5e654c26a48d8ae3f1",
      "title": "Subversion - The Secret Power of the Message Enlaced with the Power of the Internet and Information Technology",
      "authors": [
        {
          "name": "Demush Bajrami",
          "authorId": "115961882"
        },
        {
          "name": "A. Iseni",
          "authorId": "69503004"
        },
        {
          "name": "A. Topko",
          "authorId": "1574902413"
        }
      ],
      "year": 2019,
      "abstract": "Subversion! Is it the symbol of invisibility, or the symbol of the secret power? What does it represent, the ability to carry the messages secretly, or the power to change the world? What are the ideas or objects that subversion challenges? The authority, people, tradition, institution, or the whole of humanity. Can it be considered as a way to brainwash or as a means to manipulate the thoughts and opinions of people? Is the power used by people to hide their feelings from others, be subversive? Is it the point where the change and progress meet? There are a lot of numerous and different questions that can be born from just a simple word subversion. At first glance, we think it is something simple, but its true meaning has power and many methods of expression. The whole idea and aim of subversion are to overthrow the existing state or situation and bring a functioning or desired change. It also supports the idea of staying behind and moving by one's own beliefs and choices. One of the common ways that we are exposed to subversive messages is through advertisements for different products, and the messages they carry on. Because of them, our subconscious mind is made to believe and desire things that we do not truly need or want. In the age of information technology and social media, subversive messages are carried much easier and shaped based on the characteristics of target audiences. Nowadays, advertisement and political campaigns directly respond to the individual requirements of target audiences, making their messages much more acceptable and influential.",
      "citationCount": 5,
      "doi": "10.5782/2223-2621.2019.22.3.60",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/772933ffb37a8ad2d7f5bf5e654c26a48d8ae3f1",
      "venue": "Khazar Journal of Humanities and Social Sciences",
      "journal": {
        "name": "Khazar Journal of Humanities and Social Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e2623c83399bf7c0751afb53293231aab8066826",
      "title": "In Loco Parentis and the Politically-directed Music Curriculum",
      "authors": [
        {
          "name": "William M. Perrine",
          "authorId": "117588116"
        }
      ],
      "year": 2019,
      "abstract": "Abstract:The pedagogical aim of liberation, as drawn from critical pedagogy, poses significant philosophical problems. In this paper, I argue that the fundamental right to direct the education of children rests with the family situated within a particular local community. This authority is then delegated to the state through the institution of the school via a social contract that can be described as in loco parentis. Advocating liberation as a universally appropriate educational good encourages teachers to violate this social contract by seeking to free children from family and community attachments deemed to be repressive within the context of a particular form of moral reasoning. Music educators utilizing the language of critical pedagogy thus adopt the framework of a contestable philosophical tradition that in turns instrumentalizes the music curriculum, subordinating the study or creation of music to external social goals. Instead, I argue that seeking to liberate children engenders political proselytization due to its imperative in converting children from one philosophical tradition to another. I conclude that directed efforts towards liberation should be avoided in the music classroom, that parents have a right to resist efforts to liberate their children, and that music education should prioritize artistic over political ends.",
      "citationCount": 1,
      "doi": "10.2979/philmusieducrevi.27.2.05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e2623c83399bf7c0751afb53293231aab8066826",
      "venue": "Philosophy of Music Education Review",
      "journal": {
        "name": "Philosophy of Music Education Review",
        "pages": "171 - 191",
        "volume": "27"
      },
      "publicationTypes": null
    },
    {
      "paperId": "58b3036f8a5e592841b09916a37042a4c70bb809",
      "title": "Does Equality of Discipleship Add Up to Church? A Critique of Feminist Ekklesia-logy",
      "authors": [
        {
          "name": "J. N. Collins",
          "authorId": "145233256"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.17688/NTR.V12I3.591",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58b3036f8a5e592841b09916a37042a4c70bb809",
      "venue": "",
      "journal": {
        "name": "New Theology Review",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c2080347e0d7cc0496146ffad10d5de697282746",
      "title": "An exemplary teacher in a Confucian scholar",
      "authors": [
        {
          "name": "Sung-Il Park",
          "authorId": "2107881190"
        },
        {
          "name": "Dong-uk Cheong",
          "authorId": "2519898"
        },
        {
          "name": "Young-Tae Kim",
          "authorId": "2108051301"
        },
        {
          "name": "Jung-hwan Park",
          "authorId": "46979410"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.5762/KAIS.2012.13.11.5076",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c2080347e0d7cc0496146ffad10d5de697282746",
      "venue": "",
      "journal": {
        "name": "The Korea Academia-Industrial cooperation Society",
        "pages": "5076-5082",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7b142281bb7cbc09995fa8b05df55a92a5ff0cd4",
      "title": "Philosophical Reflections on the Moral Scopes of the 'Civic Culture'",
      "authors": [
        {
          "name": "Yang Chang",
          "authorId": "2112818641"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7b142281bb7cbc09995fa8b05df55a92a5ff0cd4",
      "venue": "",
      "journal": {
        "name": "Journal of Xi'an Jiaotong University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a0212c64dd52b7574996948c837274dab10845e9",
      "title": "Huang, Yushun 黃玉順, The Formation of Chinese Theory of Justice: A Tradition of Ethics of Institution From the Duke of Zhou to Confucius, Mencius, and Xunzi 中國正義論的形成 : 周孔孟荀的制度倫理學傳統",
      "authors": [
        {
          "name": "Yiling Zhou",
          "authorId": "2363888281"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11712-022-09831-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a0212c64dd52b7574996948c837274dab10845e9",
      "venue": "Dao",
      "journal": {
        "name": "Dao",
        "pages": "321 - 324",
        "volume": "21"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "801749da9201a6588888142bd0c4d4539fc9ac5e",
      "title": "SOCIAL INSTITUTION: GENERAL HORIZONS OF PHILOSOPHICAL ANALYSIS",
      "authors": [
        {
          "name": "Iryna Mordous",
          "authorId": "118632477"
        }
      ],
      "year": 2020,
      "abstract": "The tradition of the “social institution” phenomenon studying distinguishes the following directions of its interpretation: classical structuralism, which absolutizes the role of impersonal social structures; actionism, which is based on the priority of the life activity of subjects of social dynamics; discursive institutionalism, which combines the project of communicative society of Y. Habermas and social constructivism of J. Searle.\nThe following components shape the social institution functionality. First, social institution produces fairly accurate criteria for acceptable and unacceptable behavior of individuals. Therefore, it is appropriate to note, if not constitutional, then regulating influence of social institutions on values, culture, morality, law, traditions, and rituals of society. Secondly, social institutions produce stable samples of hermeneutic practices, which become the primary source for interpreting the behavior of others and create prerequisites for reflection and self-analysis. And thirdly, such regulation of social life not only sets certain limits and restrictions, but also shapes the prerequisites for mechanisms of shaping meaning and highlighting the integrity of phenomena.",
      "citationCount": 0,
      "doi": "10.33930/ed.2019.5007.25(7-8)-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/801749da9201a6588888142bd0c4d4539fc9ac5e",
      "venue": "Educational Discourse: collection of scientific papers",
      "journal": {
        "name": "Educational Discourse: collection of scientific papers"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6e9716841085a55ad569e017141307737be7bce5",
      "title": "SOCIAL AND ETHICAL SULTANMAKHMUT TORAIGHYROV’S VIEWS: PROBLEMS OF AUTHORITY AND SOCIETY",
      "authors": [
        {
          "name": "A. Azerbayev",
          "authorId": "115544899"
        }
      ],
      "year": 2022,
      "abstract": "The article presents Sultanmakhmut Toraighyrov’s views about authority and society. The historical-philosophical method is used in the research. This method revealed historical prerequisites for the formation of ethical Sultanmakhmut Toraighyrov’s heritage. There is indicated the influence of Abay Kunanbaev’s heritage on Sultanmakhmut Toraighyrov’s views. They had similar ethical categories. There is self-consciousness, dignity, knowledge, self-organization, freedom, universality, and continuity. The philosophical connection between al-Farabi and Abai, Sultanmakhmut Toraighyrov is very interesting. The concept of happiness as general welfare, presented by al-Farabi, is also manifested in Sultanmakhmut’s composition. The state and authority are characterized by the same spiritual connection. Sultanmahmut follows the Eastern tradition, according to which the state is not a mechanism, it is an organism, parts of which are important for the continuation of life. The poet speaks about the ephemeral nature of power. According to Sultanmakhmut Toraighyrov, the implementation of a perfect model of social relations is quite feasible. The “factor of conscience” is the main in order to achieve happiness together.",
      "citationCount": 0,
      "doi": "10.48010/2022.2/1999-5911.04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6e9716841085a55ad569e017141307737be7bce5",
      "venue": "Al-Farabi",
      "journal": {
        "name": "Al-Farabi"
      },
      "publicationTypes": null
    },
    {
      "paperId": "738e48022ed5a98897048e6e09d36a706270a34e",
      "title": "Philosophy as a Mediating Institution and the Problem of Tradition in Canada",
      "authors": [
        {
          "name": "J. Melançon",
          "authorId": "2074760914"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT This article turns to the question of tradition that emerges from the relation to one’s transmitted practices and to the practices others hope to transmit and use. To overcome the conflicts that arise in the context of a variety of recourses to diverse traditions, it draws on Fernand Dumont’s concept of “mediating institutions” and his reflection on philosophy as referring to a tradition of radical self-questioning. Dumont developed his ideas in response to great social changes within Québécois society brought by industrialization and the separation of religion from everyday life. However, his approach to the problem of social cohesion, which continues to be pursued by recent Québécois (and Canadian) governments, did not address the presence of a variety of traditions. To take into account the hegemonic processes at play in the protection and legislation of culture, this article also draws on Himani Bannerji’s critique of tradition and of official multiculturalism. By creating a dialogue between Dumont and Bannerji—two sociologists who also understand themselves to be philosophers and who think at a distance from the Canadian nation-building project—it addresses the question of non-hegemonic mediations between sets of traditions, and seeks to develop a critical conception of tradition.",
      "citationCount": 0,
      "doi": "10.1080/02722011.2021.1946831",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/738e48022ed5a98897048e6e09d36a706270a34e",
      "venue": "American Review of Canadian Studies",
      "journal": {
        "name": "American Review of Canadian Studies",
        "pages": "426 - 442",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "01323440233856ee34a873f2375afafbae7a7dc8",
      "title": "A Fondrakö text: Cultural religious tradition and social integration of community",
      "authors": [
        {
          "name": "Sonny Eli Zaluchu",
          "authorId": "2089669405"
        }
      ],
      "year": 2023,
      "abstract": "Fondrakö is the local wisdom of the Nias ethnic community and has two functions. First are the oral religious holy book teaching ancestors' values and philosophy. Second is the highest consensus institution of the traditional society formulating and making decisions on the socio-religious law to guarantee the order of the community. This paper explains that social differentiation has happened in the modern era; philosophical values of fondrakö remain to live up to this day and experience the proliferation of rites. The argumentation built through this paper is that primitive culture will not simply disappear in the modern community just because it experiences accommodation and the decrease of emotional intensity into new forms. Social laws of primitive religion are not always contradictory and can run parallel with civilization.",
      "citationCount": 4,
      "doi": "10.12688/f1000research.127772.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/01323440233856ee34a873f2375afafbae7a7dc8",
      "venue": "F1000Research",
      "journal": {
        "name": "F1000Research",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "48a9e9c3e9bb458ac3584eadaf0a7de4651f58f7",
      "title": "The Social and Philosophical Analysis of the Transformation of the Mahalla System in Uzbekistan: From Traditional Community to Modern Civil Institution",
      "authors": [
        {
          "name": "Yunusova Manzurakhon Pazliddinovna",
          "authorId": "2395217629"
        },
        {
          "name": "Badalov Azizbek Abdumalikovich",
          "authorId": "2395217555"
        },
        {
          "name": "Yunusov Kamoldin Abzalovich",
          "authorId": "2395217205"
        },
        {
          "name": "Jahongirov Yusufbek Sobirjonovich",
          "authorId": "2395217124"
        },
        {
          "name": "Khaitmatov Zokhidjon Mingodilovich",
          "authorId": "2395220866"
        },
        {
          "name": "Tojiboev Botirjon Mukhammadalievich",
          "authorId": "2395218142"
        },
        {
          "name": "Xoshimjonov Sharofiddin Kozimjon O‘g‘li",
          "authorId": "2395215017"
        }
      ],
      "year": 2025,
      "abstract": "This article explores the social and philosophical transformation of the mahalla institution a traditional form of neighborhood self-governance deeply rooted in Uzbek society in the context of modern state and civil society development. Drawing upon the theories of social solidarity (É. Durkheim), communicative rationality (J. Habermas), and social modernization (A. Giddens), the study analyzes how the mahalla system has evolved from a traditional moral community into a semi-formal structure integrated with state administration and civic participation. The author argues that Uzbekistan’s mahalla model represents a unique synthesis between tradition and modernity, where local values, collective responsibility, and moral culture play a stabilizing role in social modernization. The philosophical significance of the mahalla system lies in its ability to preserve ethical coherence and social cohesion amid rapid political, digital, and cultural change.",
      "citationCount": 0,
      "doi": "10.64753/jcasc.v10i2.2145",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48a9e9c3e9bb458ac3584eadaf0a7de4651f58f7",
      "venue": "Journal of Cultural Analysis and Social Change",
      "journal": {
        "name": "Journal of Cultural Analysis and Social Change"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aeb0a2d7afa858b3c004da4b8c16e17ce2b33e10",
      "title": "Living the Values of Mercy: Moral and Social Development in Indonesian Pesantren through the Yellow Book Tradition",
      "authors": [
        {
          "name": "Abdul Kodir",
          "authorId": "2240414457"
        },
        {
          "name": "M. Shahruddin",
          "authorId": "100937247"
        }
      ],
      "year": 2025,
      "abstract": "Pesantren, as a traditional Islamic educational institution, not only transfers religious knowledge but also instills moral and social values ​​that are in line with the principles of compassion, justice, and concern for others and the universe. The yellow book, as the main source of learning in pesantren, has a major role in translating the values ​​of Rahmatan Li al-Ālamīn into daily life practices. Through the teaching of fiqh, tasawuf, and other teachings, students not only understand religious theory but are also taught to practice these values ​​in their social interactions. The application of the concept of Rahmatan Li al-Ālamīn is also reflected in social life in pesantren, where students are taught to live together in harmony, help each other, and respect differences. Social activities carried out by pesantren, such as providing assistance to the community, show that this value of compassion applies not only to relationships between individuals but also to relationships with society at large. In addition, literacy in yellow books also makes a big contribution to the development of the character of students, by teaching moral and ethical values ​​that are in line with the principle of Rahmatan Li al-Ālamīn.",
      "citationCount": 0,
      "doi": "10.26593/focus.v6i1.9285",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aeb0a2d7afa858b3c004da4b8c16e17ce2b33e10",
      "venue": "Focus",
      "journal": {
        "name": "FOCUS"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e895482ac74e011886515432e6035679961b1809",
      "title": "The Dialectics of Modernity and Tradition: A Decolonial Critique of the University’s Role in Shaping Social Consciousness",
      "authors": [
        {
          "name": "B. Omodan",
          "authorId": "117877118"
        }
      ],
      "year": 2024,
      "abstract": "Positioned at the intersection of reason and practical life, the study dissecs the university system’s dual role in upholding and contesting the hegemonic narratives of modernity. Through a dialectical analysis, the paper argues how universities have unconsciously perpetuated modern Western concepts of progress and rationality, often overshadowing traditional and indigenous ways of understanding. The article highlights the imperative for universities to undergo a decolonial transformation, integrating contemporary and traditional epistemologies in a dynamic synergy fostering a more encompassing and inclusive societal awareness. The article recommends that academic institutions actively integrate and value diverse epistemologies, challenging long-held Western-centric pedagogies for a more inclusive educational environment. Therefore, dissecting the nuanced interplay between modernity and tradition within universities, this study hopefully will contribute to a deeper understanding of decolonial processes in shaping more holistic and representative knowledge systems in academia.",
      "citationCount": 3,
      "doi": "10.1177/0169796X241254199",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e895482ac74e011886515432e6035679961b1809",
      "venue": "Journal of Developing Societies",
      "journal": {
        "name": "Journal of Developing Societies",
        "pages": "217 - 237",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 15,
  "errors": []
}
