[s2_search.py] Searching Semantic Scholar: 'tradition minority rights political' (year=2010-2025) (field=Philosophy), limit=30
[s2_search.py] Retrieved 30/30 papers...
[s2_search.py] Cached results (cache key: s2_bfbb8512f8c319b0)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "tradition minority rights political",
  "results": [
    {
      "paperId": "8392588508b09296e885150c05165b0b11f8c25a",
      "title": "Minority Rights, Jewish Political Traditions, and Zionism",
      "authors": [
        {
          "name": "A. Dowty",
          "authorId": "65983634"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/SHO.1991.0012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8392588508b09296e885150c05165b0b11f8c25a",
      "venue": "",
      "journal": {
        "name": "Shofar: An Interdisciplinary Journal of Jewish Studies",
        "pages": "23 - 48",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1135f3d629ce30e863e6c2156c35f6e5bb4c0cd9",
      "title": "THE RIGHTS OF MINORITY CITIZENS FROM THE QURAN AND SEERAH",
      "authors": [
        {
          "name": "Sayed Ali Hashemi",
          "authorId": "74830596"
        },
        {
          "name": "Abbas Motedayyen",
          "authorId": "1397314955"
        },
        {
          "name": "S. A. Mirian",
          "authorId": "1392143052"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.32461/2226-3209.3.2018.176917",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1135f3d629ce30e863e6c2156c35f6e5bb4c0cd9",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3d92cd7d889ea5f671fcc1c6f503f26adbc44b2b",
      "title": "Philosophical foundations for Indigenous economic and political rights",
      "authors": [
        {
          "name": "P. Patton",
          "authorId": "117015477"
        }
      ],
      "year": 2019,
      "abstract": "\nPurpose\nThe purpose of this paper is to examine some influential accounts of the basis for Indigenous rights, consider their strengths and weaknesses, and ascertain whether and in what degree they support effective self-government and self-determination for Indigenous people.\n\n\nDesign/methodology/approach\nThe paper begins with a brief discussion of the emergence of specifically Indigenous rights, the significance of self-determination as a means of improving the economic and social conditions of communities, and the problem such rights pose for late 20th versions of egalitarian liberalism. It then examines the liberal culturalist argument for minority rights developed by Will Kymlicka, before turning to James Tully’s elaboration of the historical approach to the justification of Indigenous rights that draws on the tradition of treaty relations in North American colonialism. Finally, it outlines a third approach based on the political liberalism of John Rawls.\n\n\nFindings\nThe conditions of legitimate government set out in Rawls’ political liberalism are a better way to provide normative foundations for Indigenous rights in contemporary postcolonial democracies.\n\n\nResearch limitations/implications\nThe discussion of Indigenous rights is confined to those countries established by colonization with largely British political institutions and populations. The arguments for Indigenous rights are confined to those advanced within the liberal tradition of political thought.\n\n\nOriginality/value\nSome of the criticisms of the liberal culturalist argument and of Tully’s approach are original. The case for Indigenous rights based in the legitimacy requirements of political liberalism is original and based on conceptual work by the author.\n",
      "citationCount": 2,
      "doi": "10.1108/IJSE-03-2019-0142",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3d92cd7d889ea5f671fcc1c6f503f26adbc44b2b",
      "venue": "International Journal of Social Economics",
      "journal": {
        "name": "International Journal of Social Economics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "81ae3eedf847ec12ee89251ae4ab5d01bfc4c128",
      "title": "The Just War Tradition and International Law against War: The Myth of Discordant Doctrines",
      "authors": [
        {
          "name": "M. O’Connell",
          "authorId": "1400182094"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1353/SCE.2015.0043",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/81ae3eedf847ec12ee89251ae4ab5d01bfc4c128",
      "venue": "",
      "journal": {
        "name": "Journal of the Society of Christian Ethics",
        "pages": "33 - 51",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6398d48469d49da7984b0e361793c768ded79385",
      "title": "Chapter 2 The Rational Loving Citizen : Towards a True",
      "authors": [
        {
          "name": "Aránzazu Novales Alquézar",
          "authorId": "2075024093"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6398d48469d49da7984b0e361793c768ded79385",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "aefd4275defad807f3e87af46868633d16e8a638",
      "title": "The Rational Loving Citizen: Towards a True Interculturality",
      "authors": [
        {
          "name": "Aránzazu Novales Alquézar",
          "authorId": "2075024093"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-53580-7_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aefd4275defad807f3e87af46868633d16e8a638",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "15-47",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6182240e48348c7644e85b8490cf65fed091feb6",
      "title": "Anthony H. Birch'in Siyasal Teorisinde 'Azınlık Hakları'",
      "authors": [
        {
          "name": "Hüseyin Bal",
          "authorId": "117406051"
        }
      ],
      "year": 2014,
      "abstract": "The problem of relationships between the individual and the state has been a matter that discussed from Ancient times to our time. But 17th and 18th centuries were periods when this matter has been set forth systematically in political philosophy and intellectual circles. Being acknowledged as “contractualists” and “natural rights theorists”, thinkers such as Thomas Hobbes, John Locke, Jeremy Bentham and John Stuart Mill (England), Samuel Putendorf (Germany) and Hugo Grotious (Netherlands) have been very influential liberal theorists in presenting important theoretical contributions to that state-individual relations matter. For them life, liberty and property are the natural rights of every citizen in that relation and the primary obligation of the state is to protect that rights. These are the basic rights of every individual in the classical liberal tradition and today further types of rights such as students’ rights, women’s rights, gay rights, prisoners’ rights, lesbians’ rights, animal rights and minority rights have been added them. The issue of minority rights is an important one today. As Kymlicka has pointed out, today “throughout the world, minorities and majorities clash over such issues as language rights, federalism and regional autonomy, political representation, religious freedom, education curriculum, land claims, immigration and naturalization policy, even national symbols such as the choice of national anthem or public holidays”. Anthony H. Birch is a well known political theorist whose books such as Concepts and Theories of Modern Democracy and Nationalism and National Integration are familiar to everyone in intellectual circles. The aim of this work is to put forward the thoughts, opinions, considerations and assessments of that important and respectable political theorist in the light of his theoretical and conceptual analysis of the “minority rights”.",
      "citationCount": 0,
      "doi": "10.7827/TURKISHSTUDIES.6559",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6182240e48348c7644e85b8490cf65fed091feb6",
      "venue": "",
      "journal": {
        "name": "Turkish Studies",
        "pages": "323-323",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "71b4fc33d21080d989b5851c35f8e0868c438771",
      "title": "Liberalism, blasphemy and religion",
      "authors": [
        {
          "name": "J. Tate",
          "authorId": "118906130"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/71b4fc33d21080d989b5851c35f8e0868c438771",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "134",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0fbf9db4793aa20044ee5b34c6b911d07faaac2a",
      "title": "Confucian Meritocratic Democracy over Democracy for Minority Interests and Rights",
      "authors": [
        {
          "name": "John J. Park",
          "authorId": "2277984613"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11712-023-09918-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fbf9db4793aa20044ee5b34c6b911d07faaac2a",
      "venue": "Dao",
      "journal": {
        "name": "Dao",
        "pages": "1-14",
        "volume": ""
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d92da7f74510a122548cc4b77998d2126a46fbdf",
      "title": "Decolonising Minority Rights Discourse",
      "authors": [
        {
          "name": "Mohammad Shahabuddin",
          "authorId": "2347952918"
        }
      ],
      "year": 2023,
      "abstract": "\nMainstream discourse on minority rights embodies a series of normative biases and assumptions, which ignore the colonial underpinning of some of the core concepts such as the definition of minority and the notion of minority protection. In this paper, I argue that contemporary minority rights discourse needs to engage closely with relations of power and subaltern agency to ‘decolonise’ conventional thinking within the discipline. I unpack this decolonising agenda and map out what such an agenda would entail by critically analysing five key areas of relevance: reconceptualising the minority to expose ‘otherness’ embedded in the concept; scrutinising the reification of the state as a prerequisite for decolonising minority rights discourse; mainstreaming subaltern resistance; reevaluating a priori assumptions about the need for legal interventions; and finally, taking seriously the political economy of neo-colonial violence. Thus, the paper offers a framework for systematically thinking about decolonial promises of minority rights discourse.",
      "citationCount": 1,
      "doi": "10.1163/15718115-bja10137",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d92da7f74510a122548cc4b77998d2126a46fbdf",
      "venue": "International Journal on Minority and Group Rights",
      "journal": {
        "name": "International Journal on Minority and Group Rights"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "773843627e485ad05162f5b701cd801f15dfcb05",
      "title": "Liberalism and Minority Rights: A Theoretical Picture",
      "authors": [
        {
          "name": "Zahir Shah",
          "authorId": "2355161613"
        },
        {
          "name": "Jamal Shah",
          "authorId": "2355166966"
        },
        {
          "name": "Amina Munir",
          "authorId": "2355102071"
        }
      ],
      "year": 2023,
      "abstract": "In the last few decades there has been a great push toward the recognition of group rights for minorities. Besides a number of reasons which explain this rising interest in the issue, the general criticism of the liberal theory is the prime one. Liberalism is criticized for ignoring the issue of how belonging to groups affects individual autonomy and equality. Group rights are seen as a device legitimating a wide range of claims raised by minorities in pluralist states. The striking fact is that plurality has become a major source of political clash and violence in the world. Most conflicts of our time are internal arising out of ethno-cultural strife, which often deteriorate into massive violations of human rights and incalculable suffering. It was believed that liberal education and modern means of communication would link people together across states and continents and the relevance of cultural identity would progressively vanish. Moreover, the application of the universal framework of rights would properly address the demands of minorities and would cause a steady assimilation of citizens resulting in blending of all cultures and the emergence of a single cosmopolitan society. However, this optimism was flawed and identity consciousness has increased rather than decreased. Neither globalization nor democratic transformation has helped to avoid ethno-cultural conflicts. This paper tries to explore the available literature in the field by addressing the issue of minority rights and minorities accommodation in the pluralist society for the sake of justice, hormone and stabilities of these societies. The study is qualitative in nature based on secondary data.",
      "citationCount": 0,
      "doi": "10.56976/rjsi.v5i3.306",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/773843627e485ad05162f5b701cd801f15dfcb05",
      "venue": "Research Journal for Societal Issues",
      "journal": {
        "name": "Research Journal for Societal Issues"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0dbfee4fc3e0d79aeecdd068e900acc7a5b726ec",
      "title": "Normative political theory, democratic politics and minority rights",
      "authors": [
        {
          "name": "N. Stojanović",
          "authorId": "144200398"
        }
      ],
      "year": 2017,
      "abstract": "In Equal Recognition, Alan Patten argues that in a proper relationship between normative political theory and democratic politics, we must make a clear distinction between two questions related to cultural rights: (a) authority (who should decide?) and (b) the substance of deliberation. The question he wants to explore, however, is not the authority question but the substantive question. The aim of this article is to show that an account of equal recognition cannot bracket out the democratic element. It argues, first, that Equal Recognition does not live up to its initial promise, as it contains a number of reflections and recommendations (on language rights, on secession, on the rights of migrants’ cultures) that either explicitly or implicitly include the democratic element. Second, it points at other important areas of political decision-making – such as electoral system design, districting, referendums, quotas – in which it is quite clear that in order to extend equal recognition to minority cultures, we are obliged to take decisions related to the design of democratic institutions.",
      "citationCount": 4,
      "doi": "10.1080/13698230.2016.1253168",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0dbfee4fc3e0d79aeecdd068e900acc7a5b726ec",
      "venue": "Equal Recognition, Minority Rights and Liberal Democracy",
      "journal": {
        "name": "Critical Review of International Social and Political Philosophy",
        "pages": "101 - 113",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b9920eea08090b0d7eb58d88938e918eb9098b46",
      "title": "In the shadow of minority rights: decolonising gender, liberalism and the politics of difference",
      "authors": [
        {
          "name": "Shaunna Rodrigues",
          "authorId": "2375845449"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/s41296-025-00778-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9920eea08090b0d7eb58d88938e918eb9098b46",
      "venue": "Contemporary Political Theory",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "865 - 868",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "00388dd085804821c6a8f865e924df7e49c5226e",
      "title": "CRYING HAVOC AND (RE)CLAIMING RIGHTS How the Liabilities of Revisionism and the Just War Tradition Alter the Moral Equality of Combatants",
      "authors": [
        {
          "name": "Marcus Hedahl",
          "authorId": "52010978"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00388dd085804821c6a8f865e924df7e49c5226e",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "8c5842cb6c36182f7e9e77cda97937b1deb3c431",
      "title": "When political liberalism meets a communalist worldview: John Rawls and African view of human rights",
      "authors": [
        {
          "name": "Fidèle Ingiyimbere",
          "authorId": "115388925"
        }
      ],
      "year": 2024,
      "abstract": "Since the publication of his A Theory of Justice (TJ), John Rawls has revolutionized political philosophy in many ways, including the understanding of human rights. His theory of rights in TJ is drawn from a comprehensive liberal doctrine and is limited to the domestic society. However, his account of human rights developed in his last major work, The Law of Peoples, claims to be politically free standing, following the model of his Political Liberalism. For Rawls, human rights are necessary conditions for social cooperation. They are meant to serve as one of the principles of foreign policy of the reasonable liberal peoples, in their relations with non-liberal societies. Rawls believes that his category of human rights cannot be rejected by non-liberal peoples as parochial or particular to the Western tradition, because they are not based on any comprehensive doctrine. On the other hand, however, many African scholars have dismissed the current international human rights regime on the account of being too liberal, and not corresponding to the African communalist worldview. It is in that regard that The African Charter on Human and Peoples’ Rights and subsequent African human rights instruments were adopted to dress a list of human rights that take into account African history, civilization, and values. Thus, in three main sections, this article examines whether the Rawlsian account and the African view of human rights can enrich each other, or whether they are completely opposed.",
      "citationCount": 0,
      "doi": "10.1177/01914537241244823",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c5842cb6c36182f7e9e77cda97937b1deb3c431",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "1314 - 1334",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6c51556afd9e9634ee5ee48a8a1bd59c3321a25e",
      "title": "OBLIGATIONS AND RIGHTS IN THE JEWISH POLITICAL TRADITION: SOME PRELIMINARY OBSERVATIONS",
      "authors": [
        {
          "name": "D. Elazar",
          "authorId": "50822959"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6c51556afd9e9634ee5ee48a8a1bd59c3321a25e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f53099934cd78999706363bc216caafc913caaa7",
      "title": "Basics of Citizen's Rights in Political Affairs from the Perspective of Shia Traditions with Emphasis On Nahj Al-Balagha",
      "authors": [
        {
          "name": "Mohammad Kazem Koochaki Monfared Darabi",
          "authorId": "2377032881"
        },
        {
          "name": "Ahmad Moradkhani",
          "authorId": "2376867642"
        },
        {
          "name": "Seyed Mohammad Shafie Darabi",
          "authorId": "2377026346"
        }
      ],
      "year": 2024,
      "abstract": "This article deals with the fundamental rights of citizens in the framework of political affairs expressed in Shia Islamic traditions with a special focus on Nahj al-Balaghah, a collection of sermons, letters and speeches attributed to Imam Ali (AS). The purpose of this research is to clarify the basic rights and responsibilities of citizens in interaction with government authorities by examining the main principles and values ​​expressed in these sources. The article begins by establishing a basic understanding of the Shia perspective on governance and the role of the state in protecting the rights of citizens. It then examines the key concepts of justice, equality, and accountability expressed in Shia traditions and highlights their relevance to the protection of citizenship rights. Nahj al-Balagha serves as a primary source for this research and provides valuable insights into the moral and political principles that should guide relations between rulers. This article analyzes various expressions of Nahj al-Balagha to identify the specific rights and responsibilities of citizens, such as the right to participate in government, the right to freedom of speech, and the obligation of rulers to observe justice and fairness. In conclusion, this article, relying on the rich and diverse teachings of Nahj al-Balagha, provides a comprehensive overview of the fundamental rights of citizens in political affairs from the perspective of Shia traditions. By clarifying these principles, this research contributes to a deeper understanding of the moral and political framework that should underpin democratic governance",
      "citationCount": 0,
      "doi": "10.61838/iki.2.1.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f53099934cd78999706363bc216caafc913caaa7",
      "venue": "Islamic Knowledge and Insight",
      "journal": {
        "name": "Islamic Knowledge and Insight"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c418d60913e7fc8629284c74a88cf1b92940af62",
      "title": "Minority Cultural Rights and Bullfighting in a Portuguese Context",
      "authors": [
        {
          "name": "Luís Cordeiro-Rodrigues",
          "authorId": "2279896700"
        }
      ],
      "year": 2020,
      "abstract": "\nA topic in contemporary political philosophy that has received substantial attention recently is whether minorities have the right to mistreat nonhuman animals. Mostly the debate is focused on minority practices in the West, such as Muslim religious slaughtering. However, other minority contexts, especially Iberian ones, have been largely ignored. In this article, I place the Portuguese case study at the center of political philosophy debates and assess whether this cultural practice ought to be banned. I do this by looking at four arguments routinely used in these debates. These arguments are that Portuguese bullfighting ought to be allowed because it has an economic role in the community, it helps address social prejudice, it promotes friendship and, and allowing it is a way to be legally consistent. I reject the four arguments and defend that bullfighting, in the Portuguese case, should be banned.",
      "citationCount": 0,
      "doi": "10.1163/15685306-12341581",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c418d60913e7fc8629284c74a88cf1b92940af62",
      "venue": "Society & Animals",
      "journal": {
        "name": "Society & Animals"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dfeccbcd4fbc98f8a736d1eb01915750eba516c7",
      "title": "Rights talk in a genocide: Myanmar as a lens for the problem of rights in Buddhist political thought",
      "authors": [
        {
          "name": "Cory Sukala",
          "authorId": "150959215"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT With their integration into the global political world, the historically Buddhist countries of Southeast Asia have begun to augment, sometimes to the point of replacement, their traditional political structures with Westernized political institutions. Despite these formal changes, far less development has been made as a matter of underlying political theory. Though the language of contemporary Buddhist political thought and action is colored with talk of rights, it remains unclear how firmly this new orientation is founded. The consequences of this mixture of Western democratic political forms built upon an underlying foundation of Buddhist political theory can be seen in the developing human rights crisis in Myanmar. On the subject of the Muslim Rohingya, advocates of Burmese democracy, such as Aung San Suu Kyi, have seemingly found common cause with the military junta, with the country’s newly-minted democratic institutions proving themselves to be inadequate as a means of sustaining rights protections for the religious minority group. This paper examines the standing of rights-language in Buddhist political thought and how these concepts have thus far proven insufficient as a surrogate to similar conceptions in the liberal tradition as a foundation for political protections.",
      "citationCount": 1,
      "doi": "10.1080/21567689.2023.2216137",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dfeccbcd4fbc98f8a736d1eb01915750eba516c7",
      "venue": "Politics, Religion &amp; Ideology",
      "journal": {
        "name": "Politics, Religion & Ideology",
        "pages": "153 - 175",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d7ded1f89326c4cec099b7f7da50efc05d55f035",
      "title": "A Human Rights Debate on Physical Security, Political Liberty, and the Confucian Tradition",
      "authors": [
        {
          "name": "B. Chan",
          "authorId": "10060653"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1007/S11712-014-9403-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7ded1f89326c4cec099b7f7da50efc05d55f035",
      "venue": "",
      "journal": {
        "name": "Dao",
        "pages": "567-588",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b8911d925c04942fe6a254a964df42347089da74",
      "title": "Genealogies of ‘Religious Freedom’ and ‘Minority Rights’",
      "authors": [
        {
          "name": "Hadi Enayat",
          "authorId": "113328830"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-52611-9_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8911d925c04942fe6a254a964df42347089da74",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "77-87",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2db38d6e9432521986efc2b1207ac6fdd14c28a9",
      "title": "Are there Natural Rights? The Sceptical Tradition",
      "authors": [
        {
          "name": "Nigel Biggar",
          "authorId": "9861910"
        }
      ],
      "year": 2020,
      "abstract": "The claim that there are natural rights, which exist before or outside of any ordered civil society and apart from any positively legal expression, has long been controversial. There is a tradition of scepticism about such rights, stretching at least from the late eighteenth century to the present day. This opening chapter expounds four eminent expressions of this ‘Sceptical Tradition’ in the thought of Edmund Burke, Jeremy Bentham, David Ritchie, and Onora O’Neill. It concludes by distilling the tradition’ into a set of objections to natural rights-talk: its abstract character, which makes it impossible to evaluate and encourages political recklessness; its inflated rhetoric, which overlooks the moral importance of circumstances, especially feasibility; and its confusion of natural morality with legality. The subsequent four chapters then proceed to test these objections against natural rights-talk, first, in the pre-modern period (Chapter 2), second in the modern period (Chapter 3), third in modern Roman Catholic thought (Chapter 4), and finally as it comes from the pens of a selection of contemporary defenders (Chapter 5).",
      "citationCount": 0,
      "doi": "10.1093/oso/9780198861973.003.0002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2db38d6e9432521986efc2b1207ac6fdd14c28a9",
      "venue": "What's Wrong with Rights?",
      "journal": {
        "name": "What's Wrong with Rights?"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1d2fdac5f3151a255ed95d4d742ae8bd9c0a0c65",
      "title": "A Human Rights Debate on Physical Security, Political Liberty, and the Confucian Tradition",
      "authors": [
        {
          "name": "B. Chan",
          "authorId": "10060653"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11712-014-9403-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d2fdac5f3151a255ed95d4d742ae8bd9c0a0c65",
      "venue": "Dao",
      "journal": {
        "name": "Dao",
        "pages": "567 - 588",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dec23acf5b8d70f1154328cdc8da4d8db55f620f",
      "title": "Pamali and Multiculturalism: Islamic Thought in Preserving the Rights of Cultural Customs in Banjar Society",
      "authors": [
        {
          "name": "Ahda Fithriani",
          "authorId": "2298797954"
        },
        {
          "name": "Faridah Faridah",
          "authorId": "2319375068"
        },
        {
          "name": "Fitriana Syarqawi",
          "authorId": "2318014835"
        },
        {
          "name": "Pati Matu Jahra",
          "authorId": "2244460943"
        }
      ],
      "year": 2024,
      "abstract": "The research titled \"Pamali and Multiculturalism: Islamic Thought in Preserving the Rights of Cultural Customs in Banjar Society\" focuses on the role of the Pamali tradition in maintaining cultural diversity and local identity within the Banjar society of South Kalimantan, all within the framework of Islamic thought. The study aims to explore how Pamali can serve as a tool for preserving minority rights and promoting multiculturalism in an Islamic context. Additionally, it seeks to analyze the relevance and effectiveness of the Pamali tradition in addressing the challenges posed by modernization. This research employs a qualitative approach, specifically a case study of the Banjar community. Data were collected through participatory observation, in-depth interviews with community leaders, and analysis of literature related to Pamali and multiculturalism in Islam. The findings reveal that Pamali plays a significant role in preserving local culture and supporting the integration of Islamic values with local traditions. The study confirms that Pamali not only helps maintain the cultural identity of the Banjar people but also promotes inclusive multiculturalism within an Islamic framework. However, the effectiveness of Pamali in preserving multiculturalism faces challenges from the pressures of modernization, which require more structured adaptation and institutional support. This research contributes to a deeper understanding of the role of local traditions in Islamic multiculturalism and offers insights for developing cultural preservation policies in Indonesia.",
      "citationCount": 3,
      "doi": "10.30984/kijms.v5i1.1087",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dec23acf5b8d70f1154328cdc8da4d8db55f620f",
      "venue": "Kawanua International Journal of Multicultural Studies",
      "journal": {
        "name": "Kawanua International Journal of Multicultural Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c000bd5daab8ef782c2487d73a4ec70c6f246b0d",
      "title": "Tradition and innovation: The dual nature of institutional thinking and its implications for modern governance",
      "authors": [
        {
          "name": "Kwangseon Hwang",
          "authorId": "2278451980"
        }
      ],
      "year": 2024,
      "abstract": "Institutional thinking, a concept that underscores the importance of internal perspectives and the enduring purposes of institutions, plays a critical role in maintaining societal stability and ethical governance. This paper explores the dual nature of institutional thinking, highlighting its positive aspects and inherent dangers. Through an examination of economic, political, and philosophical forces, the paper identifies modern challenges that undermine long-term commitments and ethical values within institutions. By drawing on historical and contemporary examples, including slavery, Nazism, and discriminatory practices, the discussion provides a comprehensive understanding of how institutional thinking can both promote human well-being and perpetuate systemic issues. The paper concludes by emphasizing the need to reaffirm institutional values, promote long-term thinking, and balance individual rights with collective responsibilities to harness the positive aspects of institutional thinking while mitigating its risks.",
      "citationCount": 0,
      "doi": "10.24294/jipd.v8i11.7106",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c000bd5daab8ef782c2487d73a4ec70c6f246b0d",
      "venue": "Journal of Infrastructure Policy and Development",
      "journal": {
        "name": "Journal of Infrastructure, Policy and Development"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "408e85a3214078b0ef2848e2ac4f8076a3a77152",
      "title": "‘This man is my property’: Slavery and political absolutism in Locke and the classical social contract tradition",
      "authors": [
        {
          "name": "J. Olsthoorn",
          "authorId": "114564914"
        },
        {
          "name": "Laurens van Apeldoorn",
          "authorId": "151485089"
        }
      ],
      "year": 2020,
      "abstract": "It is morally impossible, Locke argued, for individuals to consensually establish absolute rule over themselves. That would be to transfer to rulers a power that is not ours, but God’s alone: ownership of our lives. This article analyses the conceptual presuppositions of Locke’s argument for the moral impossibility of self-enslavement through a comparison with other classical social contract theorists, including Grotius, Hobbes and Pufendorf. Despite notoriously defending the permissibility of voluntary enslavement of individuals and even entire peoples, Grotius similarly endorsed divine ownership of human life. He could do so coherently, we show, because he denied that despotic power gives rulers rights in the lives of their subjects. Masters do not own slaves in the way we own material things (which we may destroy at will). Reworking received Roman law categories, Grotius maintained that ‘perfect slavery’ consists in masters having a personal right to the slave’s perpetual service; a condition equivalent to what Locke called ‘drudgery’ and deemed permissible. Our analysis of this unpalatable set of ideas reveals that Locke’s argument is premised upon idiosyncratic conceptions of slavery and absolutism, disavowed by prominent defenders of absolutism in the classical social contract tradition. It is hence less powerful than commonly believed.",
      "citationCount": 5,
      "doi": "10.1177/1474885120911309",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/408e85a3214078b0ef2848e2ac4f8076a3a77152",
      "venue": "European Journal of Political Theory",
      "journal": {
        "name": "European Journal of Political Theory",
        "pages": "253 - 275",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "adbf467b71e60e51ebb9c21a34fa22e5b35984f1",
      "title": "RIGHTS, LIBERALISM, MULTICULTURALISM",
      "authors": [
        {
          "name": "Gianluigi Segalerba",
          "authorId": "2084684955"
        }
      ],
      "year": 2025,
      "abstract": "In my study, I deal with different positions regarding rights, liberalism and multiculturalism. For my investigation, I shall analyse the following studies:-Will Kymlicka’s Multicultural Citizenship: A Liberal Theory of Minority Rights and Multicultural Odysseys. Navigating the New International Politics of Diversity.-Chandran Kukathas’ Cultural Toleration and The Liberal Archipelago: A Theory of Diversity and Freedom,-Doriane L. Coleman’s Individualizing Justice through Multiculturalism: The Liberalsʼ Dilemma, and-Brian Barry’s Culture and Equality: An Egalitarian Critique of Multiculturalism.In Kymlicka’s liberal theory of group rights, the acknowledgement of rights to groups is to be interpreted as an extension and development of the liberal tradition. Multinational states must face problems resulting from the presence of different cultural groups and from the relations between the majority and the minorities living in the state. A multinational state ought to guarantee equality between its members: group rights are the instrument to put limitations on the political space of the majority.Kukathas considers the state as being exclusively an aggregation between groups: the state has therefore no authority of intervention in the groups. Since liberalism is toleration, the rules, traditions, and habits which exist in the different groups ought, in the opinion of Kukathas, to be tolerated, even though these rules, traditions and habits are oppressive, intolerant and illiberal for the members of the group itself.The analysis of Coleman introduces us to the questions connected to the cultural defences and to the problems that the strategy of the cultural defences represents for the American and not only for the American tribunals: the question is whether a pluralistic interpretation of the law is to be accepted, as those who plead for the cultural defences maintain, or whether a pluralistic interpretation of the law is to be refused. The analysis of Coleman gives us highly valuable elements to understand the problems represented by some interpretations of multiculturalism for the equal protection clause of the US Constitution and for the citizens’ equality before the law.Barry accepts as forms of group rights exclusively affirmative actions. In Barry’s view, rights may be conceded to groups exclusively for economic reasons: disadvantaged sectors of the people of a country may receive specific rights in the case that these rights can eliminate the economic difficulties in which these sectors of people live. These rights ought to be suppressed, though, when the economic difficulties disappear. Barry considers the concession of cultural group rights as a danger to the equality of the citizens in a country: individual rights may never be sacrificed to group rights.",
      "citationCount": 0,
      "doi": "10.52846/afucv.v1i55.94",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/adbf467b71e60e51ebb9c21a34fa22e5b35984f1",
      "venue": "Analele Universitatii din Craiova, Seria Filosofie",
      "journal": {
        "name": "Analele Universităţii din Craiova, seria Filosofie"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1b44e88bca58ff4fecde90fdba25461b7cde2811",
      "title": "Bridging Tradition and Modernity: Integrating Classical Interpretation and Modern Hermeneutics through Ijtihad in Qur'an Studies",
      "authors": [
        {
          "name": "Moh. Nor Ichwan",
          "authorId": "2334488457"
        },
        {
          "name": "D. Ming",
          "authorId": "2221947735"
        },
        {
          "name": "Mokh Sya'roni",
          "authorId": "2237337349"
        }
      ],
      "year": 2025,
      "abstract": "This article discusses significant issues related to the fusion of classical interpretation and modern hermeneutics in the analysis of the Qur'an, using ijtihad as a framework, which refers to the process of independent reasoning and interpretation in Islamic law. This study examines how ijtihad can connect these two perspectives and understand the opportunities and challenges that arise from this integration. This research includes interviews with scholars, literature reviews, and text analysis using comparative analysis methods and is thus qualitative in its approach. The findings suggest that ijtihad allows the adaptation of Islamic teachings to the ever-changing social, political, and cultural contexts, resulting in a more relevant understanding of contemporary pressing issues such as human rights and gender equality. The research recommendations underscore the need for constructive dialogue between conservative and progressive clerics, youth engagement, and digital technology to spread new perspectives in interpreting the Qur'an.",
      "citationCount": 3,
      "doi": "10.46222/pharosjot.106.2021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b44e88bca58ff4fecde90fdba25461b7cde2811",
      "venue": "Pharos Journal of Theology",
      "journal": {
        "name": "Pharos Journal of Theology"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "abc0898e194eb17bd336a261f23a22840a6e8c14",
      "title": "The “Common Good” of the Classical Legal Tradition: the Fate of the Concept in Worldviews (the Renaissance and Early Modern Times) and Modern Attempts at Its Rehabilitation",
      "authors": [
        {
          "name": "Elena Timoshina",
          "authorId": "2268233972"
        }
      ],
      "year": 2025,
      "abstract": "In this article the author reveals the changing meaning of the concept of the com­mon good in the Renaissance and modern worldviews. In the new conditions of the secularized political community – the Modern Age nation-state – the no­tion of the common good could no longer be publicly manifested and legitimi­zed as connected with the Christian idea of salvation; personal participation in the definition of the common good, which was assumed by the republican tra­dition of antiquity, turned out to be difficult due to the scale of the modern state. It is shown how in the process of formation of the concept of secular modern state the common good is gradually identified with the state interest (raison d’état). In this connection, a paradox in the development of the idea of the com­mon good is noted: being a part of the natural-law tradition, which defended the autonomy of law from the state, it is in the state that it ultimately finds its ex­ponent and protector and is opposed to individual rights. The final part of the ar­ticle discusses the modern attempt to revive the concept of the common\ngood, undertaken in the post-liberal neo-Thomist concept of “constitutionalism of the common good”, as well as the broad polemics around it. The author con­cludes that the failure of this attempt is due to the fact that the Thomist concept of the common good is removed from the theocentric picture of the world and placed in the context of the modern secular state, which, however, highlights with particular acuteness the problem of how the common good as a common cause is possible in the conditions of a non-homogeneous society.",
      "citationCount": 0,
      "doi": "10.21146/0042-8744-2025-5-58-69",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/abc0898e194eb17bd336a261f23a22840a6e8c14",
      "venue": "Voprosy filosofii",
      "journal": {
        "name": "Voprosy filosofii"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "be34def822e8af13939229b9abb93d577c370258",
      "title": "Constituent Human Rights",
      "authors": [
        {
          "name": "Morgan Björö",
          "authorId": "2368248280"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10978-025-09422-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be34def822e8af13939229b9abb93d577c370258",
      "venue": "Law and Critique",
      "journal": {
        "name": "Law and Critique",
        "pages": "503 - 522",
        "volume": "36"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
