[s2_search.py] Searching Semantic Scholar: 'tradition nationalism identity politics' (year=2010-2025) (field=Philosophy), limit=30
[s2_search.py] Retrieved 30/30 papers...
[s2_search.py] Cached results (cache key: s2_0d45250194608090)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "tradition nationalism identity politics",
  "results": [
    {
      "paperId": "cc6aa5fd67ff1fbe1194ce04846e5e2246c04ea1",
      "title": "The End of Enlightenment Liberalism?",
      "authors": [
        {
          "name": "Lawrence E. Cahoone",
          "authorId": "21540534"
        }
      ],
      "year": 2023,
      "abstract": "abstract:Enlightenment liberalism has come under furious attack from multiple sources in recent years, including cognitive science, the social sciences, identity politics of the left, and populism and nationalism on the right. The notions of individual liberty, free speech, and broad rights protections operating under neutral procedural law has been tied to elitism, patriarchy, white supremacy, and oppressive capitalism. This article points out that recent criticisms from progressives and conservatives are not new. They were mostly formulated several decades ago. Further, they commonly create a straw liberalism, failing to recognize the complexity of the Enlightenment liberal tradition. They ignore the fact that the validity of the institutions and processes of liberalism can, indeed must, be accepted, regardless of criticisms of simplistic versions of liberal theory. For those liberal institutions and processes remain the only known means for controlling the forces of modernity on which we all depend.",
      "citationCount": 1,
      "doi": "10.5325/jspecphil.37.1.0081",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cc6aa5fd67ff1fbe1194ce04846e5e2246c04ea1",
      "venue": "Journal of Speculative Philosophy",
      "journal": {
        "name": "The Journal of Speculative Philosophy",
        "pages": "81 - 98",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "91c8fea1aa8f840d77aab9645b4251e3f6663d24",
      "title": "Nature Cure and Ayurveda",
      "authors": [
        {
          "name": "J. Alter",
          "authorId": "3184007"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.1177/1357034X14520757",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91c8fea1aa8f840d77aab9645b4251e3f6663d24",
      "venue": "",
      "journal": {
        "name": "Body & Society",
        "pages": "28 - 3",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5b412474eb829ad3fe1307c41b1e2e9e2acac063",
      "title": "MYSTICISM AND MOURNING IN RECENT FRENCH THOUGHT",
      "authors": [
        {
          "name": "C. Dean",
          "authorId": "73119773"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S1479244314000109",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b412474eb829ad3fe1307c41b1e2e9e2acac063",
      "venue": "Modern Intellectual History",
      "journal": {
        "name": "Modern Intellectual History",
        "pages": "479 - 490",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5f37bf3060c14bd63845d351c786cac916474711",
      "title": "Identity Politics, Natural Law, and Human Dignity",
      "authors": [
        {
          "name": "Nalani E. Hilderman",
          "authorId": "2137261994"
        }
      ],
      "year": 2024,
      "abstract": "Rooted in Marxism and Critical Theory, identity politics upended traditional philosophical anthropology about personhood, and argues that identity is wholly manifested through economic group, social class, gender, or racial categories. Humans are ontologically viewed through their status as victims, not as fully integrated moral persons. Touted as a political issue, identity politics is at heart a philosophical and anthropological problem, and to address it one must return to a better understanding of the soul and human dignity. The resurrection of the classical Natural Law tradition is the remedy for finding common ground and rebuilding civil society, for at the heart of Natural Law is the belief in human dignity which imbues every human being with worth to be honored and respected regardless of race, sex, age, or different culture or religion. Classical Natural Law provides the theological, philosophical, and definitional background for human dignity and only if it is resurrected can “the discontent” in American culture be fully human again.",
      "citationCount": 0,
      "doi": "10.5840/jis2024361/23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f37bf3060c14bd63845d351c786cac916474711",
      "venue": "Journal of Interdisciplinary Studies",
      "journal": {
        "name": "Journal of Interdisciplinary Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8f1435634fa754ebe78f02d4ad55882cd3bdfee1",
      "title": "Ethnic Identity, Nationalism and Culture",
      "authors": [],
      "year": 2025,
      "abstract": "This book discusses various dimensions of the philosophical problems posed by the conception of identity. It looks at philosophical debates centred on ethnic identity, nationalism, and culture, where phenomenological grounding for otherness in Northeast India is extensively studied. It hermeneutically analyses tribal culture, religion, tradition of different ethnic groups that inhabit in Northeast India. The book highlights important issues the tribals here are facing today that are linked to their cultural religion and traditional life. It also examines how humans develop an understanding of themselves vis-à-vis their relationships with others. The philosophical discussion on the concept of tribal as a category of ontology is attempted to offer certain manifested realities on the problems entailed by the question ‘Who is the Other’? It also discusses nationalism and the search for the other’s otherness as a value signifier of identity, and how each of the different identities has a relative significance in different contexts.",
      "citationCount": 0,
      "doi": "10.3726/b22326",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f1435634fa754ebe78f02d4ad55882cd3bdfee1",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "43883ea2ea8020ccde9c3a4ec9575bca22795c99",
      "title": "SYMBOLIC VALUES AND IMPLICATIONS OF THE GRAND ETHIOPIAN RENAISSANCE DAM PROJECT IN ETHIOPIAN IDENTITY POLITICS",
      "authors": [
        {
          "name": "Andebet Hailu Assefa",
          "authorId": "2128886245"
        },
        {
          "name": "Belayneh Taye Gedifew",
          "authorId": "2037014500"
        }
      ],
      "year": 2021,
      "abstract": "This paper attempts to show how the Grand Ethiopian Renaissance Dam (GERD) ’s economic and political gains could help develop a shared outlook to regulate Ethiopia’s opposing political trajectories, i.e., the ethnocentric and pan-Ethiopian nationalist camps. Presently, different ethnic-based “in-group and out-group” contrasting political discourses have dominated Ethiopian polity. The paper reviews and exposes relevant philosophical concepts, including “mirror identity,” primordial and instrumental conception of ethnicity. Notably, following Anderson’s (2006) line of thought, nationalism as a “cultural artefact” and expression of an “imagined community,” the paper argues that GERD could serve as a shared symbolic and developmental language to reshape Ethiopian national consciousness and imagination by improving the political and economic domains of the country. Accordingly, the GERD covertly or overtly helps reform the polity’s self-recognition mechanisms and circuitously re-approaches outstanding political differences by inspiring trust-based relations among major political actors. Ethnocentric motivations raise political questions such as secession, the right to linguistic and cultural recognition, economic equality, and political security and representation by using their respective ethnic lines as means of political mobilization. In current Ethiopia, political identities have been practically blended with ethnic identity. In this sense, as diverse ethnic groups exist, political borders sustain among the multiple ethnic-based nationalists and between pan-Ethiopian and ethnocentric actors. Thus, a comprehensive dialogue and constructive political cross-fertilization are required between various political actors, horizontally and vertically, among ethnocentric nationalists and the pan-Ethiopian advocates. In Ethiopia, the realization of internal political consensus requires an instantaneous remedial mechanism. Accordingly, the politically drawn antithetical ethnic demarcations and occasionally fabricated historical narratives have undeniably pushed politics into unfavourable conditions. That is why, as the paper maintains that developmental projects such as the GERD would have pertinent economic and political mechanisms to developing a national sentiment, which in turn symbolically facilitate national consensus among the major political actors. Hence, borrowing Fukuyama’s (2018) notion of “creedal national identity”, one could resonate that developmental projects can help realize symbolic worth by constructively enabling citizens to recognize their countries’ foundational ideals and elevating common factors. The present paper does not examine the GERD project’s external geopolitical and legal concerns concerning scope, although these topics are worth examining for further investigations.",
      "citationCount": 5,
      "doi": "10.21847/1728-9343.2021.1(2).229192",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/43883ea2ea8020ccde9c3a4ec9575bca22795c99",
      "venue": "Skhid",
      "journal": {
        "name": "Skhid"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "20c80f005b75fe1e39dd6165d3a7e4bbcc18240c",
      "title": "Towards a Kenotic Identity Politics: Migration, Transformation and the Eucharist",
      "authors": [
        {
          "name": "M. Tan",
          "authorId": "10104390"
        }
      ],
      "year": 2021,
      "abstract": "This paper will focus on one element of the pushback against the massive influx of immigrants taken in for humanitarian purposes, namely, an identity-based chauvinism which uses identity as the point of resistance to the perceived dilution of that identity, brought about by the transformation of culture induced by the incorporation of a foreign other. The solution to this perceived dilution is a simultaneous defence of that culture and a demand for a conformity to it. While those in the critical tradition have encouraged a counter-position of revolutionary transformation by the other through ethics, dialogue, or the multitude, such a transformation is arguably impeded by what is ultimately a repetition of the metaphysics of conformity. Drawing on the personalism of Emmanuel Mounier and the Eucharistic theology of Creston Davis and Aaron Riches, this paper submits an alternative identity politics position that completes the revolutionary impulse. Identity here is not the flashpoint of a self-serving conflict, but the launch-point of politics of self-emptying, whose hallmarks include, on the one hand, a never-ending reception of transformation by the other, and on the other hand, an anchoring in the Body of Christ that is at once ever-changing and never-changing.",
      "citationCount": 0,
      "doi": "10.3390/REL12060380",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20c80f005b75fe1e39dd6165d3a7e4bbcc18240c",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ce210253f268869337d41410702c8690f29ffc44",
      "title": "INTEGRAL HUMANISM: THE QUEST FOR SOCIO-POLITICAL IDENTITY IN HINDU NATIONALISM",
      "authors": [
        {
          "name": "Raushan Thakur",
          "authorId": "2336999337"
        }
      ],
      "year": 2023,
      "abstract": "Integral humanism, a philosophical framework promulgated by Deendayal Upadhyaya, has profoundly influenced the formation of post-colonial Indian identity. This research paper investigates the philosophical foundations of integral humanism and assesses its potential as a reaction to colonialism and Western hegemony. The examination explores the historical and cultural settings that led to the emergence of integral humanism, identifying its origins in the many Indian philosophical traditions. This study examines the emergence of integral humanism principles, including the focus on the individual's harmonious integration within the collective, the significance of both spiritual and material well-being, and the repudiation of Western-centric development paradigms, as a counter-narrative to the legacy of colonialism and the imposition of Western ideologies. The study examines the significance of holistic humanism in developing a uniquely Indian strategy for nation-building, social reform, and the safeguarding of cultural identity in the post-independence period. It analyses the impact of this philosophical framework on discussions on nationalism, the individual-state relationship, and the formulation of development paradigms that emphasise the comprehensive well-being of the human being. This research paper critically examines the philosophical underpinnings of integral humanism and its influence on the formation of post-colonial Indian identity, thereby contributing to the scholarly discourse on the intellectual and cultural legacies stemming from India's interaction with Western colonialism and the development of indigenous thought and practice.",
      "citationCount": 0,
      "doi": "10.29121/shodhkosh.v4.i2.2023.3363",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ce210253f268869337d41410702c8690f29ffc44",
      "venue": "ShodhKosh Journal of Visual and Performing Arts",
      "journal": {
        "name": "ShodhKosh: Journal of Visual and Performing Arts"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bb530d95a445a8b4d3cd55246958ce5c35fbb661",
      "title": "Mobility, Border Ethics, and the Challenge of Revanchist Identity Politics",
      "authors": [
        {
          "name": "J. Scott",
          "authorId": "47551596"
        }
      ],
      "year": 2019,
      "abstract": "\n The main objective of the essay is to argue that a powerful revanchist and self-referential narrative of authenticity and autonomy is influencing the securitization of mobility. Cultural nationalism, coupled with elements of a new sovereigntism that reifies national interests and unilateralism, is a direct challenge to globalist assumptions that privilege mobility and cosmopolitanism. Discussion begins with a consideration of securitization and the perceptual, socio-cultural, and attitudinal foundations of security. The concept of ontological security is particularly salient in this context, as it emphasizes aspects of national identity that are prone to radicalization as well as relates socio-political bordering processes to securitization. As recent events have made abundantly clear, democratic impulses co-exist with illiberal understandings of belonging, citizenship, and culture. This is manifested by political and social imaginaries of security that are based on what appears to be a reinvigorated cultural nationalism, and as a direct consequence, racial and ethnic autarchy. In contrast to the Nordic examples developed in the present collection, the case of Hungary is elaborated as a perhaps extreme example of revanchist identity politics that is impacting European societies more generally. In concluding, the essay outlines potential consequences of revanchist securitization which in several ways threaten the European Union as a political and multicultural community. Desecuritization will be suggested as an alternative; this is understood as a means of changing the ways in which mobility and migration are discursively framed, and contextually broadening debate on the significance of open borders for European Union.",
      "citationCount": 2,
      "doi": "10.5406/28315081.22.1.2.09",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb530d95a445a8b4d3cd55246958ce5c35fbb661",
      "venue": "Journal of Finnish Studies",
      "journal": {
        "name": "Journal of Finnish Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6bdb76706f97da6f97c0e59d7b2706cafccb88fa",
      "title": "The Politics of Identity, the Identity of Politics: Thinking with Badiou and Táíwò",
      "authors": [
        {
          "name": "Jason C. Mueller",
          "authorId": "2110666124"
        }
      ],
      "year": 2023,
      "abstract": "One cannot wade through an academic journal in the social sciences or humanities, read an Op-Ed essay, or listen to a political podcast without coming across a discussion on the relationship of identity and politics. Whether it is a discussion on the concept and merits of ‘identity politics’, the relationship between particular experiences and universalist aspirations for emancipation, or paths toward reform or revolution, these issues elicit strong responses. Two recent books broach these topics in a clarifying manner and deserve to be compared, contrasted, and analyzed. These books are Alain Badiou’s (2022a) A New Dawn for Politics and Olúfẹ́mi O. Táíwò’s (2022a) Elite Capture: How The Powerful Took Over Identity Politics (And Everything Else). Thinking through the key themes in these works can help academics and activists alike elaborate a systematic vision and idea on how identity relates to radical, anti-systemic politics. To begin, this essay focuses on the politics of identity. I explore the intellectual traditions from which Táíwò gathers his critique and defense of particular politics of identity. I then juxtapose Táíwò’s thoughts on identity to Badiou’s position, highlighting their tensions and possible compatibly. Next, I clarify both Táíwò and Badiou’s attempts to identify and define an act of authentic, radical politics. It attempts to discern how both scholars conceptualize a form of emancipatory, anti-systemic politics that are capable of allowing one’s identity to be a part of the struggle for equality, rather than discarded as a reactionary husk. Finally, I show how both scholars’ ideas speak to other domains of critical scholarship and our current moment of political uprising and upheaval.",
      "citationCount": 1,
      "doi": "10.1177/08969205231171321",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6bdb76706f97da6f97c0e59d7b2706cafccb88fa",
      "venue": "Critica Sociologica",
      "journal": {
        "name": "Critical Sociology",
        "pages": "1065 - 1071",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f687c91b1a04ddbb944054186cc8e175100fad42",
      "title": "Identity, Dignity and the Politics of Resentment",
      "authors": [
        {
          "name": "H. G. Callaway",
          "authorId": "101568834"
        }
      ],
      "year": 2023,
      "abstract": "In his 2018 book, Identity, the Demand for Dignity and the Politics of Resentment, Stanford University politi­cal scientist Francis Fukuyama addresses themes which might more properly be considered matters of political philosophy and the philosophy of law: How are we to navigate between traditional, ethnic, unitary conceptions of the nation on the one hand, and the threat of identitarian fragmentation on the other?  Though Fukuyama affirms the importance of the concepts of human dignity and identity, more or less as these are commonly understood, he also criticizes the contemporary phenomenon of identity politics—which he views as a danger to liberal democ­racy. “The rise of identity politics in modern liberal democracies,” writes Fukuyama, “is one of the chief threats that they face;” and moreover, “unless we can work our way back to more universal understand­ings of human dignity, we will doom ourselves to continuing conflict.” This paper raises the question of whether the well reasoned case against identity politics as a threat to national unity and purpose leaves room for skepticism of fast-paced and more ambitious (“Wilsonian”) pursuit of internationalist goals of globalization. Greater emphasis on political consensus at home may helpfully strengthen the hand of American foreign policy in support of liberal democracy. But we now look back with well founded skepticism on neo-conservative interventionism, and there are just and needed limits on globalizing internationalism imposed by and implicit in the retreat from identity politics. Having lost the unity of purpose of Cold War liberalism, we are yet to find a “golden mean” avoiding ethnic nationalism and short of political fragmentation. \n  \n",
      "citationCount": 0,
      "doi": "10.12775/rf.2022.034",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f687c91b1a04ddbb944054186cc8e175100fad42",
      "venue": "Ruch Filozoficzny",
      "journal": {
        "name": "Ruch Filozoficzny"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7a99271a48be73c2d9121c0b7d9db60a5473fa81",
      "title": "A Negative Theological Critique of Postmodern Identity Politics",
      "authors": [
        {
          "name": "W. Franke",
          "authorId": "47965758"
        }
      ],
      "year": 2019,
      "abstract": "This paper leverages the Christian tradition of negative theology (Gregory of Nyssa, Dionysius the Areopagite, Eriugena, Eckhart, Cusanus) in order to think past the impasses of identitarian politics and culture. It essentially bears on Christianity and on literary imagination by valorizing their focus on the mystery of who we are beyond all divisive identities and on how an orientation to negative-theological transcendence can save us from a toxic obsession with identities in a postmodern, postcolonial, post-gender society.",
      "citationCount": 1,
      "doi": "10.3390/REL10080488",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a99271a48be73c2d9121c0b7d9db60a5473fa81",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bd935b9ba9f0f0488a69005f418bfeed45dd48e5",
      "title": "Tradition and identity: a typological perspective",
      "authors": [
        {
          "name": "Maxim Shatkin",
          "authorId": "2384571090"
        },
        {
          "name": "Evgeniya Listvina",
          "authorId": "2373198986"
        }
      ],
      "year": 2025,
      "abstract": "Current concepts of the social life of early human societies register the complex and dynamic nature of the social structure of these societies, which combines elements of hierarchical and egalitarian order. At the same time, the task of operationalizing these concepts for the interpretation of individual archaeological and historical facts requires a response. This article offers a way to solve this problem through a transdisciplinary approach using the conceptual apparatus of social philosophy. It is proposed to use the concept of “subject identity” as an analytical tool reflecting the characteristics of the subject in one of the social structures of early societies. Parochial identity (social structures of kin and small groups with unique relationships), egalitarian identity (creating a subject with no unique traits to dominate others), achievement identity (hierarchical distribution of subjects depending on their economic and political status), and historical identity (equal visibility of all subjects, including before the beyond) are distinguished. These types of identities are constructed through corresponding types of traditions, primarily funerary traditions. Of particular interest are the corresponding achievement identities of hierarchical traditions, which are in tension with egalitarian collective memory. The methodological contribution of the study is to expand the possibilities of interpreting archaeological and historical facts by correlating them with a certain type of tradition and identity of the subject corresponding to a given social structure.",
      "citationCount": 0,
      "doi": "10.24147/1812-3996.2025.3.25-36",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd935b9ba9f0f0488a69005f418bfeed45dd48e5",
      "venue": "Herald of Omsk University",
      "journal": {
        "name": "Herald of Omsk University"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c4807b2819943ef88eacd5790883f81a238faab5",
      "title": "The pesantren: Politics of islamic and problematic education muslim identity",
      "authors": [
        {
          "name": "Fakhrurrazi Fakhrurrazi",
          "authorId": "67188568"
        },
        {
          "name": "I. M. Indra P",
          "authorId": "2160481227"
        },
        {
          "name": "Yusran Zainuddin",
          "authorId": "2160485709"
        },
        {
          "name": "Z. Zulkarnaini",
          "authorId": "2090069989"
        }
      ],
      "year": 2021,
      "abstract": "This program aims to discuss the politics of Islamic education and the problems of Muslim identity in Islamic boarding schools. The philosophy believed in the Islamic boarding school is based on Islam, and furthermore, the philosophy of education is based on the philosophical principles it adheres to. In the beginning, the main objective of the pesantren was to prepare students to deepen and master the science of religion (tafaqqahu fi al-din), the reproduction of ulama where the teaching of religious knowledge (transfer of Islamic knowledge), maintaining the Islamic tradition (maintenance of Islamic) tradition) and Islamic character building. Cottage The pesantren is a place of traditional education which has been very much felt by all elements, both society and government. Political education is an interdisciplinary study that integrates political science and education science, to see the dynamic relationship between various political issues and educational issues. To overcome the problem of Muslim identity, the dimensions mentioned above greatly affect Muslim identity because substantively, Islam is the same everywhere, namely the religion of Allah which was brought by the Prophet Muhammad as a guide for mankind. The emergence of various Islamic identities lately need not be responded to with excessive suspicion. Even the identity of Islam can become even more diverse when the typology of thought, understanding and practice of Islam is viewed from various perspectives both in the west and in the east.",
      "citationCount": 7,
      "doi": "10.29103/ijevs.v3i6.5384",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4807b2819943ef88eacd5790883f81a238faab5",
      "venue": "International Journal for Educational and Vocational Studies",
      "journal": {
        "name": "International Journal for Educational and Vocational Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b853dd6a9338d05bb5d52e3754206218b3e4226c",
      "title": "Identity: The demand for dignity and the politics of resentment",
      "authors": [
        {
          "name": "Enrico L. Joseph",
          "authorId": "2168721379"
        }
      ],
      "year": 2020,
      "abstract": "Identity is an urgent and necessary book―a sharp warning that unless we forge a universal\nunderstanding of human dignity, we will doom ourselves to continuing conflict. In 2014, Francis\nFukuyama wrote that American institutions were in decay, as the state was progressively captured\nby powerful interest groups. Two years later, his predictions were borne out by the rise to power of\na series of political outsiders whose economic nationalism and authoritarian tendencies threatened\nto destabilize the entire international order. These populist nationalists seek direct charismatic\nconnection to “the people,” who are usually defined in narrow identity terms that offer an\nirresistible call to an in-group and exclude large parts of the population as a whole.Demand for\nrecognition of one’s identity is a master concept that unifies much of what is going on in world\npolitics today. The universal recognition on which liberal democracy is based has been increasingly\nchallenged by narrower forms of recognition based on nation, religion, sect, race, ethnicity, or\ngender, which have resulted in anti-immigrant populism, the upsurge of politicized Islam, the\nfractious “identity liberalism” of college campuses, and the emergence of white nationalism.\nPopulist nationalism, said to be rooted in economic motivation, actually springs from the demand\nfor recognition and therefore cannot simply be satisfied by economic means. The demand for\nidentity cannot be transcended; we must begin to shape identity in a way that supports rather than\nundermines democracy.",
      "citationCount": 15,
      "doi": "10.30546/2708-3136.2020.1.2.107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b853dd6a9338d05bb5d52e3754206218b3e4226c",
      "venue": "International Journal of Multiculturalism",
      "journal": {
        "name": "International Journal of Multiculturalism"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dcd1d9a84d547321fbfd164776e7dcd527fb49d6",
      "title": "Collective Identity and Christianity: Europe between Nationalism and an Open Patriotism",
      "authors": [
        {
          "name": "W. Palaver",
          "authorId": "117637263"
        }
      ],
      "year": 2021,
      "abstract": "Times of crisis push human beings, a clannish creature, to retreat into closed societies. Anthropologically, this can be explained with concepts such as pseudospeciation, group narcissism, or parochial altruism. Politically, the preference for closed societies results in our modern world in nationalism or imperialism. Henri Bergson’s distinction between static and dynamic religion shows which type of religion promotes such tendencies of closure and which type can facilitate the path toward open society. Bergson rejected nationalism and imperialism and opted for an open patriotism with its special relation to dynamic religion. Dynamic religion relativizes political institutions such as the state and results today in an option for civil society as the proper space where religions can and must contribute to its ethical development. It aligns more easily with a counter-state nationhood than with a state-framed nationalism. Whereas Bergson saw in Christianity the culmination of dynamic religion, a closer look shows that it can be found in all post-Axial religions. Martin Buber, Mohandas Gandhi, Leo Tolstoy, Abul Kalam Azad, and Khan Abdul Ghaffar Khan exemplify this claim. After World War II, Catholic thinkers such as Jacques Maritain or Robert Schuman by partly following Bergson chose patriotism over nationalism and helped to create the European Union. Today, however, a growing nationalism in Europe forces religious communities to strengthen dynamic religion in their own traditions to contribute to a social culture that helps to overcome nationalist closures. The final part provides a positive example by referring to the fraternal Catholic modernity as it culminates today in Pope Francis’ call for fraternity and his polyhedric model of globalization that connects local identity with universal concerns.",
      "citationCount": 8,
      "doi": "10.3390/REL12050339",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dcd1d9a84d547321fbfd164776e7dcd527fb49d6",
      "venue": "Religions",
      "journal": {
        "name": "Religions",
        "pages": "339",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1d82485dce6cbae2a44848f603c325f4b2f2e9c5",
      "title": "חינוך, CHINUCH: ISRAEL’S EDUCATION SYSTEM AND QUESTIONS OF IDENTITY",
      "authors": [
        {
          "name": "Arief S. Arman",
          "authorId": "2319369171"
        }
      ],
      "year": 2024,
      "abstract": "Albeit in a different context, Wiesel’s soliloquy resonates with the pressing questions on the formation of identity, and contingent quest for meaning for many Jews. Indeed, what are the right questions to ask the divine, in as much as the divine seems to be indifferent to the indignation suffered by Jews, especially when it comes to the memory of the Shoah (?) The space to ask such questions sets itself in the rigmarole of the everyday, and ties in with notions of belonging and memory. These concepts are thus linked to the theme of religion in global politics, exemplified in the curious case of Israel. Prior to its establishment in 1948, the founders of Israel often applied religious justifications for its creation and subsequent existence, with a ‘return to homeland’ among the oft-heard sentiments. The purposes of this paper are varied. The first is to understand the character of Israel through the theoretical framework provided by Rogers Brubaker in his ‘Four Approaches to Nationalism’, with a focus on how nationalism itself can be argued as a form of religion. Secondly, we will look at the justifications to why secular education – as an extension on nationalism as religion – has taken root in Israel. We proceed with an argument that the removal of religious knowledge (primarily ethics) from the Israeli education system will prove to be detrimental in the long run, as the relationship between individuals will thus be determined purely in the language of capital, and ‘success’ as defined by market forces, which runs counter to genuine solidarity.",
      "citationCount": 0,
      "doi": "10.31436/shajarah.v29i1.1841",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d82485dce6cbae2a44848f603c325f4b2f2e9c5",
      "venue": "Al-Shajarah: Journal of the International Institute of Islamic Thought and Civilization (ISTAC)",
      "journal": {
        "name": "Al-Shajarah: Journal of the International Institute of Islamic Thought and Civilization (ISTAC)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0ca06d4b800ea4819a570e5fbda5df474b520bde",
      "title": "Can Intersectionality Save Us? Phallogocentric Feminisms and the Desire for Identity",
      "authors": [
        {
          "name": "Setareh Shohadaei",
          "authorId": "114756151"
        }
      ],
      "year": 2025,
      "abstract": "\n This paper engages with a series of recent literatures that examine how feminist and queer movements have become agents of nationalism, neoliberalism, and global wars. I argue that, while the critique of intersectionality has attempted to curtail the reproductions of such violence within feminism, it too has not been able to resist cooptations into nationalist and capitalist forms of power. Developing an epistemological critique of intersectionality, I arrive at an analysis of identity politics as an elemental identification with phallic power that erases the feminine. Building on the works of Elizabeth Grosz, Wendy Brown, and Luce Irigaray, I suggest that at the core of such feminist alliances with domination lies an unresolved relation to feminine desire as the desire for a non-identitarian politics.",
      "citationCount": 0,
      "doi": "10.1017/hyp.2024.99",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0ca06d4b800ea4819a570e5fbda5df474b520bde",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "07f5e3ddbdbc6dc48cafb861741ad0ab1cae9fe9",
      "title": "Recognition or Disagreement: A Critical Encounter on the Politics of Freedom, Equality, and Identity",
      "authors": [
        {
          "name": "A. Honneth",
          "authorId": "92405469"
        },
        {
          "name": "Jacques Rancière",
          "authorId": "151061115"
        },
        {
          "name": "Katia Genel",
          "authorId": "2074930405"
        },
        {
          "name": "Jean-Philippe Deranty",
          "authorId": "101244587"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 82,
      "doi": "10.7312/honn17716",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/07f5e3ddbdbc6dc48cafb861741ad0ab1cae9fe9",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8fd5f8dcffddc56f9739c86228637be6343b522a",
      "title": "Social Philosophy of Eurasians and Peculiarities of Eurasian Identity Formation",
      "authors": [
        {
          "name": "V. Przhilenskiy",
          "authorId": "2180992983"
        },
        {
          "name": "Yuliya G. Przhilenskaya",
          "authorId": "2260785562"
        }
      ],
      "year": 2023,
      "abstract": "The article analyzes Eurasianism as an ideological trend and as a socio-philosophical tradition, as well as the role played by the Eurasian worldview in the formation of Eurasian philosophy. The interrelation of the ideas of the Eurasians with Russian cosmism, especially with the creativity of those of its representatives, which belongs to the ХХ century, is subjected to a separate consideration. The authors of the first book of the collection “Exo-dus to the East” analyze the specific features of the understanding of religiosity and nationalism. The review takes place against the background of the analysis of the thesis about the opposition of Eurasianism to the main trends of modern science and the rejection by Eurasians of the materialistic worldview. The concepts of the first generation of Eurasians, the theoretical and philosophical constructions of Russian cosmists and the doctrine of the ethnos of L.N. Gumilev are consistently analyzed. The evaluation of the teaching of the Eura-sians as compatible with the main directions of modern science and tolerant to the theoretical and methodolog-ical attitudes of materialists is substantiated.",
      "citationCount": 0,
      "doi": "10.24158/fik.2023.11.7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8fd5f8dcffddc56f9739c86228637be6343b522a",
      "venue": "Общество философия история культура",
      "journal": {
        "name": "Общество: философия, история, культура"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "0169d868dbeac6e0346654066aa6c120ecce7ca4",
      "title": "RESILIENT TRADITIONS OF ISLAMIC THOUGHT: Navigating Religion and Politics in Indonesia’s Emerging Future",
      "authors": [
        {
          "name": "Zamhasari Zamhasari",
          "authorId": "115201205"
        }
      ],
      "year": 2025,
      "abstract": "This paper examines how the tradition of Islamic thought in Indonesia demonstrates resilience and the capacity for transformation in the face of contemporary socio-political changes—from identity polarization and populism, to the challenges of digital governance and environmental sustainability. Using a qualitative-interpretive approach based on literature, this study maps the philosophical foundations of resilience in Indonesian Islamic thought (ijtihad, maslahah, maqāṣid al-sharī‘ah, musyawarah/ijmā‘, and wasatiyyah), examines the dynamics of mass organizations (NU, Muhammadiyah) and the Islamist movement, and formulates the future direction of democratic, inclusive, and socially just religion-state relations. The paper’s novel contribution is the proposal of a “philosophies of resilience” framework as a lens to bridge tradition and innovation, formulate a values-based policy research agenda, and integrate the discourse of green Islam and digital ethics into the study of Indonesian religion-politics.",
      "citationCount": 0,
      "doi": "10.53625/jirk.v5i3.11293",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0169d868dbeac6e0346654066aa6c120ecce7ca4",
      "venue": "Journal of Innovation Research and Knowledge",
      "journal": {
        "name": "Journal of Innovation Research and Knowledge"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "facdb3dbc96e69737963b21cd56dbbfee16bffdf",
      "title": "Universal Responsibility as a Key Concept for an Interreligious Dialogue with the Mahāyāna Geluk Tradition",
      "authors": [
        {
          "name": "Patricia Guernelli Palazzo Tsai",
          "authorId": "2263592863"
        }
      ],
      "year": 2023,
      "abstract": "Abstract:In a world polarized by politics, social injustice, identity issues, and gender-based violence, it is difficult to promote interreligious dialogue. While there has been a rise in attempts to promote dialogue, they typically still occur between a small group of religions, leaving others aside. Even though the fourteenth Dalai Lama was invited to take part in interreligious dialogue with the Holy See two decades ago, it seems that this now is only part of a fading memory, probably connected to political issues regarding Chinese backlash. This article proposes the use of discernment as a basis for an interreligious dialogue, starting with the discussion of discernment from Buddhist and Christian views, but not limiting the dialogue between these two. The scope of the article is to present universal responsibility (Tib. སྤྱི་སེམས་; Wyl. spyi sems) as a key concept to understanding and dialoguing with Mahāyāna Geluk Buddhism, and the reasons why it is important, not only from an interreligious perspective, but because of the importance of building bridges between religious and nonreligious sectors.",
      "citationCount": 0,
      "doi": "10.1353/cro.2022.0029",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/facdb3dbc96e69737963b21cd56dbbfee16bffdf",
      "venue": "CrossCurrents",
      "journal": {
        "name": "CrossCurrents",
        "pages": "307 - 322",
        "volume": "72"
      },
      "publicationTypes": null
    },
    {
      "paperId": "33cf7b20d94cd084c15baa9586534f0fe35c4fc3",
      "title": "Tradition, Leadership and Politics of Consolation in Abraham ibn Daud",
      "authors": [
        {
          "name": "José Antonio López",
          "authorId": "150151732"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/33cf7b20d94cd084c15baa9586534f0fe35c4fc3",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "83-107",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "21558a6eeed9bf751cc21a1e7afe4cb9eedc552b",
      "title": "The Confucian concepts of tianxia天下, yi-xia 夷夏and Chinese nationalism",
      "authors": [
        {
          "name": "Zhaohui Mao",
          "authorId": "2229041462"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT There are two views on the nature of Chinese nationalism. The one view treats Chinese nationalism as political nationalism while the other recognises it as cultural nationalism. This paper argues that Chinese nationalism had been deeply shaped by Confucianism, which has two important and influential concepts of nationalism: tianxia天下and yi-xia夷夏. These two concepts reflect the two facets of Confucian nationalism. With the first facet, manifested in the concept of tianxia, Confucianism emphasizes cultural identity and the pursuit of a kind of benevolent politics; the second facet, manifested in the concept of yi-xia, stresses political identity. As in Mencius, the concept of nationalism is based on his theory of human nature and self-cultivation, and the self-identity of a politician is transformable between the two levels of the yi-xia distinction, along with his self-cultivation. Thus, Confucian nationalism is based on self-cultivation, rather than self-identity.",
      "citationCount": 2,
      "doi": "10.1080/09552367.2022.2155351",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/21558a6eeed9bf751cc21a1e7afe4cb9eedc552b",
      "venue": "Asian Philosophy",
      "journal": {
        "name": "Asian Philosophy",
        "pages": "75 - 89",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "faa2b78978edfceea993287d4b28b5d2be802fb2",
      "title": "Proudhon’s Critique of Nationalism in His Federalism Vision",
      "authors": [
        {
          "name": "Lingkai Kong",
          "authorId": "2336034409"
        }
      ],
      "year": 2025,
      "abstract": "This study first situates the discourse on Proudhon’s federalism and nationalism within the framework of his comprehensive economic, social, and philosophical system. Proudhon attempts to construct a federalism based on an associational and decentralized political structure that could accommodate plural groups and avoid the exclusive interpretation of sovereignty that prevailed in nationalism at the time. Such federalism is not only a design of political institutions but also a reflection of his economic mutualism and the idea of commutative justice. Then, this study proposes a relatively concise and intuitive dual critique framework to focus on how his federalism directly refutes nationalism. Proudhon’s federalism aims to protect the culture, language, and identity of minority groups from the oppression of the unitary nation-state internally, and advocates the establishment of an external confederation beyond national borders to eliminate national conflicts and achieve universal peace.",
      "citationCount": 1,
      "doi": "10.3390/philosophies10050097",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/faa2b78978edfceea993287d4b28b5d2be802fb2",
      "venue": "Philosophies",
      "journal": {
        "name": "Philosophies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "28699fcec43eeb3c117e15e8ee424e2f9ab94fe0",
      "title": "Christian Nationalism and the Project of Christian Political Theory: A Review Essay of The Case for Christian Nationalism by Stephen Wolfe",
      "authors": [
        {
          "name": "Michael J. Demoor",
          "authorId": "115778845"
        }
      ],
      "year": 2023,
      "abstract": "\nThis review essay examines Stephen Wolfe’s The Case for Christian Nationalism, focusing on his presentation of his book as a work of Christian political theory. His claims regarding national will and agency are analyzed, and problems with them are traced to his political theology and his methodological assumptions about Christian political theory. In place of those assumptions, Kuyper’s idea of architectonic critique is recommended as a more fruitful approach to Christian political theory in the Reformed tradition.",
      "citationCount": 1,
      "doi": "10.1163/23528230-bja10076",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/28699fcec43eeb3c117e15e8ee424e2f9ab94fe0",
      "venue": "Philosophia Reformata",
      "journal": {
        "name": "Philosophia Reformata"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c5562947588a305f739feac45f39a6dfff51352e",
      "title": "'The Human Contradiction': Identity and/as Essence in Octavia E. Butler's Xenogenesis Trilogy",
      "authors": [
        {
          "name": "J. Tucker",
          "authorId": "117952566"
        }
      ],
      "year": 2022,
      "abstract": "Abstract:In Octavia E. Butler's \"Xenogenesis trilogy\" (1987-89) aliens seek to interbreed with the survivors of a nuclear war to remove a conflict between humanity's genetic traits: intelligence and hierarchical thinking. Extant criticism shows \"Xenogenesis\" contributing to debates about race and identity politics. Race does not evaporate upon contact with an extraterrestrial intelligence; rather, race persists not in a sense that makes \"Xenogenesis\" a neo-slave narrative, but in other participations in the African- /// American literary tradition and assertions of black cultural heritage. Gender also persists upon contact with Butler's aliens. \"Xenogenesis\" does not theorize gender as an essentialism; rather, it ascribes behaviour to genetics in order to critique hierarchical thinking.",
      "citationCount": 18,
      "doi": "10.1353/yes.2007.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c5562947588a305f739feac45f39a6dfff51352e",
      "venue": "Yearbook of English Studies",
      "journal": {
        "name": "The Yearbook of English Studies",
        "pages": "164 - 181",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8e2898fc74d139a9e7a187096dd686a49637171d",
      "title": "Before solidarity: the process politics of relationality, receptivity, and attunement",
      "authors": [
        {
          "name": "S. Sachsenmaier",
          "authorId": "67057852"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT This article critically considers the notion of solidarity in times of division, marked by a neoliberal competitive environment alongside rising neo-nationalisms and identity politics. Concerned with a politics of equality, it asks what forms of solidarity might support a social justice agenda. Rather than considering where solidarity has already manifest, the enquiry pursues a processual approach in exploring what might come before solidarity and may lead to its emergence. It critically considers the ethics and politics of relationality in socio-political and philosophical terms, examining the ways in which relating per se can create concrete alternatives to individualism, further exploring the notions of receptivity and attunement. In thinking with and through the practice of British performance artist Jamal Harewood who creates audience-led performances, the article further considers the ways in which performance practice can contribute to the creation of more equitable futures.",
      "citationCount": 0,
      "doi": "10.1080/14682761.2024.2341364",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e2898fc74d139a9e7a187096dd686a49637171d",
      "venue": "Studies in Theatre & Performance",
      "journal": {
        "name": "Studies in Theatre and Performance",
        "pages": "8 - 23",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d805975dd479078199c8a2008baf224d8a1f511f",
      "title": "‘Lotus and the Dagger’: A Reading of Vedantic Nationalism of Sri Aurobindo",
      "authors": [
        {
          "name": "Nilanjana Chakraborty",
          "authorId": "145688771"
        }
      ],
      "year": 2023,
      "abstract": "Sri Aurobindo’s ideas of nationalism are eclectic, deriving their tradition from Hindu spiritualism, the vision of perfection in man as an entity, and intense esoteric realisation in the mystical philosophy of supramental consciousness of the being, as expounded in the Vedas and the Upanishads. Sri Aurobindo’s writings on political philosophy are a continuum, ranging from the utopian socialist ideas in Bande Mataram, a newspaper he edited to present the ideas of social, political, and judicial boycott to counter the British, to the writings of post-1910, when his life took a spiritual turn after years of spiritual realisations and yogic sadhana, where he mixes the power of the proletariat with the power of Vedantic mysticism. Sri Aurobindo’s ‘political vedantism’ is an attempt to restructure the political and social life of a colonised nation so that an indigenous idea of a nation can be constructed in concurrence with the Vedantic concept of society as a manifestation of a collective supremacy in man. Sri Aurobindo accepts spiritual determinism as the central principle of a nation, but at the same time, it is not a static concept to him but a constant movement of progressive self-evolution towards a perfection of the collective consciousness, manifested through the entity called the ‘nation’. This paper proposes to look at the ideas of spiritual nationalism of Sri Aurobindo and establish a dialogue with a nationalism that is neither socialist nor rightist.",
      "citationCount": 0,
      "doi": "10.22452/sare.vol60no1.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d805975dd479078199c8a2008baf224d8a1f511f",
      "venue": "Southeast Asian Review of English",
      "journal": {
        "name": "Southeast Asian Review of English"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c26bc9449ed490cbc5f4f79eced60419324f83f0",
      "title": "Unveiling Otherness: Gendered Memories and Identity in Octavia Butler's Dawn",
      "authors": [
        {
          "name": "Arvinder Kaur Pantlya",
          "authorId": "2301087976"
        },
        {
          "name": "Veerendra Kumar Mishra",
          "authorId": "2301087982"
        }
      ],
      "year": 2024,
      "abstract": "In recent years, American Studies have shifted their focus towards the political realm. However, despite the undermining of many moral-philosophical dogmas of the Western metaphysical tradition by poststructuralism and deconstruction, a significant portion of the political claims made in this revisionist turn still rely, albeit tacitly, on these moral and ethical assumptions. As these assumptions often clash with the theoretical foundations of revisionist works, some proponents resort to what could be termed as the \"pathos of marginality\" and rely on vague concepts of \"otherness.\" Furthermore, these political-ideological interpretations often neglect aesthetic aspects, suspecting them of carrying implicit and hegemonic strategies of representation. This abstract delves into the exploration of gendered memories and identity within Octavia Butler's seminal work, Dawn. The narrative unfolds in a world fundamentally transformed by alien intervention, where the protagonist, Lilith, grapples with the complexities of her own identity amidst encounters with enigmatic extraterrestrial beings. Through an analysis of key characters and narrative themes, this study elucidates the nuanced portrayal of otherness and the role of gendered memories in shaping individual and collective identities. Butler's visionary narrative offers a thought-provoking examination of the intersections between memory, gender, and the construction of the self in a post-apocalyptic world. By delving into the philosophical underpinnings and ethical implications of otherness, this research aims to shed light on the intricate dynamics of identity formation and the quest for belonging in speculative fiction.",
      "citationCount": 0,
      "doi": "10.36948/ijfmr.2024.v06i03.19896",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c26bc9449ed490cbc5f4f79eced60419324f83f0",
      "venue": "International Journal For Multidisciplinary Research",
      "journal": {
        "name": "International Journal For Multidisciplinary Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
