[s2_search.py] Searching Semantic Scholar: 'tradition pluralism democracy' (year=2010-2025) (field=Philosophy), limit=40
[s2_search.py] Retrieved 40/40 papers...
[s2_search.py] Cached results (cache key: s2_1458baa7a478a3a6)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "tradition pluralism democracy",
  "results": [
    {
      "paperId": "1b6faf6f5d9fc423890b7add52c169cfe77b785f",
      "title": "The Promise of Democracy: The Performative Social Contract, Pluralism, and Equality",
      "authors": [
        {
          "name": "F. D’Agostino",
          "authorId": "1484717710"
        }
      ],
      "year": 2020,
      "abstract": "In this paper, I will use methods associated primarily with applied ethics and economic theory to provide a philosophical demonstration, within the social contract tradition, of the importance for a democracy of the substantive equality of its citizens. The social contract is a familiar modality of contemporary democratic theorising in political philosophy. An unfamiliar but promising way of thinking about the social contract is via analogy with some features, and in particular, the extended temporality and, indeed, performativity, of “real-world” contracting. Real-world contractors agree to create the conditions, over a temporally-extended period, in which the terms of their agreement are materially realised. The question of their contract’s ethical standing is not an ex ante one-off, but is considered, rather, against a sequence of ex post milestones. Ideally, as this sequence unfolds, the contractors (and others) will (performatively) summon into being the very conditions that embody the terms of the contract, thus progressively authorising it ex post facto. This approach draws on ideas, in jurisprudence, about relational contracts, and, in economics, about incomplete contracts. An approach of this general kind is well adapted to the circumstances of diversity in which all contemporary political theorising is placed and, arguably, gives a rationale for something like the modern social-democratic welfare state.",
      "citationCount": 0,
      "doi": "10.4236/ojps.2020.102019",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b6faf6f5d9fc423890b7add52c169cfe77b785f",
      "venue": "Open Journal of Political Science",
      "journal": {
        "name": "Open Journal of Political Science"
      },
      "publicationTypes": null
    },
    {
      "paperId": "db033f9c78a14475c4dff9736f10e58a22980508",
      "title": "An application of berlin's concept of value pluralism to the Indian tradition",
      "authors": [
        {
          "name": "D. George",
          "authorId": "13734984"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/db033f9c78a14475c4dff9736f10e58a22980508",
      "venue": "",
      "journal": {
        "name": "ABAC Journal",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3edc4a0a9d01b3aea63e3f1c89ef36ddcd9ea885",
      "title": "The Idea of Freedom in Radical and Delibe-rative Models of Democracy",
      "authors": [
        {
          "name": "Wojciech Ufel",
          "authorId": "2348623646"
        }
      ],
      "year": 2020,
      "abstract": "Basing on the idea of freedom brought by I. Berlin we can derive to classical models of democracy: liberal and republican. Refl ection on postmodern theories of democracy – radically plural and deliberative – points that they do not strongly differ from the traditional ones, but rather give them new challenges. Radical democracy of Ch. Mouffe and E. Laclau praising pluralism and negative freedom is a deconstruction of a liberal model, while deliberative project of J. Habermas, praising community and negative freedom, remains in a republican tradition. In the end of the article the author also presents the understanding of the educative role of society and tradition in both classical and postmodern models of democracy. In the second half of the twentieth century, numerous developments had a profound infl uence on political theory. The rise of new social movements, collapsing of the Soviet Bloc, accelerating globalization, arising global problems, development of mass media and new forms of mass communication etc. put new challenges in front of modern societies. What is more, major changes appeared in the social sciences as well: growing infl uence of post-structuralism and the post modernism approach; devaluation of orthodox Marxism; evolution of critical theory; and the domination of libertarian and neo-liberal political, social and economic theories. It is in those conditions, when as a result of growing awareness of problems that contemporary political systems face, new propositions for democratic models arise. In this article I want to focus on two, perhaps most commented and infl uential conceptions: the radical democracy model proposed and developed by Ernesto Laclau and Chantal Mouffe; and the deliberative democracy project outlined by Jurgen Habermas. While exploring these two, post modern approaches to democracy, I will focus on how the idea of freedom is developed in the theories. To reach my goal, I will use the notions of “positive” and “negative” freedom (liberty) introduced by Isaiah Berlin. I will also explore how the understanding of freedom in post modern concepts of democracy can be compared to the understanding of it in “modern” or “classical” approaches, namely in the liberal and republican models. I stay aware",
      "citationCount": 1,
      "doi": "10.15503/JECS20121.73.81",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3edc4a0a9d01b3aea63e3f1c89ef36ddcd9ea885",
      "venue": "",
      "journal": {
        "name": "The Journal of Education, Culture, and Society",
        "pages": "73-81",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "300fe36d6d04effe49091f0e5f2e7e24b2b2aaef",
      "title": "A Calvinist Case for Tolerant Public Pluralism: The Religious Sources of Abraham Kuyper’s Public Philosophy",
      "authors": [
        {
          "name": "John L. Hiemstra",
          "authorId": "104585081"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1558/RSTH.V34I1.26901",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/300fe36d6d04effe49091f0e5f2e7e24b2b2aaef",
      "venue": "",
      "journal": {
        "name": "Religious Studies and Theology",
        "pages": "53-84",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e11e8c808054ff71bdc93eede5e58cfe037b2b9e",
      "title": "Gramsci, Language and Pluralism",
      "authors": [
        {
          "name": "Alessandro Carlucci",
          "authorId": "40648169"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1057/9781137334183_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e11e8c808054ff71bdc93eede5e58cfe037b2b9e",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "76-94",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9fea99152a107f97d32dfb06560da8b1efba4241",
      "title": "Becoming and Rhizomatic Pluralism",
      "authors": [
        {
          "name": "J. Bengtson",
          "authorId": "114395544"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/9781137553362_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9fea99152a107f97d32dfb06560da8b1efba4241",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "75-102",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ff4eeee225a27ae8f95a831a53a931d5ebe7fa36",
      "title": "Multiculturalism and the Indian Tradition",
      "authors": [
        {
          "name": "M. Rajagopalachary",
          "authorId": "134459448"
        },
        {
          "name": "D. Rao",
          "authorId": "133853706"
        }
      ],
      "year": 2016,
      "abstract": "Indian democracy has survived for more than five decades despite ominous predictions to the contrary, and Indian tradition has survived over five millennia despite periodic setbacks and recent challenges. Its social diversity and cultural pluralism have proved to be its strengths, in fact, its structural principles. Added to these, its stability and continuity have made it truly ‘functional’ at every level, social-political-cultural. India’s experience of living together with different religious faiths, of accommodating diverse ethnic groups and languages might not have the linguistic denomination of multiculturalism but the fact remains that India happened to be one of the first few countries to have celebrated cultural pluralism as a way of living. The markers with which it came to be characterized are many including ‘unity in diversity,’ ‘cultural pluralism,’ ‘living together separately,’ ‘religious neutrality,’ ‘honeycomb,’ ‘syncretistic,’ and the recent ‘multiculturalism’, and ‘hybridity.’",
      "citationCount": 1,
      "doi": "10.21659/BP.V1N1.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff4eeee225a27ae8f95a831a53a931d5ebe7fa36",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "90-96",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d0d581c59a8a74b2cf138774458452461616d624",
      "title": "Post-religious World and Religion: Toward the Concept of Translation of Jürgen Habermas",
      "authors": [
        {
          "name": "Wojciech Szczerba",
          "authorId": "2172257368"
        }
      ],
      "year": 2024,
      "abstract": "This article refers to the broad concept of demythologization understood as a hermeneutic process referring mainly to religious-mythical messages. Demythologization aims to preserve and communicate the profound content of a religious statement by detaching it from its original, often anachronistic form and placing it in a form comprehensible to people living in a different cultural context. Among several contemporary thinkers continuing the tradition of broadly understood demythologization, Jürgen Habermas is of particular relevance to this article. Habermas points out that modern Western liberal societies are based on the modern concepts of democracy, individual freedom, and religious pluralism. The natural consequence of such social development is the process of secularization. In his 2001 speech Glauben und Wissen, Habermas points to religion as an essential ally of the liberal, civic state against the “alienating forces of modernity.” Religion, in his view, is an integral part of Western culture both in a historical-cultural sense and in the ever-present potential for meaning contained in religious language. Habermas advocates a translation of the moral intuitions contained in religious language into a secular language that would be acceptable to the public and that could help to build civic societies and civic attitudes. The concept of imago Dei, which contains the universal truth of the unconditioned dignity of the human being, can serve as an example.",
      "citationCount": 0,
      "doi": "10.4467/20844077sr.24.003.20744",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0d581c59a8a74b2cf138774458452461616d624",
      "venue": "Studia Religiologica",
      "journal": {
        "name": "Studia Religiologica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eebe93d3e2f817ae56d56235f3abbc201025292c",
      "title": "Global legal pluralism as fact and norm",
      "authors": [
        {
          "name": "Turkuler Isiksel",
          "authorId": "104506981"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.1017/S2045381713000130",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eebe93d3e2f817ae56d56235f3abbc201025292c",
      "venue": "Global Constitutionalism",
      "journal": {
        "name": "Global Constitutionalism",
        "pages": "160 - 195",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7574a1c9b9864c70a5b89c940bcc89f8739a5144",
      "title": "Comprehensive Rhetorical Pluralism and the Demands of Democratic Discourse",
      "authors": [
        {
          "name": "R. S. Scott",
          "authorId": "121007653"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.5325/PHILRHET.47.3.0297",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7574a1c9b9864c70a5b89c940bcc89f8739a5144",
      "venue": "",
      "journal": {
        "name": "Philosophy and Rhetoric",
        "pages": "297",
        "volume": "47"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7808e9c1d7c88b47a9b01f8f533e65836ab1bf5c",
      "title": "Comprehensive Rhetorical Pluralism and the Demands of Democratic Discourse: Partisan Perfect Reasoning, Pragmatism, and the Freeing Solvent of Jaina Logic",
      "authors": [
        {
          "name": "Scott R. Stroud",
          "authorId": "116371588"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1353/PAR.2014.0013",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7808e9c1d7c88b47a9b01f8f533e65836ab1bf5c",
      "venue": "",
      "journal": {
        "name": "Philosophy & Rhetoric",
        "pages": "297 - 322",
        "volume": "47"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6c62b81829a847c45d417395838b91bd64a9fcae",
      "title": "Empathy, Agonism, Deliberation, Democracy",
      "authors": [
        {
          "name": "Michael E. Morrell",
          "authorId": "38594738"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6c62b81829a847c45d417395838b91bd64a9fcae",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1b9768e973191ce8ff33979cf82e866fcb05cbfd",
      "title": "Post-secular society, transnational religious civilizations and legal pluralism",
      "authors": [
        {
          "name": "M. Rosati",
          "authorId": "145301904"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1177/0191453709358845",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b9768e973191ce8ff33979cf82e866fcb05cbfd",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "413 - 423",
        "volume": "36"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d7860714d9af835e4dbddd23c9566a9106015cc3",
      "title": "Feminist epistemology and philosophy of science : power in knowledge",
      "authors": [
        {
          "name": "H. Grasswick",
          "authorId": "3005327"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 133,
      "doi": "10.1007/978-1-4020-6835-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7860714d9af835e4dbddd23c9566a9106015cc3",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9a5e0feb1c6f7901752469c2a21d5d61500fe93a",
      "title": "American Dionysia",
      "authors": [
        {
          "name": "Steven Johnston",
          "authorId": "145192716"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 19,
      "doi": "10.1017/CBO9781316179093.007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a5e0feb1c6f7901752469c2a21d5d61500fe93a",
      "venue": "",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "255-275",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "af83059e06633f425959ab93707394d9b9851154",
      "title": "Tolerance: Too Little for Clinical Ethics in a Pluralist Society?",
      "authors": [
        {
          "name": "Paul J. Cummins",
          "authorId": "40344081"
        },
        {
          "name": "F. Nicoli",
          "authorId": "23173149"
        }
      ],
      "year": 2021,
      "abstract": "\"Virtually all Western societies embrace liberalism as a political and moral; it emphasizes individual rights and liberty, democracy, autonomy, limited government, consent, pluralism, and tolerance. Clinical ethics in these societies reflects those priorities. Human migration has made Western societies more diverse and expanded the plurality of values represented within them. As a consequence, clinical ethics consultants (CEC) have encountered cases which reflect a clash between the liberal values of contemporary medical ethics and non-liberal values of patients. Because CECs are steeped in liberalism, their default attitude toward the values outside of that tradition will be tolerance. This paper will argue that because tolerance implicitly contains a judgment of inferiority to other values, it is the wrong attitude for CECs to adopt towards parties whose fundamental values clash with medical ethics. In such cases, this attitude can disrespect to the holders of the values, endorse a consequentialist compromise of values, and leave medical professionals prone to moral distress. Agonism democracy is a political philosophy that accepts that values conflicts are inevitable, and there will be winners and losers from them. It aims to channel this conflict positively by promoting a process marked by openness to questioning fundamental values and genuine consideration of (even contrary) alternate values. As an alternative to tolerance, this paper will explore if cultivating an attitude of agonism can be a better disposition for CECs in such cases. It will use a case study to compare the results of the two approaches in cases of fundamental values clash. \"",
      "citationCount": 0,
      "doi": "10.24193/subbbioethica.2021.spiss.28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/af83059e06633f425959ab93707394d9b9851154",
      "venue": "Studia Universitatis Babeş-Bolyai Bioethica",
      "journal": {
        "name": "Studia Universitatis Babeş-Bolyai Bioethica"
      },
      "publicationTypes": null
    },
    {
      "paperId": "876d4b2cbfa669c9f05d12d9678e226d336b83cb",
      "title": "Searching Pragmatism in Marilynne Robinson",
      "authors": [
        {
          "name": "R. Tursi",
          "authorId": "87059649"
        }
      ],
      "year": 2021,
      "abstract": "Abstract:Reading the contemporary novelist and essayist Marilynne Robinson as participating in the tradition of American pragmatism, as formulated by the nineteenth-century American philosopher William James, brings a coherence to her essays and novels that religious arguments alone do not. As a practicing Christian, Robinson is invested less in trying to convince readers of any particular religious truth than she is in illustrating why there is no basis for eliminating such experiences from discussion of the world's qualities, which to her are inextricably and pragmatically tied to the nature of being human. Robinson is a unique figure in American letters today for her depth of pragmatic understanding and arguments that traverse with equal insight the fields of literature, philosophy, theology, and science, all which speak to her pluralism and political view of democracy as an ideal.",
      "citationCount": 0,
      "doi": "10.2979/jmodelite.44.3.09",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/876d4b2cbfa669c9f05d12d9678e226d336b83cb",
      "venue": "Journal of Modern Literature",
      "journal": {
        "name": "Journal of Modern Literature",
        "pages": "129 - 145",
        "volume": "44"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c660100bfe3d3aed6eadc436ede9b61b9496bec5",
      "title": "ON GANDHI'S CRITIQUE OF THE STATE: SOURCES, CONTEXTS, CONJUNCTURES*",
      "authors": [
        {
          "name": "Karuna Mantena",
          "authorId": "31374953"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 36,
      "doi": "10.1017/S1479244312000194",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c660100bfe3d3aed6eadc436ede9b61b9496bec5",
      "venue": "Modern Intellectual History",
      "journal": {
        "name": "Modern Intellectual History",
        "pages": "535 - 563",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2b1c5d273d9a23119c62fc91569784a78c1a7c6c",
      "title": "History, the Hindu Right, and Subversion of Brahmanical-Hindu Political Thought",
      "authors": [
        {
          "name": "Stuart Gray",
          "authorId": "2052900921"
        }
      ],
      "year": 2020,
      "abstract": "How can scholars critically engage premodern Indic traditions without falling prey to Hindu conservatism or Brahmanical-Hindu apologism? This question is pressing for Indic political theory and contemporary Indian democracy because of ethnically exclusivist, Hindu nationalist movements that have emerged in the late twentieth and early twenty-first centuries. This chapter argues that a positive answer to the question must begin by taking seriously the tremendous pluralism in India’s political and philosophical history, which requires systematically engaging with premodern source material and uncovering the internal pluralism within a longer and larger Brahmanical-Hindu tradition of political thought. The author explains how it is both possible and politically necessary to internally subvert Brahmanical-Hindu political thought, which can help diffuse essentialist and exclusivist arguments coming from the Hindu right. Locating such plurality and engaging in internal subversion can help challenge historical justifications for Indian nationalism and contribute to decolonization, thus contesting the Hindu right on its own conceptual and genealogical turf. To advance this argument, the author provides a critical reinterpretation of the infamous “Puruṣa Sūkta,” which is often viewed as the locus classicus of the modern caste system, providing a novel interpretation that challenges caste hierarchy and supplies new resources for democratic thought and practice in India.",
      "citationCount": 1,
      "doi": "10.1093/oxfordhb/9780190253752.013.28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b1c5d273d9a23119c62fc91569784a78c1a7c6c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6e3ec9b89cec35d82c6c7431aded1779a5712812",
      "title": "KRITIK ILMU-ILMU KEISLAMAN: KONTRIBUSI JARINGAN ISLAM LIBERAL",
      "authors": [
        {
          "name": "F. Mukhlis",
          "authorId": "115346858"
        }
      ],
      "year": 2019,
      "abstract": "The Liberal Islam Network is a social-intellectual movement and policy reform group for Islamic sciences. A party that brings the discourse of emancipation and freedom of thought with concepts of pluralism, democracy, and secularism to give birth to ideas about inclusive Islam, progressive Islam, and humanist Islam. By reinterpreting the practices of the Islamic sciences, such as the study of the Qu'ran, the Kalam, the Fiqh, the Sufism, and the Philosophy, it has received much criticism as well as support for contributing to the Islamic sciences. Liberal Islamic networks want a religious definition that is humanistic, broad-based monotheism, not authoritarian, and they tend to be more transparent, inclusive and egalitarian, not simply dishonest or disbelieving to other communities. This paper will focus on two studies, first, about the movement of the Liberal Islamic Network methodology. ; Secondly, explore the contribution of the Liberal Islamic Network to the renewal of the tradition of Islamic sciences. The method used in this research is descriptive analysis with an intellectual history approach. The paper is then discussed using the theory of social movements and the scientific revolution of Thomas Kuhn. Nowadays, the Liberal Islamic Network has contributed to the development of Islamic thought, especially in the renewal of Islamic sciences.",
      "citationCount": 3,
      "doi": "10.18592/JIIU.V18I2.3178",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6e3ec9b89cec35d82c6c7431aded1779a5712812",
      "venue": "Jurnal Ilmiah Ilmu Ushuluddin",
      "journal": {
        "name": "Jurnal Ilmiah Ilmu Ushuluddin"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5f2cd85860e22bd54f80e28554fb3436759c0be0",
      "title": "RETHINKING ISLAMIC THEOLOGY Mengagas Teologi Sosial dalam Konteks Pluralisme dan Multikulturalisme (Perspektif Pemikiran Teologi Fethullah Gulen)",
      "authors": [
        {
          "name": "M. Said",
          "authorId": "123504746"
        }
      ],
      "year": 2018,
      "abstract": "Abstract This article elaborate about the neccesity of renewal Islamic theology in the context of pluralism and multiculturalism. One of contemporary Muslim schoolars, Fethullah Gulen, could be considered among the most influential Muslim theologians of our time. His work focus on redefining the nature of Islamic discourse in the contemporary world by doing interreligious and intercultural dialogue. Today, we need to shift our paradigm from classical kalam which dogmatic, abstract, and exclusive to more practical theology based on life and contemporary needs, which is called “social theology”.  Gulen’s theological discourse distinguished for his support of democracy, humanisme, openness to globalization, progressiveness in integrating tradition with modernity, and to make sense of pluralistic-piety. Keyword: Kalam, Social-Theology, Pluralitic-Piety, MulticulturalismeAbstrak. Artikel ini menguraikan tentang necseity pembaharuan teologi Islam dalam konteks pluralisme dan multikulturalisme. Salah satu murid sekolah Muslim kontemporer, Fethullah Gulen, dapat dianggap sebagai salah satu teolog Muslim paling berpengaruh di zaman kita. Karyanya fokus pada mendefinisikan kembali sifat wacana Islam di dunia kontemporer dengan melakukan dialog antaragama dan antarbudaya. Saat ini, kita perlu menggeser paradigma kita dari kalam klasik yang dogmatis, abstrak, dan eksklusif ke teologi yang lebih praktis berdasarkan pada kehidupan dan kebutuhan kontemporer, yang disebut \"teologi sosial\". Wacana teologis Gulen dibedakan atas dukungannya terhadap demokrasi, humanisme, keterbukaan terhadap globalisasi, progresifitas dalam mengintegrasikan tradisi dengan modernitas, dan untuk memaknai kesalehan pluralistik.Kata kunci: Kalam, Teologi Sosial, Pluralitic-Piety, Multikulturalisme",
      "citationCount": 4,
      "doi": "10.30984/pp.v20i1.748",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f2cd85860e22bd54f80e28554fb3436759c0be0",
      "venue": "Potret pemikiran",
      "journal": {
        "name": "Potret Pemikiran"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9bdd39d2f3f3f7883b9cc6370a5d5ee9c7aa1ae6",
      "title": "Buddhist World in Global Context",
      "authors": [
        {
          "name": "M. Ulanov",
          "authorId": "113639145"
        },
        {
          "name": "V. N. Badmaev",
          "authorId": "2091578062"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9bdd39d2f3f3f7883b9cc6370a5d5ee9c7aa1ae6",
      "venue": "",
      "journal": {
        "name": "International Journal of Economics and Financial Issues",
        "pages": "15-17",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3fbd098f63fbfeaa8c2a538a3c5c95266f5e262a",
      "title": "Towards a progressive interpretation of Ummah1",
      "authors": [
        {
          "name": "H. Bachtiar",
          "authorId": "118578379"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3fbd098f63fbfeaa8c2a538a3c5c95266f5e262a",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0c05c60be386ff7f0784d9659f7423ee4df2a070",
      "title": "Pluralis dan Pluralisme dalam Perspektif",
      "authors": [
        {
          "name": "H. B. A. Teng",
          "authorId": "146940006"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.34050/jib.v3i1.2373",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c05c60be386ff7f0784d9659f7423ee4df2a070",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ca3bac18d2945ebbe62f8dbad025b2a1d0beeda0",
      "title": "Nietzsche’s Final Teaching. By Michael Allen Gillespie. Chicago: University of Chicago Press, 2017. 264p. $35.00 cloth.",
      "authors": [
        {
          "name": "J. Dienstag",
          "authorId": "114221601"
        }
      ],
      "year": 2018,
      "abstract": "to a transcendent realm of timeless truth, elevated beyond the pluralism of opinions held by citizens in the polis, why did he write Socratic dialogues? One could make a similar judgment about the Socratic character of the task of political philosophy as sketched in Book I, chapters 4–5 of theNicomachean Ethics. Reflecting on this might require us to rethink Arendt’s mythology of a philosophical tradition that is monological rather than dialogical. Arendtian politics is a politics of exuberant participatory citizenship. Faithful Arendtians like Zerilli will tend to presume that the expansion of civic agency and the lively exchange of opinions will always bring enhanced democracy. All committed democrats will naturally find this an attractive presumption. But is this vision not shadowed by lurking doubts? Contemporary populism should give us pause. Nigel Farage worked hard to disseminate his strong opinions and invested tremendous exertions of civic agency in his project to sever the UK from the European Union. Does that automatically mean that his politics should be welcomed and applauded by a theory of “judging politically”? Can we afford to abstract from the content of the politics? Zerilli wants “a critical practice of judging as rooted in the exchange of . . . perspectives” that are not prevetted by a proceduralist normative theory (p. 269; cf. pp. 132 and 141). But what ensures that the outcome is “critical” rather than reactionary? This problem also links up with similar difficulties with respect to another central pillar of Zerilli’s effort to appropriate Arendtian theorizing for an ambitious rethinking of contemporary democracy, namely, Arendt’s conception of pluralism: “For Arendt, to belong to a democratic political community is to have a ‘common world,’ not to share a worldview, and this common world exists only where there is a plurality of worldviews. Our sense of what is common . . . can appear only when it is seen from multiple perspectives” (p. 265). But this Arendtian pluralism may be less open-ended than either Arendt or Zerilli wish it to be. Is the common world upheld or undermined, for instance, by a worldview that privileges consumer choices over commitment to shared citizenship? Or that prefers to lower taxes even if it means a diminished public realm? Is it upheld or undermined by a worldview that regards the purposes of secular politics as paltry compared with the imperatives of religious piety? Most dramatically: is it upheld or undermined by the racist worldview of the contemporary Alt Right? Zerilli clearly believes that Arendt’s politics of judgment is recommended by its superior accommodation of moral and political pluralism, certainly relative to reigning forms of contemporary liberalism that are confident in their grasp of a definitive moral truth. But Arendt’s political philosophy, with its celebration of participatory citizenship, its privileging of immortality over eternity, and its moral universalism, also champions a fairly well-defined worldview (it is hard to imagine that it would count as a political philosophy if it did not)—a worldview that may not be deferred to by some of the plural perspectives that it seeks to encompass. There are surely worldviews that have no interest in contributing to or helping to constitute a common world of the kind imagined by Arendt. Her supposedly open-ended pluralism is, in fact, a pluralism of opinions and perspectives held by those already robustly committed to a shared and jointly constituted public world. This would seem to be an inescapable paradox of pluralism as conceived by Arendt, one that a philosophy built on Arendtian foundations will not easily circumvent. As this discussion illustrates, it is not so easy to appeal to plurality and pluralistic freedom without a philosophical privileging of a particular conception of what normatively defines the common world. What we encounter here is perhaps the Arendtian version of the metaphysical neutralism rightly criticized by Zerilli in other political philosophers (that is, the presumption that one is not oneself relying upon some philosophical Archimedean point). One has to welcome the fact that appeals to truth loom larger in Zerilli’s current version of her theory and her revised interpretation of Arendt than was the case with her earlier work (namely, Zerilli’s important article, “We Feel Our Freedom”, Political Theory, 33(2), 2005). Yet one still has to wonder whether the new version sufficiently acknowledges that even a theory celebrating the space of judgment as a space of freedom and plurality reposes on a specific claim to philosophical truth and not merely the opinions of citizens transmuted into truths. In other words, however determined one may be to limit truth to “Socratic”maieutics, a “Platonic” commitment to the truth of one’s own political philosophy will inevitably creep in.",
      "citationCount": 0,
      "doi": "10.1017/S1537592718001366",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca3bac18d2945ebbe62f8dbad025b2a1d0beeda0",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "821 - 823",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0e727694e5e4382d491f9f60be4f19b98d9c2901",
      "title": "John Rawls y la justicia social entre la libertad, la igualdad y la estabilidad de la sociedad",
      "authors": [
        {
          "name": "Valencia Salamanca",
          "authorId": "150333912"
        },
        {
          "name": "H. Javier",
          "authorId": "108170227"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e727694e5e4382d491f9f60be4f19b98d9c2901",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b15f7f02fdedc1813a2c26939e914597b726c652",
      "title": "Revitalisasi Fungsi Teologi Islam Dalam Konteks Multikultural Perspektif Fethullah Gulen",
      "authors": [
        {
          "name": "M. Said",
          "authorId": "123504746"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b15f7f02fdedc1813a2c26939e914597b726c652",
      "venue": "",
      "journal": {
        "name": "Farabi",
        "pages": "64-89",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0343997cf36cc91cdb96946a717b5e4afebf4a75",
      "title": "PARADIGMA TEOLOGI SOSIAL : REVITALISASI FUNGSI TEOLOGI ISLAM DALAM KONTEKS MULTIKULTURAL",
      "authors": [
        {
          "name": "Muhammad Said",
          "authorId": "1506232438"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0343997cf36cc91cdb96946a717b5e4afebf4a75",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "106-151",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c9b14525b54078ee0167420d2b5940c8e69cf33a",
      "title": "LIBERALIZMO IR DEMOKRATIJOS SANTYKIS POLITINĖS FILOSOFIJOS POŽIŪRIU",
      "authors": [
        {
          "name": "Vaidotas Valantiejus",
          "authorId": "113481904"
        }
      ],
      "year": 2015,
      "abstract": "The main strategy of this article is to consider liberalism in contrast with democracy. Many critics of liberal democracy argue that there is no necessary relation between two distinct traditions but only a contingent historical articulation. The main ideas of liberalism are the rule of law, the defense of human rights and the respect of individual liberty. Democracy, by contrast, relies on substantial equality, identity between governing and governed, and popular sovereignty. In other words there is a tension between democratic homogeneity and liberal heterogeneity or pluralism. Mainly because of liberal assumption of an autonomous rights bearing individual, liberalism is very skeptical on the issue of democracy. Liberals stress the protection of freedom against potential oppressive democratic majorities. Equality in the liberal tradition is reduced to equal liberty. The abstract liberal conception of equality postulates that every person is, as a person, morally equal to every other person. The substantial democratic conception of equality, however, requires the possibility of inequality, i.e. the possibility of distinguishing who belongs to the demos and who is exterior to it. Equality is only valuable politically so long as it has substance or concrete political context. John Rawls’s theory of political liberalism accents formal and procedural aspects of liberal democracy. The main cause is that Rawls’s theory is deontological. He draws the distinction between the “right” and the “good” – between a framework of basic rights and liberties, and the conceptions of the good that people may choose to pursue within this framework. Rawls’s priority of the right over the good is presented as the principle of neutrality. But the problem is that political liberalism can provide a consensus only among reasonable persons who are persons who accept the principles of political liberalism. Thus Rawls’s allegedly neutral public reason is derived from the fundamentals of liberalism or the specific concept of good. Communitarian political philosophy criticizes liberalism for its atomism, concept of negative liberty and the priority of human rights. Deontological liberalism, it is said, is excessively individualistic, abstract and universalistic. Challenging the liberal commitment to individualism and to human rights, communitarians insist that democratic community cannot be justified without reference to common purposes and ends. To be a citizen is to interpret oneself as a member of the polity. Democratic homogeneity requires the identity between governing and governed. So, democracy rests not on individual rights, but essentially on the general will of the community. The model of deliberative democracy argues that the essence of democracy is deliberation itself, as opposed to voting, interest aggregation, constitutional rights, or self-government. Deliberative democracy concerns the degree to which democratic control is substantive and engaged by competent citizens. The influence of informal public opinion formation, it is claimed, has to be transformed into “communicative power” and accordingly into “administrative power”. But in essence deliberative theory accepts the key tenets of political liberalism. Some deliberative theorists argue that the priority of liberal rights is necessary for deliberative democracy itself. The agonistic model of democracy says that the dimension of antagonism is inherent in human relations. The ineradicability of antagonism, it is argued, is constitutive of the political. The main task of this model is to establish us/them discrimination in a way that is compatible with pluralist democracy. On the one hand, agonistic democracy criticizes neutral and procedural aspects of liberal democracy, on the other hand, both agonistic and liberal models accepts the priority of pluralism and individual rights. In summary, the processes of liberalization and democratization are conceptually contradictory. The ethos of liberalism, especially the ideal of negative liberty, reduces the substantial concept of equality to indifferent equal liberty. The principle of moral equality is gradually transformed to the principle of moral individualism. The deontological liberalism ignores the main democratic question – how to establish the democratic community with both the autonomy of persons and the shared understanding of the good? In this way political liberalism negates the ideal of democracy – the identity between governing and governed.",
      "citationCount": 0,
      "doi": "10.15388/POLIT.2009.4.8391",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c9b14525b54078ee0167420d2b5940c8e69cf33a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "81-102",
        "volume": "56"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f7a6a7c423072da194cfc94cc22a41bb678bf921",
      "title": "RETHRETHINKING ISLAMIC THEOLOGY Mengagas Teologi Sosial dalam konteks Pluralisme dan Multikulturalisme (Perspektif Pemikiran Teologi Fethullah Gulen)",
      "authors": [
        {
          "name": "M. Said",
          "authorId": "123504746"
        }
      ],
      "year": 2015,
      "abstract": "This article elaborate about the neccesity of renewal Islamic theology in the context of pluralism and multiculturalism. One of contemporary Muslim schoolars, Fethullah Gulen, could be considered among the most influential Muslim theologians in the context of modern world. His works focus on redef ining the nature of Islamic discourse in the contemporary world by doing interreligious and intercultural dialogue. Today, we need to shift our paradigm from classical kalam which dogmatic, abstract, and exclusive, to be more practical theology, based on contemporary needs of human life, by presenting as what is called “social theology”. It’s important to note that Gulen’s theological discourse distinguished for his support of democracy, humanisme, openness to globalization, progressiveness in integrating tradition with modernity, and to make sense of pluralistic-piety. [Artikel ini menjelaskan tentang kepentingan dibalik agenda pembaharuan teologi Islam dalam konteks pluralisme dan multikulturalisme. Salah satu pemikir Muslim kontemporer, Fethullah Gulen, dianggap sebagai salah satu teolog Muslim paling berpengaruh dalam konteks dunia modern saat ini. Karya-karyanya fokus pada upaya pendefinisian ulang tentang wacana- wacana Islam di dunia kontemporer dengan melakukan dialog antaragama dan antarbudaya. Saat ini, kita perlu merubah paradigma kita dari kalam klasik yang dogmatis, abstrak, dan eksklusif, menjadi teologi lebih praktis, berdasarkan kebutuhan kontemporer, yakni dengan menghadirkan apa yang disebut dengan “teologi sosial”. penting dicatat bahwa wacana teologis Gulen ini dibedakan atas dukungan demokrasi, humanisme, keterbukaan terhadap globalisasi, progresif dalam mengintegrasikan tradisi dengan modernitas, serta untuk memahami kesalehan pluralistik.]",
      "citationCount": 0,
      "doi": "10.14421/esensia.v16i2.991",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f7a6a7c423072da194cfc94cc22a41bb678bf921",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "111-133",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5e42b141c820cf7e65e0f4a3751ef2bc12c65f1f",
      "title": "American Power: Mary Parker Follett and Michel Foucault",
      "authors": [
        {
          "name": "S. Pratt",
          "authorId": "2073499776"
        }
      ],
      "year": 2011,
      "abstract": "Classical pragmatism, despite its recognized concern for questions of freedom and democracy, has little to say directly about questions of power. Some commentators have found Dewey’s notion of habit to be a resource for taking up issues of power while others have argued that pragmatism does not provide a sufficiently critical tool to challenge systematic oppression. Still others have proposed to shore up pragmatism by using resources found in post-structuralism, particularly in the work of Foucault. This paper begins with this suggestion, but argues that while Foucault offers a useful starting point his conception of power fails—at least in an American context characterized by the experience of pluralism. I then argue that the pragmatist tradition, through the work of Mary P. Follett (1868-1933) has the theoretical resources to generate a conception of power that begins with the experience of pluralism.",
      "citationCount": 19,
      "doi": "10.22439/FS.V0I11.3207",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e42b141c820cf7e65e0f4a3751ef2bc12c65f1f",
      "venue": "",
      "journal": {
        "name": "Foucault Studies",
        "pages": "76-91",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "76312b9108a5db3c555f3100996b98a1cf4516f8",
      "title": "Mouffe, Chantal (1943–)",
      "authors": [
        {
          "name": "M. Wenman",
          "authorId": "113187618"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1002/9781118474396.WBEPT0692",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76312b9108a5db3c555f3100996b98a1cf4516f8",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "2461-2468",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a930d11fce55187cdabf7a72d84cae52fa208ca5",
      "title": "The present place and purpose of american philosophy",
      "authors": [
        {
          "name": "Erin McKenna",
          "authorId": "49224909"
        },
        {
          "name": "S. Pratt",
          "authorId": "2073499776"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a930d11fce55187cdabf7a72d84cae52fa208ca5",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "113-124",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9e96d4f7b1b51cea415a58b33f023d90f55e6ea1",
      "title": "O Lugar Atual e Propósito da Filosofia Americana",
      "authors": [
        {
          "name": "Erin McKenna",
          "authorId": "2070460928"
        },
        {
          "name": "Scott L. Pratt",
          "authorId": "2073500310"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9e96d4f7b1b51cea415a58b33f023d90f55e6ea1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "113-124",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ad2811a02a5f82ca1d4666dd200c3f3a78460816",
      "title": "The of Mill. By",
      "authors": [
        {
          "name": "M. Warren",
          "authorId": "2252365607"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ad2811a02a5f82ca1d4666dd200c3f3a78460816",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "7d0927ef355c4e6f3a36c3c02535695dbe4cc372",
      "title": "Nuovo costituzionalismo, democrazia costituzionale e pluralismo dei valori",
      "authors": [
        {
          "name": "M. Barberis",
          "authorId": "143958887"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7d0927ef355c4e6f3a36c3c02535695dbe4cc372",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "749fd1391755d0bad75520a6913dc411a7379e5f",
      "title": "「世俗時代」的公共倫理：文化認同與國家忠誠－以五四時期知識分子的公德觀為中心",
      "authors": [
        {
          "name": "段煉",
          "authorId": "95375676"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.6353/BIMHAS.201209.0101",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/749fd1391755d0bad75520a6913dc411a7379e5f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "101-145",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9e4d48d7d2135046a330a8e5efab90294bd389bb",
      "title": "American Power : Mary Parker Follett",
      "authors": [
        {
          "name": "S. Pratt",
          "authorId": "2073499776"
        },
        {
          "name": "M. P. Follett",
          "authorId": "66850515"
        },
        {
          "name": "M. Foucault",
          "authorId": "97923787"
        },
        {
          "name": "M. P. Follett",
          "authorId": "66850515"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9e4d48d7d2135046a330a8e5efab90294bd389bb",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "baa5910639b3455c834a170f0dc23cbb50fd5596",
      "title": "Promoting the Sinonization of Marxism to Provide Firm Theoretical Support for the Socialism with Chinese Characteristics",
      "authors": [
        {
          "name": "Xiao Yu-lon",
          "authorId": "1439321392"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/baa5910639b3455c834a170f0dc23cbb50fd5596",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "9a144b8c2a6b7ed67ef14e9055b323ae230dcfce",
      "title": "Metametaphysical Monism, Dualism, Pluralism, and Holism in the German Idealist Tradition",
      "authors": [
        {
          "name": "G. A. Bruno",
          "authorId": "2329823794"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT During his Jena period, Fichte endorses a curious dictum: ‘the kind of philosophy one chooses depends on the kind of person one is’. How can Fichte’s dictum support a vindication of German idealism over Spinozism, which he also calls ‘dogmatism’? I will show that the answer to this seemingly straightforward question reveals a rather complex series of metametaphysical objections that shape the development of the entire German idealist tradition. Ultimately, as I will suggest, the series of metametaphysical questions that shape the German idealist tradition must culminate in the question of how to understand the relation between philosophy and its presuppositions. I will conclude by briefly considering a hermeneutical response to this question.",
      "citationCount": 1,
      "doi": "10.1080/09672559.2024.2418602",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a144b8c2a6b7ed67ef14e9055b323ae230dcfce",
      "venue": "International Journal of Philosophical Studies",
      "journal": {
        "name": "International Journal of Philosophical Studies",
        "pages": "640 - 654",
        "volume": "32"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
