[s2_search.py] Searching Semantic Scholar: 'ritual transmission social memory' (year=2005-2025) (field=Philosophy), limit=15
[s2_search.py] Retrieved 15/15 papers...
[s2_search.py] Cached results (cache key: s2_81c2391e52debf07)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "ritual transmission social memory",
  "results": [
    {
      "paperId": "9ee5ad87b3616525f164a4ec941bdf74e01e2766",
      "title": "Religion and Cognition: A Reader",
      "authors": [
        {
          "name": "D. Slone",
          "authorId": "145327075"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.4324/9781315539423",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ee5ad87b3616525f164a4ec941bdf74e01e2766",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f4dd6a49d9a1a1783c0716738b7e9242abfb0b7e",
      "title": "Thematic Analysis of the Problems of Social Memory in Modern Social Philosophy: Storage and Transmission of the Meanings and Significance of Culture in the Information Society, “Smart Social Memory”",
      "authors": [
        {
          "name": "Evgenia Yu. Makulina",
          "authorId": "2182921246"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.24158/fik.2022.8.12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4dd6a49d9a1a1783c0716738b7e9242abfb0b7e",
      "venue": "Общество философия история культура",
      "journal": {
        "name": "Общество: философия, история, культура"
      },
      "publicationTypes": null
    },
    {
      "paperId": "01dd315880437b1bb11a1e2e7e5d58f3a6a1554d",
      "title": "A Ritual Character of Dance in the Myth as a Primary form of Being Social Memory",
      "authors": [
        {
          "name": "E. M. Serdeshnov",
          "authorId": "2183958714"
        }
      ],
      "year": 2012,
      "abstract": "The article considers the phenomenon of social memory in its socio-historical formation. Social-philosophical analysis of dance as a social phenomenon of memory reveals a genetic relationship of sociality and ritual dance as an important mnemonic form of the myth.",
      "citationCount": 0,
      "doi": "10.18500/1819-7671-2012-12-4-38-41",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/01dd315880437b1bb11a1e2e7e5d58f3a6a1554d",
      "venue": "Izvestiya of Saratov University. Philosophy. Psychology. Pedagogy",
      "journal": {
        "name": "Izvestiya of Saratov University. Philosophy. Psychology. Pedagogy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a0429772fb1a8bfd1ff6e99cf332560e3fc940d2",
      "title": "Analysing Paul’s Reference to Baptism in Galatians 3.27 through Studies of Memory, Embodiment and Ritual",
      "authors": [
        {
          "name": "Jason N. Yuh",
          "authorId": "134234233"
        }
      ],
      "year": 2019,
      "abstract": "Despite the scholarly consensus regarding the logical importance of Paul’s reference to baptism in Gal. 3.27, there has been hardly any sustained analysis of why such a brief reference could be effective. With the recent emergence of interdisciplinary methods from cognitive science, memory studies, notions of embodiment, and ritual theories, this study explores the social impact of Paul’s reference to baptism. Paul simultaneously reinforces his authority over, and solidarity with, the Galatian communities in a ‘misrecognized’ manner – neither of which could be claimed by the ‘agitators’ against whom he is arguing.",
      "citationCount": 0,
      "doi": "10.1177/0142064X19832207",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a0429772fb1a8bfd1ff6e99cf332560e3fc940d2",
      "venue": "Journal for the Study of the New Testament",
      "journal": {
        "name": "Journal for the Study of the New Testament",
        "pages": "478 - 500",
        "volume": "41"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9f9c95acb8086a41e9f84c11f8df0fee779bc3bc",
      "title": "Ritual and Transmission",
      "authors": [
        {
          "name": "I. Czachesz",
          "authorId": "52269221"
        }
      ],
      "year": 2018,
      "abstract": "This chapter asks the question of how rituals contribute to cultural transmission. Scholars of rituals have taken for granted that rituals somehow preserve traditions; however, how they achieve that has remained an understudied problem. The first section outlines the problem of transmission against the background of religious studies and more traditional approaches to rituals. The second section concentrates on what ritual theories tell us about memory and its involvement in rituals, with special attention to Whitehouse’s theory of the modes of religiosity and insights from the cognitive science of religion. The third section reviews important developments in memory studies that allow for a more nuanced understanding of the role of memory in rituals. The fourth section considers the role of actions, artefacts, and epigenetics in ritual transmission. Finally, the chapter concludes by outlining a model of inheritance systems to study transmission in rituals.",
      "citationCount": 2,
      "doi": "10.1093/OXFORDHB/9780198747871.013.7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f9c95acb8086a41e9f84c11f8df0fee779bc3bc",
      "venue": "The Oxford Handbook of Early Christian Ritual",
      "journal": {
        "name": "The Oxford Handbook of Early Christian Ritual"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "97110e3cb7d76afad84c62db70dd679d5bd7697f",
      "title": "Sonic Genealogies and Mystical Memory: Tracing Jalāl al-Dīn al-Rūmī’s Epigenetic Influence on Indo-Islamic Musical Consciousness",
      "authors": [
        {
          "name": "Ismail Eraslan",
          "authorId": "2373351735"
        }
      ],
      "year": 2025,
      "abstract": "This study examines the transmission of mystical memory in Islamic musical traditions by exploring how the intellectual and aesthetic legacy of Mawlānā Jalāl al-Dīn Rūmī (d. 672/1273) resonated across the Indo-Islamic cultural sphere through epigenetic and neuroaesthetic mechanisms. While previous scholarship has primarily emphasized Rûmî’s written works and spiritual influence, this article foregrounds his auditory metaphysics, focusing particularly on samāʿ and qawwalī as ritual practices of divine remembrance (dhikr) and embodied knowledge production. By situating sound as the central epistemic axis, the research demonstrates that Rûmî’s philosophy should be understood not only as poetic symbolism but as a sonic epistemology grounded in ritual embodiment. Methodologically, the study employs an AI-assisted comparative framework integrating spectral sound analysis (using Librosa and Praat software) to compare rhythmic density, melodic intensity, and vocal texture between Mevlevī samāʿ and Chishtī qawwalī performances. This approach allows the research to visualize and quantify how repetition, rhythm, and bodily participation generate neuroplastic traces of mystical memory. The findings reveal that Mevlevī rotation and breath-centered chanting of “Hu” produce inner resonance, while Chishtī qawwalī’s intense vocal invocations such as “Maulā” and “ʿAlī” induce collective trance states. These shared patterns demonstrate that mystical sound functions as an intergenerational medium of cultural memory, sustaining epistemic continuity across centuries. Furthermore, the study highlights the resilience of sonic traditions during colonial ruptures, showing how music functioned as a form of mystical resistance when textual expression was silenced. Ultimately, Rûmî’s auditory philosophy is reinterpreted as a biocultural, embodied, and epigenetic phenomenon that bridges spirituality, cognition, and sensory experience. The research offers new insights for Islamic studies, music-based pedagogy, neuroaesthetic learning models, and postcolonial epistemology, demonstrating that sound remains a vital agent of knowledge, memory, and identity transmission in the Islamic world.",
      "citationCount": 0,
      "doi": "10.33718/tid.1756789",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/97110e3cb7d76afad84c62db70dd679d5bd7697f",
      "venue": "Trabzon ilahiyat dergisi",
      "journal": {
        "name": "Trabzon İlahiyat Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e4201f7612b398710ca4977d5e0a1d95a6b5315a",
      "title": "Memory as a semiotic tool for formation of general human rights and the historical and national legal policy of the state",
      "authors": [
        {
          "name": "O. Balynska",
          "authorId": "115577434"
        }
      ],
      "year": 2024,
      "abstract": "Remembering is positioned as a phenomenon that makes it possible to consolidate, preserve, and in the future - to reproduce the past experience of humanity and its repeated application in human life. The author demonstrates socially significant types of memory: historical memory, which preserves historical truth and even projects a historical need; social memory, which marks the values, findings, worldview institutions and guidelines of a social group as a certain symbolic capital; cultural memory, which includes the so- called \"communicative tradition” of generations; the philosophical concept of memory, in which the processes of thinking, cognition and the spiritual essence of a person are reproduced. On this basis, it is proposed to develop memory as a semiotic device through which law as such and general human rights are formed, as well as the historical heritage of the nation and, accordingly, the nation­state. thus, it is about the importance of using the psychological method of memorization in the creation of law as a result of human thinking and understanding its impact on legal awareness and legal behavior; about demonstrating the influence of socio-cultural features and their ability to provide their own psychological strength of the history of the people; on proving that norms of behavior (in particular, rights) are born in the psyche of a person, are the result of his mental activity, and, accordingly, form the content, essence, meaning of the national legal policy with the reproduction of certain signals, signs, codes, messages intended for transmission, processing and storage (memorization) of various information of the people and the nation. That is, the position is substantiated that legal signs (archetypes, universals, symbols and other semiotic elements) are designed to preserve the national peculiarity and originality of legal culture, to form legal traditions as the basis of the legal policy of the state.",
      "citationCount": 0,
      "doi": "10.24144/2788-6018.2024.01.132",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e4201f7612b398710ca4977d5e0a1d95a6b5315a",
      "venue": "Analytical and Comparative Jurisprudence",
      "journal": {
        "name": "Analytical and Comparative Jurisprudence"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "62808db43eb6984d613f60fa786f331ba6d0b1d0",
      "title": "How Ritual an Animal? Harvey Whitehouse on Ritual, Trust, and Cooperation",
      "authors": [
        {
          "name": "K. Sterelny",
          "authorId": "5814206"
        }
      ],
      "year": 2022,
      "abstract": "Harvey Whitehouse documents the great variety of ritual in human life, while offering a unified framework. Ritual’s essential social role is to support social cohesion and cooperation, but it does so via distinct mechanisms: through social fusion and through social identification. For, despite variation, ritual clusters at two poles: rare, intense, often aversive rituals; and frequent, low arousal rituals. Those frequent rituals operate through social identification primed by mutual recognition of common doctrine. In principle, this mechanism is scale independent. Rare, intense rituals generate cohesion through social fusion, itself triggered by shared, congruent autobiographical memory. This is intrinsically a small-scale mechanism. In this paper, I (i) argue that cost-based analyses of the function of ritual have a larger scope than Whitehouse supposes, (ii) offer a modified view of social fusion and the role of autobiographical memory, and (iii) argue that the primary upshot of doctrinal ritual is the legitimation of hierarchy rather than social cohesion over large social scales.",
      "citationCount": 1,
      "doi": "10.1558/jcsr.22515",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/62808db43eb6984d613f60fa786f331ba6d0b1d0",
      "venue": "Journal for the Cognitive Science of Religion",
      "journal": {
        "name": "Journal for the Cognitive Science of Religion"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cac492d5651a8189ddf2798e3fbd90f80d97e7a6",
      "title": "A Socio-Philosophical Analysis of the The Family Ritual through the Categories of “Holiday”and “Morality”",
      "authors": [
        {
          "name": "G.Zh. Nazanova",
          "authorId": "2392484997"
        },
        {
          "name": "A.M. Kadyraliyeva",
          "authorId": "2392489527"
        },
        {
          "name": "Mehmet Toplu",
          "authorId": "2392483599"
        },
        {
          "name": "G.U. Kuanyshova",
          "authorId": "2392484381"
        }
      ],
      "year": 2025,
      "abstract": "The article is a socio-philosophical study of family ritual through the categories of“holiday”and“morality”. According to the authors, family rituals have existential, cultural and socio-ethical significance. The authors rely on the concepts of M.Eliade, M.Heidegger, W.Turner, T.Adorno and D.Cook, as well as the Kazakh philosophical tradition of Al-Farabi, A.Kunanbayev, M.S.Shaikemelev, to show the dual nature of family leisure: its potential as a space of authenticity and care, and its vulnerability to the forces of commercializa-tion and cultural conformism. The analysis covers key aspects: the cyclicality and liminality of holidays, their role in the formation of family and cultural identity, the intersubjective dimension of shared time, as well as the influence of social inequality and global crises on the structure and content of leisure. An important place is occupied by the Kazakh context, where family holidays are associated with the traditions of nomadic herit-age, the moral ideal of“adam bol”and the ethics of care. The authors argue that the authenticity of a family holiday is possible only with a shift in emphasis from consumption to presence, from external images to in-ternal meaning. Family recreation is presented as an act of ethical presence and cultural memory, capable of resisting alienation and preserving the connection between generations. Thus, it acts as a practice of moral improvement and the embodiment of virtue in the Aristotelian sense, where leisure becomes a space for eudaimonia and moral self-realization of a person",
      "citationCount": 0,
      "doi": "10.31489/2025hph3/296-307",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cac492d5651a8189ddf2798e3fbd90f80d97e7a6",
      "venue": "Bulletin of the Karaganda university. \"History. Philosophy\" series",
      "journal": {
        "name": "Bulletin of the Karaganda university History.Philosophy series"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e2f4824bc0f1ab88ce048ba17951879638d277e5",
      "title": "The Right to Historical Memory in the Human Rights System",
      "authors": [
        {
          "name": "A. Skorobogatov",
          "authorId": "2173047562"
        },
        {
          "name": "A. Skorobogatova",
          "authorId": "144727213"
        }
      ],
      "year": 2024,
      "abstract": "The article is devoted to the study of the essence, content and meaning of the right to historical memory. Based on the philosophical and legal analysis of memorial legislation and commemorative practices in Russia, it is concluded that the right to historical memory is a right embedded in a set of interventions and social practices to a symbolic representation of the past, which makes available forms of public representation of its invariance. It can be considered as a human right as a member of a certain society to preserve, interpret and represent knowledge, opinions, assessments, beliefs and ideas about events, phenomena and processes of the past that are of value for the preservation, progressive development and effective functioning of modern society, with which an individual identifies himself. According to the subject composition, the right to historical memory can be classified into individual and collective. In the first case, we mean the reflection and evaluation of historical facts, events and names in the mind of an individual. In the latter case, we are talking about a retrospective explication of intresubjective reflection on the development and functioning of society within the space-time continuum. The state, acting as a legitimate representative of society, through memorial legislation not only constructs official memory frames and determines responsibility for their violation, but also establishes guarantees for the realization of the right to historical memory. The realization of the right to historical memory can be carried out in the forms of narrative, monumental propaganda, commemorative practices of a ceremonial and ritual nature and memorial legislation. At the same time, the right to historical memory is the most important means of social identification of an individual and by its nature can be considered as part of the human rights of the fourth generation. Taking into account the right to historical memory in the organization of Russia's memorial policy will strengthen its legitimacy.",
      "citationCount": 0,
      "doi": "10.21639/2313-6715.2024.2.1.",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e2f4824bc0f1ab88ce048ba17951879638d277e5",
      "venue": "Prologue: Law Journal",
      "journal": {
        "name": "Prologue: Law Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "289c126cea2286bc60835591662b36ac36ae2802",
      "title": "THE SYSTEM OF MORAL-ETHIC VALUES IN UKRAINIAN NON-RITUAL LYRIC-EPIC FOLKLORE: THE RESPONSIBILITY CATEGORY",
      "authors": [
        {
          "name": "Liubov Kopanytsia",
          "authorId": "2237233157"
        },
        {
          "name": "Alla Pavlova",
          "authorId": "2079856787"
        }
      ],
      "year": 2023,
      "abstract": "The article is devoted to the problem of responsibility in non-ritual lyric-epic folklore. The poetic macrosphere of lyric-epic folklore reflects the multifaceted spiritual universe of the Ukrainian ethnic group, mental peculiarities, features of the national character, historical aspects of social development, and various transformational processes. Forms of rational and irrational understanding of the world were revealed in the folklore text, which influenced the formation of a special sociocultural paradigm. In traditional non-ritual poetry, the world itself, in all its inexhaustibility of interpretations, appears as the center of an axiological system, an unchanging value in man's understanding of all that exists. The broad information content present in the texts of traditional culture contributes to the realization of communicative efficiency, which helps to socialize and differentiate between essential and non-essential. The poetic system of the lyric-epic song represents the features of the structuring of a complex anthropological model. In the collective memory, exceptional events were imprinted, which reveal the actualization in the folk consciousness of precisely the moments of the destructive nature of an individual's irresponsibility for the consequences of his own actions. The article highlights the concept of \"attachment of responsibility\": everyone must be responsible for their actions. Through the multifaceted artistic macrosphere of the song, a number of important interpretations of the essence of moral responsibility in the axiological sense are revealed. An irresponsible act causes a corresponding reaction on the part of individual individuals, merging into a general moral and ethical assessment by the entire community. Thus, through the folklore image of the traditional lyric-epic song, the folklore idea of the uniqueness and uniqueness of human life, which is included in the living memory of other people, their experience and the spiritual world, is transmitted.",
      "citationCount": 0,
      "doi": "10.23856/5816",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/289c126cea2286bc60835591662b36ac36ae2802",
      "venue": "Scientific Journal of Polonia University",
      "journal": {
        "name": "Scientific Journal of Polonia University"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ab7e4d037f53b0585d8c2748eda4a74a54bb8e94",
      "title": "What is the Phenomenology of Collective Memory?",
      "authors": [
        {
          "name": "Juan Diego Bogotá",
          "authorId": "2211053777"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s13164-025-00784-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab7e4d037f53b0585d8c2748eda4a74a54bb8e94",
      "venue": "Review of Philosophy and Psychology",
      "journal": {
        "name": "Review of Philosophy and Psychology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f5fb2d6d75098a8da207319ac62a7ec7dcf515b8",
      "title": "Violence and Resistance in Cultural Transmission: Generations and Time",
      "authors": [
        {
          "name": "Giovanni Levi",
          "authorId": "2361927710"
        }
      ],
      "year": 2025,
      "abstract": "This essay, or rather incomplete notes, is interested in relations between knowledge and culture, discussing on the negative features aroused not from the production of knowledge itself but in the abusive aspects of its transmission. If knowledge is in continuous and often non-linear development, something with a specific time dependency as well as a fragile and non-permanent legitimacy, while culture is something different, as it is composed of knowledge but also of traditions and behaviours, and is connected with social or ethnic groups preserving values, not scientific in character but having an intrinsic strength of their own, so we could pose questions about conditions for varying degrees of violence and varying degrees of resistance in cultural transmission. Based on two important cases, the transfer of religious beliefs and of technical and economic knowledge, and as they tell us a lot about the relationship between the transfer of knowledge and social and ideological structure, without ignoring the role inevitably played by relations of power and authority in this process, we focused on the other aspect of transmitting knowledge. In so far as transmission is clearly the problem with reception, these notes point on the cultural transmission that always implies a modification inherent in the resistance produced by the psychological, biographical, and cultural differences between transmitter and receiver. By observing the factors, which are involved here, more or less psychological and unconscious, as memory, imitation, curiosity, alongside refusal, selection and individual identity, this text emphasizes the fundamental role of time played in the transmission of knowledge in every field, including economy. From this research context, informed by S. Freud’s Project for a Scientific Psychology, emerges the significant problem concerned with how and why the transmission of historical facts to new generations modifies the meaning of trauma. In conclusion we directly address the issue of resistance in intercultural exchanges.",
      "citationCount": 0,
      "doi": "10.37708/bf.swu.v34i1.13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f5fb2d6d75098a8da207319ac62a7ec7dcf515b8",
      "venue": "Balkanistic Forum",
      "journal": {
        "name": "Balkanistic Forum"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1722c0757958a1046b171a48682aa841e69c4576",
      "title": "The Preservation of Memory and the Management of Information as a Step towards Sustainable Development",
      "authors": [
        {
          "name": "Susana Martins",
          "authorId": "145641351"
        },
        {
          "name": "M. Carvalho",
          "authorId": "145762830"
        },
        {
          "name": "Cláudia Pinto",
          "authorId": "145233283"
        }
      ],
      "year": 2023,
      "abstract": "Sustainable development comprehends the balance between human activities and the environment. Today, more than ever, the need to act with respect for the environment and the urgency in recognizing that we belong to the planet, and not the other way around, have accelerated and generalized the demand for information about environmental sustainability, economic and social concerns, and the discussion about which Humanity should adopt paths to save the species. The United Nations 2030 Agenda recognizes access to information as a critical goal in the Sustainable Development Goal of promoting peaceful and inclusive societies, access to justice for all, and building effective, accountable, and inclusive institutions at all levels. In a global and inclusive society, people's access to information and the need to protect fundamental freedoms is necessarily the founding principle of the path to achieving global sustainability. The understanding of the world and society has always been founded on the study of the past, the knowledge of history, traditions, and memory. Only knowledge of memory allows us to know where we come from and to determine where we are going. Memory, which is nothing more than informational heritage, a generator agent of value and distinctive identity, is essential to create, distinguishing, and enriching socioeconomic activities based on the realities of the environment and local cultures towards socioeconomic and environmental sustainability and inclusion. In this paper, we intend to highlight the crucial role of information professionals in sustainable development, as they play unique and privileged roles in the preservation of people's identity and culture, as well as in the collection, research, processing, protection, promotion, enhancement, and transmission of information, which guarantee the viability of Humanity's cultural heritage and access to information as one of the goals of sustainable development.",
      "citationCount": 1,
      "doi": "10.37394/232015.2023.19.30",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1722c0757958a1046b171a48682aa841e69c4576",
      "venue": "WSEAS Transactions on Environment and Development",
      "journal": {
        "name": "WSEAS TRANSACTIONS ON ENVIRONMENT AND DEVELOPMENT"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0f37a7b4df02aeb22f53faded29ad8559894b429",
      "title": "Ritual’s Evolutionary Landscapes",
      "authors": [
        {
          "name": "H. Whitehouse",
          "authorId": "2169959"
        }
      ],
      "year": 2021,
      "abstract": "Understanding the role of ritual in the evolution of social complexity requires attention to many complex, interacting processes operating at different levels. This chapter attempts to sort these out into a coherent overarching framework by building on the ideas of British biologist, philosopher, and polymath C. H. Waddington, who put forward the idea of an ‘epigenetic landscape’ to explain how organisms develop. Waddington’s basic model can be extended to explain how cognitive-developmental and social-historical landscapes unfold and how all three kinds of landscapes interact. Adopting this overarching perspective on cultural evolution helps bridge the unnecessary divisions among branches of evolutionary theory and psychology that emphasize distinct but potentially complementary aspects of social learning and cultural transmission.",
      "citationCount": 0,
      "doi": "10.1093/oso/9780199646364.003.0006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f37a7b4df02aeb22f53faded29ad8559894b429",
      "venue": "The Ritual Animal",
      "journal": {
        "name": "The Ritual Animal"
      },
      "publicationTypes": null
    }
  ],
  "count": 15,
  "errors": []
}
