[s2_search.py] Using cached results (cache key: s2_108b54fbe7f7299d)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "tradition social ontology",
  "results": [
    {
      "paperId": "0523e3632dac517c6d912c99aa2421a19902bc7e",
      "title": "An Interpretation of the Topical Social-Ontological Problems within the Russian Ontological Tradition: Review of the Monograph “Contemporary Social Ontology in the Mirror of the Russian Ontological Tradition: Discourses and Interpretations” by Orekhov A.M., Platonova S.V., Maracha V.G. et. al.",
      "authors": [
        {
          "name": "I. A. Latypov",
          "authorId": "1579260579"
        }
      ],
      "year": 2024,
      "abstract": "<jats:p>-</jats:p>",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2024-28-3-916-921",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0523e3632dac517c6d912c99aa2421a19902bc7e",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "29045b1ca2d5da57bde0bcd86cef5c2c2985406a",
      "title": "Two approaches to naturalistic social ontology",
      "authors": [
        {
          "name": "Matti Sarkia",
          "authorId": "1580074378"
        },
        {
          "name": "Tuukka Kaidesoja",
          "authorId": "52066875"
        }
      ],
      "year": 2023,
      "abstract": "Social ontological inquiry has been pursued in analytic philosophy as well as in the social scientific tradition of critical realism. These traditions have remained largely separate despite partly overlapping concerns and similar underlying strategies of argumentation. They have also both been the subject of similar criticisms based on naturalistic approaches to the philosophy of science, which have addressed their apparent reliance on a transcendental mode of reasoning, their seeming distance from social scientific practice, and their (erroneous?) tendency to advocate global solutions to local and pragmatic problems. Two approaches aiming to naturalize these two traditions of social ontology have been proposed in recent years: one drawing on a Gierean, model-based approach to scientific practice, the other drawing on inference to the best explanation. In our paper, we compare and contrast these naturalistic approaches to social ontology in terms of their capacity to respond to the aforementioned challenges. We also defend a form of methodological pluralism, according to which there are multiple different naturalistically acceptable approaches to social ontology, which emphasize contrasting procedural continuities between social scientific research and philosophical practice.",
      "citationCount": 5,
      "doi": "10.1007/s11229-023-04105-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/29045b1ca2d5da57bde0bcd86cef5c2c2985406a",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "1-28",
        "volume": "201"
      },
      "publicationTypes": null
    },
    {
      "paperId": "03ac4f617169bb15dd523105a9b9e08558b8cddb",
      "title": "A model-based approach to social ontology",
      "authors": [
        {
          "name": "Matti Sarkia",
          "authorId": "1580074378"
        }
      ],
      "year": 2021,
      "abstract": "This paper argues for theoretical modeling and model-construction as central (but not necessarily the only) types of activities that philosophers of social ontology (in the analytic tradition) engage in. This claim is defended through a detailed case study and revisionary interpretation of Raimo Tuomela’s account of the we-perspective. My interpretation is grounded in Ronald Giere’s account of scientific models, and argued to be compatible with, but less demanding than Tuomela’s own description of his account as a philosophical theory of the social world. My approach is also suggested to be applicable to many (but not necessarily all) other methodologically naturalist accounts of collective intentionality and social ontology.",
      "citationCount": 3,
      "doi": "10.1177/00483931211056952",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03ac4f617169bb15dd523105a9b9e08558b8cddb",
      "venue": "Philosophy of the Social Sciences",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "175 - 203",
        "volume": "52"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7f7b36962c9d01490f12c62bb4ddc0a6e13a36f8",
      "title": "Toward an Ontology of Pacifism: Three Ontological Intuitions of the Pacifist Tradition",
      "authors": [
        {
          "name": "Andrew Fiala",
          "authorId": "2296047480"
        }
      ],
      "year": 2025,
      "abstract": "\nThe paper explores the ontology of pacifism by considering authors and texts in the pacifist tradition. It analyzes three generally shared commitments of the authors in this tradition: (1) that peace is a positive reality, (2) that interdependence and interrelationship are fundamental; and (3) that the entities of social and political life are socially constructed. These ideas are generally shared by authors in this tradition, although the tradition is itself understood as a complex conversation that includes diverse points of view. The paper argues that by understanding these ontological commitments we can better understand the normative claims of pacifism.",
      "citationCount": 0,
      "doi": "10.1163/27727882-bja00040",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f7b36962c9d01490f12c62bb4ddc0a6e13a36f8",
      "venue": "Journal of Pacifism and Nonviolence",
      "journal": {
        "name": "Journal of Pacifism and Nonviolence"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7a67d275f1d672270ef20ecae39b0b98470ea40c",
      "title": "Anomie: On the Link Between Social Pathology and Social Ontology",
      "authors": [
        {
          "name": "F. Neuhouser",
          "authorId": "87762392"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-75158-6_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a67d275f1d672270ef20ecae39b0b98470ea40c",
      "venue": "Durkheim & Critique",
      "journal": {
        "name": "Durkheim & Critique"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2242a7e2978064ceb8ffb8ec5d40449e699b2c52",
      "title": "Social Ontology as Embedded in the Tradition of Phenomenological Realism",
      "authors": [
        {
          "name": "Alessandro Salice",
          "authorId": "5687052"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1007/978-94-007-5600-7_13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2242a7e2978064ceb8ffb8ec5d40449e699b2c52",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "217-232",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "345abbdd31ddfdf6959e12917710dbdb215adebd",
      "title": "Critical Theory and Processual Social Ontology",
      "authors": [
        {
          "name": "E. Renault",
          "authorId": "121954943"
        }
      ],
      "year": 2016,
      "abstract": "Abstract The purpose of this article is to bridge the gap between critical theory as understood in the Frankfurt school tradition on the one hand, and social ontology understood as a reflection on the ontological presuppositions of social sciences and social theories on the other. What is at stake is the type of social ontology that critical theory needs if it wants to tackle its main social ontological issue: that of social transformation. This paper’s claim is that what is required is neither a substantial social ontology, nor a relational social ontology, but a processual one. The first part of this article elaborates the distinction between substantial, relational and processual social ontologies. The second part analyzes the various ways in which this distinction can be used in social ontological discussions. Finally, the third part focuses on the various possible social ontological approaches to the issue of social transformation.",
      "citationCount": 49,
      "doi": "10.1515/jso-2015-0013",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/345abbdd31ddfdf6959e12917710dbdb215adebd",
      "venue": "",
      "journal": {
        "name": "Journal of Social Ontology",
        "pages": "17 - 32",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2f3aac9031fcd95801c9ee7541ffa6ace7c730e3",
      "title": "Emmanuel Renault Critical Theory and Processual Social Ontology",
      "authors": [
        {
          "name": "E. Renault",
          "authorId": "121954943"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f3aac9031fcd95801c9ee7541ffa6ace7c730e3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "031e1f20e4e3e0e649cfd79fa0ebdbfaa414fb98",
      "title": "The Very Idea of Organization: Social Ontology Today: Kantian and Hegelian Reconsiderations",
      "authors": [
        {
          "name": "C. Krijnen",
          "authorId": "102265254"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/031e1f20e4e3e0e649cfd79fa0ebdbfaa414fb98",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "215719f0117e904cebcf7312881a6b5637cfee32",
      "title": "ТHE BEGINNING OF THE WORLD ACCORDING TO HESIODS AS THE BIRTH OF PHILOSOPHICAL ONTOLOGY",
      "authors": [
        {
          "name": "Igor Pavlenko",
          "authorId": "2150536668"
        }
      ],
      "year": 2024,
      "abstract": "The work of Hesiod, an ancient Greek epic poet, is considered, in particular, his poem “Theogony”, as one of the first cosmogonic constructions in European culture. Particular attention is drawn to the image and concept of Chaos – the initial state of the world, which also has a creative, creative essence. The primary instances that appear together with Chaos – Gaia, Tartarus and Eros also act as elements of the basic ontological model. The attitude of the ancient philosophical tradition to the concept of Chaos, which was problematized even by the pre-Socratics and compared with the famous Orphic cosmologies, is analyzed. In this sense, the image of Chaos in Hesiod can be considered as the first principle of building the world by analogy with the search for arché in later philosophers, as well as in its abstract, idealized form – the initial theoretical model of being and the beginning of ancient ontology. Of particular interest in this sense is Chaos, a rather complex and mysterious reality that is primary in relation to others and, moreover, is itself a creative force. The problem can be formulated as follows: can Chaos in Hesiod’s poem be considered a mythological-poetic ontology, an analogue and prerequisite of the philosophical concept of being, or even a certain essence of the world, its eternal integral part. The task of the study is to describe a general approach to understanding Chaos in Hesiod’s poem as an ontological essential first principle, which serves as a prototype of the philosophical ontology of later philosophers. Chaos can be interpreted as the original state of being and as a reference system for all world coordinates and the ideal beginning of the world. The original, initial state of the world, as well as the origin of the latter, is a cross-cutting theme of ancient Greek philosophy and science. Already in the early theogony, in the Orphics and in Hesiod, we find a certain mythological-poetic and, at the same time, religious-philosophical model of the origin of the world and its first elements. It would be too bold to consider these rather fantastic images and constructions as a real philosophical or scientific theory, which already in the understanding of the ancient Greeks should have had clearly defined principles and a consistent logical structure. Nevertheless, already in the first attempts to describe the structure of the universe we see an attempt to find the beginning from which a kind of ontological intuition of ancient Greek philosophy begins and which will later lead to the emergence of the main philosophical schools. Moreover, this intuition allowed us to pose a question that is still the basis of ontological problems. Even a preliminary consideration of the historical-philosophical material demonstrates the possibility of various interpretations of the ontological constructions of early ancient cosmogonies. The vision of Chaos in Hesiod proposed here is the first step towards a hermeneutic reconstruction of the primary foundations of ancient Greek philosophy and its mythological and poetic origins.",
      "citationCount": 0,
      "doi": "10.15421/342446",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/215719f0117e904cebcf7312881a6b5637cfee32",
      "venue": "Epistemological Studies in Philosophy Social and Political Sciences",
      "journal": {
        "name": "Epistemological Studies in Philosophy Social and Political Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "669960e51c1b9bf1c689a6cb290d1cdbaa06b58e",
      "title": "Pragmatic ontology—Enhancing the philosophical foundation for critical systems thinking/practice",
      "authors": [
        {
          "name": "Zhichang Zhu",
          "authorId": "2282192194"
        }
      ],
      "year": 2024,
      "abstract": "A sound theoretical foundation for multimethodology should be consistent across the main branches of philosophy: ontological heterogeneity, epistemological plurality and methodological multiplicity. In this light, I posit that (1) Jackson's recent embracement of pragmatism lacks a critical element: a well‐formulated ontology; (2) to overcome this shortcoming, it is necessary to bring ontology back into critical systems thinking/practice; and (3) such an urgent task has further to overcome the current indifference in systems thinking toward ontology. I shall draw intellectual insights from Quine's ‘ontological commitment’, Habermas's ‘ontological presupposition’, Xu Changfu's ‘theory of heterogeneity’, Husserl's ‘ontology layers’, Gadamer's hermeneutic notions ‘prejudice’ and ‘tradition’, as well as ‘ontology building’ practice across the natural and social sciences. I shall also use a multimethodology approach wuli–shili–renli (WSR) as an example to illustrate the working and evolving of pragmatic ontology.",
      "citationCount": 4,
      "doi": "10.1002/sres.3089",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/669960e51c1b9bf1c689a6cb290d1cdbaa06b58e",
      "venue": "Systems research and behavioral science",
      "journal": {
        "name": "Systems Research and Behavioral Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "15a4dafe2c273d9c201d14b41722b8bb114251c6",
      "title": "Evolution and Critique of Ancient Greek ontology: An exploration of thought from the philosophical Pioneer to the Classical Period",
      "authors": [
        {
          "name": "Haonan Qiu",
          "authorId": "2343785476"
        }
      ],
      "year": 2025,
      "abstract": "Ancient Greek philosophy was born in the Greek city-state slaveholders and free people under the system, the ancient Greek philosophers with their own rich imagination, deep thinking and debate, opened up the tradition of natural philosophy and metaphysics (ontology), for the future Western philosophy, provides a driving force for development, laid a solid foundation, shaped the initial theoretical form of Western philosophy. Ancient Greek philosophy was born out of mythology, but at the same time broke through mythology, ancient Greek philosophers began to look at the problem with a new perspective, began to think about the origin of the universe and the origin of all things, and this is the problem of ontology. The ontological problem is the central problem of the study of ancient Greek philosophy, and the elaboration of ontology has a development process in ancient Greece. This article mainly discusses the evolution and criticism process of the ancient Greek ontology, and makes a brief comment on the problem of the ancient Greek ontology.",
      "citationCount": 0,
      "doi": "10.53469/jsshl.2025.08(01).03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/15a4dafe2c273d9c201d14b41722b8bb114251c6",
      "venue": "Journal of Social Science Humanities and Literature",
      "journal": {
        "name": "Journal of Social Science Humanities and Literature"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "40e2a25f8b828962195c4abb81a5edde51a3a000",
      "title": "On the Problem of the Ontology of a Literary Work on the Ontological Dimension of a Work of Art",
      "authors": [
        {
          "name": "Sergii S",
          "authorId": "2281848514"
        }
      ],
      "year": 2023,
      "abstract": "The article is devoted to the search for the nature of the ontology of an art work on the example of a literary work. Tradition viewed a work of art as the discovery of a higher truth. Analytical philosophy deprived literature of the status of truth in general, and thereby deprived it of any ontological dimension. Heidegger’s attempt to return this dimension to literature through its relationship with being did not find continuation in philosophy. The author proposes to consider a literary work as a model of the world, primarily the social world. This approach makes liken a literary work to a mathematical theory. A mathematical theory is built as a correlation of simple elements; in a literary work such elements are characters (sometimes things). A mathematical theory is built on clearly defined axioms, a literary work is also built on axioms, but they do not have an explicit expression within the work and cannot always be perceived intuitively. The author shows that the mathematical theory never fully meets the specified conditions, and the mathematicians themselves note that in the future they will largely lose their strength. Thus, a literary work is of the same nature as a mathematical theory, only it presents a more complex case. The problem of truth serves as the way to find the ontological dimension. Analysis shows that in mathematics it is solved not by reducing a hypothesis to axioms, but by recognizing a theory through its effectiveness or applicability. For a work of art, such a criterion is its perception by its readers. In both cases, the ontological dimension is in the mind of the reader",
      "citationCount": 0,
      "doi": "10.23880/phij-16000288",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40e2a25f8b828962195c4abb81a5edde51a3a000",
      "venue": "Philosophy International Journal",
      "journal": {
        "name": "Philosophy International Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "525be581802b53df39ec86bb56cd74d61e12d680",
      "title": "The Project of \"Information Ontology\" in Gilbert Simondon's Theory of Individuation",
      "authors": [
        {
          "name": "V. O. Sayapin",
          "authorId": "114136748"
        }
      ],
      "year": 2025,
      "abstract": "\n Social researcher Gilbert Simondon (1924–1989) was one of those recognized as a philosopher of information. Simondon’s lifelong philosophical project was to explain what we today call “information ontology”, a subject that deserves to be explored in detail. This article argues that Simondon’s “information ontology” was created not only in the context of the cybernetic tradition, but also within the framework of the positioning of a new materialism that was intended to change contemporary debates around issues related to information, communication and technology. Furthermore, the article explores the concepts of “organization” and “information”, the combination of which considers the science of the individual as a process of not only living but also psychosocial individuation, constituted by transindividual relations. The research methodology includes such general scientific approaches as the descriptive method, the method of categorization, the method of analysis, observation and synthesis. As a result, it was established that in Simondon's theory, information is a formula for individuation. And moreover, for Simondon, it is a tension, not a term; it is based on a minimally heterogeneous problem and affects the future in order to resolve emerging states. Information always implies not only a change of phase or heterogeneity, which may seem decisive, but it is also a semantic content, thanks to which the system is individualized. Therefore, information is the basis of individuation, a requirement for individuation, it is never something given. This is why the appeal to the concept of \"information\" as the \"information potential\" of the organization of the system, and not as a form, emphasizes that the emerging meaning requires something unsaturated, namely, incomplete formation.\n",
      "citationCount": 0,
      "doi": "10.7256/2454-0757.2025.3.72980",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/525be581802b53df39ec86bb56cd74d61e12d680",
      "venue": "Философия и культура",
      "journal": {
        "name": "Философия и культура"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b2c73f8b0ef57160ac16eb56313cbd80c9e5658a",
      "title": "Negative Dialectics in Nāgārjuna's Thought as a Critique of Substantialist Ontology in Contemporary Western Philosophy",
      "authors": [
        {
          "name": "S. Brincat",
          "authorId": "69346075"
        }
      ],
      "year": 2025,
      "abstract": "This research examines the negative dialectic method in Nāgārjuna's thought as a philosophical approach to dismantling the ontological assumption of permanent existence (svabhāva), which is dominant in the Western philosophical tradition and tends to be essentialist and individualistic. This study was conducted as a response to the existential and social crises that arise from dualistic and non-relational ways of understanding reality. Using a qualitative approach, this study analyzes Nāgārjuna's key texts, namely the Mūlamādhyamakakārikā and Vigrahavyāvartani, through close reading techniques and critical discourse analysis to reveal the structure of the arguments and the philosophical assumptions embedded within them. The results show that Nāgārjuna's negative dialectic consistently rejects intrinsic existence and demonstrates that all phenomena are interdependent. This understanding gives rise to a compassion-based ethical perspective (karuṇā) as a logical implication of emptiness (śūnyatā), encouraging the formation of a more relational and empathetic consciousness. The implications of this research lie in its contribution to the development of a global ethic based on interdependence, which can be applied in social policy, education, and environmental conservation. This research asserts that emptiness is not nihilism but rather a philosophical foundation for building collective solidarity. The originality of this research lies in its attempt to connect Nāgārjuna's classical thought with contemporary challenges in a cross-cultural manner. This approach expands the role of negative dialectics as a tool for critiquing and transforming social consciousness towards a more inclusive and compassionate ethics and politics.",
      "citationCount": 0,
      "doi": "10.53417/sjebs.v5i1.144",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2c73f8b0ef57160ac16eb56313cbd80c9e5658a",
      "venue": "SMARATUNGGA JURNAL OF EDUCATION AND BUDDHIST STUDIES",
      "journal": {
        "name": "SMARATUNGGA: JURNAL OF EDUCATION AND BUDDHIST STUDIES"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "82d73e7119efc6444c2916059619b17800f66be6",
      "title": "MULTILEVELNESS OF INNER WORLD OF PERSONALITY: PSYCHOLOGICAL REFLECTIONS ON THE BASIS OF DOMESTIC SPIRITUAL TRADITION",
      "authors": [
        {
          "name": "Andrey Gostev",
          "authorId": "2315825935"
        },
        {
          "name": "Andrey Fomin",
          "authorId": "2315826750"
        }
      ],
      "year": 2023,
      "abstract": "The article deals with theoretical and methodological problem – the contribution of history of psychology and historical psychology to studying of spiritual/moral sphere of human existence and religious experience. Such knowledge introduces the psychological science to ontology of human psyche, which presupposes its transcendent dimension and «metaphysical/universal» foundations. The importance of the Russian philosophical and religious tradition is emphasized. Based on the Orthodox-Christian heritage, in particular, on patristic anthropological and psychological ideas, the description of multilayered inner world of human being is proposed. Such description includes the following «layers» around the core – the «spiritual self». Shell-1» – reflection of the macro-social world by personality. «Shell-2» – product of scenario programming in the primary family and immediate environment outside it. «Shell-3» is associated with images of a person’s physical physicality and its pneumo-psycho-somatic connections. «Shell-4» consists of a human being ideas about himself, the world and place in the Universe; it includes a pronounced ideological aspect. The main characteristic of the «shell-5» is a person’s experience (vague or clear) of some «invisible spiritual and metaphysical forces of the soul» presence. «Shell-6» expresses religious/mystical experience of people. The «core» of the «shells» system is integral indivisible human soul associated with the «spiritual self». The proposed description of inner world of a personality helps psychological correction, contributes to form a holistic perception of uniqueness of inner world, with its connections with group consciousness of various levels and the Universe. Some research tasks are set for future studying. Particularly correlating the proposed model with ideas about the multilevel structure of inner world of personality in psychological science and human knowledge in general. The importance of correlating the individual «layers-shells» system with the multilevelness of collective consciousness is emphasized.",
      "citationCount": 0,
      "doi": "10.51217/cogexp_2023_04_02_05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/82d73e7119efc6444c2916059619b17800f66be6",
      "venue": "Cognition and Experience",
      "journal": {
        "name": "Cognition and Experience"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1b49852da1ccb36a5186d1c9eb8d8cd48f058273",
      "title": "Analytic Tradition in Law: Through the Analysis of Language to the Reconstruction of Social Order",
      "authors": [
        {
          "name": "L. Tukhvatulina",
          "authorId": "115919551"
        }
      ],
      "year": 2020,
      "abstract": "The author reconstructs the premises of the reception of analytical philosophy in jurisprudence and shows that the development of a method for clarifying the meanings of legal concepts is not least connected with the problem of legitimizing law enforcement. The article analyzes H.L.A. Hart’s approach to the problem of correlation between the “letter” and “spirit” of the law in the process of interpreting legal norms. The article substantiates the thesis that the process of interpretation is determined teleologically. In its limit, the interpretation of legal norms presupposes the re-creation of the desired image of society, the reconstruction of that social ontology, which is most consistent with the ideal of achieving social welfare. The article examines the collision of the “ideal of order” and the “ideal of justice” as two regulations of law enforcement. The author believes that the interpretation of this collision within the analytical tradition was characterized by a gradual movement from the ideal of “mechanical” law enforcement, which minimizes the creative role of the interpreter, to the ideal of flexible interpretation focused on achieving legal goals in a changing environment. It is noted that within the framework of the analytical approach, a theoretical solution to this conflict was proposed due to the development of the ideas of an “open structure” (H.L.A. Hart) and “open texture” of law (F. Waismann). The author comes to the conclusion that the development of the analytical tradition in jurisprudence has shown that the criticism of language and the interpretation of meanings are by no means technical tasks, but presuppose the construction of a metaphysics of law. In this regard, the author concludes: the development of the ideas of the analytical tradition in jurisprudence demonstrates that the thesis about the absence of a positive program in analytical philosophy, put forward in the title article of the discussion, can be challenged.",
      "citationCount": 0,
      "doi": "10.30727/0235-1188-2020-63-8-47-55",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b49852da1ccb36a5186d1c9eb8d8cd48f058273",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "47-55",
        "volume": "63"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ab68f58c64a22e962a2d2eff0c004fe065168f2a",
      "title": "The contemporary relevance of a Cambridge tradition: economics as political economy, political economy as social theory and ethical theory",
      "authors": [
        {
          "name": "J. Morgan",
          "authorId": "33806044"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 18,
      "doi": "10.1093/CJE/BEV021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab68f58c64a22e962a2d2eff0c004fe065168f2a",
      "venue": "",
      "journal": {
        "name": "Cambridge Journal of Economics",
        "pages": "663-700",
        "volume": "40"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "56aef9b898aef9a5ae1fb2131eb21aee0c40ac19",
      "title": "Sociality in the Social. Post-Sociality as an Opportunity",
      "authors": [
        {
          "name": "Vladimir I. Ignatyev",
          "authorId": "2202992343"
        }
      ],
      "year": 2024,
      "abstract": "The article substantiates the distinction between social and sociality as two levels of social ontology. The concept of the invariant of sociality is introduced to denote the ability of a set of active agents of natural or artifi cial origin to form a stable homogeneous or heterogeneous unity by orienting each agent to the coordination and coordination of interactions. The analysis of the polemics between J. Habermas and K. Popper regarding the explanation of the mode of emergence of symbolic objects that are part of intersubjective life worlds allowed the author to clarify the peculiarities of interactions in digital communications. If the life world of an individual is constructed for him in the space of the technosystem, and is not a product of the cultural tradition of practices of a certain community, then the content of symbolic formations necessary for interactions with other individuals also arises in the information space organized and fi lled with the technosystem. The conditions of the possible transition of society to a post-social state are considered. According to the author, post-sociality emerges as a format of patterns of interactions between individuals in interactions with imaginary Others. These patterns are objectifi ed symbolic formations and are incorporated into the practices of interactions with the Other in three parallel spaces: a) in the space of direct interpersonal interactions, b) in the space of network interactions mediated by patterns of virtual origin, and c) in the space imposed by network platforms in the form of ‘digital twins’. These three spaces in the intersubjective life world are now being formed as regulators of the behavior of individuals not only in the interhuman, but also in the space of inseparable connection with the digital technosystem.",
      "citationCount": 0,
      "doi": "10.17212/2075-0862-2024-16.4.1-43-57",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/56aef9b898aef9a5ae1fb2131eb21aee0c40ac19",
      "venue": "Ideas and Ideals",
      "journal": {
        "name": "Ideas and Ideals"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b897f7d5ce266d9faefc05c5f1e564efb9be1ac6",
      "title": "Rethinking the politics of meditation: Practice, affect and ontology",
      "authors": [
        {
          "name": "António Carvalho",
          "authorId": "143881999"
        }
      ],
      "year": 2021,
      "abstract": "This article develops an ontological approach to study meditation in practice. Recognizing that social studies of meditation are dominated by critical and humanist standpoints, it suggests that the politics of meditation should not be indexed to hegemonic social forces – capitalism, neoliberalism, medicalization – but to what it can do to bodies, selves and environments through particular performances and engagements with non-humans. In order to develop this argument, the article delves into two popular practices of meditation – Vipassana, in the tradition of S. N. Goenka, and Mindfulness, according to the teachings of Thich Nhat Hanh. The empirical data stem from fieldwork carried out between 2010 and 2013 in France, Portugal and the United Kingdom. Twenty-four semi-structured interviews were conducted with meditators, as well as participant observation at meditation retreats and local practice groups. The article explores how these two articulations of Vipassana and Mindfulness allow practitioners to reconfigure how they perform their bodies and selves, leaning towards versions of subjectivity that contrast with paradigmatic versions of the modern self. It suggests that the ontological politics of meditation are multiple, involving a wide range of performances, effects and arrangements, requiring social scientists to take into account how meditation unfolds in practice in order to avoid totalizing generalizations.",
      "citationCount": 7,
      "doi": "10.1177/00380261211029457",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b897f7d5ce266d9faefc05c5f1e564efb9be1ac6",
      "venue": "Sociology Review",
      "journal": {
        "name": "The Sociological Review",
        "pages": "1260 - 1276",
        "volume": "69"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "882e97faf3d3abbe1ca501ebe5267f090237567e",
      "title": "The nonhuman object in Ama Ata Aidoo’s ‘Nowhere cool’: A black feminist critique of Object-oriented Ontology",
      "authors": [
        {
          "name": "Bibi Burger",
          "authorId": "117481330"
        }
      ],
      "year": 2021,
      "abstract": "abstract Nowhere cool’, a short story by Ama Ata Aidoo, is divided into two sections. In the first, a child sits in a classroom in what is presumably Ghana, feeling alienated by the “familiar things that were begin chased away by the demands of the culture of our conquerors” in the literature discussed by the teacher (2002, p. 136). In the second, a Ghanaian woman travels in a plane across the United States of America (USA). She notices a plastic address tag on the baby of the woman next to her, and starts thinking of plastic as material, of oil and of how slavery makes humans into cargo. This short story therefore consists of philosophical rumination on the nature of humans’ relationship to material and literary objects. I read ‘Nowhere cool’ as part of a black feminist epistemological tradition aimed at exposing the situatedness of supposedly neutral western thought, and at emphasising the embodiment and social embeddedness of all knowledge. I argue that the story’s specific focus on the nonhuman and on extractive economies allows for it to be read as a corrective to the same universalising gestures in posthumanist considerations of the nonhuman. I bring the story into dialogue with Graham Harman’s (2018) Object-oriented Ontology (OOO) to contend that while OOO is aimed at criticising anthropocentrism, a specific human perspective (that of the western white male) is “overrepresented” (Wynter 2003) in it. This has consequences for OOO and posthumanism more generally, since it means that the new relationship to the nonhuman Harman proposes is divorced from the reality of many humans’ relationship with the nonhuman. Posthuman ontologies need to build on the insights of black feminism in order to not replicate the skewed nature and resultant inaccuracies of hegemonic theories of the past.",
      "citationCount": 1,
      "doi": "10.1080/10130950.2021.2011334",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/882e97faf3d3abbe1ca501ebe5267f090237567e",
      "venue": "Agenda",
      "journal": {
        "name": "Agenda",
        "pages": "88 - 99",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a65a9fb1f80894c41086691d7344513823c5b65d",
      "title": "HUMAN IN THE WORLD OF TECHNOLOGIES: ATTEMPT TO CONCEPTUALIZE A NEW ONTOLOGY",
      "authors": [
        {
          "name": "O. Yatsenko",
          "authorId": "2089302745"
        }
      ],
      "year": 2021,
      "abstract": "The article is devoted to the philosophical analysis of the phenomenon of technology and its influence to the content of modern socioculture. Based on the tradition of interpreting the phenomenon of technology as an explication of the content and structure of knowledge, the algorithm of effective activity and interaction, the author argues that the development of technology is not identical to increasing the number of tools and mechanisms, but means, above all, a simple and effective model of communication and social cooperation, which causes scientific and technological progress. It is argued that technology is the cement of modern culture, the channel of interaction between different levels of architecture of modern civilization. The understanding of the actual ontology of the technocratic standard as a space of pure freedom, purity of metaphysics is consistently substantiated, and therefore it is conceptualized that technology is the realization or materialization of possibility. It is proved that the metaphysical category of essence is replaced by the principle of functionality in the space of virtuality in the modern information society. The author argues that the development of virtual reality technologies is not the cause of such processes, but rather a natural consequence of history as the progress of human freedom. The idea of parity of actual and potential in the worldview orientations of the inhabitant of virtual space is substantiated, and it’s creates a distorted focus of perception of everyday life as vague and meaningless. Accordingly, virtual reality changes the predications of its own expediency: from the purpose of sublimation of irrational impulses to the production of rationality of a new emotional-affective variety, the criterion of which is fair to consider the metrics of public attention and publicity. The author argues that given the understanding of culture as a strategy of human survival, the issue of education is especially important not only as the acquisition of certain competencies, but also as a fundamental \"experience of the possible.\"",
      "citationCount": 0,
      "doi": "10.21847/1728-9343.2021.1(1).225445",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a65a9fb1f80894c41086691d7344513823c5b65d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "48-54",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "eff983afe5af2a438687e87554235a034191f2fa",
      "title": "Securing non-domination in the social republic: A social republican theory of rights",
      "authors": [
        {
          "name": "Michael Coleman",
          "authorId": "2260715531"
        }
      ],
      "year": 2023,
      "abstract": "Recently, some scholars have sought to cast Marx and other socialists as participants in the republican tradition, expanding ideas such as non-domination and self-rule beyond what they had been typically conceived of as by many of the instigators of the revival of republican thought in recent decades. The ramifications of such an expansion, however, have not yet been fully grappled with in the area of rights. This article aims to remedy this by building a theory of social republican rights by drawing on both prongs of this framework. I argue that (1) rights ought to function primarily as instruments to overcome domination and that Marxist and socialist analysis identifies novel forms of domination missed by other republicans, (2) certain liberal rights are themselves vectors of domination, (3) rights are realised through active will formation in politics and the public sphere rather than being pre-political claims against these things, (4) rights should be based on a social ontology that is relational rather than individualist and (5) rights are powers that are struggled for and operate as zones of contestation rather than trans-historical principles.",
      "citationCount": 0,
      "doi": "10.1177/14748851231204706",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eff983afe5af2a438687e87554235a034191f2fa",
      "venue": "European Journal of Political Theory",
      "journal": {
        "name": "European Journal of Political Theory",
        "pages": "200 - 221",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "550a1a7c6b65ffa9534ea8d0977318d8102ae3ac",
      "title": "The ontology of money",
      "authors": [
        {
          "name": "M. Peacock",
          "authorId": "70207759"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 24,
      "doi": "10.1093/CJE/BEX012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/550a1a7c6b65ffa9534ea8d0977318d8102ae3ac",
      "venue": "",
      "journal": {
        "name": "Cambridge Journal of Economics",
        "pages": "1471-1487",
        "volume": "41"
      },
      "publicationTypes": null
    },
    {
      "paperId": "10c726146a9f0946e73f72c61d97bbcd3d9c15f2",
      "title": "The Political Economy Fate of the Ontology of Privately",
      "authors": [
        {
          "name": "Ivan V. Kuzin",
          "authorId": "39820352"
        }
      ],
      "year": 2020,
      "abstract": "The logic of the historical development of European culture is directed towards the absolutization of the private side of human existence. Traditional forms of social life are gradually being replaced by the cultivated ideal of a free person who realizes himself in individual entrepreneurial activity. However, consign­ment to oblivion of the generic principles of community life, and sometimes their complete disregard in political programs and philosophical doctrines, threatens to launch a mechanism of a reciprocal “vengeful” response of the com­munal mind. The article discusses of genesis of basic value of the West European culture – a private property. Research suggests to make judgment of this phe­nomenon from a metaphysical position that allows to open the disputable parties of the economical and political theories which are carrying out its universaliza­tion and an ontologization. Making a start from tradition of Parmenides under­standing of being, the arising tension between traditional values of the European spirit and it the developed values of an era of a modernist style is shown, from which value private own became fundamental. During this analysis prospects of creation of libertarian society are depicted and the methodological principle al­lowing recognizing from the philosophical point of view socially accepted these or those social theories is formulated.",
      "citationCount": 0,
      "doi": "10.21146/0042-8744-2020-12-45-56",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/10c726146a9f0946e73f72c61d97bbcd3d9c15f2",
      "venue": "",
      "journal": {
        "name": "Voprosy Filosofii",
        "pages": "45-56",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "110283e14b9b5d271e0b9f0bc0b43ccb5f721ccd",
      "title": "Complex realist economics: toward an ontology for an interested pluralism",
      "authors": [
        {
          "name": "Petter Törnberg",
          "authorId": "8554587"
        }
      ],
      "year": 2018,
      "abstract": "Abstract Contemporary economic theory has entered into an era of unprecedented pluralism. Convincing arguments have been presented for the integration of this pluralism, the possibilities for which however rest on questions of ontology. This paper looks at two hubs of pluralist research, complexity economics and heterodox economics, to evaluate the possibilities for an integration. Complexity economics constitutes an ontological broadening of neoclassicism, but is based on an implicit and incomplete social ontology. Heterodox economics has been argued to be systematized by a critical realist ontology, but has been criticized for limits in the operationalization of this ontology. An ontological merge is sketched, resulting in Complex Realist economics, which is argued to be capable of resolving the ‘confused state’ of complexity economics, providing the heterodox tradition with the necessary methodologies to study the phenomena that it theorizes, and constituting a consistent ontological foundation for an ‘interested pluralism’.",
      "citationCount": 4,
      "doi": "10.1080/00346764.2018.1480796",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/110283e14b9b5d271e0b9f0bc0b43ccb5f721ccd",
      "venue": "Review of social economy",
      "journal": {
        "name": "Review of Social Economy",
        "pages": "509 - 534",
        "volume": "76"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ce6a52d583007a8956cc2ef4a573cbaf2027ee08",
      "title": "Philosophy as political technē: The tradition of invention in Simondon’s political thought",
      "authors": [
        {
          "name": "Andrea Bardin",
          "authorId": "47117360"
        }
      ],
      "year": 2018,
      "abstract": "Gilbert Simondon has recently attracted the interest of political philosophers and theorists, despite the fact that he is renowned as a philosopher of technics – author of Of the Mode of Existence of Technical Objects – who also elaborated a general theory of complex systems in Individuation in the Light of the Notions of Form and Information. A group of scholars has developed Gilles Deleuze’s early suggestion that Simondon’s social ontology might offer the basis for a re-theorisation of radical democracy. Others, following Herbert Marcuse, have instead focused on Simondon’s analysis of the relationship between technology and society. However, only a joint study of Simondon’s two major works can reveal their implicit political stakes. As I will argue, Simondon’s anti-Aristotelianism and his anti-Heideggerian understanding of the Greek origins of philosophy, allow us to conceive philosophical thought as a ‘tradition of invention’, that is, a pedagogical technē endowed with the political task of maintaining the openness of the social system and allowing normative invention to emerge from within.",
      "citationCount": 6,
      "doi": "10.1057/S41296-018-0210-Y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ce6a52d583007a8956cc2ef4a573cbaf2027ee08",
      "venue": "",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "417-436",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3ac06e5ac906c8f17562ed60ee11a489fba2db93",
      "title": "Man is a zoon politicon. The relevance and current importance of the democratic ontology.",
      "authors": [
        {
          "name": "C. Galanopoulos",
          "authorId": "3072322"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3ac06e5ac906c8f17562ed60ee11a489fba2db93",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1f3a5ce883fd8bd2010f2212cc5ef3288b200796",
      "title": "Is Group Ontology Morally Distracting? A Natural Law Approach to Corporate Religious Liberty",
      "authors": [
        {
          "name": "E. David",
          "authorId": "144337111"
        }
      ],
      "year": 2019,
      "abstract": "\n In recent years, a variety of corporate litigants, from houses of worship to for-profit enterprises, have brought religious liberty suits to the US Supreme Court. Interestingly, the metaphysical status of such litigants has been subject to intense debate by judges and commentators alike. Are these litigants corporate moral persons or mere aggregates of individuals? How, if at all, does their metaphysical status affect our assignment of corporate rights to religious freedom? While many have entertained such questions, others reject them as morally distracting. This article challenges that latter position. Drawing upon the natural law tradition, I argue that group ontology can be used in the assignment of corporate rights in a morally illuminating way. I point out the tradition’s distinctive ontology, which views groups primarily as social actions, subject to moral evaluation. I then discuss how this conception moves attention away from polarizing rights-based discourse towards measured consideration of what is morally right. Finally, I show how this ontology helps practical reasoning to discover a variety of (non-rights-based) reasons and means to protect religious freedoms as well as other moral stakes. Far from causing moral distraction, a natural law group ontology facilitates careful moral deliberation.",
      "citationCount": 0,
      "doi": "10.1093/ojlr/rwz022",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f3a5ce883fd8bd2010f2212cc5ef3288b200796",
      "venue": "Oxford Journal of Law and Religion",
      "journal": {
        "name": "Oxford Journal of Law and Religion"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8c6e83a2df4b2f3381284428bdb3c1ccb6488baa",
      "title": "Toward social-transformative education: an ontological critique of self-directed learning",
      "authors": [
        {
          "name": "Virginie F. C. Servant‐Miklos",
          "authorId": "1404356916"
        },
        {
          "name": "Liesbeth Noordegraaf-Eelens",
          "authorId": "1405198519"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT The aim of this paper is to critique the individualistic ontological premises of ‘self-directed learning’, as it has been developed in humanist education literature in the tradition of Carl Rogers. The authors suggest instead that social-transformative education and its critical social ontology serve the emancipatory promise of education better while offering the possibility to tackle the collective challenges of our time. Beginning with an analysis of Rogers’ concepts of Self, Knowledge and Society, the authors aim to show that self-directed learning fails to live up to its emancipatory promise. Instead, the paper picks up and develops on a debate in the early SDL literature between Rogers and Paulo Freire, suggesting that Freire’s ontological premises are incompatible with those of Rogers, yet better prepare students to identify and face social problems. The authors further develop this point through the cultural-historical analysis of speech of Lev Vygotsky, cementing a social understanding of the Self as the foundation of social-transformative education. The paper concludes on the implications of this analysis for educational practice.",
      "citationCount": 30,
      "doi": "10.1080/17508487.2019.1577284",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c6e83a2df4b2f3381284428bdb3c1ccb6488baa",
      "venue": "Critical Studies in Education",
      "journal": {
        "name": "Critical Studies in Education",
        "pages": "147 - 163",
        "volume": "62"
      },
      "publicationTypes": null
    },
    {
      "paperId": "543bacadc8ce4d1e732a584e54fb4eab79dd1a1d",
      "title": "Philosophy as Political Techn ē : The Tradition of Invention in Simondon’s Political Thought",
      "authors": [
        {
          "name": "Dr Andrea Bardin",
          "authorId": "2186223044"
        },
        {
          "name": "G. Simondon",
          "authorId": "102620078"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/543bacadc8ce4d1e732a584e54fb4eab79dd1a1d",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "afa36a5ef01358138f035327ee659af2536943ad",
      "title": "Philosophy as political technē: The tradition of invention in Simondon’s political thought",
      "authors": [
        {
          "name": "Andrea Bardin",
          "authorId": "47117360"
        }
      ],
      "year": 2018,
      "abstract": "Gilbert Simondon has recently attracted the interest of political philosophers and theorists, despite the fact that he is renowned as a philosopher of technics – author of Of the Mode of Existence of Technical Objects – who also elaborated a general theory of complex systems in Individuation in the Light of the Notions of Form and Information. A group of scholars has developed Gilles Deleuze’s early suggestion that Simondon’s social ontology might offer the basis for a re-theorisation of radical democracy. Others, following Herbert Marcuse, have instead focused on Simondon’s analysis of the relationship between technology and society. However, only a joint study of Simondon’s two major works can reveal their implicit political stakes. As I will argue, Simondon’s anti-Aristotelianism and his anti-Heideggerian understanding of the Greek origins of philosophy, allow us to conceive philosophical thought as a ‘tradition of invention’, that is, a pedagogical technē endowed with the political task of maintaining the openness of the social system and allowing normative invention to emerge from within.",
      "citationCount": 0,
      "doi": "10.1057/s41296-018-0210-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/afa36a5ef01358138f035327ee659af2536943ad",
      "venue": "Contemporary Political Theory",
      "journal": {
        "name": "Contemporary Political Theory",
        "pages": "417 - 436",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "aabb5ccfd0a0448947f73be6b3950e8fbe321035",
      "title": "The Ukrainian Orthodox Conception of Sobornopravna : The Prophets , Nominalism and the Ontology of Empire",
      "authors": [
        {
          "name": "Matthew Johnson",
          "authorId": "46878197"
        },
        {
          "name": "Johnstown",
          "authorId": "101103749"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aabb5ccfd0a0448947f73be6b3950e8fbe321035",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a17e4bb4ab7a8a0451e60d3a4f89aa5439e114e7",
      "title": "What Do We Talk About When We Talk About Culture? There is a Missing Link Between the Natural and the Social Sciences",
      "authors": [
        {
          "name": "Andrea Zagaria",
          "authorId": "2291909278"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/s12124-021-09644-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a17e4bb4ab7a8a0451e60d3a4f89aa5439e114e7",
      "venue": "Integrative Psychological and Behavioural Science",
      "journal": {
        "name": "Integrative Psychological and Behavioral Science",
        "pages": "850 - 857",
        "volume": "55"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "37c72d6cd105d7bc39fe7d1e72218f4869c32c7f",
      "title": "Temporalities, Texts, Ideologies",
      "authors": [],
      "year": 2024,
      "abstract": "Temporalities, Texts, Ideologies provides a new analysis of the significance of time in Classical and early modern literature, demonstrating that literary temporality continually intervenes in questions of ontology, hierarchy and politics. Examining a diverse range of texts from Homeric epic to eighteenth-century poems on the Last Judgement, this collection of essays contends that temporality in literature sits at the heart of how authors from antiquity through to the early modern period understood and negotiated the structures that shaped their lives and may shape lives to come. Approaching the topic through four themes, the essays in this volume highlight the ways in which time is construed as relational, contestable and politically inflected. The authors show that variations in temporalities enable texts to critique the interactions or tensions between tradition and change, agency and determinism, social system and individual experience. The result is a refreshing approach to literary figurations of time that responds to the recent ‘temporal turn’ in the humanities, engages with current critical trends (such as ontological analysis and ecological criticism), and opens up an exciting new direction for future research on the connection between time, text, and context.",
      "citationCount": 0,
      "doi": "10.5040/9781350257252",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/37c72d6cd105d7bc39fe7d1e72218f4869c32c7f",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "a6062f992049833d695e85bc16c548495b1481eb",
      "title": "Exploring racial persistence in South Africa through Black Liberation Theology",
      "authors": [
        {
          "name": "Gift T. Baloyi",
          "authorId": "113865041"
        }
      ],
      "year": 2025,
      "abstract": "Racism remains a persistent and deeply rooted problem in South Africa, years after the end of the apartheid era in 1994. Despite significant progress made, racism endures within institutional structures (public and private), society and interpersonal relations. Its aggressive persistence undermines democratic values and thereby runs counter to the ideals of total freedom, dignity and justice. Racism does not only raise challenges for social progress but brings deep theological questions in relation to the doctrine of creation and the ontology of being. Theologically, racism stands in direct contradiction to the core doctrine of the Christian tradition that highlights the inherent worth of every individual, unity and the ideal of universal humanism. This article examines the enduring reality of racism and its impact on black people through the lens of Cone’s Black Theology of Liberation. It also discusses the role of Christian religious communities in dismantling structures and attitudes that create racial injustice in society",
      "citationCount": 1,
      "doi": "10.4102/hts.v81i1.10415",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6062f992049833d695e85bc16c548495b1481eb",
      "venue": "HTS Teologiese Studies/Theological Studies",
      "journal": {
        "name": "HTS Teologiese Studies / Theological Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "77df9d2268bc438550e818c4e11fdaddce5c5902",
      "title": "Today: Critical Theory, Social Hope, and Global Power",
      "authors": [],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/77df9d2268bc438550e818c4e11fdaddce5c5902",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d2227e0b4f66844e35eb8c341fb48237a0ee2dc4",
      "title": "Reflections on the concept of justice: towards a holistic approach",
      "authors": [
        {
          "name": "Antoni Grześczyk",
          "authorId": "2395115917"
        }
      ],
      "year": 2025,
      "abstract": "The text is devoted to reflection on the limitations of the understanding of justice in mainstream economics. The analysis covers the epistemological limitations of the post-marginalist approach and the reductionism in the field of social ontology, which does not allow for taking into account the complexity and richness of the life of real communities. Based on selected examples, the Christian tradition and classical political economy are presented as alternative approaches, which – despite the differences that divide them – operated with a holistic, integral understanding of the term. The author tries to show that regardless of whether the foundation of thinking was a metaphysical, external order or immanent utilitarian ethics, the discussed concepts were characterized in many aspects by a deeper understanding of multidimensional social reality than the formalist-transactional paradigm that has dominated since the end of the 19th century.",
      "citationCount": 0,
      "doi": "10.5604/01.3001.0055.4567",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2227e0b4f66844e35eb8c341fb48237a0ee2dc4",
      "venue": "Roczniki Administracji i Prawa",
      "journal": {
        "name": "Roczniki Administracji i Prawa"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bfb452b6cfc6c954ef4e9fbbcaf494f84e61733a",
      "title": "Pushing Social Philosophy to Its Democratic Limits",
      "authors": [
        {
          "name": "Brendan J. Hogan",
          "authorId": "10179133"
        }
      ],
      "year": 2021,
      "abstract": "\nRoberto Frega’s Pragmatism and the Wide View of Democracy reformulates the question of democracy posed by our current historic conjuncture using the resources of a variety of pragmatic thinkers. He brings into the contemporary conversation regarding democracy’s fortunes both classical and somewhat neglected figures in the pragmatic tradition to deal with questions of power, ontology, and politics. In particular, Frega takes a social philosophical starting point and draws out the consequences of this fundamental shift in approach to questions of democratic and political theory. This turn to social philosophy as a theoretically more sufficient conceptual vocabulary, extended in detail by Frega, raises questions regarding the work that a social ontology does in clarifying the role of economic and political approaches to democracy that are worth further exploration. Likewise, the practical proposals for moving beyond methodological nationalism with respect to forming publics for the sake of problem-solving, while providing a clarifying and fresh starting point, are still too beholden to models of agency and expressions of coordinated action that themselves are the very fruit of those systems which undermine democratic power in the first instance.",
      "citationCount": 0,
      "doi": "10.1163/18758185-bja10018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bfb452b6cfc6c954ef4e9fbbcaf494f84e61733a",
      "venue": "Contemporary Pragmatism",
      "journal": {
        "name": "Contemporary Pragmatism"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4ca332d42426f8c3a2ead88dc9d52f17d9e6e373",
      "title": "Action Research as Process-Based Knowing",
      "authors": [
        {
          "name": "K. Gergen",
          "authorId": "50328981"
        }
      ],
      "year": 2025,
      "abstract": "Action research has long been treated as a marginal methodology in the social sciences, largely owing to its lack of fit with modern assumptions about the nature of scientific research. These assumptions, however, are specific to an empiricist paradigm. My aim in the present offering is to lay out the logic of an alternative paradigm, a process-based paradigm of knowledge, adequate to the practices of action research and its relatives. This logic touches on issues of pragmatic potential, ontology, epistemology, and ethics. Such a paradigm legitimates an enormously important form of knowledge, otherwise obscured by empiricist hegemony, and opens a generative link between action research and a vast array of inquiry and practice in the social sciences. I shall also propose that the forms of research favored by a process paradigm – and most fully realized in action research – are arguably more significant in their potentials than those available within empiricist tradition. In the contemporary context of rapid change and global peril, the potential contribution of such research is unparalleled.",
      "citationCount": 0,
      "doi": "10.3224/ijar.v21i2.02",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ca332d42426f8c3a2ead88dc9d52f17d9e6e373",
      "venue": "International Journal of Action Research",
      "journal": {
        "name": "IJAR – International Journal of Action Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
