{
  "status": "success",
  "source": "openalex",
  "query": "social ontology group constitution",
  "results": [
    {
      "openalex_id": "W2400965328",
      "doi": "10.1177/0263395716630987",
      "title": "Power, privilege and disadvantage: Intersectionality theory and political representation",
      "authors": [
        {
          "name": "Eline Severs",
          "openalex_id": "A5075902581",
          "orcid": "https://orcid.org/0000-0002-5681-5343",
          "institutions": [
            "University of Antwerp",
            "Vrije Universiteit Brussel"
          ]
        },
        {
          "name": "Karen Celis",
          "openalex_id": "A5014223666",
          "orcid": "https://orcid.org/0000-0002-7579-9107",
          "institutions": [
            "Vrije Universiteit Brussel"
          ]
        },
        {
          "name": "Silvia Erzeel",
          "openalex_id": "A5085893402",
          "orcid": "https://orcid.org/0000-0003-3931-6953",
          "institutions": [
            "UCLouvain",
            "University of Antwerp"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-05-23",
      "abstract": "This article critically reviews the extant literature on social group representation and clarifies the advantages of intersectionality theory for studying political representation. It argues that the merit of intersectionality theory can be found in its ontology of power. Intersectionality theory is founded on a relational conception of political power that locates the constitution of power relations within social interactions, such as political representation. As such, intersectionality theory pushes scholarship beyond studying representation inequalities – that are linked to presumably stable societal positions – to also consider the ways in which political representation (re)creates positions of privilege and disadvantage.",
      "cited_by_count": 74,
      "type": "article",
      "source": {
        "name": "Politics",
        "type": "journal",
        "issn": [
          "0263-3957",
          "1467-9256"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/0263395716630987"
      },
      "topics": [
        "Gender Politics and Representation",
        "LGBTQ Health, Identity, and Policy",
        "Feminism, Gender, and Sexuality Studies"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2400965328"
    },
    {
      "openalex_id": "W1496884950",
      "doi": "10.1007/978-94-007-6934-2",
      "title": "Institutions, Emotions, and Group Agents",
      "authors": [
        {
          "name": "Anita Konzelmann Ziv",
          "openalex_id": "A5114253895",
          "institutions": [
            "University of Geneva"
          ]
        },
        {
          "name": "Hans Bernhard Schmid",
          "openalex_id": "A5001555037",
          "orcid": "https://orcid.org/0000-0002-8951-2859",
          "institutions": [
            "University of Vienna"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-11-12",
      "abstract": null,
      "cited_by_count": 40,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Realism in Sociology"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1496884950"
    },
    {
      "openalex_id": "W2146706569",
      "doi": "10.1016/j.eist.2011.02.002",
      "title": "The multi-level perspective on sustainability transitions: Responses to seven criticisms",
      "authors": [
        {
          "name": "Frank W. Geels",
          "openalex_id": "A5048598866",
          "orcid": "https://orcid.org/0000-0001-8778-4757",
          "institutions": [
            "University of Sussex"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-02-27",
      "abstract": null,
      "cited_by_count": 2644,
      "type": "article",
      "source": {
        "name": "Environmental Innovation and Societal Transitions",
        "type": "journal",
        "issn": [
          "2210-4224",
          "2210-4232"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S2210422411000050"
      },
      "topics": [
        "Sustainability and Climate Change Governance",
        "Sustainable Industrial Ecology",
        "Complex Systems and Decision Making"
      ],
      "referenced_works_count": 86,
      "url": "https://openalex.org/W2146706569"
    },
    {
      "openalex_id": "W1969278903",
      "doi": "10.1080/0067270x.2012.707485",
      "title": "Foragers on the Frontiers: the /Xam Bushmen of the Northern Cape, South Africa, in the Nineteenth Century",
      "authors": [
        {
          "name": "M. McGranaghan",
          "openalex_id": "A5059179995",
          "orcid": "https://orcid.org/0000-0001-5112-372X",
          "institutions": [
            "Oxford Archaeology",
            "University of Oxford"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-08-30",
      "abstract": "This thesis constructs an ethnography for the nineteenth century ǀXam Bushmen of the Northern Cape Province of South Africa, known primarily through a nineteenth century manuscript collection of oral narrative (the Bleek-Lloyd archive), which has, over the past twenty-five years, increasingly become the focus of scholarly attention, mined for insights about the cultural world of southern Bushman societies. It draws on the Bleek-Lloyd archive to produce a detailed ethnographic case study, focusing on the ideological and ontological concepts that underpinned the differentiation of ǀXam society. Firstly, the thesis situates the archive and ǀXam society within their particular environmental and historical contexts, providing valuable supplementary information that informs readings of the narratives. By producing a fully searchable transcription of the entirety of the archive, paying close attention to emic terminology, and examining the recurrence of thematic associations of this phraseology throughout the narratives, the analysis explores the constitution of ǀXam ‘personhood’ and examines the extent to which the ‘hunter-gatherer’ category forms a useful heuristic for understanding ǀXam society, with a particular focus on models of the ‘animic ontology’. The ǀXam deployed a series of positively and negatively evaluated traits in the creation of dimensions of authority, obligation, and social responsibility, embedded in particular social identities; central to these constructions and to the differentiation of these identities were the techniques and resources of ǀXam subsistence practices, salient in the production of admirable (socially-responsible hunters), reprehensible (antagonistic ‘beasts of prey’), and more ambiguous (ǃgi:tǝn ritual specialists) identities. Recognising this internal differentiation, the thesis outlines ǀXam ‘subsistence strategies’ and suggests they should be defined broadly to include their contacts and interactions with non-ǀXam groups, with domesticated animals, and with the novel material culture of the colonial period; these interactions were a consequence of their ‘hunter-gatherer’ strategies rather than a negation of them. Such strategies generated experiences that reinforced and reconstituted ǀXam ideological frameworks, incorporating the dynamics of the nineteenth century ‘frontier’ scenario and provided avenues for social change that ultimately led to the collapse of independent hunter-gatherer lifeways, and to the adoption of strategies that incorporated ǀXam individuals within rural and urban ‘Coloured’ populations of the Northern Cape; placing the ǀXam in a comparative colonial context, the thesis stresses the wider relevance of this particular ethnography for understanding hunter-gatherer engagements with food-producing, state-level societies.",
      "cited_by_count": 44,
      "type": "article",
      "source": {
        "name": "Azania Archaeological Research in Africa",
        "type": "journal",
        "issn": [
          "0067-270X",
          "1945-5534"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Archaeology and Rock Art Studies",
        "South African History and Culture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1969278903"
    },
    {
      "openalex_id": "W3095380978",
      "doi": "10.3233/faia200671",
      "title": "Pluralities, Collectives, and Composites",
      "authors": [
        {
          "name": "Claudio Masolo",
          "openalex_id": "A5069269408",
          "orcid": "https://orcid.org/0000-0002-0764-8630",
          "institutions": [
            "Institute of Cognitive Sciences and Technologies"
          ]
        },
        {
          "name": "Laure Vieu",
          "openalex_id": "A5111581512",
          "institutions": [
            "Université Toulouse - Jean Jaurès",
            "Institut de Recherche en Informatique de Toulouse",
            "Université Toulouse III - Paul Sabatier",
            "Institute of Cognitive Sciences and Technologies",
            "Université Toulouse-I-Capitole",
            "Centre National de la Recherche Scientifique",
            "Institut Polytechnique de Bordeaux"
          ]
        },
        {
          "name": "Roberta Ferrario",
          "openalex_id": "A5081432914",
          "orcid": "https://orcid.org/0000-0002-9175-3096",
          "institutions": [
            "Institute of Cognitive Sciences and Technologies"
          ]
        },
        {
          "name": "Stefano Borgo",
          "openalex_id": "A5046603262",
          "orcid": "https://orcid.org/0000-0001-6001-2765",
          "institutions": [
            "Institute of Cognitive Sciences and Technologies"
          ]
        },
        {
          "name": "Daniele Porello",
          "openalex_id": "A5017945984",
          "orcid": "https://orcid.org/0000-0003-3655-0218",
          "institutions": [
            "Institute of Cognitive Sciences and Technologies"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-10-22",
      "abstract": "Forests, cars and orchestras are very different ontological entities, and yet very similar in some aspects. The relationships they have with the elements they are composed of is often assumed to be reducible to standard ontological relations, like parthood and constitution, but how this could be done is still debated. This paper sheds light on the issue starting from a linguistic and philosophical analysis aimed at understanding notions like plurality, collective and composite, and proposing a formal approach to characterise them. We conclude the presentation with a discussion and analysis of social groups within this framework.",
      "cited_by_count": 10,
      "type": "book-chapter",
      "source": {
        "name": "Frontiers in artificial intelligence and applications",
        "type": "journal",
        "issn": [
          "0922-6389",
          "1879-8314"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://ebooks.iospress.nl/pdf/doi/10.3233/FAIA200671"
      },
      "topics": [
        "Diverse Philosophical and Cultural Studies",
        "Pragmatism in Philosophy and Education",
        "Hermeneutics and Narrative Identity"
      ],
      "referenced_works_count": 43,
      "url": "https://openalex.org/W3095380978"
    },
    {
      "openalex_id": "W2134317867",
      "doi": "10.1016/j.respol.2010.01.022",
      "title": "Ontologies, socio-technical transitions (to sustainability), and the multi-level perspective",
      "authors": [
        {
          "name": "Frank W. Geels",
          "openalex_id": "A5048598866",
          "orcid": "https://orcid.org/0000-0001-8778-4757",
          "institutions": [
            "University of Sussex"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-02-22",
      "abstract": null,
      "cited_by_count": 1630,
      "type": "article",
      "source": {
        "name": "Research Policy",
        "type": "journal",
        "issn": [
          "0048-7333",
          "1873-7625"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S0048733310000363"
      },
      "topics": [
        "Management and Organizational Studies",
        "Information Systems Theories and Implementation",
        "Sustainable Industrial Ecology"
      ],
      "referenced_works_count": 167,
      "url": "https://openalex.org/W2134317867"
    },
    {
      "openalex_id": "W2341075630",
      "doi": "10.1007/978-3-319-27692-2_11",
      "title": "Communities and Values. Dietrich von Hildebrand’s Social Ontology",
      "authors": [
        {
          "name": "Alessandro Salice",
          "openalex_id": "A5036809244",
          "orcid": "https://orcid.org/0000-0002-7255-2889",
          "institutions": [
            "University of Copenhagen"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "Within the debate on the ontology of social groups, a prominent view holds that, if one wants to know what a group is and how a group is created or constituted, one has to look at the internal or subjective conditions that either the group’s members or the group as such have to fulfill. This idea is clearly illustrated by a by now rather standard approach to we-ness, which seeks to locate this property either in the subject of a given attitude (which, most perspicuously, is used to being characterized as an intention), or in the mode of the attitude or in its content. This view also suggests that there is one prototypical notion of group which conceptually has to be traced back to one of the three constituents of an intentional attitude and that the main way to access the notion of a group is by means of the concept of intention and/or intentional action. The present paper tackles a fairly divergent approach to the ontology of groups put forward by Dietrich von Hildebrand in his book on the Metaphysics of Community. First, von Hildebrand argues that there are different kinds of social groups and that, accordingly, individuals can be ‘together’ in radically different ways. In particular, he substantially weakens the relevance that contemporary debate ascribes to the notion of shared intention and shared agency. Said another way, the existence of groups does not necessarily require their members to intend to do something together and to act according to this intention. Especially when it comes to communities (understood as a specific kind of group), he suggests a – within social ontology so far relatively unexplored – principle of constitution: instead of looking for the internal and subjective conditions that regulate the group’s constitution, he rather stresses an external one, i.e., the “virtus unitiva” or the unifying virtue that values can exert over individuals and which might bring them to constitute a group.",
      "cited_by_count": 10,
      "type": "book-chapter",
      "source": {
        "name": "Studies in the philosophy of sociality",
        "type": "book series",
        "issn": [
          "2542-9094",
          "2542-9108"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://doi.org/10.1007/978-3-319-27692-2_11"
      },
      "topics": [
        "Medieval Philosophy and Theology",
        "Medieval Literature and History",
        "Theology and Philosophy of Evil"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W2341075630"
    },
    {
      "openalex_id": "W1588506270",
      "doi": "10.1111/j.1468-4446.2009.01288.x",
      "title": "The odd couple: Margaret Archer, Anthony Giddens and British social theory",
      "authors": [
        {
          "name": "Anthony King",
          "openalex_id": "A5008930821",
          "orcid": "https://orcid.org/0000-0001-7735-7014",
          "institutions": [
            "University of Exeter"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-01-01",
      "abstract": "In 1982, the British Journal of Sociology published an important article by Margaret Archer, 'Morphogenesis versus Structuration: on combining structure and action' (2010 [l982]), which had an impact at the time and remains widely cited to this day. It was also Archer's first statement of what would become her major contribution to social theory. The article was the germ from which three monographs (Culture and Agency (1988), Reality Social Theory (1995) and Being Human (2000)) playfully entitled 'The Archers' by her readers, developed. In those works, she laid out what she initially described as her morphogenetic approach but later, under the influence of Roy Bhaskar, re-named as critical realism. Reading the article again in 2009, its continued prominence is obvious. Towards the end of the 1970s, Anthony Giddens had established himself as a major figure in British sociology. Decisively, he introduced strands of continental philosophy into British sociology and by the early 1980s had developed a distinctive theoretical approach, structuration theory. While sociology remains indebted to Giddens for his Europeanization of the discipline, structuration theory raised many problems. Structuration theory sought to unite functionalist and interactive traditions in a single theoretical framework which would explain social reproduction without derogating the lay actor (Giddens 1979: 71). To that end, Giddens proposed three fundamental concepts; system, structure and structuration. For Giddens, the social system, as an institutional reality is reproduced or changed in coherent ways because individual action is always already patterned by 'structure'; a virtual order of differences or rules. Accordingly, when individuals instantiate structure into practice, they simultaneously affirm not only the structure of rules but also the system itself; there is a 'duality of structure' (Giddens 1984: 19). Structuration referred to the active process by which individuals, informed by (virtual) structure, acted in the world to reproduce (or change) the social structures which confronted them. Archer's article was one of the first serious critiques of Giddens' theoretical project; it remains one of the most insightful. Structuration theory was undoubtedly clever and intricate but Archer noted a profound problem at its very core. The concept of 'structure' as a virtual order of difference was central to Giddens' approach. Archer was, like many critics, rightly sceptical about the status and function of this virtual structure but, even bracketing these concerns, she noted that the concept involved troubling theoretical implications. Decisively, through the concept of structure, Giddens 'conflated' the human agent with the system. Through structure, individual agency was constituted by the system: 'Ideally what he wants to integrate is the way in which the active creation of social conditions is itself unavoidably conditioned by needing to draw upon structural factors in the process' (Archer 2010 [1982]: 229 [459]). Thus, 'Giddens commits himself to an enormous coherence of the structural properties, such that actors' inescapable use of them embroils everyone in the stable reproduction of social systems' (Archer 2010 [1982]: 230 [460]). For Archer, Giddens 'over-socializes'1 agents who have thoroughly interiorized their social conditions. On Archer's morphogenetic approach, such a conflation is fundamentally wrong for one of the principles of this approach is the distinctive properties of social structure and human agency have distinctive purposes. Indeed Archer wants to develop the distinction between the two in order to explore their interaction (Archer 1996). Archer also insightfully recognized a contradication at the heart of structuration theory. Since conditions are no more than internalised rules, an individual is free at any point to follow the rules differently: 'the individual could have acted otherwise' (Giddens 1976: 75). For Archer, the implication of voluntarism is objectionable: 'the systematic underplaying of constraints artificially inflates the degrees of freedom for action' (Archer 2010 [1982]: 234 [464]). The result of Giddens' assertions of individual freedom is a curious and unresolved oscillation between determinism and voluntarism in Giddens' work because he fails to maintain a distinction between the individual and social reality. Archer's criticisms were insightful in 1982 and many scholars have subsequently noted the conceptual dubiousness of the concept of structure (and its duality with the system). Connecting either explicitly or implicitly with Archer's comments, they have also stressed the unresolved voluntarism–determinism dyad in Giddens work (Pleasants 1997, 1999; King 2004; Mestrovic 1998). Giddens seems committed to both a form of sociological determinism and to the assertion of individual agency at the same time. Archer's article stands as an important intervention into the debate. The article is also more than a little ironic, however. Although, as Archer demonstrated, Giddens' concept of structure is deeply problematic, with its presumption that somehow the system distilled itself into a set of virtual repertoires, the fundamental contours of structuration theory were always close to morphogenesis. Giddens did not ignore the institutional realities of the social system. He did not deny the existence of social conditions which transcended the individual. On the contrary, with the concept of the system, these realities were always present in his theory; 'society is not the creation of individual subjects' (Giddens 1984: xl). Rather, he wanted to explain how this vast institutional complex was reproduced by the individual, without reducing the agency of the human subject, as the functionalist tradition had been accused of doing. Giddens' structuration theory worked around two poles, as did morphogenesis; system or structure and agency. Archer rejected Giddens' mediation of structure and agency, not his fundamental social ontology. It is not difficult to align morphogenetic social theory and structuration theory. Both theories imply three moments of social reproduction; the system, structure, structuration for Giddens or structural conditioning, social interaction and structural elaboration for Archer. For both Giddens and Archer, social structure, irreducible to the individual, was reproduced and changed by conditioned individual action. This underlying connection between Archer and Giddens became increasingly clear in the 1990s as Archer came under the influence of Roy Bhaskar. Although Archer has not recognized the point, as Bhaskar developed his critical realism, he explicitly pointed up the parallels between his own Transformation Model of Social Action and structuration theory (Bhaskar 1979). By aligning herself with Bhaskar (Archer 1995), she also unwittingly signalled a rapprochement with Giddens. In this, Archer was part of a much wider theoretical consensus which was then emerging and was manifest in the works of a wider range of scholars at the time. The ontology of structure and agency is evident in Habermas' theory of communicative action, Foucault's archaeology, Bourdieu's concept of the habitus and, at certain points, Alexander's multi-dimensional sociology. In each case, social reality is investigated as a duality of structure and agency. Archer's BJS article was prominent in sociology at the time and her subsequent development of morphogenesis has remained a significant contribution to the discipline. It remains a reference point for sociologists who both support or reject the structure–agency dichotomy. The paradigm of critical realism which Archer has played a major role in promoting has had even more impact, not only in sociology but across the disciplines. Since the 1980s, some international relations theorists have sought to overcome the neo-realist hegemony in that discipline through the development of 'constructivism'. In contrast to the rationalist presumption of realism, constructivism, drawing on a version of sociology, maintained that states were, in fact, substantially influenced by norms; state policy was the normative product of states (and the elites which comprised them) understood their world. Alex Wendt (1999) has been a key figure here and he has specifically employed Giddens and his concept of structure and agency in his development of international relations theory (Wendt 1987). More recently, a group of international relations scholars have explicitly identified themselves as critical realists and sought to analysis the international system – and the actions of states within it – in precisely the manner which Archer has advocated from 1982 (Wight 2006; Hay: 2002). They regard the international system as an irreducible emergent system which individual states reproduce and change through their at least partly autonomous action. The social theories of Archer and Giddens had unseen parallels at the time and those similarities continue today. One of Archer's major objections to structuration theory was its individualism. It seemed to conflate social reality and the individual. Giddens' work in the 1990s seemed to confirm her point. After the publication of The Constitution of Society in 1984 and especially after 1987, Giddens' interests, methods and prose changed dramatically. In place of the dense engagement with difficult theoretical literature to answer fundamental problems in social theory, 'Giddens lite' appeared (Alexander 1996: 135). Giddens sought to examine individual – and indeed possibly – his own personal experience in late twentieth century modernity. Decisively, he released the individual from structural constraints: 'The self is seen as a reflexive project, for which individuals are responsible. We are, not what we are, but what we make of ourselves' (Giddens 1995: 75). Archer's 1982 critique seems to have been vindicated. For Giddens, the social world did seem to revolve around the self. Ironically, however, just as Archer's morphogenetic approach of the 1980s unwittingly paralleled Gidden's structuration theory, so has her intellectual development since that time traversed a similar course to Giddens. In short, she moved from a structural orientation in the 1980s to a pre-occupation with reflexive individual agency in the late 1990s and early 2000s. In her monographs on human agency (Archer 2000; 2003), Archer frames her analysis from two basic assumptions. She affirms the validity of the morphogenetic-realist ontology. Despite numerous criticisms, she reproduces her three-phase model of morphogenesis without revision to emphasize that the agent is always situated in an irreducible social context. Social reality exists independently of the individual. However, at the same time, she affirms not merely the existence of self-conscious human agency but its very dignity. She rejects the anti-humanist claims of many contemporary philosophers like Foucault, Baudrillard or Rorty that the 'self does not amount to much' (Lyotard 1984).2'As a social realist, I would seek to rescue social theory from both the postmodernists and their charitable humanistic defenders' (Archer 2000: 21). For Archer, that rescue of social theory is synonymous with the rescue of the individual, although her individual is explicitly not the debased agent of Rational Choice Theory (Modernity's Man) or the cipher of social norms (Society's Being) (Archer 2000: 51–85, 86–117). In her later work, Archer maintains that in the first instance, practice is the central means by which the self is created; 'the self emerges, meaning someone with a sense of the self formed through our embodied relations with the natural world' (Archer 2000: 152). For Archer, practice is 'pivotal' (Archer 2000: 184). Plausibly, she claims that 'what is central to human beings are not meanings, but doings' (Archer 2000: 189). Of course, other animals are involved in 'doing' as well. For Archer, humans are distinctive because implicit in their doings are conscious intention and, in the course of their activities from birth onwards, they begin to develop self-consciousness; they become reflexive. As they engage in practice, humans develop emotions and a personal identity. This personal identity is not forced on them from outside, however. It is an emergent property of individual human action. Decisively, in this process of self-creation, humans are able to engage eventually in an internal conversation. As they develop a conscious 'I' who acts and a self-conscious 'Me' who experiences that action, it is possible for selves to consider the society around them, their place in and their actions. Selves are not simply the dupes of social groups, therefore; they are able to judge for themselves and adapt their perspectives and practices. Signally, Archer asserts that 'social identity is necessarily a sub-set of personal identity' (Archer 2003: 120). For her, personal identity has a priority and authority over group identity. Significantly, precisely because personal identity – the product of an internal reflexive conversation – is independent of social circumstances, it is a vital to the transformation of society. Humans are fundamentally un-determined because whatever the social conditions in which they exist, they always possess the sanctuary of their personal identity. Archer's critical realism has become very Sartrean. Indeed, although its tone is very different, Archer's assertions about the status of the self are finally very close to Giddens. Like Giddens, she finally maintains that the individual is free. In Archer's later work as in Giddens' writings, individuals are not what they are but what they make of themselves. The individual is able to choose their own destiny through an internal conversation. There is a strange loneliness in her sociology where the agent wanders as an isolated figure, engaged in a private conversation. This emptiness accentuates her closeness to Giddens. Even in his discussion of intimacy, his work is focused on the self. Interestingly, two experiences are identified by Archer as particularly important for the formation of the self; encounters with nature and with the divine (Archer 2004). As she discusses the experience of horse-riding (Archer 2000: 163–4), one of her personal interests, the convergence with Giddens becomes even stronger. For both, the arena of reflexive self-expression is the sphere of leisure and consumption, not work and class. Archer sees herself as a fundamentally different kind of social theorist to Giddens but, in fact, there are many surprising parallels between them. It is a potentially unlikely intellectual pairing, especially given Archer's recurrent critique of structuration theory yet from the BJS article in 1982 to the present, Archer and Giddens have traversed a similar intellectual trajectory. From an original advocacy of ontological dualism, in which structural conditions seemed to have been given the primary weight, they have moved to the other dimension and now prioritize the autonomous self. Archer's contribution to social theory nationally and internationally is irrefutable. As part of a critical realist programme and wider structure–agency paradigm, she has played an important role in promoting British sociology internationally. Yet, current trends in social theory outside Britain might suggest that it may now be necessary to go beyond structure and agency and the framework which Archer has done so much to develop. A new consensus is apparent in sociology globally which no longer understands social reality in terms of structure and agency but in terms of networks. Instead of the closed systems so favoured by functionalist sociology in the middle of the twentieth century, many sociologists are now more interested in the open and indeterminate social webs which transcend national borders, precipitating particular kinds of activity at specific locations. These networks have emergent properties in the way which Archer has described; they are irreducible to their component individuals and must be understood as open-ended totalities. Decisively, the individual agent does not confront an already completed network. Rather, agents should be understood collectively as joint participants in the network, recurrently and mutually constituting themselves through their interactions. In Europe and America, this new network sociology is apparent in the work of a number of prominent scholars. Most obviously in Europe, Bruno Latour's 'Actor Network Theory' explicitly seeks to understand any particular form of social practice not as the product of some determining background condition which is 'always already present' (Latour 2005: 37). Rather, social reality is a dynamic and often quite contingent 'assemblages' of very wide social networks (Latour 2005). For 'sociologists of associations', 'there exists no society to begin with, no reservoir of ties, no big reassuring pot of glue to keep all those ties together' (Latour 2005: 37). Consequently, Latour radically claims that in order to have a 'complete list of people who are doing science', it is necessary not only to include everyone in the laboratory but also all institutions which support the active research; 'Shall we say that De Castro, the Ministry of Health, the Board of Directors, the President are all doing science? Certainly yes' (Latour 1987: 158). Scientific research is influenced by all these agents and consequently, they are all ultimately involved in the production of science. Manuel Castells has explicitly forwarded a theory of social networks (Castells 1998). In America, a similar approach is observable. Although Randall Collins has not explored connections between his interaction ritual chain theory (2004) and Actor Network Theory, these parallels are particularly evident in his sociology of philosophy (2000). There he argues that intellectual innovation arises not out of individual genius but is collectively created in dense intellectual clusters, themselves located in networks spanning time and space. For these sociologists, the aim of the discipline is not to demonstrate how structure is reproduced or changed by the individual agent. Rather they are concerned with demonstrating how distinctive forms of collective agency arise in particular milieus. With the structure and agency paradigm, Margaret Archer has helped establish British sociology internationally. To sustain the discipline globally, it may be necessary for British social theory to move forward from a dualistic to a 'network-centric' ontology. The vertical paradigm of structure and agency dominant in the twentieth century might be usefully replaced by a horizontal perspective. In the twenty-first century, British sociologists might usefully 'think sideways'. They could start to understand social reality not in terms of an individual confronting a pre-formed structure but in terms of multiple participants negotiating as they interact with and co-operate or struggle with each other. To this end, the next episode of the Archer's might be entitled Being Social: Collective Action and the Public Conversation.",
      "cited_by_count": 76,
      "type": "article",
      "source": {
        "name": "British Journal of Sociology",
        "type": "journal",
        "issn": [
          "0007-1315",
          "1468-4446"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Realism in Sociology",
        "Contemporary Sociological Theory and Practice",
        "Social and Cultural Dynamics"
      ],
      "referenced_works_count": 31,
      "url": "https://openalex.org/W1588506270"
    },
    {
      "openalex_id": "W2628584136",
      "doi": "10.1353/aq.2017.0023",
      "title": "Mad Futures: Affect/Theory/Violence",
      "authors": [
        {
          "name": "Tanja Aho",
          "openalex_id": "A5085980224"
        },
        {
          "name": "Liat Ben‐Moshe",
          "openalex_id": "A5011358604",
          "orcid": "https://orcid.org/0000-0003-0172-0336"
        },
        {
          "name": "Leon J. Hilton",
          "openalex_id": "A5040551129"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "Mad Futures:Affect/Theory/Violence Tanja Aho (bio), Liat Ben-Moshe (bio), and Leon J. Hilton (bio) The Affect of Violence In the summer of 2016 a North Miami police officer shoots a black man lying on his back with his hands raised. The man is Charles Kinsey, a behavioral therapist. So far, this would seem to be an example of the all-too-common occurrence of racialized police violence in the contemporary United States. Yet next to Kinsey sits his autistic client, Arnaldo Eliud Rios Soto, also a person of color, who is holding a toy truck. Kinsey was shot as he was bringing Rios Soto back to the group \"home\" from which he had escaped. When the police were first called, it was Rios Soto who was believed to be dangerous by the caller, who reported seeing him \"holding something like a gun.\" The story becomes even more layered: conflicting reports about whom the officer had attempted to shoot drew attention from disability communities: was the officer targeting the black man lying on the ground, unarmed and with his hands raised, or the autistic man holding a toy truck next to him? Both possibilities might be connected to much longer histories of racialization, affectivity, and disablement, but their coalescence in this violent instance of racialized, able-nationalist arrangements of power speaks to the importance of thinking about the co-constitution of race and disability in the longue durée of racial capitalism and liberal modernity.1 Questions of intensity and excess are at the heart of the interlinked processes of racialization and disablement, often produced through the interplay of rationality and affect. Police forces were established to protect owners at a time when black people were considered unruly property, when indigenous people and other people of color, women, and people with disabilities were construed as \"irrational\" others against which liberal personhood was constructed. The ongoingness of racialized police violence extends this history and continues to assign to social death and literal death those deemed irrational, unruly, unstable, and unpredictable.2 To draw from Alexander Weheliye's recent work on Hortense Spillers's hieroglyphics of the flesh, the \"enfleshed\" are the foundations on which Western Enlightenment's political, social, and scientific models [End Page 291] have been constructed, and continue to bear its burden even as their embodied and cognitive unruliness resists \"the legal idiom of personhood as property.\"3 When we revisit the affects of enfleshment and the history of racialization and disablement, we open new paths to understanding the \"nastiness\" of our current moment.4 In grappling with this \"nastiness,\" one could invoke the all-too-ubiquitous statistics about the overlap of mental illness and incarceration, about the increased likelihood of police violence directed at autistic or otherwise neurodivergent people of color, but we would like to especially attend to the origins of that violence. How might we think about not only the specific acts of violence inflicted on Kinsey and Rios Soto during the police encounter that \"disabled\" both men (and which led Rios Soto to be re-incarcerated in a residential institution) while also attending to the state-sanctioned and other structural forms of violence that preceded and surround this event? We may never know why Rios Soto tried to escape from the group home he was living in, but it is worth wondering what parts of a residential setting make it into a \"home\" to begin with. Taking up the kind of critical disability and mad studies frameworks we are calling for in this forum, how might we understand the forms of incarceration and other modes of social control at play in this event as imbricated with other forms of state violence, and as linked to enduring ontological erasures—of mad or neurodivergent or disabled modes of subjectivity—that saturate the scene of this violence? Understanding the interrelated processes of racialization and criminal-pathologization must therefore lead to a more complex and nuanced discussion of alternatives to incarceration. Black Lives Matter has brought renewed attention to long-standing debates about alternatives to policing and incarceration. The basic questions posed in these discussions is what to do when we are harmed instead of calling the...",
      "cited_by_count": 60,
      "type": "article",
      "source": {
        "name": "American Quarterly",
        "type": "journal",
        "issn": [
          "0003-0678",
          "1080-6490"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Youth Education and Societal Dynamics",
        "Homelessness and Social Issues",
        "Employment and Welfare Studies"
      ],
      "referenced_works_count": 46,
      "url": "https://openalex.org/W2628584136"
    },
    {
      "openalex_id": "W2556503385",
      "doi": null,
      "title": "Combining Minds: A Defence of the Possibility of Experiential Combination",
      "authors": [
        {
          "name": "Luke Roelofs",
          "openalex_id": "A5039348899",
          "orcid": "https://orcid.org/0000-0002-2424-8583"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-06-01",
      "abstract": "This thesis explores the possibility of composite consciousness: phenomenally conscious states belonging to a composite being in virtue of the consciousness of, and relations among, its parts. We have no trouble accepting that a composite being has physical properties entirely in virtue of the physical properties of, and relations among, its parts. But a long-standing intuition holds that consciousness is different: my consciousness cannot be understood as a complex of interacting component consciousnesses belonging to parts of me. I ask why: what is it about consciousness that makes us think it so different from matter? And should we accept this apparent difference? \\n`Combinationism' - the thesis that intelligibly constitutive composition is possible in the experiential realm - bears on many debates in the metaphysics of mind. Constitutive panpsychism's need for combinationism is at the centre of recent criticism of the theory, but physicalists also need an account of how the consciousness, or lack thereof, in two cerebral hemispheres and a whole brain, or a human being and their head, or a social group and its individual members, can be intelligibly related. And further back in history, the supposed simplicity of the soul was held to rule out any form of materialism, in a tradition of argument stretching from Plotinus to Brentano. With an eye to this diversity of debates, I examine the prospects for combinationists with a range of different background views about the nature of consciousness, the ontological status of the subject, the behaviour of the physical part-whole relation, and the notions of constitution and explanation themselves. \\nThe core difficulty for experiential combinationism is that subjects seem to be exclusive and independent in their experiences: no experience of one subject can belong to, or even be deduced a priori from the experiences of, another subject. This separateness is thought necessary to do justice to the privacy and subjectivity of experience, and seems to preclude the kind of ontological intimacy between subjects that combinationism demands. In my third chapters I show that this conflict is soluble; a weakened form of exclusivity still preserves the distinctive privacy of experience, and is compatible with a composite sharing the experiences of its parts. A second major problem concerns the unity, interdependence, or even holism often attributed to each subject's experiential field. In my fourth and fifth chapters I develop a framework for accommodating and explaining this unity while still allowing component experiences to belong to distinct component subjects. Each experience in a unified field has a phenomenal character akin to that of amodal perception, indicating the other experiences that it is unified with. \\nOther challenges arise from particular sorts of wholes and parts. Panpsychists attribute consciousness to our smallest microscopic parts; this raises special problems concerning the grain and structure of consciousness, which I address in my fifth chapter. Other versions of combinationism attribute consciousness to large overlapping parts of a human being, parts capable of formulating self-referential thoughts. This generates problems for self-knowledge, which I address in my seventh chapter. And any combinationist, having claimed that consciousness in a thing's parts accounts for consciousness in the whole, must confront the issues I address in my sixth chapter, concerning those large disunified composite entities, such as galaxies or mereological fusions of people, which have conscious parts but appear to be unconscious.",
      "cited_by_count": 26,
      "type": "dissertation",
      "source": {
        "name": "Belarusian State Pedagogical University repository (Belarusian State Pedagogical University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/1807/69449"
      },
      "topics": [
        "Epistemology, Ethics, and Metaphysics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2556503385"
    },
    {
      "openalex_id": "W1972365845",
      "doi": "10.1080/09589236.2012.714076",
      "title": "Bodies, body work and gender: Exploring a Deleuzian approach",
      "authors": [
        {
          "name": "Julia Coffey",
          "openalex_id": "A5028338712",
          "orcid": "https://orcid.org/0000-0001-7388-6592",
          "institutions": [
            "University of Melbourne",
            "Orygen Youth Health"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-09-17",
      "abstract": "Abstract This article is concerned with the relationships between the body, gender, and society. Body work, which involves a range of practices to maintain or modify the body's appearance, is central to the way the body is experienced in a Western, industrialized, and consumerist society such as Australia. Through body work practices, gender is continually reasserted and reconstructed. Examining body work is a way of exploring the ways that gender is embodied and lived. Body work must be understood as embodied processes which move beyond binarized analyses of the body in society. In this regard, embodiment and Deleuzian frameworks which focus on 'becomings' provide important analytic insights. Drawing on 22 qualitative in-depth semi-structured interviews conducted in 2010 with men and women aged 18–35 in Melbourne, Australia, this article explores the ways that body work and gender can be understood as relations through which bodies 'become'. There were contrasts and similarities between the male and female participants' experiences of feeling pressure to change their bodies. Most women recognized the social pressure guiding expectations of their bodies, and although many felt that this was inappropriate, this did not lessen the pressure they experienced to 'work on' their bodies. A number of men too described feeling pressure to attain, or maintain, the ideal body but were less critical of this pressure. Body work must be understood as embodied processes which move beyond binarized analyses of the body. In this regard Deleuzian frameworks that focus on 'becomings' provide important conceptual developments. Keywords: bodybody workgendereventembodimentDeleuzebecoming Notes 1. Feminist critique of the Cartesian dualism of mind/body is well established (Grosz Citation1994, Bray and Colebrook Citation1998). Dualisms of subject/object and structure/agency are associated with the founding mind/body binary, as this binary has historically located 'women outside of the realm of the subject' (Budgeon Citation2003, p. 37). The opposition of subjects and objects is argued to depend on 'a masculine notion of the subject as secure and stable and able to forge relations with objects' (Coleman Citation2009, p. 9). Budgeon (Citation2003) and Coleman (Citation2009) have argued that understandings of bodies which rest on a separation of subjects and objects are not sustainable, and subjects and objects should be understood as irreducible, and entwined through each other. The subject/object binary is also related to materiality/representation. Bray and Colebrook argue that 'the female body is considered as that which has been belied, distorted, and imagined by a male representational logic' (1998, p. 35). There is a problem, however, in the argument that 'representation intervenes to objectify, alienate, and dehumanize the body', because such a view of representation unintentionally recreates a dualism in which the body is essentially made passive and is overcoded by an 'an all-pervasive, repressive, and dichotomous phallic logic' (Bray and Colebrook Citation1998, p. 37). The structure/agency relationship has also been widely debated in sociology and feminism (McNay Citation2000), as there is a tension inherent in understanding the ways social action and social structures are 'mutually constitutive' without privileging one above the other (Davis Citation2003). This tension is particularly apparent in exchanges between Davis (Citation2003) and Bordo (Citation1997) on women's involvement in the 'beauty system' and cosmetic surgery practices. Rose (Citation1996), Bray and Colebrook (1998), and Barad (Citation2007) challenge the ontology underpinning debates on structure and agency. They argue that the body is not a 'prediscursive matter that is then organised by representation' (Bray and Colebrook Citation1998, p. 36), and, similarly, agency is not prediscursive matter inherent in the body that is then organized by representation and social structures. 2. The National Advisory Group on Body Image was set up by the Australian Government to find strategies of addressing the problems associated with body image. Freedman, the chair of the Advisory Group, writes: 'Whether it's girls comparing themselves with the unrealistic images they see in the media and thinking they're not tall or skinny enough or boys feeling they need to bulk up or slim down. All too often this translates to feelings of inadequacy and, in some cases, mental illness' (National Advisory Group on Body Image Citation2009). Images of 'unhealthy' bodies in the media are said to be a major cause of 'unhealthy' body image in young people, linked to psychological problems. Similar concerns about images in the media negatively impacting the 'body image' of young people have been raised in the United Kingdom. In 2000, the Body Image Summit was held by the British Government to explore the links between the media and fashion industries and the effects associated with the unhealthy body image of young people, specifically girls, such as poor self-esteem and eating disorders. More recently, in 2011 the UK government launched the 'Body Confidence Campaign', and in February 2012 a UN Summit was held on body image in the international media and was the first international event discussing the 'problem' of body image. A key argument around 'body image' is the extent to which images cause poor body image and impact health. Coleman (Citation2008, Citation2009), however, has criticized the simplistic 'cause and effect' model underpinning this understanding of bodies as the effects of culture. See: http://www.youth.gov.au/bodyimage;www.cabinet-office.office.gov.uk/women's-unit/WhatWeDo/BodyImage;http://www.homeoffice.gov.uk/equalities/equality-government/body-confidence/;http://www.homeoffice.gov.uk/media-centre/news/UN-summit. 3. Becoming should not be thought of as the opposite to being, as this would mean we are still working within a dualist paradigm. Coleman (Citation2009, p. 20) explains that Deleuze and Guattari's concept of becoming intends to disrupt the binary oppositions that have underpinned Western philosophy, particularly the notion of 'Being' as 'one or the other'. Similarly, Colebrook (Citation2002) argues that although 'being' seems to belong to the 'real' world and 'becoming' seems valued over 'being', these concepts should not be understood as two sides of a coin. Colebrook argues that Deleuze specified 'there is nothing other than the flow of becoming. All \"beings\" are just relatively stable moments in a flow of becoming-life' (2002, p. 125). Thus, being and becoming are not a binary pair; both are processual. 4. There is tension between feminist criticisms of Deleuze's notion of becoming, more specifically 'becoming woman', and other feminist work which emphasizes the potential for feminism in Deleuze's work to move beyond the dichotomy of man/woman, masculine/feminine (Coleman Citation2009). Put simply, Deleuze and Guattari's concept of 'becoming woman' is the fundamental move to get 'outside the dualisms' (1987, p. 277) of the sexed and gendered body (Coleman Citation2009, p. 21). This concept has been particularly problematic and controversial for feminists because it is seen to 'take the specificity of women away from women' (Driscoll 2000, p. 21). Braidotti (Citation2011) thoroughly critiques and extends Deleuze's concept of becoming woman in the context of feminist nomadism. Following Patton (Citation2000), Braidotti argues that becomings should not be read as ideally leading to the destruction of gender. Rather, the 'processes of undoing, recomposing and shifting the grounds for the constitution of sexed and gendered subjectivities' are central to becomings (Braidotti Citation2011, p. 279). Becomings 'aim at nothing', and are 'open to all at any time' (Patton Citation2000, p. 83), which means for Braidotti that 'it is consequently futile to try to index processes of becoming to the general aim of human or women's liberation' (2011, p. 280). Braidotti sensitively synthesizes feminist and Deleuzian approaches to bodies. 5. Potential participants received a short advertisement prior to signing up to be involved in the study. This advertisement described the study, and said volunteers would be asked about their perspectives on what their body means to them, and what they think about other people's bodies in a conversation-style interview arranged around their availability. 6. These themes were cross-checked and discussed with other researchers at the Youth Research Centre, University of Melbourne. 7. To begin a discussion of body work practices, I asked participants to describe what they perceive 'ideal' men's and women's bodies to look like. I followed up by asking if what they described is ideal to them or not, to open a space where they may critique the 'dominant ideal'. 8. I have not interpreted the participants' descriptions of their bodies and body work as 'representations' of them, or as providing access to their 'authentic' experiences (Sandelowski Citation2002). Rather, in analysis I have paid particular attention to the ways they describe connecting with other bodies and social relations, and how these connections affect them. 9. An Australian women's clothing size 8 is equivalent to a US size 4 or a European size 32/34. When Kate gives the size range '6 to 16', this range is US size 2–12 or European size 30/32–40/42; she restricts 'everyone has a beautiful body' within these parameters. 10. One of the most important aspects of understanding bodies as processes of becoming is that there is no ontological separation between bodies and discourse; both are understood as processes which do not pre-exist their encounters (see Barad Citation2007). 11. Although the neo-liberal logic of late capitalism invites people to reflexively 'self-fashion' their bodies and selves, the concept of becoming does not operate along these lines. Becoming is not voluntary; 'bodies do not become what they want' (Coleman Citation2009, p. 215). See discussions by Rose (Citation2000) and Deleuze (Citation1995) on the particular conditions of consumer capitalism and neo-liberalism in the 'control society'.",
      "cited_by_count": 83,
      "type": "article",
      "source": {
        "name": "Journal of Gender Studies",
        "type": "journal",
        "issn": [
          "0958-9236",
          "1465-3869"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Fashion and Cultural Textiles",
        "Crafts, Textile, and Design",
        "Gender, Feminism, and Media"
      ],
      "referenced_works_count": 58,
      "url": "https://openalex.org/W1972365845"
    },
    {
      "openalex_id": "W2740168486",
      "doi": "10.18653/v1/w17-1101",
      "title": "A Survey on Hate Speech Detection using Natural Language Processing",
      "authors": [
        {
          "name": "Anna Grau Schmidt",
          "openalex_id": "A5112619025",
          "institutions": [
            "Saarland University"
          ]
        },
        {
          "name": "Michael Wiegand",
          "openalex_id": "A5060170090",
          "orcid": "https://orcid.org/0000-0002-5403-1078",
          "institutions": [
            "Saarland University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "This paper presents a survey on hate speech detection. Given the steadily growing body of social media content, the amount of online hate speech is also increasing. Due to the massive scale of the web, methods that automatically detect hate speech are required. Our survey describes key areas that have been explored to automatically recognize these types of utterances using natural language processing. We also discuss limits of those approaches.",
      "cited_by_count": 1278,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.aclweb.org/anthology/W17-1101.pdf"
      },
      "topics": [
        "Hate Speech and Cyberbullying Detection",
        "Internet Traffic Analysis and Secure E-voting",
        "Spam and Phishing Detection"
      ],
      "referenced_works_count": 46,
      "url": "https://openalex.org/W2740168486"
    },
    {
      "openalex_id": "W1756642272",
      "doi": "10.26530/oapen_560010",
      "title": "Art in the Anthropocene: Encounters Among Aesthetics, Politics, Environments and Epistemologies",
      "authors": [
        {
          "name": "Heather Davis",
          "openalex_id": "A5055808151",
          "orcid": "https://orcid.org/0000-0003-1475-4076",
          "institutions": [
            "Travaux et Recherches Archéologiques sur les Cultures, les Espaces et les Sociétés",
            "Indonesian Institute of Sciences",
            "University of Indonesia"
          ]
        },
        {
          "name": "Étienne Turpin",
          "openalex_id": "A5058994633",
          "institutions": [
            "Indonesian Institute of Sciences",
            "Travaux et Recherches Archéologiques sur les Cultures, les Espaces et les Sociétés",
            "University of Indonesia"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "Taking as its premise that the proposed geologic epoch of the Anthropocene is necessarily an aesthetic event, this book explores the relationship between contemporary art and knowledge production in an era of ecological crisis, with contributions from artists, curators, theorists and activists. Contributors include Amy Balkin, Ursula Biemann, Amanda Boetzkes, Lindsay Bremner, Joshua Clover &amp; Juliana Spahr, Heather Davis, Sara Dean, Elizabeth Ellsworth &amp; Jamie Kruse (smudge studio), Irmgard Emmelhainz, Anselm Franke, Peter Galison, Fabien Giraud &amp; Ida Soulard, Laurent Gutierrez &amp; Valérie Portefaix (MAP Office), Terike Haapoja &amp; Laura Gustafsson, Laura Hall, Ilana Halperin, Donna Haraway &amp; Martha Kenney, Ho Tzu Nyen, Bruno Latour, Jeffrey Malecki, Mary Mattingly, Mixrice (Cho Jieun &amp; Yang Chulmo), Natasha Myers, Jean-Luc Nancy &amp; John Paul Ricco, Vincent Normand, Richard Pell &amp; Emily Kutil, Tomás Saraceno, Sasha Engelmann &amp; Bronislaw Szerszynski, Ada Smailbegovic, Karolina Sobecka, Zoe Todd, Richard Streitmatter-Tran &amp; Vi Le, Anna-Sophie Springer, Sylvère Lotringer, Peter Sloterdijk, Etienne Turpin, Pinar Yoldas, and Una Chaudhuri, Fritz Ertl, Oliver Kellhammer &amp; Marina Zurkow.",
      "cited_by_count": 615,
      "type": "book",
      "source": {
        "name": "Open Humanities Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "http://oapen.org/download?type=document&docid=560010"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Ecocriticism and Environmental Literature",
        "Climate Change Communication and Perception"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W1756642272"
    },
    {
      "openalex_id": "W2321358496",
      "doi": "10.1111/gec3.12192",
      "title": "Assemblages and Actor‐networks: Rethinking Socio‐material Power, Politics and Space",
      "authors": [
        {
          "name": "Martín Müller",
          "openalex_id": "A5025639724",
          "orcid": "https://orcid.org/0000-0002-0734-4311",
          "institutions": [
            "University of Birmingham",
            "University of Zurich"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "Abstract Assemblage thinking and actor‐network theory (ANT) have been at the forefront of a paradigm shift that sees space and agency as the result of associating humans and non‐humans to form precarious wholes. This shift offers ways of rethinking the relations between power, politics and space from a more processual, socio‐material perspective. After sketching and comparing the concepts of the assemblage and the actor‐network, this paper reviews the current scholarship in human geography which clusters around the four themes of deterritorialisation/reterritorialisation; power; materials, objects and technologies; and topological space. Looking towards the future, it suggests that assemblage thinking and ANT would benefit from exploring links with other social theories, arguing for a more sustained engagement with issues of language and power, and affect and the body.",
      "cited_by_count": 668,
      "type": "article",
      "source": {
        "name": "Geography Compass",
        "type": "journal",
        "issn": [
          "1749-8198"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/gec3.12192"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Posthumanist Ethics and Activism",
        "Water Governance and Infrastructure"
      ],
      "referenced_works_count": 123,
      "url": "https://openalex.org/W2321358496"
    },
    {
      "openalex_id": "W1975200971",
      "doi": "10.1177/2043820612449261",
      "title": "On assemblages and geography",
      "authors": [
        {
          "name": "Ben Anderson",
          "openalex_id": "A5086055751",
          "orcid": "https://orcid.org/0000-0002-9541-6142",
          "institutions": [
            "Durham University"
          ]
        },
        {
          "name": "Matthew Kearnes",
          "openalex_id": "A5067191886",
          "orcid": "https://orcid.org/0000-0001-6267-9571",
          "institutions": [
            "UNSW Sydney"
          ]
        },
        {
          "name": "Colin McFarlane",
          "openalex_id": "A5025397186",
          "orcid": "https://orcid.org/0000-0001-9209-4494",
          "institutions": [
            "Durham University"
          ]
        },
        {
          "name": "Dan Swanton",
          "openalex_id": "A5084648678",
          "orcid": "https://orcid.org/0000-0002-0903-0762",
          "institutions": [
            "University of Edinburgh"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-07-01",
      "abstract": "In this paper we explore what assemblage thinking offers social-spatial theory by asking what questions or problems assemblage responds to or opens up. Used variously as a concept, ethos and descriptor, assemblage thinking can be placed within the context of the recent ‘relational turn’ in human geography. In this context, we argue that assemblage thinking offers four things to contemporary social-spatial theory that, when taken together, provide an alternative response to the problematic of ‘relational’ thought: an experimental realism orientated to processes of composition; a theorization of a world of relations and that which exceeds a present set of relations; a rethinking of agency in distributed terms and causality in non-linear, immanent, terms; and an orientation to the expressive capacity of assembled orders as they are stabilized and change. In conclusion, we reflect on some further questions of politics and ethics that follow from our account of the difference assemblage thinking makes to relational thought.",
      "cited_by_count": 626,
      "type": "article",
      "source": {
        "name": "Dialogues in Human Geography",
        "type": "journal",
        "issn": [
          "2043-8206",
          "2043-8214"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://www.pure.ed.ac.uk/ws/files/9051418/PDF_On_Assemblages_and_Geography.pdf"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Urban Planning and Governance",
        "Historical Geography and Geographical Thought"
      ],
      "referenced_works_count": 81,
      "url": "https://openalex.org/W1975200971"
    },
    {
      "openalex_id": "W2069372342",
      "doi": "10.4236/ojps.2012.21001",
      "title": "Why Study Problematizations? Making Politics Visible",
      "authors": [
        {
          "name": "Carol Bacchi",
          "openalex_id": "A5068905773",
          "orcid": "https://orcid.org/0000-0001-8555-5408",
          "institutions": [
            "University of Adelaide"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "This paper introduces the theoretical concept, problematization, as it is developed in Foucauldian-inspired poststructural analysis. The objective is two-fold: first, to show how a study of problematizations politicizes taken-for-granted “truths”; and second, to illustrate how this analytic approach opens up novel ways of approaching the study of public policy, politics and comparative politics. The study of problematizations, it suggests, directs attention to the heterogenous strategic relations – the politics – that shape lives. It simultaneously alerts researchers to their unavoidable participation in these relations, opening up a much-needed conversation about the role of theory in politics.",
      "cited_by_count": 686,
      "type": "article",
      "source": {
        "name": "Open Journal of Political Science",
        "type": "journal",
        "issn": [
          "2164-0505",
          "2164-0513"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "http://www.scirp.org/journal/PaperDownload.aspx?paperID=18803"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Management and Organizational Studies",
        "Critical Realism in Sociology"
      ],
      "referenced_works_count": 61,
      "url": "https://openalex.org/W2069372342"
    },
    {
      "openalex_id": "W2535269105",
      "doi": "10.1186/s13012-016-0506-3",
      "title": "Implementation, context and complexity",
      "authors": [
        {
          "name": "Carl May",
          "openalex_id": "A5048702534",
          "orcid": "https://orcid.org/0000-0002-0451-2690",
          "institutions": [
            "University of Southampton",
            "University Hospital Southampton NHS Foundation Trust"
          ]
        },
        {
          "name": "Mark J. Johnson",
          "openalex_id": "A5056511422",
          "orcid": "https://orcid.org/0000-0003-1829-9912",
          "institutions": [
            "University of Southampton",
            "University Hospital Southampton NHS Foundation Trust",
            "NIHR Southampton Biomedical Research Centre"
          ]
        },
        {
          "name": "Tracy Finch",
          "openalex_id": "A5087030680",
          "orcid": "https://orcid.org/0000-0001-8647-735X",
          "institutions": [
            "Newcastle University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-10-19",
      "abstract": "Implementation includes the translational efforts that take healthcare interventions beyond the closed systems of evaluation studies into the open systems of 'real world' contexts. The outcome of these processes depends on interactions and negotiations between their participants and contexts. In these negotiations, the plasticity of intervention components, the degree of participants' discretion over resource mobilisation and actors' contributions, and the elasticity of contexts, all play important parts. Understanding these processes in terms of feedback loops, adaptive mechanisms and the practical compromises that stem from them enables us to see the mechanisms specified by NPT as core elements of self-organisation in complex systems.",
      "cited_by_count": 920,
      "type": "article",
      "source": {
        "name": "Implementation Science",
        "type": "journal",
        "issn": [
          "1748-5908"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://implementationscience.biomedcentral.com/track/pdf/10.1186/s13012-016-0506-3"
      },
      "topics": [
        "Health Policy Implementation Science",
        "Community Health and Development",
        "Evaluation and Performance Assessment"
      ],
      "referenced_works_count": 101,
      "url": "https://openalex.org/W2535269105"
    },
    {
      "openalex_id": "W2797183347",
      "doi": "10.1111/1467-9655.12812",
      "title": "Other‐than‐humans and the remaking of the social",
      "authors": [
        {
          "name": "Katie Glaskin",
          "openalex_id": "A5078959376",
          "orcid": "https://orcid.org/0000-0003-0703-0635",
          "institutions": [
            "University of Western Australia"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-04-14",
      "abstract": "Abstract This article takes its starting‐point from an elderly Bardi woman's observation that elders ‘used to frighten’ younger generations with stories about various spirit beings. The beings she referred to are a group of malevolent beings inhabiting particular locations in her country, located in the northwest Kimberley region of Western Australia. Beginning with her observation that this is something that ‘used’ to happen, I consider the relationship between persons and different kinds of spirit beings amidst historical impetus for change. Political, economic, ecological, technological, and other impacts have occurred within the shifting context of progressive engagements with Western colonialism, capitalism, and the market economy, with implications for local ontologies. I suggest that these spirit beings are becoming less differentiated and consider the implications of this in terms of personhood and the constitution of the social, arguing that the disappearance of some of these beings is suggestive of a contraction of temporal and spatial extensions of personhood, with implications for relations with country.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Journal of the Royal Anthropological Institute",
        "type": "journal",
        "issn": [
          "1359-0987",
          "1467-9655"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Anthropological Studies and Insights",
        "Geographies of human-animal interactions",
        "Caribbean history, culture, and politics"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2797183347"
    },
    {
      "openalex_id": "W2460276213",
      "doi": "10.1136/bmjopen-2015-010641",
      "title": "Review of 99 self-report measures for assessing well-being in adults: exploring dimensions of well-being and developments over time",
      "authors": [
        {
          "name": "Myles-Jay Linton",
          "openalex_id": "A5050103906",
          "orcid": "https://orcid.org/0000-0002-2251-7727",
          "institutions": [
            "University of Exeter"
          ]
        },
        {
          "name": "Paul Dieppe",
          "openalex_id": "A5113680226",
          "institutions": [
            "University of Exeter"
          ]
        },
        {
          "name": "Antonieta Medina‐Lara",
          "openalex_id": "A5052673982",
          "orcid": "https://orcid.org/0000-0001-7325-8246",
          "institutions": [
            "University of Exeter"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-07-01",
      "abstract": "Objective Investigators within many disciplines are using measures of well-being, but it is not always clear what they are measuring, or which instruments may best meet their objectives. The aims of this review were to: systematically identify well-being instruments, explore the variety of well-being dimensions within instruments and describe how the production of instruments has developed over time. Design Systematic searches, thematic analysis and narrative synthesis were undertaken. Data sources MEDLINE, EMBASE, EconLit, PsycINFO, Cochrane Library and CINAHL from 1993 to 2014 complemented by web searches and expert consultations through 2015. Eligibility criteria Instruments were selected for review if they were designed for adults (≥18 years old), generic (ie, non-disease or context specific) and available in an English version. Results A total of 99 measures of well-being were included, and 196 dimensions of well-being were identified within them. Dimensions clustered around 6 key thematic domains: mental well-being, social well-being, physical well-being, spiritual well-being, activities and functioning, and personal circumstances. Authors were rarely explicit about how existing theories had influenced the design of their tools; however, the 2 most referenced theories were Diener's model of subjective well-being and the WHO definition of health. The period between 1990 and 1999 produced the greatest number of newly developed well-being instruments (n=27). An illustration of the dimensions identified and the instruments that measure them is provided within a thematic framework of well-being. Conclusions This review provides researchers with an organised toolkit of instruments, dimensions and an accompanying glossary. The striking variability between instruments supports the need to pay close attention to what is being assessed under the umbrella of ‘well-being’ measurement.",
      "cited_by_count": 615,
      "type": "review",
      "source": {
        "name": "BMJ Open",
        "type": "journal",
        "issn": [
          "2044-6055"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://bmjopen.bmj.com/content/bmjopen/6/7/e010641.full.pdf"
      },
      "topics": [
        "Psychological Well-being and Life Satisfaction",
        "Health disparities and outcomes",
        "Health, psychology, and well-being"
      ],
      "referenced_works_count": 152,
      "url": "https://openalex.org/W2460276213"
    },
    {
      "openalex_id": "W1488973119",
      "doi": "10.5070/t411000004",
      "title": "Decolonizing Post-Colonial Studies and Paradigms of Political-Economy: Transmodernity, Decolonial Thinking, and Global Coloniality",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Can we produce a radical anti-systemic politics beyond identity politics? 1 Is it possible to articulate a critical cosmopolitanism beyond nationalism and colonialism?Can we produce knowledges beyond Third World and Eurocentric fundamentalisms?Can we overcome the traditional dichotomy between political-economy and cultural studies?Can we move beyond economic reductionism and culturalism?How can we overcome the Eurocentric modernity without throwing away the best of modernity as many Third World fundamentalists do?In this paper, I propose that an epistemic perspective from the subaltern side of the colonial difference has a lot to contribute to this debate.It can contribute to a critical perspective beyond the outlined dichotomies and to a redefinition of capitalism as a world-system.",
      "cited_by_count": 1029,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt21k6t3fq/qt21k6t3fq.pdf?t=ll4zsw"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Political Economy and Marxism",
        "Cuban History and Society"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W1488973119"
    },
    {
      "openalex_id": "W2120407298",
      "doi": "10.1080/13621025.2011.600090",
      "title": "Dual citizenship and theories of democracy",
      "authors": [
        {
          "name": "Joachim Blatter",
          "openalex_id": "A5029442169",
          "orcid": "https://orcid.org/0000-0002-2921-2619",
          "institutions": [
            "University of Lucerne"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-10-01",
      "abstract": "Abstract Dual/multiple citizenship has become a widespread phenomenon in many parts of the world. This acceptance or tolerance of overlapping memberships in political communities represents an important element in the ongoing readjustment of the relationship between citizens and political communities in democratic systems. This article has two goals and parts. First, it evaluates dual citizenship from the perspective of five normative theories of democracy. Liberal and republican as well as multicultural and deliberative understandings of democracy deliver a broad spectrum of arguments in favour of dual citizenship. Only communitarians fear that dual citizenship endangers national democracies. Nevertheless, empirical evidence and national policies largely contradict these fears. The second part of the article reverses the perspective and shows that most theories of democracy do not only legitimate and facilitate the acceptance of dual citizenship – the phenomenon of multiple citizenships induces innovation in democratic theory in turn. A second look at the relationship between dual citizenship and theories of democracy reveals that dual citizenship stimulates refinements, expansions and reconceptualisations of these theories for a transnationalising world. Keywords: citizenshipmigrationmobilitylegitimacylegal statusright to stay/right to return; democracy; transnationalism Notes 1. Theodore Roosevelt called dual nationality a 'self-evident absurdity' (Spiro 1997 Spiro, P.J. 1997. Dual nationality and the meaning of citizenship. Emory law journal, 46(4): 1411–1485. [Google Scholar], p. 1411). 2. Nevertheless, it has to be realised that (im)migration policies which represent these new transformations are in many places only one context in which the issue of dual citizenship comes up; in some places (like Eastern Europe) this overlaps and usually is overshadowed with the context of nation state (re-)building (Faist and Kivisto 2007 Faist, T. and Kivisto, P. 2007. Dual citizenship in global perspective: from unitary to multiple citizenship, New York: Palgrave Macmillan. [Google Scholar], Bauböck et al. 2007 Bauböck, R., Perchinig, B. and Sievers, W. 2007. Citizenship policies in the New Europe, Amsterdam: Amsterdam University Press. [Crossref] , [Google Scholar]). 3. The same is true if the provision of citizenship would be strictly based on the residency principle. Since in most (Western) countries civil and social rights are already based on residency and not on citizenship, such a regulation would fully eliminate membership/citizenship as a meaningful category. There would be no difference anymore between residents and citizens. However, this holds only for the situation within migrant receiving countries. Citizens, but not residents, would still enjoy external citizenship rights of diplomatic protection, right to return and absentee ballots (thanks to Rainer Bauböck who pointed to this remaining difference). 4. It is important to realise that it is especially the changes in the second characteristic of individual life – the singularity of place in which the social life of individuals is embedded – which contain the momentum for the acceptance of dual citizenship. If only the stability of residence would be eroding, the congruence principle would demand quicker naturalisation and denaturalisation procedures but not necessarily membership in two political communities. 5. An exception is the first empirical study done by Yang (1994 Yang, P.Q. 1994. Explaining immigrants naturalization. International migration review, 28: 449–477. [Crossref], [PubMed], [Web of Science ®] , [Google Scholar]) who finds that individuals from countries that allow dual nationality are actually less likely to naturalise in the USA. Furthermore, Staton et al. (2007b Staton, J.K., Jackson, R.A. and Canache, D. 2007b. \"Costly citizenship? Dual nationality, institutions, naturalization, and political connectedness\". Available from: http://ssrn.Com/abstract = 995569 [Accessed 19 Jun 2007][Crossref] , [Google Scholar]) reintroduce some scepticism whether the acceptance of dual citizenship in the country of origin increases the likelihood of naturalisation in the USA. 6. Jungnickel (2005 Jungnickel, M. 2005. \"Einbürgerung und Doppelpass – Die Mehrstaatigkeitsregelungen in der Praxis\". In Doppelte Staatsbürgerschaft – ein gesellschaftlicher Diskurs über Mehrstaatigkeit, Edited by: Schröter, Y.M., Mengelkamp, C. and Jäger, R.S. 59–67. Landau: Verlag Empirischer Pädagogik. [Google Scholar], pp. 63–65) shows how the principle of reciprocity that Germany uses for deciding about the acceptance of dual citizenship for citizens from countries of the European Union has led to a massive undermining of its general principle not to allow dual citizenship. This leads to the problematic effect that Germany accepts dual citizenship in those cases in which it is problematic (from the perspective of equal voting rights) and rejects it for those cases in which it is not problematic. 7. Although, even Betts (2002 Betts, K. 2002. Democracy and dual citizenship. People and place, 10(1): 57–70. [Google Scholar], p. 67), who is quite critical towards dual citizenship, admits '… there is yet no evidence that plural citizens will break the law as they pass through Australia …'. Furthermore, Bloemraad's finding that dual citizens in Canada are significantly higher educated than the average immigrant mediates against this assumption (Bloemraad 2004 Bloemraad, I. 2004. Who claims dual citizenship? The limits of postnationalism, the possibilities of transnationalism, and the persistence of traditional citizenship. International migration review, 38(2): 389–426. [Crossref], [Web of Science ®] , [Google Scholar], p. 421). 8. Which does not mean that it cannot loom large in countries like South Korea where the security situation still resembles the dominant situation in the twentieth century: ideological confrontation and armies based on compulsory service of all male citizens. The fear that dual citizenship makes it possible to escape military service is the main reason why the government is hesitating to introduce dual citizenship – an idea it otherwise considers as a means to attract human capital. 9. Although the term 'multiculturalism' clearly points to culturally defined groups, I include into this approach not only theories which emphasise culturally defined groups (e.g. Kymlicka 1999 Kymlicka, W. 1999. Multikulturalismus und Demokratie: Über Minderheiten in Staaten und Nationen, Hamburg: Rotbuch Verlag. [Google Scholar], Gutmann 2003 Gutmann, A. 2003. Identity in democracy, Princeton, NJ: Princeton University Press. [Crossref] , [Google Scholar]) but also those who put more emphasis on groups which are defined according to their 'nature' (e.g. women, coloured people) or socio-economic position (classes). Multiculturalists conceptualise all those groups in a 'relational' and not according to a substantialist logic (Young 1990 Young, I.M. 1990. Justice and the politics of difference, Princeton, NJ: Princeton University Press. [Google Scholar], p. 82), which means that all these groups and their identity are constructed in a social process of distinction from (dominant) 'others' and their existence and identity are not based on any essential or exclusive traits. 10. The less essentialist and the more socially constructed culture is conceptualised, the more there is overlap between a multicultural and a deliberative democracy approach (Benhabib 1996b Benhabib, S. 1996b. \"Toward a deliberative model of democratic legitimacy\". In Democracy and difference: contesting the boundaries of the political, Edited by: Benhabib, S. 67–94. Princeton, NJ: Princeton University Press. [Crossref] , [Google Scholar]). A core difference remains, though, since multiculturalism is primarily concerned with building and protection of communities/polities as such, whereas deliberative democracy is focusing on the policy-dimension of politics. 11. Whereas most advocates of deliberative democracy are influenced by Habermas' theory of communicative rationality and assume that public deliberation enhances rationality and consensus, advocates of a 'discursive democracy' (Dryzek 2000 Dryzek, J.S. 2000. Deliberative democracy and beyond: liberalism, critics, contestations, Oxford: Oxford University Press. [Google Scholar]) highlight the mobilising effect of (antagonistic) public discussions. A similar cleavage within this strand of democratic theory evolves around whether reasonable argument should be 'impartial' (Held 2006 Held, D. 2006. Models of democracy, Stanford: Stanford University Press. [Google Scholar], pp. 239–246). 12. Please note that it is not by accident that the public discourse is taken up before the individual preferences. Within a strict deliberative perspective the discourse takes ontological precedence to the formation of individual preferences. 13. But see Dryzek (2007 Dryzek, J.S. 2007. \"Transnational democracy: the formal and the discursove\". In How to reconstitute democracy in Europe? Proceedings from the RECON Opening Conference, Edited by: Eriksen, E.O. 47–58. Oslo: ARENA. [Google Scholar]) who emphasises the priority of informal discourses in contrast to formal constitutions as the constitutive elements of political order in a transnational world of governance networks. 14. These paradoxes might explain why no eminent communitarian has addressed the issue of dual citizenship yet. Members of 'The Communitarian Network' endorsed dual citizenship but provided no justification (see http://www.gwu.edu/ ∼ ccps/dwu_positionpaper.html). 15. By stressing the central importance of asymmetric relationships between central and peripheral states for my understanding of the term 'empire' I make clear that I do not follow the post-territorial and post-structuralist concept of Hardt and Negri (2000 Hardt, M. and Negri, A. 2000. Empire, Cambridge, MA: Harvard University Press. [Google Scholar], 2004 Hardt, M. and Negri, A. 2004. Multitude: war and democracy in the age of empire, New York: Penguin Press. [Google Scholar]). Instead, I stay closer to the World System Theory of Wallerstein (1974 Wallerstein, I. 1974. The modern world system: capitalist agriculture and the origins of the European world economy in the sixteenth century, New York: Academic Press. [Google Scholar]) – without necessarily sharing his Marxist conceptualisation of the world economy and his strong economic determinism – and the debates about the imperial nature of the USA (e.g. Ferguson 2002 Ferguson, N. 2002. Empire. The rise and demise of the British world order and the lessons for global power, London: Penguin Books. [Google Scholar]). 16. Ulrich Beck and Edgar Grande (2004, 2007) are among the few social scientists whose writings imply that empires can be democratised. First, they conceptualise Europe as an empire by going beyond the European Union including those neighbour states, which are in an 'extended zone of political order' (Beck and Grande 2004 Beck, U. and Grande, E. 2004. Das kosmopolitische Europa. Gesellschaft und politik in der zweiten moderne, Frankfurt a. M.: Suhrkamp. [Google Scholar], p. 101, Beck and Grande 2007 Beck, U. and Grande, E. 2007. Cosmopolitan Europe, Cambridge: Polity Press. [Google Scholar], p. 63). In order to democratise the European Empire, they recommend direct interventions of citizens through European referenda; the inclusion of neighbours of the EU by opening up EU-institutions for representatives of foreign states or civil societies; the recognition of difference by sticking to consensus instead of majority vote as primer decision-making rule and institutional checks and balances as main mechanisms of political control (Beck and Grande 2004 Beck, U. and Grande, E. 2004. Das kosmopolitische Europa. Gesellschaft und politik in der zweiten moderne, Frankfurt a. M.: Suhrkamp. [Google Scholar], pp. 350–357). They ignore dual citizenship as a mechanism that can contribute to many of the goals that their recommended measures are hoped to accomplish. 17. Some further thoughts and specifications can be found in the work of Blatter (2008 Blatter, J. 2008. Dual citizenship and democracy Glocal governance and democracy, Working Paper Series no.1. Available from: http://www.unilu.ch/files/Dual-Citizenship-and-Democracy-wp01.pdf [Accessed 21 July 2011][Crossref] , [Google Scholar], pp. 26–34)",
      "cited_by_count": 72,
      "type": "article",
      "source": {
        "name": "Citizenship Studies",
        "type": "journal",
        "issn": [
          "1362-1025",
          "1469-3593"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Migration, Refugees, and Integration",
        "Political Systems and Governance"
      ],
      "referenced_works_count": 110,
      "url": "https://openalex.org/W2120407298"
    },
    {
      "openalex_id": "W1989083330",
      "doi": "10.7202/1005505ar",
      "title": "Intermediality, Intertextuality, and Remediation: A Literary Perspective on Intermediality",
      "authors": [
        {
          "name": "Irina O. Rajewsky",
          "openalex_id": "A5039197672",
          "institutions": [
            "Freie Universität Berlin"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-08-10",
      "abstract": "The concept of intermediality has come to be part of a fixed critical inventory in the debate on literature and the other arts and media. Although there is relative agreement with respect to a definition of intermediality in a broad sense, the research spectrum becomes much more complex, and often contradictory, when precise formal distinctions and the specification and definition of any one particular concept of intermediality are needed. Based on the current state of the question, the present essay specifies one particular approach to intermediality, introducing three more narrowly conceived subcategories, medial transposition, media combination, and intermedial references. By comparison with the genealogical “remediation” concept of Bolter and Grusin, it is shown with respect to which objects and specific research objectives this subdivided concept gains heuristic and practical value. This is particularly the case when detailed analyses of specific medial configurations, their respective meaning-constitutional strategies, and their overall signification are considered.",
      "cited_by_count": 885,
      "type": "article",
      "source": {
        "name": "Intermédialités Histoire et théorie des arts des lettres et des techniques",
        "type": "journal",
        "issn": [
          "1705-8546",
          "1920-3136"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.erudit.org/fr/revues/im/2005-n6-im1814727/1005505ar.pdf"
      },
      "topics": [
        "Visual Culture and Art Theory",
        "Public Spaces through Art",
        "Digital Games and Media"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W1989083330"
    },
    {
      "openalex_id": "W2414200799",
      "doi": "10.1287/orsc.2016.1070",
      "title": "Beyond Routines as Things: Introduction to the Special Issue on Routine Dynamics",
      "authors": [
        {
          "name": "Martha S. Feldman",
          "openalex_id": "A5091434328",
          "orcid": "https://orcid.org/0000-0003-1327-2032",
          "institutions": [
            "University of California, Irvine"
          ]
        },
        {
          "name": "Brian T. Pentland",
          "openalex_id": "A5002813707",
          "orcid": "https://orcid.org/0000-0001-7526-2476",
          "institutions": [
            "Michigan State University"
          ]
        },
        {
          "name": "Luciana D’Adderio",
          "openalex_id": "A5041436315",
          "orcid": "https://orcid.org/0000-0001-8240-6802",
          "institutions": [
            "University of Strathclyde"
          ]
        },
        {
          "name": "Nathalie Lazaric",
          "openalex_id": "A5018661911",
          "institutions": [
            "Université Côte d'Azur"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-01",
      "abstract": "Research on routines has grown in recent years as scholars have increasingly recognized the centrality of this organizational phenomenon (Parmigiani and Howard-Grenville, 2011; Salvato and Rerup, 2011). This special issue is devoted to routine dynamics, one branch of research on routines that is based in the idea that routines are practices with internal dynamics that contribute to both stability and change in organizations (Feldman and Pentland, 2003). Ethnographic fieldwork has been an important source of observations from which routine dynamics has emerged",
      "cited_by_count": 406,
      "type": "article",
      "source": {
        "name": "Organization Science",
        "type": "journal",
        "issn": [
          "1047-7039",
          "1526-5455"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://pubsonline.informs.org/doi/pdf/10.1287/orsc.2016.1070"
      },
      "topics": [
        "Management and Organizational Studies",
        "Information Systems Theories and Implementation",
        "Innovation and Knowledge Management"
      ],
      "referenced_works_count": 67,
      "url": "https://openalex.org/W2414200799"
    },
    {
      "openalex_id": "W2137021351",
      "doi": "10.1177/0170840614541886",
      "title": "Enlarging the Strategy-as-Practice Research Agenda: Towards Taller and Flatter Ontologies",
      "authors": [
        {
          "name": "David Seidl",
          "openalex_id": "A5036453325",
          "orcid": "https://orcid.org/0000-0002-0368-196X",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Richard Whittington",
          "openalex_id": "A5031239757",
          "orcid": "https://orcid.org/0000-0002-5185-4626",
          "institutions": [
            "University of Oxford"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-07-16",
      "abstract": "Taking perspectives from papers published previously in Organization Studies, we argue for progress in strategy-as-practice research through more effective linking of ‘local’ strategizing activity with ‘larger’ social phenomena. We introduce a range of theoretical approaches capable of incorporating larger-scale phenomena and countering what we term ‘micro-isolationism’, the tendency to explain local activities in their own terms. Organizing the theories according to how far they lean towards either tall or flat ontologies, we outline their respective strengths and weaknesses. Against this background, we develop three broad guidelines that can help protect against empirical micro-isolationism and thereby extend the scope of strategy-as-practice research.",
      "cited_by_count": 327,
      "type": "article",
      "source": {
        "name": "Organization Studies",
        "type": "journal",
        "issn": [
          "0170-8406",
          "1741-3044"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/0170840614541886"
      },
      "topics": [
        "Management and Organizational Studies",
        "Innovation and Knowledge Management",
        "Accounting and Organizational Management"
      ],
      "referenced_works_count": 88,
      "url": "https://openalex.org/W2137021351"
    },
    {
      "openalex_id": "W2158879468",
      "doi": "10.25300/misq/2014/38:3.3",
      "title": "The Sociomateriality of Information Systems: Current Status, Future Directions",
      "authors": [
        {
          "name": "Dubravka Ćećez-Kecmanović",
          "openalex_id": "A5018723818",
          "orcid": "https://orcid.org/0000-0001-8028-3896",
          "institutions": [
            "University of Warwick",
            "Bentley University",
            "Australian Institute of Business",
            "University of Hull",
            "UNSW Sydney"
          ]
        },
        {
          "name": "Robert D. Galliers",
          "openalex_id": "A5109845978",
          "institutions": [
            "Australian Institute of Business",
            "University of Warwick",
            "Bentley University",
            "University of Hull",
            "UNSW Sydney"
          ]
        },
        {
          "name": "Ola Henfridsson",
          "openalex_id": "A5049831156",
          "orcid": "https://orcid.org/0000-0003-1605-5180",
          "institutions": [
            "University of Hull",
            "UNSW Sydney",
            "Australian Institute of Business",
            "University of Warwick",
            "Bentley University"
          ]
        },
        {
          "name": "Sue Newell",
          "openalex_id": "A5111751881",
          "institutions": [
            "University of Warwick",
            "University of Hull",
            "Bentley University",
            "Australian Institute of Business",
            "UNSW Sydney"
          ]
        },
        {
          "name": "Richard Vidgen",
          "openalex_id": "A5063947106",
          "orcid": "https://orcid.org/0000-0001-7578-8339",
          "institutions": [
            "Australian Institute of Business",
            "Bentley University",
            "University of Warwick",
            "UNSW Sydney",
            "University of Hull"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-01",
      "abstract": "Our motivation for putting together this special issue on “Sociomateriality of Information Systems and Organizing” was the mounting interest in the relationship between the social and the material, in the context of our increasingly digital society. The attention to this relationship is manifested in the emergence of studies of technology intended to augment and complement, but also and importantly, to question the received views on technology in social life (see Carlile et al. 2013a; Leonardi et al. 2012; Suchman, 2007).",
      "cited_by_count": 338,
      "type": "article",
      "source": {
        "name": "MIS Quarterly",
        "type": "journal",
        "issn": [
          "0276-7783",
          "2162-9730"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://doi.org/10.25300/misq/2014/38:3.3"
      },
      "topics": [
        "Information Systems Theories and Implementation",
        "Innovation, Technology, and Society",
        "Innovative Approaches in Technology and Social Development"
      ],
      "referenced_works_count": 181,
      "url": "https://openalex.org/W2158879468"
    },
    {
      "openalex_id": "W2320862185",
      "doi": "10.5751/es-05551-180426",
      "title": "Comparison of Frameworks for Analyzing Social-ecological Systems",
      "authors": [
        {
          "name": "Claudia R. Binder",
          "openalex_id": "A5090135397",
          "orcid": "https://orcid.org/0000-0002-2921-9896"
        },
        {
          "name": "Jochen Hinkel",
          "openalex_id": "A5049863439",
          "orcid": "https://orcid.org/0000-0001-7590-992X",
          "institutions": [
            "Potsdam Institute for Climate Impact Research",
            "Global Climate Forum"
          ]
        },
        {
          "name": "Pieter W. G. Bots",
          "openalex_id": "A5000868299",
          "orcid": "https://orcid.org/0000-0003-4569-1549",
          "institutions": [
            "Delft University of Technology"
          ]
        },
        {
          "name": "Claudia Pahl‐Wostl",
          "openalex_id": "A5019519740",
          "orcid": "https://orcid.org/0000-0002-2294-6521",
          "institutions": [
            "Osnabrück University"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "In this paper we compare 10 established frameworks for analyzing social-ecological systems. We limited ourselves to frameworks that were explicitly designed to be used by a wider community of researchers and practitioners. Although all these frameworks seem to have emerged from the need for concepts that permit structured, interdisciplinary reasoning about complex problems in social-ecological systems, they differ significantly with respect to contextual and structural criteria, such as conceptualization of the ecological and social systems and their interrelation. It appears that three main criteria suffice to produce a classification of frameworks that may be used as a decision tree when choosing a framework for analysis. These criteria are (i) whether a framework conceptualizes the relationship between the social and ecological systems as being uni- or bidirectional; (ii) whether it takes an anthropocentric or an ecocentric perspective on the ecological system; and (iii) whether it is an action-oriented or an analysis-oriented framework.",
      "cited_by_count": 749,
      "type": "article",
      "source": {
        "name": "Ecology and Society",
        "type": "journal",
        "issn": [
          "1708-3087"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.ecologyandsociety.org/vol18/iss4/art26/ES-2013-5551.pdf"
      },
      "topics": [
        "Sustainability and Ecological Systems Analysis",
        "Land Use and Ecosystem Services",
        "Complex Systems and Decision Making"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W2320862185"
    },
    {
      "openalex_id": "W2484983710",
      "doi": "10.3389/fpsyg.2016.01090",
      "title": "Cultural Affordances: Scaffolding Local Worlds Through Shared Intentionality and Regimes of Attention",
      "authors": [
        {
          "name": "Maxwell J. D. Ramstead",
          "openalex_id": "A5010108818",
          "orcid": "https://orcid.org/0000-0002-1477-8177",
          "institutions": [
            "McGill University"
          ]
        },
        {
          "name": "Samuel P. L. Veissière",
          "openalex_id": "A5017587005",
          "orcid": "https://orcid.org/0000-0002-1158-2347",
          "institutions": [
            "University of Johannesburg",
            "McGill University"
          ]
        },
        {
          "name": "Laurence J. Kirmayer",
          "openalex_id": "A5054510055",
          "orcid": "https://orcid.org/0000-0002-6228-1739",
          "institutions": [
            "McGill University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-07-26",
      "abstract": "In this paper we outline a framework for the study of the mechanisms involved in the engagement of human agents with cultural affordances. Our aim is to better understand how culture and context interact with human biology to shape human behavior, cognition, and experience. We attempt to integrate several related approaches in the study of the embodied, cognitive, and affective substrates of sociality and culture and the sociocultural scaffolding of experience. The integrative framework we propose bridges cognitive and social sciences to provide (i) an expanded concept of 'affordance' that extends to sociocultural forms of life, and (ii) a multilevel account of the socioculturally scaffolded forms of affordance learning and the transmission of affordances in patterned sociocultural practices and regimes of shared attention. This framework provides an account of how cultural content and normative practices are built on a foundation of contentless basic mental processes that acquire content through immersive participation of the agent in social practices that regulate joint attention and shared intentionality.",
      "cited_by_count": 407,
      "type": "article",
      "source": {
        "name": "Frontiers in Psychology",
        "type": "journal",
        "issn": [
          "1664-1078"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2016.01090/pdf"
      },
      "topics": [
        "Embodied and Extended Cognition",
        "Action Observation and Synchronization",
        "Language and cultural evolution"
      ],
      "referenced_works_count": 193,
      "url": "https://openalex.org/W2484983710"
    },
    {
      "openalex_id": "W2114146750",
      "doi": "10.25100/lamanzanadeladiscordia.v6i1.1507",
      "title": "El régimen heterosexual y la nación. Aportes del lesbianismo feminista a la antropología",
      "authors": [
        {
          "name": "Ochy Curiel",
          "openalex_id": "A5021601183",
          "institutions": [
            "Universidad Nacional de Colombia"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-17",
      "abstract": "Resumen: El lesbianismo feminista, como corrienteteórico-política del feminismo ha propuesto analizar laheterosexualidad, como un régimen político, más quecomo una práctica sexual, basado en la ideología de ladiferencia sexual como su base ontológica. A través deun análisis crítico del discurso, esta tesis muestra comoeste régimen se articula a la nación, concretamente, en laConstitución Política de Colombia de 1991, su ley suprema.Apoyada además en las teorías de la antropología dela mujer, del género y feminista, la antropología políticay la teoría marxista, desde el concepto de hegemoníade Antonio Gramsci, la autora muestra, por medio delanálisis de las categorías mujer, hombre, familia, parentesco,nacionalidad, entre otras, cómo este régimen estácontenido en los discursos escritos y jurídicos tanto deltexto constitucional, como de los argumentos emitidos porlos y las constituyentes en la Asamblea Nacional Constituyenteque dio origen a la Carta Magna. Propone lo quedenomina Antropología de la Dominación que consiste endevelar las formas, maneras, estrategias, discursos quevan definiendo a ciertos grupos sociales como “otros” y“otras” (sobre todo a las mujeres y las lesbianas) desdelugares de poder y dominación.Palabras claves: Heterosexualidad, nación, constitución,lesbianismo, feminismo.The heterosexual regime and the nation. Contributions of feminist lesbianism to antropologyAbstract: Lesbian feminism, as a theoretical politicaltrend of feminism, has suggested analyzing heterosexualityas a political regime, based on the ideology of sexualdifference as its ontological grounding. Through criticaldiscourse analysis, this thesis shows how this regime articulatesitself with the nation, especially in the PoliticalConstitution of Colombia of 1991, its supreme law. Basingas well on the theories of women, gender and feministanthropology, political anthropology and marxist theory,specifically from Antonio Gramci’s concept of hegemony,the authoress shows- through analysis of categories suchus women, man, family, kinship and nationality, amongothers- how this regime is included in the written andlegal discourses both in the constitutional text and in thearguments expressed by constituents at the National ConstituentAssembly that led to the Magna Carta. The authorproposes what she calls Domination Anthropology, whichconsists in uncovering the ways, strategies and discoursesthat define certain social groups as “others” (specially womenand lesbians) from power and domination positions.Key words: Nation, heterosexuality, feminism,lesbianism, constitution.",
      "cited_by_count": 12,
      "type": "article",
      "source": {
        "name": "La Manzana de la Discordia",
        "type": "journal",
        "issn": [
          "1900-7922",
          "2500-6738"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://manzanadiscordia.univalle.edu.co/index.php/la_manzana_de_la_discordia/article/download/1507/pdf"
      },
      "topics": [
        "Gender and Feminist Studies",
        "Latin American Cultural Politics",
        "Employment, Labor, and Gender Studies"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2114146750"
    },
    {
      "openalex_id": "W2969662548",
      "doi": "10.1371/journal.pone.0221152",
      "title": "Hate speech detection: Challenges and solutions",
      "authors": [
        {
          "name": "Sean MacAvaney",
          "openalex_id": "A5014199889",
          "orcid": "https://orcid.org/0000-0002-8914-2659",
          "institutions": [
            "Georgetown University"
          ]
        },
        {
          "name": "Hao-Ren Yao",
          "openalex_id": "A5110633653",
          "institutions": [
            "Georgetown University"
          ]
        },
        {
          "name": "Eugene Yang",
          "openalex_id": "A5062016266",
          "orcid": "https://orcid.org/0000-0002-0051-1535",
          "institutions": [
            "Georgetown University"
          ]
        },
        {
          "name": "Katina Russell",
          "openalex_id": "A5022670058",
          "orcid": "https://orcid.org/0009-0005-6230-8427",
          "institutions": [
            "Georgetown University"
          ]
        },
        {
          "name": "Nazli Goharian",
          "openalex_id": "A5036610566",
          "institutions": [
            "Georgetown University"
          ]
        },
        {
          "name": "Ophir Frieder",
          "openalex_id": "A5062591304",
          "orcid": "https://orcid.org/0000-0001-5076-8171",
          "institutions": [
            "Georgetown University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-08-20",
      "abstract": "As online content continues to grow, so does the spread of hate speech. We identify and examine challenges faced by online automatic approaches for hate speech detection in text. Among these difficulties are subtleties in language, differing definitions on what constitutes hate speech, and limitations of data availability for training and testing of these systems. Furthermore, many recent approaches suffer from an interpretability problem-that is, it can be difficult to understand why the systems make the decisions that they do. We propose a multi-view SVM approach that achieves near state-of-the-art performance, while being simpler and producing more easily interpretable decisions than neural methods. We also discuss both technical and practical challenges that remain for this task.",
      "cited_by_count": 539,
      "type": "article",
      "source": {
        "name": "PLoS ONE",
        "type": "journal",
        "issn": [
          "1932-6203"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0221152&type=printable"
      },
      "topics": [
        "Hate Speech and Cyberbullying Detection",
        "Internet Traffic Analysis and Secure E-voting",
        "Adversarial Robustness in Machine Learning"
      ],
      "referenced_works_count": 38,
      "url": "https://openalex.org/W2969662548"
    },
    {
      "openalex_id": "W2046135608",
      "doi": "10.1057/biosoc.2011.1",
      "title": "Food as exposure: Nutritional epigenetics and the new metabolism",
      "authors": [
        {
          "name": "Hannah Landecker",
          "openalex_id": "A5013305175",
          "orcid": "https://orcid.org/0000-0002-1282-9962",
          "institutions": [
            "University of California, Los Angeles"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-03-07",
      "abstract": "Nutritional epigenetics seeks to explain the effects of nutrition on gene expression. For social science, it is an area of life science whose analysis reveals a concentrated form of a wider shift in the understanding of food and metabolism. Rather than the chemical conversion of food to energy and body matter of classic metabolism, food is now also a conditioning environment that shapes the activity of the genome and the physiology of the body. It is thought that food in prenatal and early postnatal life impacts adult-onset diseases such as diabetes and heart disease; exposure to food is seen as a point of potential intervention in long-term health of individuals and populations. This article analyzes how food has become environment in nutritional epigenetics, with a focus on the experimental formalization of food. The experimental image of human life generated in rodent models, it is argued, generates concepts of food as a form of molecular exposure. This scientific discourse has profound implications for how food is perceived, manufactured and regulated, as well as for social theories and analyses of the social body that have a long history of imbrication with scientific models of metabolism.",
      "cited_by_count": 482,
      "type": "article",
      "source": {
        "name": "BioSocieties",
        "type": "journal",
        "issn": [
          "1745-8552",
          "1745-8560"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1057/biosoc.2011.1.pdf"
      },
      "topics": [
        "Epigenetics and DNA Methylation",
        "Race, Genetics, and Society",
        "Diet and metabolism studies"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W2046135608"
    },
    {
      "openalex_id": "W2736054604",
      "doi": "10.2139/ssrn.1926431",
      "title": "Six Provocations for Big Data",
      "authors": [
        {
          "name": "danah boyd",
          "openalex_id": "A5009029178",
          "orcid": "https://orcid.org/0000-0002-7722-7778",
          "institutions": [
            "Microsoft Research (United Kingdom)",
            "Data & Society Research Institute",
            "Georgetown University"
          ]
        },
        {
          "name": "Kate Crawford",
          "openalex_id": "A5033954307",
          "orcid": "https://orcid.org/0000-0001-9972-7194",
          "institutions": [
            "Microsoft Research (United Kingdom)",
            "Art Institute of Portland"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": null,
      "cited_by_count": 416,
      "type": "article",
      "source": {
        "name": "SSRN Electronic Journal",
        "type": "repository",
        "issn": [
          "1556-5068"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://papers.ssrn.com/sol3/Delivery.cfm?abstractid=1926431"
      },
      "topics": [
        "Complex Network Analysis Techniques",
        "Big Data Technologies and Applications",
        "Opinion Dynamics and Social Influence"
      ],
      "referenced_works_count": 60,
      "url": "https://openalex.org/W2736054604"
    },
    {
      "openalex_id": "W2154229346",
      "doi": "10.1177/1354066112474479",
      "title": "Critical methods in International Relations: The politics of techniques, devices and acts",
      "authors": [
        {
          "name": "Claudia Aradau",
          "openalex_id": "A5071973534",
          "orcid": "https://orcid.org/0000-0003-2010-9006",
          "institutions": [
            "King's College London"
          ]
        },
        {
          "name": "Jef Huysmans",
          "openalex_id": "A5085985480",
          "orcid": "https://orcid.org/0000-0002-7265-018X",
          "institutions": [
            "The Open University"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-05-30",
      "abstract": "Methods have increasingly been placed at the heart of theoretical and empirical research in International Relations (IR) and social sciences more generally. This article explores the role of methods in IR and argues that methods can be part of a critical project if reconceptualized away from neutral techniques of organizing empirical material and research design. It proposes a two-pronged reconceptualization of critical methods as devices which enact worlds and acts which disrupt particular worlds. Developing this conceptualization allows us to foreground questions of knowledge and politics as stakes of method and methodology rather than exclusively of ontology, epistemology or theory. It also allows us to move away from the dominance of scientificity (and its weaker versions of systematicity and rigour) to understand methods as less pure, less formal, messier and more experimental, carrying substantive political visions.",
      "cited_by_count": 290,
      "type": "article",
      "source": {
        "name": "European Journal of International Relations",
        "type": "journal",
        "issn": [
          "1354-0661",
          "1460-3713"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://qmro.qmul.ac.uk/xmlui/bitstream/123456789/31412/1/Aradau%20Critical%20methods%20in%20International%20Relations%3a%20The%20politics%20of%20techniques%2c%20devices%20and%20acts%202013%20Accepted.pdf"
      },
      "topics": [
        "Peacebuilding and International Security",
        "Political Conflict and Governance",
        "Qualitative Comparative Analysis Research"
      ],
      "referenced_works_count": 92,
      "url": "https://openalex.org/W2154229346"
    },
    {
      "openalex_id": "W2043901001",
      "doi": "10.1080/09581596.2014.980396",
      "title": "Theories of practice and public health: understanding (un)healthy practices",
      "authors": [
        {
          "name": "Stanley Blue",
          "openalex_id": "A5022161185",
          "orcid": "https://orcid.org/0000-0002-5824-1179",
          "institutions": [
            "University of Manchester"
          ]
        },
        {
          "name": "Elizabeth Shove",
          "openalex_id": "A5035552195",
          "orcid": "https://orcid.org/0000-0002-4792-5479",
          "institutions": [
            "Lancaster University"
          ]
        },
        {
          "name": "Chris Carmona",
          "openalex_id": "A5075134114",
          "orcid": "https://orcid.org/0000-0001-9855-3575",
          "institutions": [
            "Manchester Academic Health Science Centre",
            "University of Manchester"
          ]
        },
        {
          "name": "Michael P. Kelly",
          "openalex_id": "A5084102683",
          "orcid": "https://orcid.org/0000-0002-2029-5841",
          "institutions": [
            "University of Cambridge"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-11-12",
      "abstract": "Psychological understandings and individualistic theories of human behaviour and behaviour change have dominated both academic research and interventions at the 'coalface' of public health. Meanwhile, efforts to understand persistent inequalities in health point to structural factors, but fail to show exactly how these translate into the daily lives (and hence health) of different sectors of the population. In this paper, we suggest that social theories of practice provide an alternative paradigm to both approaches, informing significantly new ways of conceptualising and responding to some of the most pressing contemporary challenges in public health. We introduce and discuss the relevance of such an approach with reference to tobacco smoking, focusing on the life course of smoking as a practice, rather than on the characteristics of individual smokers or on broad social determinants of health. This move forces us to consider the material and symbolic elements of which smoking is comprised, and to follow the ways in which these elements have changed over time. Some of these developments have to do with the relation between smoking and other practices such as drinking alcohol, relaxing and socialising. We suggest that intervening in the future of smoking depends, in part, on understanding the nature of these alliances, and how sets of practices co-evolve. We conclude by reflecting on the implications of taking social practices as the central focus of public health policy, commenting on the benefits of such a paradigmatic turn, and on the challenges that this presents for established methods, policies and programmes.",
      "cited_by_count": 457,
      "type": "article",
      "source": {
        "name": "Critical Public Health",
        "type": "journal",
        "issn": [
          "0958-1596",
          "1469-3682"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/epdf/10.1080/09581596.2014.980396?needAccess=true&role=button"
      },
      "topics": [
        "Community Health and Development",
        "Health Policy Implementation Science",
        "Smoking Behavior and Cessation"
      ],
      "referenced_works_count": 49,
      "url": "https://openalex.org/W2043901001"
    },
    {
      "openalex_id": "W3044353682",
      "doi": "10.1186/s12889-020-09224-0",
      "title": "Housing as a social determinant of health and wellbeing: developing an empirically-informed realist theoretical framework",
      "authors": [
        {
          "name": "Steve Rolfe",
          "openalex_id": "A5018680566",
          "orcid": "https://orcid.org/0000-0003-1465-7401",
          "institutions": [
            "University of Stirling"
          ]
        },
        {
          "name": "Lisa Garnham",
          "openalex_id": "A5029886743",
          "orcid": "https://orcid.org/0000-0001-9242-8095",
          "institutions": [
            "Glasgow Centre for Population Health"
          ]
        },
        {
          "name": "Jon Godwin",
          "openalex_id": "A5033653230",
          "orcid": "https://orcid.org/0000-0002-2953-3455",
          "institutions": [
            "Glasgow Caledonian University"
          ]
        },
        {
          "name": "Isobel Anderson",
          "openalex_id": "A5004913215",
          "orcid": "https://orcid.org/0000-0001-8601-8049",
          "institutions": [
            "University of Stirling"
          ]
        },
        {
          "name": "Pete Seaman",
          "openalex_id": "A5005937185",
          "orcid": "https://orcid.org/0000-0003-4710-2568",
          "institutions": [
            "Glasgow Centre for Population Health"
          ]
        },
        {
          "name": "Cam Donaldson",
          "openalex_id": "A5047022959",
          "orcid": "https://orcid.org/0000-0003-4670-5340",
          "institutions": [
            "Glasgow Caledonian University"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-07-20",
      "abstract": null,
      "cited_by_count": 301,
      "type": "article",
      "source": {
        "name": "BMC Public Health",
        "type": "journal",
        "issn": [
          "1471-2458"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://bmcpublichealth.biomedcentral.com/track/pdf/10.1186/s12889-020-09224-0"
      },
      "topics": [
        "Health disparities and outcomes",
        "Geriatric Care and Nursing Homes",
        "Homelessness and Social Issues"
      ],
      "referenced_works_count": 59,
      "url": "https://openalex.org/W3044353682"
    },
    {
      "openalex_id": "W3192086051",
      "doi": "10.1111/j.1756-8765.2010.01089.x",
      "title": "Cognitive Ecology",
      "authors": [
        {
          "name": "Edwin Hutchins",
          "openalex_id": "A5106326009",
          "institutions": [
            "University of California, San Diego"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-04-01",
      "abstract": "Cognitive ecology is the study of cognitive phenomena in context. In particular, it points to the web of mutual dependence among the elements of a cognitive ecosystem. At least three fields were taking a deeply ecological approach to cognition 30 years ago: Gibson's ecological psychology, Bateson's ecology of mind, and Soviet cultural-historical activity theory. The ideas developed in those projects have now found a place in modern views of embodied, situated, distributed cognition. As cognitive theory continues to shift from units of analysis defined by inherent properties of the elements to units defined in terms of dynamic patterns of correlation across elements, the study of cognitive ecosystems will become an increasingly important part of cognitive science.",
      "cited_by_count": 465,
      "type": "review",
      "source": {
        "name": "Topics in Cognitive Science",
        "type": "journal",
        "issn": [
          "1756-8757",
          "1756-8765"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1756-8765.2010.01089.x"
      },
      "topics": [
        "Embodied and Extended Cognition",
        "Action Observation and Synchronization"
      ],
      "referenced_works_count": 87,
      "url": "https://openalex.org/W3192086051"
    },
    {
      "openalex_id": "W2381880499",
      "doi": "10.3390/su8050476",
      "title": "Importance of Actors and Agency in Sustainability Transitions: A Systematic Exploration of the Literature",
      "authors": [
        {
          "name": "Lisa-Britt Fischer",
          "openalex_id": "A5019257126",
          "institutions": [
            "Leuphana University of Lüneburg"
          ]
        },
        {
          "name": "Jens Newig",
          "openalex_id": "A5011022122",
          "orcid": "https://orcid.org/0000-0003-2390-2982",
          "institutions": [
            "Leuphana University of Lüneburg"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-05-13",
      "abstract": "This article explores the role of actors and agency in the literature on sustainability transitions. We reviewed 386 journal articles on transition management and sustainability transitions listed in Scopus from 1995 to 2014. We investigate the thesis that actors have been neglected in this literature in favor of more abstract system concepts. Results show that this thesis cannot be confirmed on a general level. Rather, we find a variety of different approaches, depending on the systemic level, for clustering actors and agency as niche, regime, and landscape actors; the societal realm; different levels of governance; and intermediaries. We also differentiate between supporting and opposing actors. We find that actor roles in transitions are erratic, since their roles can change over the course of time, and that actors can belong to different categories. We conclude by providing recommendations for a comprehensive typology of actors in sustainability transitions.",
      "cited_by_count": 424,
      "type": "article",
      "source": {
        "name": "Sustainability",
        "type": "journal",
        "issn": [
          "2071-1050"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/2071-1050/8/5/476/pdf?version=1463366538"
      },
      "topics": [
        "Sustainability and Climate Change Governance",
        "Complex Systems and Decision Making",
        "Sustainable Industrial Ecology"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W2381880499"
    },
    {
      "openalex_id": "W4396563292",
      "doi": "10.1111/rsr.17070",
      "title": "The Revival of Realism and the Study of Religions",
      "authors": [
        {
          "name": "Kevin Schilbrack",
          "openalex_id": "A5091539685",
          "orcid": "https://orcid.org/0000-0002-8930-0290",
          "institutions": [
            "Appalachian State University"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-03-01",
      "abstract": "What will the academic study of religions look like in the future? My work in our multi-disciplinary field is philosophical, and my answer to this question describes what seems to me to be a rising development—if not a revolution—happening in philosophy. To appreciate the significance of this development, I want to put it in the context of the history of Western philosophy as a whole. One can consider Western philosophy's history in three stages. Many of the earliest Greek philosophers, even when their interests were not simply theoretical but also practical, understood the heart of their work to be figuring out the nature of things. As one example, Heraclitus speculated that, given that everything is constantly in a dynamic flux, the underlying principle of everything that exists must be fire. Democritus proposed that everything that exists is made up of atoms, tiny discrete particles whose different shapes determine the properties of the visible things in the world. Plato argued that the world as a whole must include not only material realities known through the senses but also invisible realities such as the form shared by two different horses that makes them both horses. My favorite example of an ancient Greek thinker who tried to figure reality out is Aristotle. Aristotle has books that are categorized today as paradigmatically philosophical—books on logic, metaphysics, and ethics—but he also wrote about the Milky Way, octopus sexual reproduction, and the constitutions of different cities. All of these thinkers were pursuing the question: what kinds of things make up the cosmos? In some cases, these philosophers speculated that the things that we can see are composed of realities that we cannot see, and, in some cases, they speculated about what everything that exists must have in common, and both of these two questions lead away from the empirical world. Even so, these philosophers were realists in that they understood themselves to be discussing the character of realities that they thought were independent of their inquiries into them. Aristotle, for instance, thought that the Milky Way was composed of stars much further away from Earth than the sun, octopi use one of their arms to reproduce, and the principles of a syllogism operate—whether or not he (or anyone else) had ever investigated these things. Aristotle and these other Greek thinkers thought that their statements about the world described discoveries whose truth did not depend on the discoverer. By contrast, a philosopher is typically described as \"modern\" when their work involves a shift to focus on the experiencing subject. This shift often challenged the realist assumption that the particularities of the investigator do not influence the nature of things in the world. Emblematic of this shift is René Descartes's argument that any idea one has about the things outside one's mind can be doubted. According to Descartes, I cannot be certain about the realities in the extra-mental world, not even about this coffee cup in my hand—not about even my hand. When I think that the coffee cup is in my hand, I may be hallucinating or otherwise in error; the only knowledge of which I can be sure is that I am thinking this. Aristotle said that metaphysics is \"first philosophy,\" which is to say that knowledge of the nature of things is the basis for all other philosophical investigations. For Descartes, by contrast, our foundational knowledge is not of things but of our consciousness of things. From this model of knowledge as mediated by experience, George Berkeley drew the idealist conclusion that our ideas do not represent any things that exist outside the mind. Also emblematic of modern philosophers' turn to the experiencing subject was their growing attention to how the senses operate. For example, John Locke argues that, just as the color of an object only exists given the receptive structure of our eyes, many of the properties assumed to be qualities of the things in the world actually depend on how the mind receives them. To the extent that appearances are relative to the perceiver, the reliability of our experiences to give an accurate report of the nature of things in the world is put in question. (On the historical emergence of the idea of experiencer-dependent qualities, see Bolton 2022). David Hume argued, even more radically, that previous thinkers had underestimated how limited our experience of things in the world actually is. A person can see a lit match and then see burning paper, but one cannot see \"causality\" between them. For this reason, one cannot know that putting a match to paper causes it to catch fire; one can only know that the two events regularly happen in this order. To secure the claims about causality so central to science, Immanuel Kant sought to repudiate Hume, but his solution is also quintessentially modern. For Kant, causality is one of the general categories of understanding that our minds impose on every experience we have. Given the minds we have, this is the way that everything appears, but we cannot know whether, apart from these categories, the world is spatially, temporally, or causally organized the way it appears to be. The focus on the experiencing subject by Descartes, Locke, Hume, and Kant is sometimes described by saying that they displaced metaphysics as first philosophy and replaced it with epistemology. For many modern philosophers, this shift of focus led to skeptical questions about the nature—or even the existence—of the world outside the mind, the so-called \"external\" world. Even when modern philosophers are confident that knowledge of the extra-mental world is possible, however, they challenge the assumption that one's knowledge of the nature of things was independent of the structure of one's subjectivity. Kant argued that the categories of human understanding shape all of our experiences of the world. As a consequence, the classical pursuit of metaphysics—understood as knowledge of the nature of things independent of us—has to be reconceived, if not abandoned. But if the categories with which we experience the world are not part of the structure of human consciousness in general, but are instead historically and culturally variable, then what is understood as true of reality will differ from one time and place to another. This is precisely what Georg Wilhelm Friedrich Hegel argued: the concepts that shape what is taken as real in, say, ancient India are not the same as those shaping experience in Hegel's Prussia. In the twentieth century, this idea that the categories with which one understands the world vary by one's historical and social location made \"the linguistic turn\" so that the categories with which one thinks come from the language one speaks. Moreover, the meaning of the terms in one's language is not a product of the world (e.g., we have the term \"whales\" because there are whales). Rather, the meanings are the product of the play of relationships between them and how the terms are used by people in discourse. For many who read Saussure, Heidegger, Wittgenstein, Derrida, or Rorty, one's world depends on the concepts in one's language. The modern arguments that our access to the world is filtered by the categories in the mind are echoed by postmodern arguments that our access to the world is filtered by the categories in language. In their aversion to metaphysics, postmodern thinkers follow the modernist path. Nevertheless, the two differ in that carrying out the linguistic turn undermines the modernist hope to identify some experience of the world that is pure, unmediated, free of interpretation, or \"given.\" As is commonly said, experience is always already constituted by discourse. Philosophy of language, therefore displaces epistemology as first philosophy as the central question for theorists becomes how discourse constructs one's world. From this place, metaphysical questions about the nature of things can look naïve. In light of this brief history, we can appreciate the potentially revolutionary development in contemporary philosophy to which I want to draw attention. Despite the modern and postmodern developments just described, we are now seeing a revival of realism. I take \"realism\" as the view that things are the way we understand them to be, independent of our inquiry into them. Thinkers in antiquity and the Middle Ages largely assumed this view. The modern recognition of the contribution to knowledge by the experiencing subject and the consequent displacement of metaphysics by epistemology challenged it; the postmodern turn to language then doubled down on the resistance to realist claims. But realism is returning. An important example of this \"post-postmodern\" stance is Donald Davidson. In his presidential address to the American Philosophical Association half a century ago, Davidson argued against what he called a contemporary \"dogma,\" found in both empiricists and Kantians, that our mind possesses a conceptual scheme that filters our experiences of the world. A conceptual scheme, whether it is part of one's sensory apparatus or drawn from one's language, can generate skepticism that anyone can know what things are like apart from our concepts. Davidson's central argument is that we should drop the idea that our knowledge is \"mediated\" in this way. He closes his widely cited essay with these words: \"In giving up the dualism of scheme and world, we do not give up the world, but reestablish unmediated touch with the familiar objects whose antics make our sentences and opinions true or false\" (1974, 20). I see Davidson's essay as an early sortie in the revival of realism, and in the years since, there has been a steady reinvigoration of interest in metaphysics by analytic philosophers. For many, the desire to talk about things in the world is motivated by the recognition that there are problems in the world that cannot be solved by attention to concepts, language, or discourse alone, and many seek to identify the forces that explain real-world problems such as our overheating planet or political oppression. I expect that this ecological interest explains the burgeoning exploration of \"assemblages,\" \"hyperobjects,\" \"networks,\" and other attempts to understand complex systems operating in the material world whose nature and effects are only poorly or partially grasped. Similarly, Sally Haslanger is an analytic feminist philosopher who writes from a liberationist perspective and argues that giving a social constructionist account of race and gender requires realism. (Dave Elder-Vass's The Reality of Social Construction [2015] argues this as well.) The title of Haslanger's Resisting Reality (2012) chides philosophers whose modern or postmodern assumptions have led them to think that we have no access to reality and who, therefore, resist the idea that we can identify forces in the world independent of us. Some of the developments in the revival of realism do not use the word \"realism\" in their name, but they insist on the importance and legitimacy of investigating the nature of things apart from what human beings have experienced or named. This includes the \"new materialisms\" according to which nonliving material entities are nevertheless \"lively\" in the sense of creating effects on their environments (Coole and Frost 2007; Bennett 2010), \"new Aristotelianisms\" that argue for a powers-based ontology that contradicts the Humean view that causal relationships are merely attributed by the mind (Greco and Groff 2007), and \"new mechanical philosophies\" that seek the mechanisms that explain events in the natural and social worlds, operating whether people know about them or not (Glennan 2017). Many of these movements draw on allies in the field of logic who have been developing accounts of abductive reasoning—inference to the best explanation—as a form of argument that goes beyond empiricist restrictions of logic to the methods of induction and deduction. All of them seek to understand how the world works independent of human observation, concepts, and discourse. The revival of realism is not only by analytic philosophers. Hubert Dreyfus and Charles Taylor, two of the most influential philosophers in the last 50 years, working respectively in phenomenology and hermeneutics, co-wrote Retrieving Realism (2015), largely to oppose Rorty's rejection of metaphysics. There are several contemporary Continental philosophers, such as Catherine Malabou (2010), who protest anti-realist readings of Jacques Derrida and who argue for a deconstructive realism or deconstructive materialism. The central aim of the movement called Speculative Realism, associated primarily with Graham Harman and Quentin Meillassoux, is the critique of what they call \"correlationism,\" that is, the view that access to reality is always correlated to (or mediated by) subjective experience so that making claims about what exists independent of human thought is closed down. The related position of Object-Oriented Ontology uses the term \"object\" for anything that exists (even, for example, a relationship between objects). Its proponents argue that an object always \"withdraws\" in that there is more to the object that escapes any experience of it; that is, the object has an existence independent of how it appears phenomenologically. François Laruelle's \"non-philosophy\" also rejects the correlationist view that thought determines objects and proposes instead a version of realism in which objects make themselves thought. Similarly, Maurizio Ferraris's \"New Realism\" (e.g., Ferraris 2014) seeks to un-do the philosophical confounding of the ontic sphere with the epistemic sphere, not just in regard to the nonhuman world but also of the social world. Like anglophone philosophers, continental thinkers today are increasingly arguing for the inescapable value of metaphysics. It is important to notice that the proponents of these contemporary realisms typically add an adjective to their name. For example, Roy Bhaskar (1975) includes the post-structuralist argument that all of our theories are social constructions, and so he names his philosophy of the natural and social sciences \"critical realism.\" George Lakoff and Mark Johnson (1999) highlight the previously ignored role of the body in our investigations of the world by calling their philosophy \"embodied realism.\" Karen Barad (2007) critiques the anthropocentrism that assumes that the majority of the world is composed of inanimate matter and, to foreground the fact that the extrahuman universe collectively gives rise to both human and nonhuman entities, she calls her philosophy \"agential realism.\" Michela Massimi (2022) argues that our knowledge of the world is not mediated by a conceptual scheme, but it is nevertheless enabled and constrained by where one stands, and so she calls her philosophy of science \"perspectival realism.\" To recognize the dependence of scientific inquiry on problem-solving and, therefore, on inquirers who are not neutral but interest-laden, Hasok Chang (2022) calls his philosophy of science \"pragmatic realism.\" In all these cases, the authors are signaling that they are advocating for a version of realism that dialectically takes into account the modern attention to subjectivity and postmodern attention to discourse. Unlike the earlier views that one might call naïve realisms, none of the contemporary positions ignores the fact that what we know of the world is shaped by social, embodied, and linguistic structures. This revival is not your grandparents' metaphysics. It is too early to know what will become of these \"post-postmodern\" arguments. Perhaps some of them will come to reshape the field and others will succumb to objections. They are not all compatible with each other and so one cannot endorse them all. And it is a thorny problem to articulate how one can be both a realist about the independence of the world while still doing justice to the modern and postmodern critiques of that view (Schilbrack 2022). For example, I worry that the dependence of truth on one's conceptual scheme in Lakoff and Johnson (1999) may not be compatible with the realism they seek (Schilbrack 2014); the coherence theory of truth in Chang (2022) may have the same effect. Nevertheless, the number, depth, and sophistication of all these forms of realism is astounding. So we can begin to think about what this revived focus on the nature of concept-independent entities could mean for the academic study of religion. I want to give attention to the three areas where realism could make a difference for us: realism about the body, about the subject, and about groups. First, realism about the body. To be sure, over the past half a century, the shift of the attention to the body and to embodied social practices has become enormous in the study of social behavior generally and in religious studies in particular. Often, however, the focus has been on the body as a site of cultural inscription and on embodied social practices as the implement of that inscription. A realist about the body argues that the body is not simply a passive object but also has its own active effects on thought and culture. The forward-facing placement of our eyes on our head, our opposed thumbs, our bipedal vertical stance—these body facts influence how human animals cognize the world. In addition, human cognition extends out of the cranium as people count on their fingers, leave an empty bottle on the counter as a memory prompt to buy more, and, in myriad ways, take advantage of physical things in one's environment to create a livable niche. In another addition, people commonly divide human knowledge, beliefs, and problem-solving (such as steering a ship to port or deciding the fate of an accused person) among several people, each of whom only knows a fraction of what the group knows. To highlight the socially embedded nature of cognition, Shaun Gallagher and Anthony Crisafi (2009) speak of courts, hospitals, universities, governments, and so on as \"mental institutions.\" In short, then, human embodiment can shape how people think about the world in multiple ways (see Newen et al., 2020). The questions for scholars working in the academic study of religion, then, are these: what contribution does the reality of human embodiment make to religious practices, beliefs, and institutions? What is the contribution to religion from the material culture of rituals, including architecture, implements, and art? (Morgan, 2021). How do we understand religious practice once we have dropped mind–body dualism and begin to see practitioners as minded bodies? Second, realism about the subject. Scholars of religion used to focus on the religious subject and, in particular, on the subject's religious experiences. Some individual's remarkable experience of the sacred was the seed, it was said, of the different religious concepts, stories, and practices that grew from it. In time, this individualistic and inner-focused phenomenological paradigm in religious studies was supplanted by a hermeneutic paradigm that treated a religion as a system of symbolic meanings and then, in turn, by a post-structuralist paradigm that focused especially on the deployment of social power (Bush 2014). To ask about the experiencing subject today can seem out of touch with the field. There are those today who propose that subjectivity is nothing more than an echo of social forces or a product of discourse. By contrast, a realism about the subject means that despite the ways that people are shaped by structures, norms, and discourses, the experiencing subject is an agent in the world, a source of effects that are possible only given their subjectivity. If this realism is accurate, then scholars have to attend to how subjects see things, how they make judgments, and what kind of capacities their participation in social structures, norms, and discourses gives them. A realist grants that subjectivity is shaped by the details of their nervous systems, social locations, and cultural expectations, but also insists that persons, understood as emergent complex systems whose choices make a difference in the world (Smith The realist about subjects includes the for experience, and other terms in their of human The questions for scholars working in the academic study of religion, then, are these: what contribution does the of make to their religious What experiences are in a religious What by the of a religious group shape how they or resist the of the realism about social groups. There are those who say that one should not and speak as if or names a and this is A group is not a and there is no such as a group mind and therefore scholars should critique sentences like grew we to recognize the the and speak of the who say, or that a religion is not does not answer the question: what is a social There are who have said that a word for a social group does not to an in the world but is instead simply a The group only exists in the minds of those who think this and it does not exist in the world. There are also who say that a group is for a of of to and the for the group to speak of the of them two that there is no other and the in the For the realist about social however, there is an difference between a of people only in one's mind (such as with the in their and a of people who are in some way (such as the For the the form or structure that the take in their to each other makes a difference to their and so the group is over and the that the group (Schilbrack in with the revival of realism, there has been a of interest in this of social The question for scholars working in the academic study of religion, then, are these: what contribution does the reality of the form or structure of the group make to religious How are shared religious and What is the contribution to religion of the relationships that people into a group when those relationships are up by social or merely shared In the I wrote a on metaphysics and the study of religion, but I did not see any revival the years ago, everything was said to be a social was I that my first I was for my talk with the He thinks that metaphysics is I thought that the arguments of those thinkers modern and those postmodern had my interests in the nature of things. I did not that however, I think that many of are working to out what it means to be (e.g., 2021). I read a a position as the of gives me the of an past one's The is but one can still see its is how I think of the of the linguistic turn in the academic study of It is true that no religion exist all discourse. Nevertheless, the of the academic study of religions is not to be simply the study of language. our understanding of religions will be in a recognition of the effects on religions that come from the reality of our from the reality of minded who are both experiencing subjects and and from the reality of groups. is to say, the of the academic study of religions will be in the material world.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Religious Studies Review",
        "type": "journal",
        "issn": [
          "0319-485X",
          "1748-0922"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/rsr.17070"
      },
      "topics": [
        "Study and Philosophy of Religion",
        "Religion and Society Interactions",
        "Religious Studies and Spiritual Practices"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W4396563292"
    },
    {
      "openalex_id": "W1495730970",
      "doi": "10.21427/d7vd9h",
      "title": "'Race', Nation and Belonging in Ireland",
      "authors": [
        {
          "name": "Jonathan Paul Mitchell",
          "openalex_id": "A5038854301",
          "orcid": "https://orcid.org/0000-0003-4107-7453"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "Despite consistent efforts to counteract those attitudes and practices that give rise to it, most putatively modern Western nations continue to experience the concrete effects of racial discrimination. This essay argues that nationality is all too easily conflated with ‘race’ or ethnicity, such that a seeming essence or givenness is manifested amongst all those within a particular geographic boundary. It is suggested that on the contrary, there is nothing natural about nationality as commonly understood; this being so, it must be continually shored up and reconstituted through social, linguistic and material practices. For modern nations in the West, this has often entailed the marking or identification - racialisation - of non-nationals and non-white ‘Others’. A logic of inside/outside subtends the concept of nation wherein such Others are the ‘constitutive outside’ that invisibly clarifies and reinforces the status of those within. Nation, then, tacitly asserts and valorises its own putative qualities through the explicit identification and denigration of what it is not. It is argued that such a logic militates against the openness that might ground compassionate and empathetic relations between those ‘inside’ the nation and its new arrivals. \\nThis article first outlines its theoretical position: that nation is a ‘fictive ethnicity’ maintained through the continual (re)inscription of unequal power relations, and that nations and their ‘people’ are hybridities without originary ontological status. It summarises thereafter the historic constitution of national identities within both Northern Ireland and Ireland. Finally, it considers the experience of three groups of ‘Others’ on the island of Ireland, namely Jews, Travellers and asylum seekers, and how such Otherness has been represented in order to bolster the identity of the nation. This idea of nation and the exclusions it instates are interrogated throughout, with the conclusion that any policies aimed at eliminating institutional and individual racism, however well-meant, will ultimately fall short until nation itself - and the identities it is involved in constituting - are rethought.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "ARROW@Dublin Institute of Technology (Dublin Institute of Technology)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://arrow.tudublin.ie/ijass/vol11/iss1/1"
      },
      "topics": [
        "Philippine History and Culture",
        "Irish and British Studies",
        "Diaspora, migration, transnational identity"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W1495730970"
    },
    {
      "openalex_id": "W2163470644",
      "doi": "10.14318/hau5.2.003",
      "title": "Radical alterity is just another way of saying “reality”",
      "authors": [
        {
          "name": "David Graeber",
          "openalex_id": "A5112413579",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-09-01",
      "abstract": "As a response to Eduardo Viveiros de Castro’s critique of my essay “Fetishes are gods in the process of construction,” this paper enters into critical engagement with anthropological proponents of what has been called the “ontological turn.” Among other engagements, I note that my own reflections on Malagasy fanafody, or medicine, are informed by just the sort of self-conscious reflections my informants make on epistemology, something that anthropologists typically ignore. After making note of the arguments of Roy Bhaskar that most post-Cartesian philosophy rests on an “epistemic fallacy,” I further argue that a realist ontology, combined with broad theoretical relativism, is a more compelling political position than the “ontological anarchy” and theoretical intolerance of ontological turn exponents.",
      "cited_by_count": 386,
      "type": "article",
      "source": {
        "name": "Hau Journal of Ethnographic Theory",
        "type": "journal",
        "issn": [
          "2049-1115",
          "2575-1433"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.journals.uchicago.edu/doi/epdf/10.14318/hau5.2.003"
      },
      "topics": [
        "Critical Realism in Sociology",
        "Youth Education and Societal Dynamics",
        "Social and Cultural Dynamics"
      ],
      "referenced_works_count": 81,
      "url": "https://openalex.org/W2163470644"
    },
    {
      "openalex_id": "W584580261",
      "doi": "10.5876/9781607322238",
      "title": "Aztec Philosophy: Understanding a World in Motion",
      "authors": [
        {
          "name": "James Maffie",
          "openalex_id": "A5062723226"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "James Maffie reveals a highly sophisticated and systematic Aztec philosophy worthy of consideration alongside European philosophies of their time. Bringing together the fields of comparative world philosophy and Mesoamerican studies, Maffie excavates the distinctly philosophical aspects of Aztec thought. 'Aztec Philosophy' focuses on the ways Aztec metaphysics -- the Aztecs understanding of the nature, structure and constitution of reality -- underpinned Aztec thinking about wisdom, ethics, politics, and aesthetics, and served as a backdrop for Aztec religious practices as well as everyday activities such as weaving, farming, and warfare. Aztec metaphysicians conceived reality and cosmos as a grand, ongoing process of weaving -- theirs was a world in motion. Drawing upon linguistic, ethnohistorical, archaeological, historical, and contemporary ethnographic evidence, Maffie argues that Aztec metaphysics maintained a processive, transformational, and non-hierarchical view of reality, time, and existence along with a pantheistic theology. 'Aztec Philosophy' will be of great interest to Mesoamericanists, philosophers, religionists, folklorists, and Latin Americanists as well as students of indigenous philosophy, religion, and art of the Americas.",
      "cited_by_count": 272,
      "type": "book",
      "source": {
        "name": "University Press of Colorado eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Latin American history and culture",
        "Archaeology and Natural History",
        "Latin American and Latino Studies"
      ],
      "referenced_works_count": 19,
      "url": "https://openalex.org/W584580261"
    }
  ],
  "count": 40,
  "errors": []
}
