{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "critique algorithmic fairness",
  "results": [
    {
      "title": "Ben Green, Escaping the Impossibility of Fairness: From Formal to Substantive Algorithmic Fairness",
      "url": "https://philpapers.org/rec/GREETI-3",
      "philpapers_id": "GREETI",
      "snippet": "First, I diagnose the problems of the current methodology for algorithmic fairness, which I call “formal algorithmic fairness.” Because formal algorithmic fairness restricts analysis to isolated decision-making procedures, it leads to the impossibility of fairness and to models that exacerbate oppression despite appearing “fair.” Second, I draw on theories of substantive equality from law and philosophy to propose an alternative methodology, which I call “substantive algorithmic fairness.” Because substantive algorithmic fairness takes a more expansive scope of analysis, it enables an escape from the impossibility of fairness and provides a rigorous guide for alleviating injustice with algorithms.",
      "page_age": null
    },
    {
      "title": "Paola Panarese, Marta Margherita Grasso & Claudia Solinas, Algorithmic bias, fairness, and inclusivity: a multilevel framework for justice-oriented AI",
      "url": "https://philpapers.org/rec/PANABF",
      "philpapers_id": "PANABF",
      "snippet": "Using the PRISMA methodology, it synthesizes diverse strands of research to assess how bias is theorized, measured, and mitigated across disciplines. The findings reveal a persistent lack of consensus on how algorithmic bias and fairness should be defined, leading to challenges in both theoretical articulation and practical implementation.",
      "page_age": null
    },
    {
      "title": "Nripsuta Ani Saxena, Karen Huang, Evan DeFilippis, Goran Radanovic, David C. Parkes & Yang Liu, How do fairness definitions fare? Testing public attitudes towards three algorithmic definitions of fairness in loan allocations",
      "url": "https://philpapers.org/rec/SAXHDF",
      "philpapers_id": "SAXHDF",
      "snippet": "Understanding user sensemaking in fairness and transparency in algorithms: algorithmic sensemaking in over-the-top platform.Donghee Shin, Joon Soo Lim, Norita Ahmad &amp; Mohammed Ibahrine - forthcoming - AI and Society:1-14.",
      "page_age": null
    },
    {
      "title": "Robert Long, Fairness in Machine Learning: Against False Positive Rate Equality as a Measure of Fairness",
      "url": "https://philpapers.org/rec/LONFIM",
      "philpapers_id": "LONFIM",
      "snippet": "In this paper, I give an ethical framework for thinking about these measures and argue that, contrary to initial appearances, false positive rate equality is in fact morally irrelevant and does not measure fairness. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Egalitarian Machine Learning.Clinton Castro, David O’Brien &amp; Ben Schwan - 2023 - Res Publica 29 (2):237–264. Just Machines.Clinton Castro - 2022 - Public Affairs Quarterly 36 (2):163-183. Algorithmic and Non-Algorithmic Fairness: Should We Revise our View of the Latter Given Our View of the Former?Kasper Lippert-Rasmussen - 2025 - Law and Philosophy 44 (2):155-179.",
      "page_age": null
    },
    {
      "title": "Duncan Purves, Fairness in Algorithmic Policing",
      "url": "https://philpapers.org/rec/PURFIA",
      "philpapers_id": "PURFIA",
      "snippet": "The Limits of Reallocative and Algorithmic Policing.Luke William Hunt - 2022 - Criminal Justice Ethics 41 (1):1-24. A review of predictive policing from the perspective of fairness. [REVIEW]Kiana Alikhademi, Emma Drobina, Diandra Prioleau, Brianna Richardson, Duncan Purves &amp; Juan E.",
      "page_age": null
    },
    {
      "title": "Fabian Beigang, On the Advantages of Distinguishing Between Predictive and Allocative Fairness in Algorithmic Decision-Making",
      "url": "https://philpapers.org/rec/BEIOTA",
      "philpapers_id": "BEIOTA",
      "snippet": "The problem of algorithmic fairness is typically framed as the problem of finding a unique formal criterion that guarantees that a given algorithmic decision-making procedure is morally permissible.",
      "page_age": null
    },
    {
      "title": "Fabian Beigang, Reconciling Algorithmic Fairness Criteria",
      "url": "https://philpapers.org/rec/BEIRAF",
      "philpapers_id": "BEIRAF",
      "snippet": "Algorithmic Fairness Criteria as Evidence.Will Fleisher - forthcoming - Ergo: An Open Access Journal of Philosophy.",
      "page_age": null
    },
    {
      "title": "Sina Fazelpour, Zachary C. Lipton & David Danks, Algorithmic Fairness and the Situated Dynamics of Justice",
      "url": "https://philpapers.org/rec/FAZAFA",
      "philpapers_id": "FAZAFA",
      "snippet": "On Hedden&#x27;s proof that machine learning fairness metrics are flawed.Anders Søgaard, Klemens Kappel &amp; Thor Grünbaum - forthcoming - Inquiry: An Interdisciplinary Journal of Philosophy. Diversity in sociotechnical machine learning systems.Maria De-Arteaga &amp; Sina Fazelpour - 2022 - Big Data and Society 9 (1). What’s Impossible about Algorithmic Fairness?Otto Sahlgren - 2024 - Philosophy and Technology 37 (4):1-23.",
      "page_age": null
    },
    {
      "title": "Marta Ziosi, David Watson & Luciano Floridi, A Genealogical Approach to Algorithmic Bias",
      "url": "https://philpapers.org/rec/ZIOAGA",
      "philpapers_id": "ZIOAGA",
      "snippet": "The Fairness, Accountability, and Transparency (FAccT) literature tends to focus on bias as a problem that requires ex post solutions (e.g. fairness metrics), rather than addressing the underlying social and technical conditions that (re)produce it. In this article, we propose a complementary strategy that uses genealogy as a constructive, epistemic critique to explain algorithmic bias in terms of the conditions that enable it.",
      "page_age": null
    },
    {
      "title": "John W. Patty & Elizabeth Maggie Penn, Algorithmic Fairness and Statistical Discrimination",
      "url": "https://philpapers.org/rec/PATAFA-5",
      "philpapers_id": "PATAFA",
      "snippet": "The comparison illustrates both the conflict between rationality and fairness and the importance of endogeneity (e.g., “rational expectations” and “self-fulfilling prophecies”) in defining and pursuing fairness. Taken in concert, we argue that the two traditions suggest a value for considering new fairness notions that explicitly account for how the individual characteristics an algorithm intends to measure may change in response to the algorithm.",
      "page_age": null
    },
    {
      "title": "Boris Babic & Zoë Johnson King, Algorithmic fairness and resentment",
      "url": "https://philpapers.org/rec/BABAFA",
      "philpapers_id": "BABAFA",
      "snippet": "In this paper we develop a general theory of algorithmic fairness. Drawing on Johnson King and Babic’s work on moral encroachment, on Gary Becker’s work on labor market discrimination, and on ...",
      "page_age": null
    },
    {
      "title": "Sune Holm, Egalitarianism and Algorithmic Fairness",
      "url": "https://philpapers.org/rec/HOLEAA-17",
      "philpapers_id": "HOLEAA",
      "snippet": "Critics of classification parity object that classification parity entails that achieving fairness may require us to choose an algorithm that makes no group better off and some groups worse off than an alternative.",
      "page_age": null
    },
    {
      "title": "Ulrik Franke, Rawls’s Original Position and Algorithmic Fairness",
      "url": "https://philpapers.org/rec/FRAROP-4",
      "philpapers_id": "FRAROP",
      "snippet": "Second, it is argued that the application of Rawls’s original position to algorithmic fairness faces a boundary problem in defining relevant stakeholders. Third, it is observed that the definition of the least advantaged, necessary for applying the difference principle, requires some attention in the context of algorithmic fairness.",
      "page_age": null
    },
    {
      "title": "Sune Holm, The Fairness in Algorithmic Fairness",
      "url": "https://philpapers.org/rec/HOLTFI-4",
      "philpapers_id": "HOLTFI",
      "snippet": "In this article I argue that a prominent class of mathematically incompatible performance parity criteria can all be understood as applications of John Broome’s account of fairness as the proportional satisfaction of claims. On this interpretation these criteria do not disagree on what it means for an algorithm to be fair.",
      "page_age": null
    },
    {
      "title": "Benjamin Eva, Algorithmic Fairness and Base Rate Tracking",
      "url": "https://philpapers.org/rec/EVAAFA-2",
      "philpapers_id": "EVAAFA",
      "snippet": "Reconciling Algorithmic Fairness Criteria.Fabian Beigang - 2023 - Philosophy and Public Affairs 51 (2):166-190.",
      "page_age": null
    },
    {
      "title": "David Gray Grant, Equalized Odds is a Requirement of Algorithmic Fairness",
      "url": "https://philpapers.org/rec/GRAEOI-2",
      "philpapers_id": "GRAEOI",
      "snippet": "In this paper, I introduce a new version of the criterion known as “Equalized Odds,” argue that it is a requirement of procedural fairness, and show that it is immune to a number of objections to the standard version. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Yet Another Impossibility Theorem in Algorithmic Fairness.Fabian Beigang - 2023 - Minds and Machines 33 (4):715-735.",
      "page_age": null
    }
  ],
  "count": 16,
  "errors": []
}
