{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "epistemic justice data",
  "results": [
    {
      "title": "Miranda Fricker, Epistemic justice as a condition of political freedom?",
      "url": "https://philpapers.org/rec/FRIEJA",
      "philpapers_id": "FRIEJA",
      "snippet": "Thus we see that both testimonial and hermeneutical injustice can render a would-be contester dominated. Epistemic justice is thereby revealed as a constitutive condition of non-domination, and thus of a central liberal political ideal of freedom",
      "page_age": null
    },
    {
      "title": "Gürol Irzik & Faik Kurtulmus, Distributive Epistemic Justice in Science",
      "url": "https://philpapers.org/rec/IRZDEJ",
      "philpapers_id": "IRZDEJ",
      "snippet": "This article develops an account of distributive epistemic justice in the production of scientific knowledge. We identify four requirements: (a) science should produce the knowledge citizens need in order to reason ...",
      "page_age": null
    },
    {
      "title": "Stephanie LeBlanc & Elizabeth Anne Kinsella, Toward Epistemic Justice: A Critically Reflexive Examination of ‘Sanism’ and Implications for Knowledge Generation",
      "url": "https://philpapers.org/rec/LEBTEJ",
      "philpapers_id": "LEBTEJ",
      "snippet": "Letters From Elizabeth Williams to Anne Mowbray; or, Justice to Ourselves and Others, the Consequence of True Piety [Signed M- R-].R. M. &amp; Elizabeth Williams - 1829 · Epistemic Equality: Distributive Epistemic Justice in the Context of Justification.Boaz Miller &amp; Meital Pinto - 2022 - Kennedy ...",
      "page_age": null
    },
    {
      "title": "Govert Valkenburg, Energy Justice as Epistemic Justice",
      "url": "https://philpapers.org/rec/VALEJA-2",
      "philpapers_id": "VALEJA",
      "snippet": "Energy justice is often conceived of as consisting of distributive, procedural, and recognitional justice. This article adds epistemic justice, which engages with the question of how the exchange of knowledge can ...",
      "page_age": null
    },
    {
      "title": "John Symons & Ramón Alvarado, Epistemic injustice and data science technologies",
      "url": "https://philpapers.org/rec/SYMEIA",
      "philpapers_id": "SYMEIA",
      "snippet": "Epistemically unjust harms will ... use of data science technologies. However, we argue that epistemic injustices can be distinguished conceptually from more familiar kinds of harm. We argue that epistemic harms are morally relevant even in cases where those who suffer them are unharmed in other ways. Via a series of examples from the criminal justice system, workplace ...",
      "page_age": null
    },
    {
      "title": "Elizabeth Anderson, Epistemic Justice as a Virtue of Social Institutions",
      "url": "https://philpapers.org/rec/ANDEJA",
      "philpapers_id": "ANDEJA",
      "snippet": "This is true not only with respect to the overall distribution of such goods as income and wealth, but also with respect to the goods of testimonial and hermeneutical justice. Cognitive biases that may be difficult for even epistemically virtuous individuals to correct on their own may be more susceptible to correction if we focus on the principles that should govern our systems of testimonial gathering and assessment.",
      "page_age": null
    },
    {
      "title": "Boaz Miller & Meital Pinto, Epistemic Equality: Distributive Epistemic Justice in the Context of Justification",
      "url": "https://philpapers.org/rec/MILEED-3",
      "philpapers_id": "MILEED",
      "snippet": "Social inequality may obstruct ... context of justification is a means of preventing such obstruction. Drawing on social epistemology and theories of equality and distributive justice, we provide an account of epistemic equality....",
      "page_age": null
    },
    {
      "title": "Hana Samaržija & Ivan Cerovac, The Institutional Preconditions of Epistemic Justice",
      "url": "https://philpapers.org/rec/SAMTIP",
      "philpapers_id": "SAMTIP",
      "snippet": "Epistemic Justice as a Virtue of Social Institutions.Elizabeth Anderson - 2012 - Social Epistemology 26 (2):163-173.",
      "page_age": null
    },
    {
      "title": "Ian James Kidd, Gaile Pohlhaus & José Medina (eds.), The Routledge Handbook on Epistemic Injustice",
      "url": "https://philpapers.org/rec/KIDTRH-5",
      "philpapers_id": "KIDTRH",
      "snippet": "Over thirty chapters address topics such as testimonial and hermeneutic injustice and virtue epistemology, objectivity and objectification, implicit bias, gender and race. ... Justice (Philosophy) Knowledge, Theory of.",
      "page_age": null
    },
    {
      "title": "Mathias Risse, The Fourth Generation of Human Rights: Epistemic Rights in Digital Lifeworlds",
      "url": "https://philpapers.org/rec/RISTFG",
      "philpapers_id": "RISTFG",
      "snippet": "In contrast to China’s efforts to upgrade its system of governance around a stupefying amount of data collection and electronic scoring, countries committed to democracy and human rights did not upgrade their systems. Instead, those countries ended up with surveillance capitalism. It is vital for the survival of those ideas about governance to perform such an upgrade. This paper aims to contribute to that goal. I propose a framework of epistemic actorhood in terms of four roles and characterize digital lifeworlds and what matters about them both in terms of how they fit in with Max Tegmark’s distinctions among stages of life and in terms of how they generate their own episteme, the data episteme, with its immense possibilities of infopower (a term inspired by Foucault).",
      "page_age": null
    },
    {
      "title": "Felix Lambrecht, Epistemic Remainders and a Hybrid Theory of Reparative Justice",
      "url": "https://philpapers.org/rec/LAMERA-3",
      "philpapers_id": "LAMERA",
      "snippet": "However, victims who experience epistemic remainders seem to be owed something even when the epistemic goods the injustice interfered with have been restored or are impossible to restore. So, we must supplement our theories of epistemic reparations to explain epistemic remainders. I develop a novel theory of reparative justice that can do this.",
      "page_age": null
    },
    {
      "title": "Himani Bhakuni, Epistemic Repair in Global Health: A Human Rights Approach Towards Epistemic Justice",
      "url": "https://philpapers.org/rec/BHAERI",
      "philpapers_id": "BHAERI",
      "snippet": "Some people in global health are systematically subjected to epistemic wrongs, harms and injustices. And sometimes, with these epistemic wrongs, come more fundamental harms to their sense of self or dignity. Each person has a moral right not to be treated as inferior.",
      "page_age": null
    },
    {
      "title": "Benjamin R. Sherman, There’s No Justice: Why Pursuit of a Virtue is Not the Solution to Epistemic Injustice",
      "url": "https://philpapers.org/rec/SHETNJ",
      "philpapers_id": "SHETNJ",
      "snippet": "Testimonial Injustice and a Case for Mindful Epistemology.Keya Maitra - 2020 - Southern Journal of Philosophy 58 (1):137-160. Hermeneutical Justice in Fricker, Dotson, and Arendt.Magnus Ferguson - 2020 - Epoché: A Journal for the History of Philosophy 25 (1):21-34.",
      "page_age": null
    },
    {
      "title": "Holly K. Andersen, Grace A. Shaw, Erica Olson & Rudy Reimer, Identifying Epistemic Injustices to Inform Epistemic Transformative Justice",
      "url": "https://philpapers.org/rec/ANDIEI",
      "philpapers_id": "ANDIEI",
      "snippet": "We provide three case studies from the Salish Sea, in British Columbia, Canada, of epistemic transformative justice, described as responses to these subtypes of epistemic injustice. The first involves Indigenous archaeological work on marine resource use over long spans of history.",
      "page_age": null
    },
    {
      "title": "Amandine Catala, Democracy, Trust, and Epistemic Justice",
      "url": "https://philpapers.org/rec/CATDTA-2",
      "philpapers_id": "CATDTA",
      "snippet": "I argue for three main claims: (i) the deliberative impasse dividing majority and minority groups in many democracies is due to a particular type of epistemic injustice, which I call ‘hermeneutical domination’; (ii) undoing hermeneutical domination requires epistemic trust; and (iii) this epistemic trust is supported by the three deliberative democratic requirements of equality, legitimacy, and accountability. In arguing for those claims, I contribute to the conceptualization of both epistemic injustice and domination, as well as to discussions of trust and deliberative democracy.",
      "page_age": null
    },
    {
      "title": "Scott J. Fitzpatrick, Epistemic Justice and the Struggle for Critical Suicide Literacy",
      "url": "https://philpapers.org/rec/FITEJA-2",
      "philpapers_id": "FITEJA",
      "snippet": "Hermeneutical Injustice and Polyphonic Contextualism: Social Silences and Shared Hermeneutical Responsibilities.José Medina - 2012 - Social Epistemology 26 (2):201-220. “Recovering our Stories”: A Small Act of Resistance.Lucy Costa, Jijian Voronka, Danielle Landry, Jenna Reid, Becky Mcfarlane, David Reville &amp; Kathryn Church - 2012 - Studies in Social Justice 6 (1):85-101.",
      "page_age": null
    },
    {
      "title": "Elizabeth Anderson, The Epistemology of Justice",
      "url": "https://philpapers.org/rec/ANDTEO-37",
      "philpapers_id": "ANDTEO",
      "snippet": "Working from a naturalistic conception of justice as a kind of social contract, I suggest some strategies for discovering what justice demands by counteracting these biases. Moral sentiments offer vital resources to this end. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Rawls, Dewey, and Constructivism: On the Epistemology of Justice.Eric Thomas Weber - 2010 - London: Continuum International Publishing Group.",
      "page_age": null
    },
    {
      "title": "Andréanne Veillette, François Claveau & Amandine Catala, Towards an Epistemic Evaluation of Think Tank Ecosystems: The Case of Epistemic Justice",
      "url": "https://philpapers.org/rec/CATTAE-2",
      "philpapers_id": "CATTAE",
      "snippet": "Democracy, Trust, and Epistemic Justice.Amandine Catala - 2015 - The Monist 98 (4):424-440. Are There Any Epistemic Consequentialists?Tsung-Hsing Ho - 2022 - Episteme 19 (2):220-230. Meta-epistemic defeat.J. Adam Carter - 2018 - Synthese 195 (7):2877-2896. Political Conviction and Epistemic Injustice.Spencer Case - 2020 - Philosophia 49 (1):197-216. ... Sorry, there are not enough data ...",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
