{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "social ontology groups",
  "results": [
    {
      "title": "Amie L. Thomasson, The ontology of social groups",
      "url": "https://philpapers.org/rec/THOTOO-12",
      "philpapers_id": "THOTOO",
      "snippet": "Two major questions have dominated work on the metaphysics of social groups: first, Are there any? And second, What are they? I will begin by arguing that the answer to the ontological question is an easy and obvious ‘yes’. We do better to turn our efforts elsewhere, addressing the question: “What are social groups?” One might worry, however, about this question on grounds that the general term ‘social group’ seems like a term of art—not a well-used concept we can analyze, or can presuppose corresponds to a real kind we can investigate.",
      "page_age": null
    },
    {
      "title": "Katherine Ritchie, Social Structures and the Ontology of Social Groups",
      "url": "https://philpapers.org/rec/RITSSA-4",
      "philpapers_id": "RITSSA",
      "snippet": "Social groups—like teams, committees, gender groups, and racial groups—play a central role in our lives and in philosophical inquiry. Here I develop and motivate a structuralist ontology of social groups centered on social structures (i.e., ...",
      "page_age": null
    },
    {
      "title": "Brian Epstein, Social Ontology",
      "url": "https://philpapers.org/rec/EPSSO",
      "philpapers_id": "EPSSO",
      "snippet": "Social ontology is the study of the nature and properties of the social world. It is concerned with analyzing the various entities in the world that arise from social interaction. A prominent topic in social ontology is the analysis of social groups. Do social groups exist at all?",
      "page_age": null
    },
    {
      "title": "Raimo Tuomela, Social Ontology: Collective Intentionality and Group Agents",
      "url": "https://philpapers.org/rec/TUOSOC",
      "philpapers_id": "TUOSOC",
      "snippet": "This volume presents a systematic philosophical theory related to the collectivism-versus-individualism debate in the social sciences. A weak version of collectivism (the &quot;we-mode&quot; approach) that depends on group-based collective intentionality is ...",
      "page_age": null
    },
    {
      "title": "Paul Sheehy, Social Groups, Explanation and Ontological Holism",
      "url": "https://philpapers.org/rec/PAUSGE",
      "philpapers_id": "PAUSGE",
      "snippet": "Abstract Ontological holism is the thesis that social groups are best understood as composite material particulars. At a high level of taxonomic classification groups such as mobs, tribes and nations are the same kind of thing as organisms and ...",
      "page_age": null
    },
    {
      "title": "Anita Konzelmann Ziv & Hans Bernhard Schmid (eds.), Institutions, Emotions, and Group Agents: Contributions to Social Ontology",
      "url": "https://philpapers.org/rec/KONIEA-2",
      "philpapers_id": "KONIEA",
      "snippet": "The contributions gathered in this volume present the state of the art in key areas of current social ontology. They focus on the role of collective intentional states in creating social facts, and on the nature of intentional properties of groups that allow characterizing them as responsible agents, or perhaps even as persons.",
      "page_age": null
    },
    {
      "title": "Rebecca Mason & Katherine Ritchie, Social Ontology",
      "url": "https://philpapers.org/rec/MASSO-3",
      "philpapers_id": "MASSO",
      "snippet": "Traditionally, social entities (i.e., social properties, facts, kinds, groups, institutions, and structures) have not fallen within the purview of mainstream metaphysics. In this chapter, we consider whether the exclusion of social ...",
      "page_age": null
    },
    {
      "title": "Joona Taipale, The Structure of Group Identification",
      "url": "https://philpapers.org/rec/TAITSO-3",
      "philpapers_id": "TAITSO",
      "snippet": "The concept of group identification has been widely discussed in the fields of social psychology and social ontology. The debate has been somewhat unbalanced, however. The structure, nature, and experiential status ...",
      "page_age": null
    },
    {
      "title": "Epstein Brian, Précis of The Ant Trap",
      "url": "https://philpapers.org/rec/BRIPOT-14",
      "philpapers_id": "BRIPOT",
      "snippet": "This article summarizes The Ant Trap: Rebuilding the Foundations of the Social Sciences. The book develops a new model for social ontology, applies it to groups and collective intentionality, and criticizes various forms of individualism. Part One of the book presents two traditional approaches to social ontology and unifies them into the “grounding–anchoring model” for the building of the social world.",
      "page_age": null
    },
    {
      "title": "Alejandro Arango, Animal groups and social ontology: an argument from the phenomenology of behavior",
      "url": "https://philpapers.org/rec/ARAAGA-2",
      "philpapers_id": "ARAAGA",
      "snippet": "Through a critical engagement with Merleau-Ponty’s discussion of the concepts of nature, life, and behavior, and with contemporary accounts of animal groups, this article argues that animal groups exhibit sociality and ...",
      "page_age": null
    },
    {
      "title": "Gerhard Preyer & Georg Peter (eds.), Social Ontology and Collective Intentionality: Critical Essays on the Philosophy of Raimo Tuomela with his Responses",
      "url": "https://philpapers.org/rec/PRESOA-5",
      "philpapers_id": "PRESOA",
      "snippet": "The book contains eight essays written by expert contributors that present different perspectives on Tuomela’s investigation into the philosophy of sociality, social ontology, theory of action, and decision and game theory. In addition, Tuomela himself gives a comprehensive response to each essay and defends his theory in terms of the new arguments presented here. Overall, readers will gain a deeper insight into group reasoning and the &quot;we-mode&quot; approach, which is used to account for collective intention and action, cooperation, group attitudes, social practices, and institutions as well as group solidarity.",
      "page_age": null
    },
    {
      "title": "Baker Lynne Rudder, Just What is Social Ontology?",
      "url": "https://philpapers.org/rec/RUDJWI",
      "philpapers_id": "RUDJWI",
      "snippet": "Construing ontology as an inventory of what genuinely and nonredundantly exists, this paper investigates two questions: (i) Do all – or any – social phenomena belong in ontology? and (ii) What ...",
      "page_age": null
    },
    {
      "title": "Brian Epstein, A Framework for Social Ontology",
      "url": "https://philpapers.org/rec/EPSAFF",
      "philpapers_id": "EPSAFF",
      "snippet": "This paper sets out an organizing framework for the field of social ontology, the study of the nature of the social world. The subject matter of social ontology is clarified, in particular the difference between it and the study of causal relations and the explanation of social phenomena.",
      "page_age": null
    },
    {
      "title": "Jenny Pelletier & Christian Rode (eds.), The Reality of the Social World: Medieval, Early Modern, and Contemporary Perspectives on Social Ontology",
      "url": "https://philpapers.org/rec/PELTRO-4",
      "philpapers_id": "PELTRO",
      "snippet": "Since the 1990s, social ontology has emerged as a vibrant research area in contemporary analytical philosophy. Questions concerning the nature and properties of social groups, institutions, facts, and objects like money and marriage, have been thoroughly discussed.",
      "page_age": null
    },
    {
      "title": "Katherine Ritchie, The Metaphysics of Social Groups",
      "url": "https://philpapers.org/rec/RITTMO-2",
      "philpapers_id": "RITTMO",
      "snippet": "Social Creationism and Social Groups.Katherine Ritchie - 2018 - In Kendy Hess, Violetta Igneski &amp; Tracy Lynn Isaacs (eds.), Collectivity: Ontology, Ethics, and Social Justice. Nw York: Rowman &amp; Littlefield International.",
      "page_age": null
    }
  ],
  "count": 15,
  "errors": []
}
