{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "constitution social groups",
  "results": [
    {
      "title": "Theodore R. Schatzki, The Site of the Social: A Philosophical Account of the Constitution of Social Life and Change",
      "url": "https://philpapers.org/rec/SCHTSO-73",
      "philpapers_id": "SCHTSO",
      "snippet": "Inspired by Heidegger’s concept of the clearing of being, and by Wittgenstein’s ideas on human practice, Theodore Schatzki offers a novel approach to understanding the constitution and transformation of social life. Key to the account he develops here is the context in which social life unfolds—the &quot;site of the social&quot;—as a contingent and constantly metamorphosing mesh of practices and material orders.",
      "page_age": null
    },
    {
      "title": "Rebecca Kukla, Conformity, Creativity and the Social Constitution of the Subject",
      "url": "https://philpapers.org/rec/KUKCCA",
      "philpapers_id": "KUKCCA",
      "snippet": "A detailed understanding this claim requires an analysis of what is involved in being a subject, of the nature of &#x27;the social&#x27;, and of the possible constitutive relationships between these. I begin with a critical history of the idea that subjects are norm-followers, and that social groups constitute individuals by demanding their conformity to norms.",
      "page_age": null
    },
    {
      "title": "Richard Whitley, The intellectual and social organization of the sciences",
      "url": "https://philpapers.org/rec/WHITIA-4",
      "philpapers_id": "WHITIA",
      "snippet": "Increasing attention is paid in the social sciences and management studies to the constitution and claims of different theories, perspectives, and &quot;paradigms.&quot; This book is one of the most respected and ...",
      "page_age": null
    },
    {
      "title": "Rolf Gruner, On the action of social groups",
      "url": "https://philpapers.org/rec/GRUOTA",
      "philpapers_id": "GRUOTA",
      "snippet": "This paper deals with the question ... on the concept of action three kinds of groups are distinguished, i.e. assemblies, institutions, and classes....",
      "page_age": null
    },
    {
      "title": "Cécile Fabre, Social Rights Under the Constitution: Government and the Decent Life",
      "url": "https://philpapers.org/rec/FABSRU",
      "philpapers_id": "FABSRU",
      "snippet": "The book theoretically examines the recent and topical debates over democracy and social rights, arguing that there are four fundamental rights that should be constitutionalized; minimum income; housing; healthcare; and education. ...",
      "page_age": null
    },
    {
      "title": "Antonio Rosmini, The Constitution Under Social Justice",
      "url": "https://philpapers.org/rec/ROSTCU",
      "philpapers_id": "ROSTCU",
      "snippet": "Many of these ideas are concretized in his seminal work The Constitution Under Social Justice, a text that has profound instights to offer those today seeking to integrate theology, philosophy, and economics into their conceptions of a social order that aspires to be both free and just",
      "page_age": null
    },
    {
      "title": "Paul Blokker, The Imaginary Constitution of Constitutions",
      "url": "https://philpapers.org/rec/BLOTIC-3",
      "philpapers_id": "BLOTIC",
      "snippet": "In the last section, the two instituted constitutional imaginaries will be ‘unpacked’ in specific components (state sovereignty, absoluteness, fabrication, endurance, and distrust regarding the modernist imaginary; indeterminacy, creativity, dynamism, self-government and popular sovereignty regarding the democratic one). In conclusion, I suggest that constitutional sociology might significantly help elucidating the potential losses and heteronomous tendencies that may result from the contemporary uncertainty and possible metamorphosis that affects the modern constitution.",
      "page_age": null
    },
    {
      "title": "Ian Chowcat, Theodore Schatzki, The Site of the Social: a philosophical account of the constitution of social life and change Reviewed by",
      "url": "https://philpapers.org/rec/CHOTST",
      "philpapers_id": "CHOTST",
      "snippet": "Review of Theodore Schatzki, The Site of the Social: A Philosophical Account of the Constitution of Social Life and Change.",
      "page_age": null
    },
    {
      "title": "Pierre Clastres, Society Against the State: Essays in Political Anthropology",
      "url": "https://philpapers.org/rec/CLASAT-8",
      "philpapers_id": "CLASAT",
      "snippet": "Unity and Division. Lefort and Clastres on the Role of Power in the Constitution of Society.Raf Geenens - 2023 - Critical Horizons 24 (3):215-230.",
      "page_age": null
    },
    {
      "title": "Cara Nine, Superseding historic injustice and territorial rights",
      "url": "https://philpapers.org/rec/CARSHI",
      "philpapers_id": "CARSHI",
      "snippet": "Emotions situate actors in relationships and shape their social interactions. Culture defines both the qualities of individual identity and the constitution of social groups with distinctive values and practices. Emotions, then, ...",
      "page_age": null
    },
    {
      "title": "Brian Epstein, What are social groups? Their metaphysics and how to classify them",
      "url": "https://philpapers.org/rec/EPSWAS-2",
      "philpapers_id": "EPSWAS",
      "snippet": "social groups metaphysics group agency shared intention functionalism norms organizations constitution anchoring",
      "page_age": null
    },
    {
      "title": "Peeter Selg, Causation Is Not Everything: On Constitution and Trans-Actional View of Social Science Methodology",
      "url": "https://philpapers.org/rec/SELCIN",
      "philpapers_id": "SELCIN",
      "snippet": "It is argued that the major difference between these understandings is not in their emphasis on the centrality of social relations in making sense of social phenomena but in their implicit understanding of the form of those relations: inter-actionalism sees the form of social relations to be causal in nature, whereas trans-actionalism sees them in terms of constitution.",
      "page_age": null
    },
    {
      "title": "Jo-Jo Koo, Understanding the Social Constitution of the Human Individual",
      "url": "https://philpapers.org/rec/KOOUTS",
      "philpapers_id": "KOOUTS",
      "snippet": "Muhammad Iqbal, Philip Pettit and the Explanation of Social Ontology.Saad Malook - 2023 - Epistemology 12 (1):83-96. Collective Responsibility and Group-Control.Andras Szigeti - 2014 - In Julie Zahle &amp; Finn Collin, Rethinking the Individualism-Holism Debate. Cham: Springer.",
      "page_age": null
    },
    {
      "title": "Georgios Daremas, The Social Constitution of Commodity Fetishism, Money Fetishism and Capital Fetishism",
      "url": "https://philpapers.org/rec/DARTSC-2",
      "philpapers_id": "DARTSC",
      "snippet": "In commodity fetishism, a market-based pseudo-social ‘thing-hood’ preponderates over commodity owners and producers, concealing the double inversion that constitutes the ‘world of commodities’. Money’s fetish form makes it appear as the ‘sovereign’ of the commodity world, possessing the exclusive social power to establish the value hierarchy of all persons and objects relativised in regard to it.",
      "page_age": null
    },
    {
      "title": "Simon J. Evnine, Constitution and Composition: Three Approaches to their Relation",
      "url": "https://philpapers.org/rec/EVNCAC",
      "philpapers_id": "EVNCAC",
      "snippet": "Persons and Bodies: A Constitution View.Lynne Rudder Baker - 2000 - New York: Cambridge University Press. Added to PP 2013-09-02 Downloads 233 (#136,528) 6 months 15 (#831,644) ... Mereology.Achille C. Varzi - 2016 - Stanford Encyclopedia of Philosophy. But Is It Science Fiction?”: Science Fiction and a Theory of Genre.Simon J. Evnine - 2015 - Midwest Studies in Philosophy 39 (1):1-28. Why group mental states are not exhaustively determined by member states.Brian Epstein - 2022 - Philosophical Issues 32 (1):417-433.",
      "page_age": null
    },
    {
      "title": "José Medina, The Epistemology of Protest: Silencing, Epistemic Activism, and the Communicative Life of Resistance",
      "url": "https://philpapers.org/rec/MEDTEO-6",
      "philpapers_id": "MEDTEO",
      "snippet": "This book offers a polyphonic theory of protest as a mechanism for political communication, group constitution, and epistemic empowerment. The book analyzes the communicative power of protest to break social silences ...",
      "page_age": null
    },
    {
      "title": "Matthew D. Kuchem, Young, Gilbert, and Social Groups",
      "url": "https://philpapers.org/rec/KUCYGA-2",
      "philpapers_id": "KUCYGA",
      "snippet": "Gilbert’s account of “we”-ness, as well as her theory of the nature of individuals and collectivities, provides a helpful vantage point for critiquing Young’s project and its emphasis on the social process of differentiation in the formation of social groups.",
      "page_age": null
    },
    {
      "title": "Harold W. Scheffler, Filiation And Affiliation",
      "url": "https://philpapers.org/rec/SCHFAA-13",
      "philpapers_id": "SCHFAA",
      "snippet": "Filiation and Affiliation focuses on how group constitution conditions other features of social relations within and between groups, especially the intersecting potentials for group solidarity and intergroup conflict. It is a ...",
      "page_age": null
    },
    {
      "title": "Joshua Harris, Collective Action and Social Ontology in Thomas Aquinas",
      "url": "https://philpapers.org/rec/HARCAA-40",
      "philpapers_id": "HARCAA",
      "snippet": "Considered together, I argue that these two positions in Aquinas are correlative, and therefore amount to a coherent account of collective action and group agency, respectively. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Collective intentionality and the constitution view; An essay on acting together.Henk bij de Weg - manuscript",
      "page_age": null
    }
  ],
  "count": 19,
  "errors": []
}
