{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Haslanger social construction",
  "results": [
    {
      "title": "S. Haslanger, Objective reality, male reality, and social construction",
      "url": "https://philpapers.org/rec/HASORM",
      "philpapers_id": "HASORM",
      "snippet": "Rezension von Sally Haslanger, Resisting Reality: Social Construction and Social Critique.",
      "page_age": null
    },
    {
      "title": "S. Haslanger, Social construction: the \"\u0093debunking\"\u0094 project",
      "url": "https://philpapers.org/rec/HASSCT",
      "philpapers_id": "HASSCT",
      "snippet": "Social construction, social roles, and stability.Ron Mallon - 2003 - In Frederick F. Schmitt, Gary Ebbs, Margaret Gilbert, Sally Haslanger, Kevin Kimble, Ron Mallon, Seumas Miller, Philip Pettit, Abraham Sesshu Roth, John Searle, Raimo Tuomela &amp; Edward Witherspoon, Socializing Metaphysics: The Nature of Social Reality.",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, Ontology and Social Construction",
      "url": "https://philpapers.org/rec/HASOAS",
      "philpapers_id": "HASOAS",
      "snippet": "Rezension von Sally Haslanger, Resisting Reality: Social Construction and Social Critique.",
      "page_age": null
    },
    {
      "title": "S. Haslanger, Gender and Social Construction: Who? What? When? Where? How?",
      "url": "https://philpapers.org/rec/HASGAS",
      "philpapers_id": "HASGAS",
      "snippet": "Haslanger, Marx, and the Social Ontology of Unitary Theory: Debating Capitalism’s Relationship to Race and Gender.Aaron Berman - 2022 - Journal of Social Ontology 8 (1):118–150. Theorizing feminisms: a reader.Elizabeth Hackett &amp; Sally Haslanger (eds.) - 2006 - Oxford: Oxford University Press. The Medical Construction of Gender.Inter Sexed Infants - 2001 - In Abigail J.",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, Resisting Reality: Social Construction and Social Critique",
      "url": "https://philpapers.org/rec/HASRRS",
      "philpapers_id": "HASRRS",
      "snippet": "In this collection of previously published essays, Sally Haslanger draws on insights from feminist and critical race theory and on the resources of contemporary analytic philosophy to develop the idea that gender and race are positions ...",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, What is a (social) structural explanation?",
      "url": "https://philpapers.org/rec/HASWIA",
      "philpapers_id": "HASWIA",
      "snippet": "Resisting Reality: Social Construction and Social Critique.Sally Haslanger - 2012 - New York, US: Oxford University Press.",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, Gender and social construction",
      "url": "https://philpapers.org/rec/HASGAS-3",
      "philpapers_id": "HASGAS",
      "snippet": "Social constructs and how not to ground them.Umut Baysan - forthcoming - Inquiry: An Interdisciplinary Journal of Philosophy. Rezension von Sally Haslanger, Resisting Reality: Social Construction and Social Critique.",
      "page_age": null
    },
    {
      "title": "Amie L. Thomasson, Structural explanations and norms: comments on Haslanger",
      "url": "https://philpapers.org/rec/THOSEA-4",
      "philpapers_id": "THOSEA",
      "snippet": "Sally Haslanger undertakes groundbreaking work in developing an account of structural explanations and the social structures that figure in them. A chief virtue of the account is that it can show ...",
      "page_age": null
    },
    {
      "title": "Jeremiah Joven B. Joaquin & Hazel T. Biana, From Social Construction to Social Critique: An Interview with Sally Haslanger",
      "url": "https://philpapers.org/rec/JOAFSC",
      "philpapers_id": "JOAFSC",
      "snippet": "Sally Haslanger is Ford Professor of Philosophy and Women&#x27;s and Gender Studies at the Massachusetts Institute of Technology and a leading contemporary feminist philosopher. She has worked on analytic metaphysics, epistemology, and ancient philosophy. Her areas of interest are social and political philosophy, feminist theory, and critical race theory. Her 2012 book, Resisting Reality: Social Construction and Social Critique, collects papers published over the course of twenty years that link work in contemporary metaphysics, epistemology, and philosophy of language with social and political issues concerning gender, race, and the family.",
      "page_age": null
    },
    {
      "title": "Sally Haslanger & Jennifer Saul, Philosophical analysis and social kinds",
      "url": "https://philpapers.org/rec/HASPAA-2",
      "philpapers_id": "HASPAA",
      "snippet": "[Sally Haslanger] In debates over the existence and nature of social kinds such as &#x27;race&#x27; and &#x27;gender&#x27;, philosophers often rely heavily on our intuitions about the nature of the kind. Following this strategy, philosophers often reject social constructionist analyses, suggesting that they change rather than capture the meaning of the kind terms.",
      "page_age": null
    },
    {
      "title": "Charles W. Mills, Notes from the Resistance: Some Comments on Sally Haslanger’s R esisting Reality",
      "url": "https://philpapers.org/rec/MILNFT",
      "philpapers_id": "MILNFT",
      "snippet": "After a brief summary of the 17 essays in Sally Haslanger’s (2012) collection, Resisting Reality: Social Construction and Social Critique, I raise questions in two areas, the defense of constructionism and the definition of gender and race in terms of social oppression.",
      "page_age": null
    },
    {
      "title": "Esa Diaz-Leon, Social kinds and conceptual change: A reply to Haslanger",
      "url": "https://philpapers.org/rec/DIASKA",
      "philpapers_id": "DIASKA",
      "snippet": "Sally Haslanger (2006) is concerned with the debate between so-called social constructionists and error theorists about a given category, such as race or gender. For example, social constructionists about race claim ...",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, Distinguished Lecture: Social structure, narrative and explanation",
      "url": "https://philpapers.org/rec/HASSSN",
      "philpapers_id": "HASSSN",
      "snippet": "Resisting Reality: Social Construction and Social Critique.Sally Haslanger - 2012 - New York, US: Oxford University Press.",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, What is a Social Practice?",
      "url": "https://philpapers.org/rec/HASWIA-2",
      "philpapers_id": "HASWIA",
      "snippet": "This paper provides an account of social practices that reveals how they are constitutive of social agency, enable coordination around things of value, and are a site for social intervention. The ...",
      "page_age": null
    },
    {
      "title": "Theodore Bach, Review of Sally Haslanger, Resisting Reality: Social construction and social critique",
      "url": "https://philpapers.org/rec/BACROS-2",
      "philpapers_id": "BACROS",
      "snippet": "Social construction: the &quot;\u0093debunking&quot;\u0094 project.S. Haslanger - 2003 - In Socializing Metaphysics.",
      "page_age": null
    },
    {
      "title": "Review by: Theodore Bach, Review: Sally Haslanger, Resisting Reality: Social Construction and Social Critique",
      "url": "https://philpapers.org/rec/BACRSH",
      "philpapers_id": "BACRSH",
      "snippet": "Resisting Reality: Social Construction and Social Critique.Sally Haslanger - 2012 - New York, US: Oxford University Press.",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, Cognition as a Social Skill",
      "url": "https://philpapers.org/rec/HASCAA-3",
      "philpapers_id": "HASCAA",
      "snippet": "Much contemporary social epistemology takes as its starting point individuals with sophisticated propositional attitudes and considers (i) how those individuals depend on each other to gain (or lose) knowledge through testimony, disagreement, and the like and (ii) if, in addition to individual knowers, it is possible for groups to have knowledge. In this paper I argue that social epistemology should be more attentive to the construction of knowers through social and cultural practices: socialization shapes our psychological and practical orientation so that we perform local social practices fluently.",
      "page_age": null
    },
    {
      "title": "E. Diaz-Leon, Social Kinds, Conceptual Analysis, and the Operative Concept: A Reply to Haslanger",
      "url": "https://philpapers.org/rec/EDISKC",
      "philpapers_id": "EDISKC",
      "snippet": "Sally Haslanger is concerned with the debate between social constructionists and error theorists about a given category, such as race or gender. For example, social constructionists about race claim that the ...",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, What are we talking about? The semantics and politics of social kinds",
      "url": "https://philpapers.org/rec/HASWAW",
      "philpapers_id": "HASWAW",
      "snippet": "semantic externalism social construction meaning feminist epistemology natural kinds social ontology meaning ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Social Kinds, Conceptual Analysis, and the Operative Concept: A Reply to Haslanger.",
      "page_age": null
    },
    {
      "title": "Rima Hussein, Sally Haslanger, Resisting Reality: Social Construction and Social Critique",
      "url": "https://philpapers.org/rec/HUSSHR",
      "philpapers_id": "HUSSHR",
      "snippet": "Haslanger - forthcoming - Women, Knowledge, and Reality:84. Social construction: the &quot;\u0093debunking&quot;\u0094 project.S. Haslanger - 2003 - In Socializing Metaphysics.",
      "page_age": null
    }
  ],
  "count": 20,
  "errors": []
}
