{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "limitations fairness metrics",
  "results": [
    {
      "title": "Robert Long, Fairness in Machine Learning: Against False Positive Rate Equality as a Measure of Fairness",
      "url": "https://philpapers.org/rec/LONFIM",
      "philpapers_id": "LONFIM",
      "snippet": "Two popular “fairness measures” are calibration and equality of false positive rate. Each measure seems intuitively important, but notably, it is usually impossible to satisfy both measures.",
      "page_age": null
    },
    {
      "title": "Anders Søgaard, Klemens Kappel & Thor Grünbaum, On Hedden's proof that machine learning fairness metrics are flawed",
      "url": "https://philpapers.org/rec/SGAOHP",
      "philpapers_id": "SGAOHP",
      "snippet": "1. Fairness is about the just distribution of society&#x27;s resources, and in ML, the main resource being distributed is model performance, e.g. the translation quality produced by machine translation...",
      "page_age": null
    },
    {
      "title": "Will Fleisher, Algorithmic Fairness Criteria as Evidence",
      "url": "https://philpapers.org/rec/FLEAFC",
      "philpapers_id": "FLEAFC",
      "snippet": "Whether a criterion counts as evidence in a particular case will depend on stakeholders&#x27; background knowledge and the specific features of the system&#x27;s task. This evidence account of fairness conditions provides guidance for recognizing both the appropriate uses and the limitations of fairness criteria.",
      "page_age": null
    },
    {
      "title": "Marta Ziosi, David Watson & Luciano Floridi, A Genealogical Approach to Algorithmic Bias",
      "url": "https://philpapers.org/rec/ZIOAGA",
      "philpapers_id": "ZIOAGA",
      "snippet": "The Fairness, Accountability, and Transparency (FAccT) literature tends to focus on bias as a problem that requires ex post solutions (e.g. fairness metrics), rather than addressing the underlying social and technical conditions that (re)produce it. In this article, we propose a complementary strategy that uses genealogy as a constructive, epistemic critique to explain algorithmic bias in terms of the conditions that enable it.",
      "page_age": null
    },
    {
      "title": "Will Fleisher, What's Fair about Individual Fairness?",
      "url": "https://philpapers.org/rec/FLEWFA",
      "philpapers_id": "FLEWFA",
      "snippet": "To support these conclusions, I describe four in-principle problems for individual fairness as a definition and as a method for ensuring fairness: (1) counterexamples show that similar treatment (and therefore IF) are insufficient to guarantee fairness; (2) IF methods for learning similarity metrics are at risk of encoding human implicit bias; (3) IF requires prior moral judgments, limiting its usefulness as a guide for fairness and undermining its claim to define fairness; and (4) the incommensurability of relevant moral values makes similarity metrics impossible for many tasks.",
      "page_age": null
    },
    {
      "title": "Sanae El Mimouni & Mohamed Bouhdadi, Fairness and bias in AI: a sociotechnical perspective",
      "url": "https://philpapers.org/rec/ELMFAB",
      "philpapers_id": "ELMFAB",
      "snippet": "Purpose This paper aims to advance a comprehensive sociotechnical framework for addressing fairness and bias in artificial intelligence (AI) systems, recognizing that purely technical solutions are insufficient to ensure equitable AI deployment across sectors such as hiring, lending and criminal justice. Design/methodology/approach This study critically evaluates existing technical solutions for mitigating bias, highlighting their limitations in addressing real-world sociocultural contexts.",
      "page_age": null
    },
    {
      "title": "Bilel Benbouzid, Fairness in machine learning from the perspective of sociology of statistics",
      "url": "https://philpapers.org/rec/BENFIM-2",
      "philpapers_id": "BENFIM",
      "snippet": "We begin by socially localizing the formation of FairML as a field of research and describing the associated epistemological framework. We then examine how researchers simultaneously think the mathematical and social construction of approaches to machine learning, following controversies around fairness metrics and their status.",
      "page_age": null
    },
    {
      "title": "Norman Daniels, Rationing fairly: Programmatic considerations",
      "url": "https://philpapers.org/rec/DANRFP",
      "philpapers_id": "DANRFP",
      "snippet": "Democratizing Algorithmic Fairness.Pak-Hang Wong - 2020 - Philosophy and Technology 33 (2):225-244. Limits to Health Care: Fair Procedures, Democratic Deliberation, and the Legitimacy Problem for Insurers.Norman Daniels &amp; James Sabin - 1997 - Philosophy and Public Affairs 26 (4):303-350.",
      "page_age": null
    },
    {
      "title": "Moses L. Pava, Jeremy Pava & Joel Hochman, Fairness as a constraint in the real estate market",
      "url": "https://philpapers.org/rec/PAVFAA",
      "philpapers_id": "PAVFAA",
      "snippet": "Community standards, ethical norms, and perceptions of fairness often serve as constraints on pure profit maximizing behavior. Consider the following examples: Most hardware stores refrain from raising prices on snow shovels ...",
      "page_age": null
    },
    {
      "title": "Paola Panarese, Marta Margherita Grasso & Claudia Solinas, Algorithmic bias, fairness, and inclusivity: a multilevel framework for justice-oriented AI",
      "url": "https://philpapers.org/rec/PANABF",
      "philpapers_id": "PANABF",
      "snippet": "Using the PRISMA methodology, it synthesizes diverse strands of research to assess how bias is theorized, measured, and mitigated across disciplines. The findings reveal a persistent lack of consensus on how algorithmic bias and fairness should be defined, leading to challenges in both theoretical articulation and practical implementation.",
      "page_age": null
    },
    {
      "title": "Rush T. Stewart & Lee Elkin, Diving into Fair Pools: Algorithmic Fairness, Ensemble Forecasting, and the Wisdom of Crowds",
      "url": "https://philpapers.org/rec/STEDIF",
      "philpapers_id": "STEDIF",
      "snippet": "Is the pool of fair predictive algorithms fair? It depends, naturally, on both the criteria of fairness and on how we pool. We catalog the relevant facts for some of the most prominent statistical criteria of algorithmic fairness and the dominant approaches to pooling forecasts: linear, geometric, and multiplicative.",
      "page_age": null
    },
    {
      "title": "Nripsuta Ani Saxena, Karen Huang, Evan DeFilippis, Goran Radanovic, David C. Parkes & Yang Liu, How do fairness definitions fare? Testing public attitudes towards three algorithmic definitions of fairness in loan allocations",
      "url": "https://philpapers.org/rec/SAXHDF",
      "philpapers_id": "SAXHDF",
      "snippet": "Escaping the Impossibility of Fairness: From Formal to Substantive Algorithmic Fairness.Ben Green - 2022 - Philosophy and Technology 35 (4):1-32.",
      "page_age": null
    },
    {
      "title": "Robert A. Phillips, Stakeholder Theory and A Principle of Fairness",
      "url": "https://philpapers.org/rec/PHISTA",
      "philpapers_id": "PHISTA",
      "snippet": "Among these are: 1) the lack of a coherent justificatory framework, 2) the problem of adjudicating between stakeholders, and 3) the problem of stakeholder identification. In this essay, I propose that a possible source of obligations to stakeholders ...",
      "page_age": null
    },
    {
      "title": "Benjamin L. Curtis, To be fair",
      "url": "https://philpapers.org/rec/CURTBF",
      "philpapers_id": "CURTBF",
      "snippet": "When Is Inequality Fair?Gideon Elford - 2018 - Ethical Theory and Moral Practice 21 (5):1205-1218. The limits of nonideal duties: a partial vindication of fair shares.Naima Chahboun - forthcoming - Critical Review of International Social and Political Philosophy.",
      "page_age": null
    },
    {
      "title": "Jodie L. Ferguson, Pam Scholder Ellen & William O. Bearden, Procedural and Distributive Fairness: Determinants of Overall Price Fairness",
      "url": "https://philpapers.org/rec/FERPAD",
      "philpapers_id": "FERPAD",
      "snippet": "In study 2, suspicion toward the seller is found to mediate the relationship between procedural fairness and overall price fairness when the price is disadvantageous.",
      "page_age": null
    },
    {
      "title": "John Broome, Good, Fairness and QALYs",
      "url": "https://philpapers.org/rec/BROGFA-4",
      "philpapers_id": "BROGFA",
      "snippet": "How to be absolutely fair Part I: The Fairness formula.Stefan Wintein &amp; Conrad Heilmann - 2024 - Economics and Philosophy 40 (3):626-649.",
      "page_age": null
    }
  ],
  "count": 16,
  "errors": []
}
