{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "social kinds",
  "results": [
    {
      "title": "Rebecca Mason, The metaphysics of social kinds",
      "url": "https://philpapers.org/rec/MASTMO-15",
      "philpapers_id": "MASTMO",
      "snippet": "Thus, it is no surprise that we understand the world, each other, and ourselves in terms of social kinds such as money and marriage, war and women, capitalists and cartels, races, recessions, and refugees. Social kinds condition our expectations, inform our preferences, and guide our behavior.",
      "page_age": null
    },
    {
      "title": "Francesco Guala, Social kinds: historical and multi-functional",
      "url": "https://philpapers.org/rec/GUASKH",
      "philpapers_id": "GUASKH",
      "snippet": "Multi-functional kinds are neither eternal nor purely historical, support non-trivial inductive generalisations, and allow to overcome scepticism about the inductive potential of multiply realised (functional) properties. Two examples, from monetary economics and anthropology, provide support for a pluralistic ontology of the social world.",
      "page_age": null
    },
    {
      "title": "Rebecca Mason, Social kinds are essentially mind-dependent",
      "url": "https://philpapers.org/rec/MASSKA",
      "philpapers_id": "MASSKA",
      "snippet": "I defend a novel view of how social kinds (e.g., money, women, permanent residents) depend on our mental states. In particular, I argue that social kinds depend on our mental states in the following sense: it is essential to them that they exist (partially) because certain mental states exist.",
      "page_age": null
    },
    {
      "title": "Muhammad Ali Khalidi, Three Kinds of Social Kinds",
      "url": "https://philpapers.org/rec/KHATKO",
      "philpapers_id": "KHATKO",
      "snippet": "In this paper, I argue that there are three kinds of social kinds: 1) social kinds whose existence does not depend on human beings having any beliefs or other propositional attitudes towards them ; 2) social kinds whose existence depends in part on specific attitudes that human beings have towards them, though attitudes need not be manifested towards their particular instances ; 3) social kinds whose existence and that of their instances depend in part on specific attitudes that human beings have towards them .",
      "page_age": null
    },
    {
      "title": "Muhammad Ali Khalidi, Historical Kinds in the Social World",
      "url": "https://philpapers.org/rec/KHAHKI",
      "philpapers_id": "KHAHKI",
      "snippet": "This paper makes a distinction between ahistorical causal-functional kinds and historical kinds, which include both type- and token-historical kinds, some of which are “copied kinds.” After showing how these distinctions play out in various social sciences, a number of reasons are put forward for the historical individuation of some social kinds.",
      "page_age": null
    },
    {
      "title": "E. Diaz-Leon, Social Kinds, Conceptual Analysis, and the Operative Concept: A Reply to Haslanger",
      "url": "https://philpapers.org/rec/EDISKC",
      "philpapers_id": "EDISKC",
      "snippet": "Sally Haslanger is concerned with the debate between social constructionists and error theorists about a given category, such as race or gender. For example, social constructionists about race claim that the term “race” refers to a social kind, whereas error theorists claim that the term “race” is an empty term, that is, nothing belongs to this category.",
      "page_age": null
    },
    {
      "title": "Emilie Pagano, Social construction, social kinds and exportation",
      "url": "https://philpapers.org/rec/PAGSCS",
      "philpapers_id": "PAGSCS",
      "snippet": "Brian Epstein has argued (in The Ant Trap and ‘Anchoring versus grounding’) that social kinds ‘export’ across worlds. Although the conditions for war criminality are not ‘fixed’ in the Empire, for instance, Darth Vader is a war criminal there. And, according to Epstein, an account of social construction should imply that he is.",
      "page_age": null
    },
    {
      "title": "Esa Diaz-Leon, Social kinds and conceptual change: A reply to Haslanger",
      "url": "https://philpapers.org/rec/DIASKA",
      "philpapers_id": "DIASKA",
      "snippet": "Sally Haslanger (2006) is concerned with the debate between so-called social constructionists and error theorists about a given category, such as race or gender. For example, social constructionists about race claim that race is socially constructed, that is, the kind or property that unifies all instances of the category is a social feature (not a natural or physical feature, as naturalists about race would hold).",
      "page_age": null
    },
    {
      "title": "Ásta Kristjana Sveinsdóttir, The Social Construction of Human Kinds",
      "url": "https://philpapers.org/rec/SVETSC",
      "philpapers_id": "SVETSC",
      "snippet": "Social construction theorists face ... influenced by social practices, but that doesn&#x27;t show that the nature of the thing in question is so influenced. In this paper I take up this challenge and offer a general framework to support the claim that a human kind is socially constructed, ...",
      "page_age": null
    },
    {
      "title": "Richard W. Miller, Half-naturalized social kinds",
      "url": "https://philpapers.org/rec/MILHSK",
      "philpapers_id": "MILHSK",
      "snippet": "We often legitimately ascribe reality both to social and to natural kinds. But the bases for these ascriptions are not entirely the same. In both cases, reality is typically determined by ...",
      "page_age": null
    },
    {
      "title": "Ronald Jerry Mallon, Making Up Your Mind: The Social Construction of Human Kinds and its Implications",
      "url": "https://philpapers.org/rec/MALMUY",
      "philpapers_id": "MALMUY",
      "snippet": ";In Chapter 2, I develop the notion of a social role and review a body of empirical literature suggesting that social roles explain many behavioral regularities. I go on to suggest that the stability of such roles might be explained by the stability of social conventions. I conclude that such social roles count as causally homeostatic kinds, that are explanatory, stable and can support induction.",
      "page_age": null
    },
    {
      "title": "Esa Díaz-León, Kinds of Social Construction",
      "url": "https://philpapers.org/rec/DAZKOS",
      "philpapers_id": "DAZKOS",
      "snippet": "In this chapter I will focus on two projects that social constructivists are often interested in, namely, (i) the project of arguing against the inevitability of a trait, that is, to show that those features are not determined by human nature; and (ii) the project of arguing against the universality of a trait, that is, to show that a certain human category or kind is not a universal, transcultural, culture-independent property and that it cannot be applied to other cultures, places, and times; and I will discuss which notion of social construction is more useful with respect to each project.",
      "page_age": null
    },
    {
      "title": "Tammo Lossau, Knowledge as a Social Kind",
      "url": "https://philpapers.org/rec/LOSKAA",
      "philpapers_id": "LOSKAA",
      "snippet": "I argue that knowledge can be seen as a quality standard that governs our sharing and storing of information. This standard satisfies certain functional needs, namely it allows us to share and store trustworthy information more easily. I argue that this makes knowledge a social kind, similar in important ways to other social kinds like money.",
      "page_age": null
    },
    {
      "title": "Ron Mallon, Social Construction and Achieving Reference",
      "url": "https://philpapers.org/rec/MALSCA-3",
      "philpapers_id": "MALSCA",
      "snippet": "One influential view is that at least some putatively natural human kinds are actually social constructions, understood as some real kind of thing that is produced or sustained by our social ...",
      "page_age": null
    },
    {
      "title": "Muhammad Ali Khalidi, Natural Categories and Human Kinds: Classification in the Natural and Social Sciences",
      "url": "https://philpapers.org/rec/KHANCA-5",
      "philpapers_id": "KHANCA",
      "snippet": "By looking at case studies drawn from diverse scientific disciplines, from fluid mechanics to virology and polymer science to psychiatry, the author argues that natural kinds are nodes in causal networks. On the basis of this account, he maintains that there can be natural kinds in the social sciences as well as the natural sciences.",
      "page_age": null
    },
    {
      "title": "Kenneth P. Winkler, Locke on Essence and the Social Construction of Kinds",
      "url": "https://philpapers.org/rec/WINLOE",
      "philpapers_id": "WINLOE",
      "snippet": "Genesis suggests that God is the creator of kinds. Kinds as Locke understands them are what are nowadays called &quot;social constructions&quot;. They are social constructions because the boundaries between them reflect ...",
      "page_age": null
    },
    {
      "title": "Muhammad Ali Khalidi, Transparency, Collective Intentionality, and Social Power: Commentary on Burman’s _Nonideal Social Ontology_",
      "url": "https://philpapers.org/rec/KHATCI",
      "philpapers_id": "KHATCI",
      "snippet": "This commentary on Åsa Burman’s Nonideal Social Ontology tackles three major aspects of her work. First, it discusses the distinction between opaque and transparent social kinds, distinguishing it from the distinction between represented and non-represented social kinds, and that between overt and covert social kinds.",
      "page_age": null
    },
    {
      "title": "Rebecca Mason, Against Social Kind Anti-Realism",
      "url": "https://philpapers.org/rec/MASASK",
      "philpapers_id": "MASASK",
      "snippet": "The view that social kinds (e.g., money, migrant, marriage) are mind-dependent is a prominent one in the social ontology literature. However, in addition to the claim that social kinds are mind-dependent, it is often asserted that social kinds are not real because they are mind-dependent.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
