{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "impossibility fairness",
  "results": [
    {
      "title": "Ben Green, Escaping the Impossibility of Fairness: From Formal to Substantive Algorithmic Fairness",
      "url": "https://philpapers.org/rec/GREETI-3",
      "philpapers_id": "GREETI",
      "snippet": "Efforts to promote equitable public policy with algorithms appear to be fundamentally constrained by the “impossibility of fairness” (an incompatibility between mathematical definitions of fairness). This technical limitation raises a central ...",
      "page_age": null
    },
    {
      "title": "Ben Green, Correction to: Escaping the Impossibility of Fairness: From Formal to Substantive Algorithmic Fairness",
      "url": "https://philpapers.org/rec/GRECTE-4",
      "philpapers_id": "GRECTE",
      "snippet": "What’s Impossible about Algorithmic Fairness?Otto Sahlgren - 2024 - Philosophy and Technology 37 (4):1-23.",
      "page_age": null
    },
    {
      "title": "Rush T. Stewart, Benjamin Eva, Shanna Slank & Reuben Stern, An Impossibility Theorem for Base Rate Tracking and Equalized Odds",
      "url": "https://philpapers.org/rec/STEAIT-27",
      "philpapers_id": "STEAIT",
      "snippet": "There is a theorem that shows that it is impossible for an algorithm to jointly satisfy the statistical fairness criteria of Calibration and Equalised Odds non-trivially. But what about the recently advocated alternative to Calibration, Base ...",
      "page_age": null
    },
    {
      "title": "David Gray Grant, Equalized Odds is a Requirement of Algorithmic Fairness",
      "url": "https://philpapers.org/rec/GRAEOI-2",
      "philpapers_id": "GRAEOI",
      "snippet": "In this paper, I introduce a new version of the criterion known as “Equalized Odds,” argue that it is a requirement of procedural fairness, and show that it is immune to a number of objections to the standard version. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Yet Another Impossibility Theorem in Algorithmic Fairness.Fabian Beigang - 2023 - Minds and Machines 33 (4):715-735.",
      "page_age": null
    },
    {
      "title": "John W. Patty & Elizabeth Maggie Penn, Algorithmic Fairness and Statistical Discrimination",
      "url": "https://philpapers.org/rec/PATAFA-5",
      "philpapers_id": "PATAFA",
      "snippet": "Algorithmic fairness is a new interdisciplinary field of study focused on how to measure whether a process, or algorithm, may unintentionally produce unfair outcomes, as well as whether or how the potential unfairness of such processes can be mitigated. Statistical discrimination describes a set of informational issues that can induce rational (i.e., Bayesian) decision-making to lead to unfair outcomes even in the absence of discriminatory intent.",
      "page_age": null
    },
    {
      "title": "Benjamin Franklin Radcliff, Democracy, Elections, and Rationality: An Examination of the Implications of Social Choice Theory for the Theory and Practice of American Government",
      "url": "https://philpapers.org/rec/RADDEA",
      "philpapers_id": "RADDEA",
      "snippet": "The significance of these findings to the American electoral process in particular and the economic analysis of politics in general are discussed. ;Attention then turns to an appraisal of several tradition models of representative democracy fare given the Pandora&#x27;s Box of Arrow&#x27;s Theorem and related impossibility results.",
      "page_age": null
    },
    {
      "title": "Timothy A. O. Endicott, The impossibility of the rule of law",
      "url": "https://philpapers.org/rec/ENDTIO-4",
      "philpapers_id": "ENDTIO",
      "snippet": "No community fully achieves the ideal of the rule of law. Puzzles about the content of the ideal seem to make it necessarily unattainable (and, therefore, an incoherent ideal). Legal systems ...",
      "page_age": null
    },
    {
      "title": "George Klosko, The Principle of Fairness and Political Obligation (Studies in Social, Political, and Legal Philosophy)",
      "url": "https://philpapers.org/rec/KLOTPO-5",
      "philpapers_id": "KLOTPO",
      "snippet": "In this now-classic work, he clearly ... that specifies a set of conditions which grounds existing political obligations and bridges the gap between the abstract accounts of political principles and the actual beliefs of political actors...",
      "page_age": null
    },
    {
      "title": "John D. Barrow, Impossibility: the limits of science and the science of limits",
      "url": "https://philpapers.org/rec/BARITL-3",
      "philpapers_id": "BARITL",
      "snippet": "He first examines the limits on scientific inquiry imposed by the deficiencies of the human mind: our brain evolved to meet the demands of our immediate environment, Barrow notes, and much that lies outside this small circle may also lie outside our understanding. Barrow investigates practical impossibilities, such as those imposed by complexity, uncomputability, or the finiteness of time, space, and resources.",
      "page_age": null
    },
    {
      "title": "Susumu Cato, Brief proofs of Arrovian impossibility theorems",
      "url": "https://philpapers.org/rec/CATBPO",
      "philpapers_id": "CATBPO",
      "snippet": "We prove semi-order impossibility theorems, the quasi-transitive veto theorem, the quasi-transitive dictatorship theorem, the triple acyclic veto theorem, and the impossibility theorem without the Pareto principle.",
      "page_age": null
    },
    {
      "title": "Daniel Hausman, The impossibility of interpersonal utility comparisons",
      "url": "https://philpapers.org/rec/HAUTIO",
      "philpapers_id": "HAUTIO",
      "snippet": "The impossibility of interpersonal utility comparisons: A critical note.Ruth Weintraub - 1996 - Mind 105 (420):661-665.",
      "page_age": null
    },
    {
      "title": "Galen Strawson, The impossibility of ultimate responsibility?",
      "url": "https://philpapers.org/rec/STRTIO-7",
      "philpapers_id": "STRTIO",
      "snippet": "This chapter argues that the mere fact that a decision has not been fully caused by previous events suggests that these are simply random events for which a person cannot be ...",
      "page_age": null
    },
    {
      "title": "Galen Strawson, The impossibility of ultimate moral responsibility?",
      "url": "https://philpapers.org/rec/PERTIO-31",
      "philpapers_id": "PERTIO",
      "snippet": "Constitutive Moral Luck and Strawson&#x27;s Argument for the Impossibility of Moral Responsibility.Robert J.",
      "page_age": null
    },
    {
      "title": "Robert Long, Fairness in Machine Learning: Against False Positive Rate Equality as a Measure of Fairness",
      "url": "https://philpapers.org/rec/LONFIM",
      "philpapers_id": "LONFIM",
      "snippet": "As machine learning informs ... bias or unfairness. Two popular “fairness measures” are calibration and equality of false positive rate. Each measure seems intuitively important, but notably, it is usually impossible to satisfy both measures....",
      "page_age": null
    },
    {
      "title": "Kevin Stanley Wallace, The Practical Impossibility of Cohen's Rescuing Justice & Equality",
      "url": "https://philpapers.org/rec/WALTPI-13",
      "philpapers_id": "WALTPI",
      "snippet": "That is to say, on my view, a state of affairs is practically possible if and only if it is logically, nomologically, and psychologically possible for nearly all persons. As a result, I contend that an equality preserving and Pareto-optimal state of affairs is practically impossible.",
      "page_age": null
    },
    {
      "title": "Galen Strawson, The impossibility of moral responsibility",
      "url": "https://philpapers.org/rec/STRTIO",
      "philpapers_id": "STRTIO",
      "snippet": "Constitutive Moral Luck and Strawson&#x27;s Argument for the Impossibility of Moral Responsibility.Robert J.",
      "page_age": null
    },
    {
      "title": "Nikk Effingham, Time Travel: Probability and Impossibility",
      "url": "https://philpapers.org/rec/EFFTTP",
      "philpapers_id": "EFFTTP",
      "snippet": "Time travel is metaphysically possible. Nikk Effingham contends that arguments for the impossibility of time travel are not sound. Focusing mainly on the Grandfather Paradox, Effingham explores the ramifications of taking ...",
      "page_age": null
    },
    {
      "title": "Thomas Holden, Berkeley on Inconceivability and Impossibility",
      "url": "https://philpapers.org/rec/HOLBOI",
      "philpapers_id": "HOLBOI",
      "snippet": "Contrary to a popular reading of his modal epistemology, Berkeley does not hold that inconceivability entails impossibility, and he cannot therefore argue the impossibility of mind-independent matter by appealing to facts ...",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
