{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "epistemic injustice algorithms",
  "results": [
    {
      "title": "Heather Stewart, Emily Cichocki & Carolyn McLeod, A Perfect Storm for Epistemic Injustice",
      "url": "https://philpapers.org/rec/STEAPS-5",
      "philpapers_id": "STEAPS",
      "snippet": "Epistemic injustice is injustice ... groups. In this paper, we argue that, as they currently work, algorithms on social media exacerbate the problem of ......",
      "page_age": null
    },
    {
      "title": "John Symons & Ramón Alvarado, Epistemic injustice and data science technologies",
      "url": "https://philpapers.org/rec/SYMEIA",
      "philpapers_id": "SYMEIA",
      "snippet": "Epistemic Reparations and a Hybrid Theory of Reparative Justice.Felix Lambrecht - forthcoming - Philosophical Studies. Added to PP 2022-03-11 Downloads 240 (#138,871) 6 months 42 (#171,808) ... Algorithmic profiling as a source of hermeneutical injustice.Silvia Milano &amp; Carina Prunkl - 2024 ...",
      "page_age": null
    },
    {
      "title": "Giorgia Pozzi, Automated opioid risk scores: a case for machine learning-induced epistemic injustice in healthcare",
      "url": "https://philpapers.org/rec/POZAOR",
      "philpapers_id": "POZAOR",
      "snippet": "Even though ethical questions connected ... how epistemic forms of injustice can be ML-induced, specifically in healthcare. I analyze the shortcomings of an ML system currently deployed in the USA to predict patients’ likelihood of opioid addiction and misuse (PDMP algorithmic ...",
      "page_age": null
    },
    {
      "title": "Martin Miragoli, Conformism, Ignorance & Injustice: AI as a Tool of Epistemic Oppression",
      "url": "https://philpapers.org/rec/MIRCIL",
      "philpapers_id": "MIRCIL",
      "snippet": "And because it forges new theoretical tools to understand forms of epistemic oppression, this paper also contributes to the advancement of feminist theorisation. ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Algorithmic Profiling as a Source of Hermeneutical Injustice.Silvia Milano &amp; Carina Prunkl - forthcoming - Philosophical Studies:1-19.",
      "page_age": null
    },
    {
      "title": "Silvia Milano & Carina Prunkl, Algorithmic profiling as a source of hermeneutical injustice",
      "url": "https://philpapers.org/rec/MILAPA-10",
      "philpapers_id": "MILAPA",
      "snippet": "As we detail in this paper, epistemic fragmentation is a structural characteristic of algorithmically-mediated environments that isolate individuals, making it more difficult to develop, uptake and apply new epistemic resources, thus making it more difficult to identify and conceptualise emerging harms in these environments. We thus trace the occurrence of hermeneutical injustice back to the fragmentation of the epistemic experiences of individuals, who are left more vulnerable by the inability to share, compare and learn from shared experiences.",
      "page_age": null
    },
    {
      "title": "Joffrey Baeyaert, Epistemic Injustice in Generative AI: A Pipeline Taxonomy, Empirical Hypotheses, and Stage-Matched Governance",
      "url": "https://philpapers.org/rec/BAEEII-2",
      "philpapers_id": "BAEEII",
      "snippet": "However, these systems frequently perpetuate epistemic injustices—structural harms that compromise the credibility, intelligibility, and visibility of marginalized communities.Objective: this study aims to systematically analyze how epistemic injustices emerge across the generative AI pipeline and to propose a framework for diagnosing, testing, and mitigating these harms through targeted design and governance strategies.Method: a mutually exclusive and collectively exhaustive (MECE) taxonomy is developed to map testimonial, hermeneutical, and distributive injustices onto four development stages: data collection, model training, inference, and dissemination.",
      "page_age": null
    },
    {
      "title": "Warmhold Jan Thomas Mollema, A taxonomy of epistemic injustice in the context of AI and the case for generative hermeneutical erasure",
      "url": "https://philpapers.org/rec/MOLATO-6",
      "philpapers_id": "MOLATO",
      "snippet": "In relation to machine learning models, epistemic injustice can have a diverse range of sources, ranging from epistemic opacity, the discriminatory automation of testimonial prejudice, and the distortion of human beliefs via generative AI’s hallucinations to the exclusion of the global South in global AI governance, the execution of bureaucratic violence via algorithmic systems, and interactions with conversational artificial agents.",
      "page_age": null
    },
    {
      "title": "Mirjam Faissner, Eva Kuhn, Regina Müller & Sebastian Laacke, Detecting your depression with your smartphone? – An ethical analysis of epistemic injustice in passive self-tracking apps",
      "url": "https://philpapers.org/rec/FAIDYD",
      "philpapers_id": "FAIDYD",
      "snippet": "Based on the gathering of ‘passive data,’ some apps generate a user’s ‘digital phenotype,’ compare it to those of users with clinically confirmed depression and issue a warning if a depressive episode is likely. These apps can, thus, serve as epistemic tools for affected users. From an ethical perspective, it is crucial to consider epistemic injustice to promote socially responsible innovations within digital mental healthcare.",
      "page_age": null
    },
    {
      "title": "Giorgia Pozzi, Testimonial injustice in medical machine learning",
      "url": "https://philpapers.org/rec/POZTII",
      "philpapers_id": "POZTII",
      "snippet": "I thereby consider how ML systems may silence patients’ voices and relativise the credibility of their opinions, which undermines their overall credibility status without valid moral and epistemic justification. More specifically, I argue that withholding credibilitydue tohow ML systems operate can be particularly harmful to patients and, apart from adverse outcomes, qualifies as a form of testimonial injustice.",
      "page_age": null
    },
    {
      "title": "Leonie Smith & Alfred Archer, Epistemic Injustice and the Attention Economy",
      "url": "https://philpapers.org/rec/SMIEIA-7",
      "philpapers_id": "SMIEIA",
      "snippet": "Wittgenstein, Religion and Deep Epistemic Injustice.Robert Vinten - 2025 - Religions 16 (4):1-17. Algorithmic profiling as a source of hermeneutical injustice.Silvia Milano &amp; Carina Prunkl - 2024 - Philosophical Studies 182 (1):185-203.",
      "page_age": null
    },
    {
      "title": "G. Pozzi, Machine Learning-Induced Epistemic Injustice in Medicine and Healthcare",
      "url": "https://philpapers.org/rec/POZMLE",
      "philpapers_id": "POZMLE",
      "snippet": "However, a central issue at the intersection of the ethics and epistemology of ML has been largely neglected. This pertains to the careful scrutiny of how ML systems can degrade individuals’ epistemic standing as receivers and conveyors of knowledge and, thereby, perpetrate epistemic injustice.",
      "page_age": null
    },
    {
      "title": "Gaile Pohlhaus, Varieties of Epistemic Injustice",
      "url": "https://philpapers.org/rec/POHVOE",
      "philpapers_id": "POHVOE",
      "snippet": "Epistemic Injustice in White Academic Feminism.Mary Donnelly - unknown · Added to PP 2017-04-27 Downloads 23 (#1,524,232) 6 months 1 (#2,192,345) ... Algorithmic profiling as a source of hermeneutical injustice.Silvia Milano &amp; Carina Prunkl - 2024 - Philosophical Studies 182 (1):185-203.",
      "page_age": null
    },
    {
      "title": "Mark Alfano & Joshua August Skorburg, Extended knowledge, the recognition heuristic, and epistemic injustice",
      "url": "https://philpapers.org/rec/ALFEKT",
      "philpapers_id": "ALFEKT",
      "snippet": "We argue that the interaction of biased media coverage and widespread employment of the recognition heuristic can produce epistemic injustices. First, we explain the recognition heuristic as studied by Gerd ...",
      "page_age": null
    },
    {
      "title": "Michiel De Proost & Giorgia Pozzi, Conversational Artificial Intelligence and the Potential for Epistemic Injustice",
      "url": "https://philpapers.org/rec/DEPCAI",
      "philpapers_id": "DEPCAI",
      "snippet": "Dirty data labeled dirt cheap: epistemic injustice in machine learning systems.Gordon Hull - 2023 - Ethics and Information Technology 25 (3):1-14.",
      "page_age": null
    },
    {
      "title": "Ian James Kidd & Havi Carel, Epistemic Injustice in Healthcare: A Philosophical Analysis",
      "url": "https://philpapers.org/rec/KIDEII-3",
      "philpapers_id": "KIDEII",
      "snippet": "Connecting epistemic injustice and justified belief in health-related conspiracies.Kelley Annesley - 2020 - Ethics, Medicine and Public Health 15:100545. Algorithmic profiling as a source of hermeneutical injustice.Silvia Milano &amp; Carina Prunkl - 2024 - Philosophical Studies 182 (1):185-203.",
      "page_age": null
    },
    {
      "title": "Ting-An Lin & Po-Hsuan Cameron Chen, Artificial Intelligence in a Structurally Unjust Society",
      "url": "https://philpapers.org/rec/LINAII-2",
      "philpapers_id": "LINAII",
      "snippet": "Dirty data labeled dirt cheap: epistemic injustice in machine learning systems.Gordon Hull - 2023 - Ethics and Information Technology 25 (3):1-14. On Hedden&#x27;s proof that machine learning fairness metrics are flawed.Anders Søgaard, Klemens Kappel &amp; Thor Grünbaum - forthcoming - Inquiry: An Interdisciplinary Journal of Philosophy. “Democratizing AI” and the Concern of Algorithmic Injustice.Ting-an Lin - 2024 - Philosophy and Technology 37 (3):1-27.",
      "page_age": null
    }
  ],
  "count": 16,
  "errors": []
}
