{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "statistical uncertainty fairness",
  "results": [
    {
      "title": "Sylvestre Frezal & Laurence Barry, Fairness in Uncertainty: Some Limits and Misinterpretations of Actuarial Fairness",
      "url": "https://philpapers.org/rec/FREFIU",
      "philpapers_id": "FREFIU",
      "snippet": "We first show in a historical perspective the intertwinement of conceptions of fairness with knowledge, in order to point to the alternative to actuarial fairness for insurance. We then describe the intrinsic difference between the insured and the insurer when underwriting an insurance contract.",
      "page_age": null
    },
    {
      "title": "Xavier Landes, How Fair Is Actuarial Fairness?",
      "url": "https://philpapers.org/rec/LANHFI-2",
      "philpapers_id": "LANHFI",
      "snippet": "As a cooperative device based on risk pooling, it serves to attenuate the adverse consequences of various risks by offering policyholders coverage against the losses implied by adverse events in exchange for the payment of premiums. In the insurance industry, the concept of actuarial fairness serves to establish what could be adequate, fair premiums.",
      "page_age": null
    },
    {
      "title": "Robert Long, Fairness in Machine Learning: Against False Positive Rate Equality as a Measure of Fairness",
      "url": "https://philpapers.org/rec/LONFIM",
      "philpapers_id": "LONFIM",
      "snippet": "For this reason, a large literature in machine learning speaks of a “fairness tradeoff” between these two measures. This framing assumes that both measures are, in fact, capturing something important. To date, philosophers have seldom examined this crucial assumption, and examined to what extent each measure actually tracks a normatively important property. This makes this inevitable statistical conflict – between calibration and false positive rate equality – an important topic for ethics.",
      "page_age": null
    },
    {
      "title": "John W. Patty & Elizabeth Maggie Penn, Algorithmic Fairness and Statistical Discrimination",
      "url": "https://philpapers.org/rec/PATAFA-5",
      "philpapers_id": "PATAFA",
      "snippet": "Algorithmic fairness is a new interdisciplinary field of study focused on how to measure whether a process, or algorithm, may unintentionally produce unfair outcomes, as well as whether or how the potential unfairness of such processes can be mitigated. Statistical discrimination describes a set of informational issues that can induce rational (i.e., Bayesian) decision-making to lead to unfair outcomes even in the absence of discriminatory intent.",
      "page_age": null
    },
    {
      "title": "Jonathan Herington & Bruce Glymour, Measuring the Biases that Matter: The Ethical and Causal Foundations for Measures of Fairness in Algorithms",
      "url": "https://philpapers.org/rec/HERMTB-4",
      "philpapers_id": "HERMTB",
      "snippet": "Measures of algorithmic bias can be roughly classified into four categories, distinguished by the conditional probabilistic dependencies to which they are sensitive. First, measures of &quot;procedural bias&quot; diagnose bias when the ...",
      "page_age": null
    },
    {
      "title": "Rush T. Stewart & Lee Elkin, Diving into Fair Pools: Algorithmic Fairness, Ensemble Forecasting, and the Wisdom of Crowds",
      "url": "https://philpapers.org/rec/STEDIF",
      "philpapers_id": "STEDIF",
      "snippet": "It depends, naturally, on both the criteria of fairness and on how we pool. We catalog the relevant facts for some of the most prominent statistical criteria of algorithmic fairness and the dominant approaches to pooling forecasts: linear, geometric, and multiplicative.",
      "page_age": null
    },
    {
      "title": "Sharon Sutherland, 6. Braybrooke on Public Policy: Precautionary and Fair; Feasible and Ameliorative",
      "url": "https://philpapers.org/rec/SUTBO",
      "philpapers_id": "SUTBO",
      "snippet": "In Susan Sherwin &amp; Peter Schotch (eds.), Engaged Philosophy: Essays in Honour of David Braybrooke. University of Toronto Press. pp. 125-164 (2006) · Index.[author unknown] - 2006 - In Susan Sherwin &amp; Peter Schotch (eds.), Engaged Philosophy: Essays in Honour of David Braybrooke.",
      "page_age": null
    },
    {
      "title": "Christopher Z. Mooney & Robert D. Duval, Bootstrapping: A Nonparametric Approach to Statistical Inference",
      "url": "https://philpapers.org/rec/MOOBAN",
      "philpapers_id": "MOOBAN",
      "snippet": "Iterated Random Selection as Intermediate Between Risk and Uncertainty.Horacio Arlo Costa &amp; Jeffrey Helzner - 2009 - ISIPTA&#x27;09 ELECTRONIC PROCEEDINGS.",
      "page_age": null
    },
    {
      "title": "Norman Daniels, Rationing fairly: Programmatic considerations",
      "url": "https://philpapers.org/rec/DANRFP",
      "philpapers_id": "DANRFP",
      "snippet": "Limits to Health Care: Fair Procedures, Democratic Deliberation, and the Legitimacy Problem for Insurers.Norman Daniels &amp; James Sabin - 1997 - Philosophy and Public Affairs 26 (4):303-350. Double jeopardy and the use of QALYs in health care allocation.P. Singer, J. McKie, H. Kuhse &amp; J. Richardson - 1995 - Journal of Medical Ethics 21 (3):144-150. Reasonable Disagreement about Identifed vs. Statistical ...",
      "page_age": null
    },
    {
      "title": "Patrick Tomlin, On Fairness and Claims",
      "url": "https://philpapers.org/rec/TOMOFA",
      "philpapers_id": "TOMOFA",
      "snippet": "If fairness is the proportionate satisfaction of claims, I argue, then the following would be true: fairness could not help determine the correct distribution of claims; fairness could not be used to evaluate the distribution of claims; fairness could not guide us in distributing claims (or unowed goods); we could not have a claim to be treated fairly; and we would not be wronged when treated unfairly.",
      "page_age": null
    }
  ],
  "count": 10,
  "errors": []
}
