{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Appiah race identity social groups",
  "results": [
    {
      "paperId": "1f993cebe75080feff8ffa32ea2c942f435abce5",
      "title": "Critical Race Theory, Marxism, and the Problem of Ideology",
      "authors": [
        {
          "name": "William Sites",
          "authorId": "2342045743"
        }
      ],
      "year": 2025,
      "abstract": "Critical race theories of ideology, surprisingly, replicate key tensions in early Marxist thought. Following a selective review of several Marxist theorists, this article examines critical race conceptions of racial ideology within the influential work of Charles W. Mills and Eduardo Bonilla-Silva, probing three related problem areas: an “expressive” theory of society, the correspondence of ideologies to racial groups, and an overreliance on standpoint implications. In response, the author develops a heterodox, nonreductive Marxist theory in which racial ideologies, although historically durable, are seen as contingent, relatively autonomous constructs that take shape unevenly within capitalist societies, do not correspond to fixed social groups, and may or may not facilitate the reproduction of capitalism. Developing a less deterministic theory of the relation between social structure, group identity, and racist belief opens up more generative approaches to the problem of racial ideology.",
      "citationCount": 3,
      "doi": "10.1177/07352751241312247",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f993cebe75080feff8ffa32ea2c942f435abce5",
      "venue": "Sociological theory",
      "journal": {
        "name": "Sociological Theory",
        "pages": "27 - 51",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "f16db17913cdd2bd0192ed83ee31703cf2d2f296",
      "title": "Color Conscious: The Political Morality of Race",
      "authors": [
        {
          "name": "K. Appiah",
          "authorId": "65763727"
        },
        {
          "name": "A. Gutmann",
          "authorId": "40037582"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 345,
      "doi": "10.5860/choice.34-4789",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f16db17913cdd2bd0192ed83ee31703cf2d2f296",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "811a2f063d4a40593a3b1aaf75915a80ce9feade",
      "title": "Reflections on social justice,race, ethnicity and identity from an ethical perspective",
      "authors": [
        {
          "name": "Bill Atweh",
          "authorId": "66412350"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 21,
      "doi": "10.1007/S11422-010-9305-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/811a2f063d4a40593a3b1aaf75915a80ce9feade",
      "venue": "",
      "journal": {
        "name": "Cultural Studies of Science Education",
        "pages": "33-47",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "66677ffeadc28c448840cf17ed35d03b7ad67f23",
      "title": "Max Stirner, Identity Politics, and the Demand for Conformity from Its Opponents",
      "authors": [
        {
          "name": "Jorn Janssen",
          "authorId": "2315323711"
        }
      ],
      "year": 2024,
      "abstract": "We are currently witness to a new rise of identity politics, only the content of which is prone to partisanship. On the one side of the political aisle, we are supposed to care about our particular place in a social hierarchy based on race, gender, or sexual orientation, while on the other side we are supposed to identify with our original geographical lineage. This approach to politics, which we commonly refer to as identity politics, has drawn the ire of liberal critics that see it as a vehicle for division and conflicts that tears Western societies apart. Instead, rather than emphasize what divides us, these liberals wish to unite us by emphasizing that we are all cosmopolitan members of humanity. This essay shares the concerns that the liberals have with the rise of identity politics, but will argue that in one way, the liberal critics are no better then the identitarians they criticize. In both cases, there is a demand for a sacrifice of the individual for some greater good. When viewed in this way, it is irrelevant whether the sacrifice is made for the betterment of a particular identitarian group or humanity as a whole.",
      "citationCount": 0,
      "doi": "10.3817/0924208130",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/66677ffeadc28c448840cf17ed35d03b7ad67f23",
      "venue": "Télos",
      "journal": {
        "name": "Telos",
        "pages": "130 - 149",
        "volume": "2024"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f37bf3060c14bd63845d351c786cac916474711",
      "title": "Identity Politics, Natural Law, and Human Dignity",
      "authors": [
        {
          "name": "Nalani E. Hilderman",
          "authorId": "2137261994"
        }
      ],
      "year": 2024,
      "abstract": "Rooted in Marxism and Critical Theory, identity politics upended traditional philosophical anthropology about personhood, and argues that identity is wholly manifested through economic group, social class, gender, or racial categories. Humans are ontologically viewed through their status as victims, not as fully integrated moral persons. Touted as a political issue, identity politics is at heart a philosophical and anthropological problem, and to address it one must return to a better understanding of the soul and human dignity. The resurrection of the classical Natural Law tradition is the remedy for finding common ground and rebuilding civil society, for at the heart of Natural Law is the belief in human dignity which imbues every human being with worth to be honored and respected regardless of race, sex, age, or different culture or religion. Classical Natural Law provides the theological, philosophical, and definitional background for human dignity and only if it is resurrected can “the discontent” in American culture be fully human again.",
      "citationCount": 0,
      "doi": "10.5840/jis2024361/23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f37bf3060c14bd63845d351c786cac916474711",
      "venue": "Journal of Interdisciplinary Studies",
      "journal": {
        "name": "Journal of Interdisciplinary Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "26e2522218cb44f4337fe857827dfadcda9045d6",
      "title": "Race Identity, Writing, and the Politics of Dignity: Reinvigorating the Ethics of ‘Students’ Right to Their Own Language’",
      "authors": [
        {
          "name": "Patrick L. Bruch",
          "authorId": "71980073"
        },
        {
          "name": "R. Marback",
          "authorId": "34720319"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 11,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/26e2522218cb44f4337fe857827dfadcda9045d6",
      "venue": "",
      "journal": {
        "name": "JAC: A Journal of Composition Theory",
        "pages": "267-281",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f32c13e5f2252258c762cb5f60f2629caad1a9e0",
      "title": "Nietzsche and Fanon on the Political Breeding of Race and Class as Caste",
      "authors": [
        {
          "name": "D. Miyasaki",
          "authorId": "114376944"
        }
      ],
      "year": 2025,
      "abstract": "Nietzsche’s On the Genealogy of Morality suggests aristocracies inadvertently produce a dangerous “slavish” counter-type of moral agency grounded in resentment and exhibiting a morality of resignation. Throughout the text, he conflates biological and political registers, speaking of human types as “species” (die Spezies) and classes as “races” (die Rassen), thus implying all human kinds are socially constructed and that their primary cause is political organization. It’s in this sense that Nietzsche is a “radical aristocrat.” Against the conservative view that social hierarchy mirrors a fixed order in nature, he recognizes hierarchies create the types they seek to preserve, precisely against natural contingency. This poses a practical dilemma for aristocracies: how maintain an underclass without provoking the slavish psychology and morality that undermine aristocratic values? In other texts, Nietzsche develops an answer with his interpretation of the Hindu law of Manu. Every aristocracy must create the illusion that classes are natural castes rather than political constructions. Caste-systems are cultural and ideological institutions designed to protect class-systems by giving class identities the appearance of fixed “species”: deeply-internalized forms of psychology and moral agency that reinforce class positions by being more rigidly-defined and easily socially recognized. In The Wretched of the Earth, Frantz Fanon subversively redirects this theory away from Nietzsche’s reactionary aims toward revolutionary ones, applying its logic to the racialized hierarchy of colonization. Fanon also blurs the line between the social and biological, referring to colonizer and colonized as different “species” (espèces) and suggesting social position causes class-groups to develop the deep psychological and moral identities characteristic of castes. For Fanon, race is the primary way colonized societies materially support caste-ideology. Though socially-determined, race-concepts are anchored in visible differences, giving the class position of the colonized a false appearance of naturalness. However, against Nietzsche, who blames the oppressed for slave morality, Fanon insists “the colonizer creates the colonized.” Slavish psychology originates in the ruling class who, to save their good conscience, reinterpret privilege as merit by adopting a Manichean view of the colonized as essentially evil, leading to deep-seated hatred for them as a racialized caste. The colonizers’ primary psychology of resentment in turn produces a secondary psychology of resentment among the colonized, shaping both into opposing “species,” identities grounded in each other’s exclusion, pressing the colonized not (as Nietzsche thinks) toward moral revolt but toward political revolution. Fanon’s critical reconstruction of Nietzsche’s caste-theory has three important consequences. First, Nietzsche’s analysis implies, against his own hopes, that aristocracies necessarily produce their own downfall. Second, if race is politically constructed as a disguised form of class, racism cannot be overcome independently of the class structures it was created to disguise. However, third, if caste-systems produce not just racist attitudes, practices, and social structures but also the racist as a species of psychological identity grounded in resentment, then while class politics can resolve racism’s historical origins, it will not prevent its continuation among existing members of that type. Consequently, anti-racist politics cannot be reduced to issues of either class or race alone.",
      "citationCount": 0,
      "doi": "10.47456/en.v15i2.47878",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f32c13e5f2252258c762cb5f60f2629caad1a9e0",
      "venue": "Estudos Nietzsche",
      "journal": {
        "name": "Estudos Nietzsche"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f3ba01e50a55327c33d815479ec104113bd6d1d9",
      "title": "Interpretation of Postmodern Ethics in Song of Solomon by Toni Morrison",
      "authors": [
        {
          "name": "Xuemeng Xu",
          "authorId": "2378542880"
        }
      ],
      "year": 2025,
      "abstract": "Toni Morrison’s Song of Solomon, the protagonist Milkman, a middle-class black man, embarks on a coming-of-age journey to search for his southern roots. Having grown up under a patriarchal and materialistic environment, he witnesses the silencing of women in his family, experiences anxious competition for wealth and status within the middle class, and faces the persistent marginalization of his racial identity in a white-dominated society. This leads him to face multiple dilemmas concerning identity, desire, and relationships. Meanwhile, his quest to discover the ancestral roots in the South prompts him to reconsider ethnic history, social hierarchies and gender dynamics, sparking introspection and prompting him to reconstruct his sense of self and ethics. This paper adopts a postmodern ethical viewpoint that centers on the interconnected dimensions of race, class, and gender to dismantle the opposing binaries between white and black communities, dominant and underprivileged groups, and men and women in Song of Solomon. It explores how individuals can develop a moral conscience and sense of ethical responsibility in the face of differences, rebuilding ethical relationships through caring for the “other”. Furthermore, transcending the traditional oppression-resistance paradigm, the study emphasizes the ethical philosophy of “embracing coexistence amidst differences,” offering a new theoretical perspective through which to understand ethical dilemmas in complex reality.",
      "citationCount": 0,
      "doi": "10.54097/4fy7db27",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3ba01e50a55327c33d815479ec104113bd6d1d9",
      "venue": "Highlights in Art and Design",
      "journal": {
        "name": "Highlights in Art and Design"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2010aacd0e65d03af56261edddbaaf32936de12f",
      "title": "Race, ethnicity and a post-racial/ethnic future: A philosophical reflection",
      "authors": [
        {
          "name": "Ovett Nwosimiri",
          "authorId": "118713036"
        }
      ],
      "year": 2021,
      "abstract": "\n \n \nEthnicity and racial identity formation are elements of our social world. In recent years, there has been numerous works on ethnicity and race. Both concepts are controversial in different disciplines. The controversies around these concepts have been heated up by scholars who have devoted their time to the discourse of ethnicity and race, and to understand the ascription of both concepts. Ethnicity and race have been causes of conflict, prejudice and discrimination among various ethnic and racial groups around the world. Thus, this paper is an attempt to discuss and critically reflect about race, ethnicity and a post-racial/ethnic future in line with Emmanuel Chukwudi Eze’s idea of the post-racial future. \n \n \n",
      "citationCount": 0,
      "doi": "10.4314/ft.v10i2.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2010aacd0e65d03af56261edddbaaf32936de12f",
      "venue": "Filosofia Theoretica Journal of African Philosophy Culture and Religions",
      "journal": {
        "name": "Filosofia Theoretica: Journal of African Philosophy, Culture and Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "13f72517019462a1953dd6376564fad882c4b380",
      "title": "How much glass can I break before they fire me? Negotiating ethically-constructive education in a fractured political landscape",
      "authors": [
        {
          "name": "M. Scarlato",
          "authorId": "1657723724"
        },
        {
          "name": "Katie Kelly",
          "authorId": "2368206781"
        }
      ],
      "year": 2025,
      "abstract": "Amid the myriad of political disagreements that arise among collective identity groups vying for space within the educational curriculum, we offer in this article a theoretical framework through which we argue that schools are uniquely positioned to serve as spaces in which students can negotiate the ethical and moral selves of their choosing. Drawing upon the work from educational philosopher Maxine Greene (1988) and ethics philosopher Kwame Anthony Appiah (2005), we suggest that 1) the development or ‘becoming’ of one’s identity is an ethical endeavour, 2) negotiating identity space in both education and society at large is a moral endeavour, 3) acting upon both the ethical and moral dimensions of identity construction requires that individuals hold a form of socially-contextualised personal freedom, and 4) that practices and policies in education which privilege or marginalise individuals with particular identities ought to be questioned and potentially disrupted. Throughout our articulation of this central argument, we weave in contextualised examples from scholarly literature, recent current events in U.S. news and politics, and autoethnographic reflections. To tailor these ideas more specifically for the music education-focused reader, we draw upon a variety of sources from international music education journals that emphasise settings in which students are prompted to explore and construct aspects of their identities through music.",
      "citationCount": 0,
      "doi": "10.56883/aijmt.2025.613",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/13f72517019462a1953dd6376564fad882c4b380",
      "venue": "Approaches",
      "journal": {
        "name": "Approaches: An Interdisciplinary Journal of Music Therapy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4ad475664de41145fae2520e97192143e6447b73",
      "title": "Appiah's Identities: An Introduction",
      "authors": [
        {
          "name": "J. Ramazani",
          "authorId": "108745603"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1353/NLH.2018.0009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ad475664de41145fae2520e97192143e6447b73",
      "venue": "",
      "journal": {
        "name": "New Literary History",
        "pages": "v - xxxix",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f43185670c6443cb536b771113a860d5fd3403fc",
      "title": "Rogue Expectations: An Ethical Intervention for Political Philosophy of Race",
      "authors": [
        {
          "name": "B. Gladstone",
          "authorId": "34776648"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f43185670c6443cb536b771113a860d5fd3403fc",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "02f8931e7e350c5d6342f8b7b3884b1fe51ac0a7",
      "title": "ETHNOCENTRISM AND ITS MANIFESTATIONS: A PHILOSOPHICAL REFLECTION",
      "authors": [
        {
          "name": "Lukas Mongeri",
          "authorId": "2384885193"
        },
        {
          "name": "Dr. Kibaba Makokha",
          "authorId": "2384887600"
        },
        {
          "name": "Dr. Tom Namwamba",
          "authorId": "2384882967"
        }
      ],
      "year": 2025,
      "abstract": "This paper presents a philosophical reflection on the concept of ethnocentrism and its manifestations. The concept of ethnocentrism revolves around the terminologies of race, ethnic group, and ethnicity, their definitions, meanings, and the origins and history of these terms. Its most outstanding features are first, that it acts as a social code that guides individuals’ behaviour who struggle to be relevant and successful in a given cultural setup. Second, it reflects a variety of philosophical, anthropological, and sociological implications. This paper identifies two causes of ethnocentrism, namely, group or communal identity and communal culture. The former deals with shared language, nationality, region, and religion. The latter deals with shared traditions, values, norms, beliefs, among many others. Manifestations of ethnocentrism today are depicted by racism, xenophobia, tribalism, and the caste system. Racism arises when factors such as region, continent, and colour are taken into consideration. It is manifested through social, political, and economic considerations that determine who is superior and inferior, which, therefore, becomes a source of discrimination among the people. Xenophobia is the fear that prevents people from interacting with those viewed as strangers or foreigners. This fear does not enable people to be receptive and accommodating. Tribalism is characterised by the exaltation of one’s tribe or community over another's tribe. The caste system is the stratification of a society based on social class and status. Religion, particularly Hinduism, has been a major contributing factor. A proper understanding of ethnocentrism and its manifestations is thus relevant and useful in the philosophical field because, without it, human suffering continues to be rampant in society. Consequently, it affects human dignity negatively. Finally, this paper will employ a qualitative method in analysing its data.This paper presents a philosophical reflection on the concept of ethnocentrism and its manifestations. The concept of ethnocentrism revolves around the terminologies of race, ethnic group, and ethnicity, their definitions, meanings, and the origins and history of these terms. Its most outstanding features are first, that it acts as a social code that guides individuals’ behaviour who struggle to be relevant and successful in a given cultural setup. Second, it reflects a variety of philosophical, anthropological, and sociological implications. This paper identifies two causes of ethnocentrism, namely, group or communal identity and communal culture. The former deals with shared language, nationality, region, and religion. The latter deals with shared traditions, values, norms, beliefs, among many others. Manifestations of ethnocentrism today are depicted by racism, xenophobia, tribalism, and the caste system. Racism arises when factors such as region, continent, and colour are taken into consideration. It is manifested through social, political, and economic considerations that determine who is superior and inferior, which, therefore, becomes a source of discrimination among the people. Xenophobia is the fear that prevents people from interacting with those viewed as strangers or foreigners. This fear does not enable people to be receptive and accommodating. Tribalism is characterised by the exaltation of one’s tribe or community over another's tribe. The caste system is the stratification of a society based on social class and status. Religion, particularly Hinduism, has been a major contributing factor. A proper understanding of ethnocentrism and its manifestations is thus relevant and useful in the philosophical field because, without it, human suffering continues to be rampant in society. Consequently, it affects human dignity negatively. Finally, this paper will employ a qualitative method in analysing its data.",
      "citationCount": 0,
      "doi": "10.56293/ijasr.2025.6701",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02f8931e7e350c5d6342f8b7b3884b1fe51ac0a7",
      "venue": "International Journal of Applied Science and Research",
      "journal": {
        "name": "International Journal of Applied Science and Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "00b0eb10a30a96b8868dd761eff4a2dc8a78b0e4",
      "title": "Terra Nullius and the Possessive Logic of Patriarchal Whiteness: Race and Law Matters",
      "authors": [
        {
          "name": "Aileen Moreton-Robinson",
          "authorId": "1414206959"
        }
      ],
      "year": 2019,
      "abstract": "This chapter argues that terra nullius is manifested in the possessive logic of patriarchal whiteness, which shapes the formation of white sovereignty through social and legal processes that continue to dispossess Indigenous people. The most important symbol of national identity has been the white heterosexual male who is venerated as the explorer and pioneer who faced adversity taming the environment. The Australian definition of 'white' was expanded to include a variety of Eastern and Central European refugee groups by 1949. In response to the amendments, the Indigenous working group, the foundation for Aboriginal and Islander research action and Australians for native title and reconciliation began lobbying and provided submissions to the United Nations committee on the elimination of all forms of racial discrimination. The High Court judges used their evidence to argue that the Yorta Yorta no longer existed.",
      "citationCount": 2,
      "doi": "10.4324/9781351162005-10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00b0eb10a30a96b8868dd761eff4a2dc8a78b0e4",
      "venue": "Changing Law",
      "journal": {
        "name": "Changing Law"
      },
      "publicationTypes": null
    },
    {
      "paperId": "798737a2e98613ddc1d9d38f8d5d60dab6b2cde6",
      "title": "Race, racialisation and colour-caste",
      "authors": [
        {
          "name": "George Hull",
          "authorId": "145425587"
        }
      ],
      "year": 2021,
      "abstract": "Since race categories do not pick out biologically significant divisions of humanity, their use can be misleading and offensive. Yet racialisation – society’s viewing and treating South Africans as though they comprised different races – has generated real societal groups which are significant from the perspectives of justice and identity. In the philosophy of race, these facts make for a conceptual conundrum. Is common-sense race thinking right that races, if they exist, are human groups differing in significant, inherent and heritable ways, in which case there are no races? Or has common-sense race thinking failed to grasp races’ socially constructed nature, and should we say races are the really existing groups generated by racialisation? The same facts confronted the Non-European Unity Movement (NEUM) – a mid-20th-century South African liberation movement – with an organisational and theoretical challenge. Given its uncompromising non-racialism, how could it justify a federal structure which effectively divided its membership into African, Coloured, and Indian sections? If this was not race-based division, what was it? A former NEUM member, Neville Alexander, provided the Unity Movement with the conceptual resources to answer this challenge. I argue that his major work, One Azania, One Nation, is also a contribution to the philosophy of race. Alexander first contends that social constructionists cannot, without equivocation, claim that common-sense thinking about race in one sense has created races in a quite different sense. He then shows that introducing a second concept, ‘colour-caste’, can preserve the insights of the constructionist approach. While races are unreal, colour-castes are real social identities which need to be overcome.",
      "citationCount": 0,
      "doi": "10.36615/thethinker.v86i1.446",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/798737a2e98613ddc1d9d38f8d5d60dab6b2cde6",
      "venue": "On Thinking",
      "journal": {
        "name": "The Thinker"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3e98cb7a2553afce229abcb1e84260c2345477b1",
      "title": "The quest for community and identity : critical essays in Africana social philosophy",
      "authors": [
        {
          "name": "R. Birt",
          "authorId": "49960135"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.5860/choice.40-0220",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3e98cb7a2553afce229abcb1e84260c2345477b1",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "33647f690381f2c3f6e7df4b05dc27d47c263de3",
      "title": "Beyond Objectivity: How Feminist Epistemology Challenges and Redefines Traditional Epistemology",
      "authors": [
        {
          "name": "Ejuchegahi A. Angwaomaodoko",
          "authorId": "2230958145"
        }
      ],
      "year": 2025,
      "abstract": "Feminist epistemology is a relatively new strand in the theory of knowledge. At its heart, the theory seeks to challenge fundamentally the traditional epistemic assumption that proper knowledge has to be \"neutral\" or \"objective.\" It goes about achieving this aim by arguing that social identities like gender and race contribute to how individuals understand and interpret the world. This is really one way to say that it critiques traditional epistemology's assumption that the ideal knower can stand above social context. Because of this view, feminist epistemologists instead propose the thesis that persons or groups that are marginalised in one way or another have unique and valuable insights into the structures of power that do marginalise them. However, that knowledge is incomplete without taking these perspectives into consideration. The theory takes inspiration from feminist empiricism, postmodernism, and, most centrally, standpoint theory. This paper argues that feminist epistemology repurposes epistemology just by advocating for \"strong objectivity.\" Strong objectivity here is a concept that includes diverse standpoints to enrich and deepen understanding. Moreover, though feminist postmodernism has been criticised for leaning too much towards relativism, standpoint theory provides a more constructive openwork for appreciating how social situatedness can inform knowledge. And not just that, it also maintains a commitment to truth and justice by attempting to recognise the epistemic value of marginalised voices. By doing this, feminist epistemology aims to produce knowledge that is not only accurate but also socially responsible, which is to say that it broadens the scope and purpose of epistemological inquiry.",
      "citationCount": 0,
      "doi": "10.24940/ijird/2024/v13/i12/dec24049",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/33647f690381f2c3f6e7df4b05dc27d47c263de3",
      "venue": "International Journal of Innovative Research & Development",
      "journal": {
        "name": "International Journal of Innovative Research and Development"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "842b1a5712a59e231accfa5133b393c5a3975904",
      "title": "Imagining Neurodivergent Futures from the Belly of the Identity Machine: Neurodiversity, Biosociality, and Strategic Essentialism",
      "authors": [
        {
          "name": "Jacky (Manidoomakwakwe) Ellis",
          "authorId": "2200124613"
        }
      ],
      "year": 2023,
      "abstract": "Several critiques have emerged of the neurodiversity paradigm and of claims made by activists in the Neurodiversity Movement. These critiques include concerns that the Neurodiveristiy movement downplays the differences between Autistic people. In this article, I argue that the neurodiversity paradigm is a strategically adopted response to current realities. Sometimes, it is strategically necessary to appeal to existing narratives about Autism, or to emphasize solidarity within the Autistic community over the autism spectrum's internal diversity. At times, this can lead activists to neglect a more nuanced articulation of the Neurodiversity paradigm, which allows for the diversity of our community while still calling for solidarity in the face of shared experiences of discrimination. I compare this strategy with strategies of strategic essentialism utilized in the Indigenous Rights movement in Canada. I also explore the ways in which discourses of ableism and racism have historically been intertwined. Both Autistic people and Indigenous people represent diverse communities that must grapple with externally imposed identities to access legal rights, and both identities have been denigrated as mentally inferior by non-Autistic and colonial powers. I conclude that it is sometimes necessary to employ these types of strategies to secure needed resources and protections. I call for both scholars and advocates to take a more intersectional approach to understanding how strategic essentialism is being deployed within the Neurodiversity Movement. Community brief What is the debate that this article addresses? I address current debates about the usefulness of understandings of autism forwarded within the Neurodiversity Movement, which portray autistic people as a unified group who are biologically different from non-Autistic people. This can downplay the diversity of the Autistic community. The Neurodiversity Movement is a social movement that supports the rights of people with neurological and cognitive differences such as autism. It is based on the belief that differences in the ways our minds work are a natural part of human diversity, and that there is not a single correct way for human minds to function. Some Neurodiversity advocates see value in emphasizing ways in which we are similar to each other. What does the article propose? I argue that some of the work done in anti-colonial and indigenous movements can be applied to the current debate within autism studies. Neurodiversity advocates would also benefit by clarifying where we are making arguments strategically to support advocacy goals. I argue that frameworks that present neurodiversity as comparable with biodiversity provide a starting place for further developing theory. Theories of neurodiversity need to allow for some understanding of biologically based differences, but without downplaying the importance of social factors in constructing autism, and without flattening out the diversity of our community. I also argue that seeing how autism intersects with other forms of difference, such as race, gender, and sexuality, is important for understanding discrimination against autistic people. What are some of the points of connection between the neurodiversity movement and other movements? I draw connections between the Indigenous rights movement and the Neurodiversity Movement. Indigenous people also have to navigate legal frameworks that reduce many different cultures and languages into one identity group. In a similar way, Autistic people often have to navigate supports and services through medical diagnosis, which can lump a diverse community into a single group. There is also a connection in the ways in which indigenous people have been denigrated by colonial powers as mentally inferior, and the ways in which Autistic people, and especially Autistic people with higher support needs, have been denigrated. Why is this topic important? The way that neurodiversity has been discussed in academic literature hasn't always accurately reflected the way it is discussed by activists. Sometimes, activists say things that don't fully match up with their underlying theoretical views because they need to appeal to existing narratives about autism, or because they want to build solidarity within the Autistic community. Also, the voices of those who experience multiple types of discrimination have often been overlooked. More discussion of how discrimination against disabled people relates to discrimination based on things like race and gender would make it easier for academic writers to understand the complexity of the Neurodiversity Movement. It would also make it easier for Neurodiversity advocates to understand the ways that prejudice against disabled people works in our society and highlight opportunities to build alliances with other movements.",
      "citationCount": 21,
      "doi": "10.1089/aut.2021.0075",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/842b1a5712a59e231accfa5133b393c5a3975904",
      "venue": "Autism in Adulthood",
      "journal": {
        "name": "Autism in Adulthood",
        "pages": "225 - 235",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5c6a1d6e7e842fc6030a060b3745759094baf55f",
      "title": "Promoting diagnostic equity: specifying genetic similarity rather than race or ethnicity",
      "authors": [
        {
          "name": "K. Saylor",
          "authorId": "2241490137"
        },
        {
          "name": "D. Martschenko",
          "authorId": "119094469"
        }
      ],
      "year": 2023,
      "abstract": "In their article on the limited duty to reinterpret genetic variants, Watts and Newson argue that clinical labs are not morally obligated to conduct routine reinterpretation despite its potential clinical and personal value. We endorse the authors’ argument for a circumscribed duty to reclassify genomic variants in certain cases, including to promote diagnostic equity for racial and ethnic minority populations that have been historically excluded from and exploited by genomic research and medicine. However, given the history and resilience of scientific racism, the use of socially constructed racial and ethnic categories to enhance diagnostic equity raises several ethical and practical challenges. In the short term, using socially constructed racial and ethnic categories to identify patients for variant reclassification is a practical approach for addressing concerns of diagnostic equity. In contrast, diagnostic accuracy depends on patients’ genetic similarity to reference genomes, rather than their socially determined race or ethnicity. Thus, in the long term, securing both diagnostic equity and diagnostic accuracy through targeted variant reclassification will require a shift away from relying on race and ethnicity and towards assessing genetic similarity. Critically, the identification of patients for genomic variant reclassification using socially constructed race or ethnicity runs the risk of perpetuating the harmful conflation of race and genetic ancestry. Race is a socially constructed idea tied to concepts of inferiority and superiority. When the term was first applied to human populations, it was used to argue that there exist inborn biological differences between groups of humans that justified the social order. Scholars have shown how today’s genomic research risks reifying racial classifications as biological. Thus, the approach of using race and ethnicity proposed by Watts and Newson must navigate the delicate balance between enhancing diagnostic equity and perpetuating harmful associations between race and biology that might threaten such equity. Furthermore, continuing to rely on racial classifications in medicine will obscure true genetic diversity. For example, the practice of hypodescent in the USA, which has roots in the historical ‘onedroprule’, crudely categorises individuals of diverse biracial and multiracial backgrounds into a single (often minoritised) racial category. Former President Barack Obama is an example of this—despite having multiracial heritage, he is widely classified as Black. The persistence of archaic practices like hypodescent risks masking the underrepresentation of individuals who are a constellation of different ancestries in reference databases. A policy based on the identification of minoritised racial or ethnic groups may be particularly poorly equipped to handle reclassification for multiracial or admixed individuals who are also often miscategorised, consolidated or excluded from genomic research and clinical databases. Reclassification of uncertain or mistaken variant calls will take time for underrepresented genetic populations. The less commonly reported a variant is, the more difficult it is to correctly classify. Ongoing inequality in access to clinical testing means slower accumulation of data to correct variant classification. Furthermore, genetic diversity contributes to a broad range of rare variants that have not yet been characterised. Notably, the African continent has the greatest genetic diversity. Yet, Africans from across the continent, AfricanAmericans (many of whom have mixed genetic ancestry including West African ancestry), AfroCaribbeans and other people who identify as having African ancestry are commonly combined despite their genetic diversity and complex ancestry. Therefore, even if individuals of African ancestry were proportionately represented in variant databases, their genetic diversity could still be inadequately captured, and variant classification would be difficult to resolve. As such, in implementing a reclassification policy, it is important to consider the specific challenges of resolving variants in underrepresented genetic populations rather than racial or ethnic groups. Finally, although Watts and Newson do not directly label targeted variant reclassification as an issue of redistributive justice, their call for diagnostic equity implies that there is both an inequality in diagnostic yield and that the inequality is unjust. The authors justify the specific duty to reinterpret variants for a subset of patients based on extensive data that mistaken variant calls are more likely for patients whose genetic ancestry is poorly represented in databases. Historical and ongoing racism contribute to the exclusion of marginalised populations in genomics research and clinical care, resulting in poorly representative variant databases, which in turn increase the likelihood of identifying variants that have not been previously well characterised. Furthermore, structural barriers hinder recontact of marginalised patients after variant reclassification. Individuals living in poverty experience greater housing and employment instability, leading to changes in contact information and healthcare access. Taking a broader view of equity in genomic medicine, variant reclassification is an effective tool in promoting health equity only if access to downstream care following variant reclassification is also promoted. Addressing these unjust disparities is an issue of redistributive justice in which both a patient’s genetics and their social identity are relevant. In the long term, identifying patients with a high likelihood of misinterpreted variants should be based on an assessment of genetic similarity to reference databases, rather than relying on racial or ethnic categorisation. While genomewide assessment of genetic similarity might not be immediately feasible or costeffective after targeted testing, it is attainable after broader clinical sequencing approaches, such as large panels, single nucleotide polymorphism arrays or exome sequencing, which provide enough genetic information to get a measure of genetic similarity. Nevertheless, the ethical implications of genomewide assessment of dissimilarity require careful consideration, as it may involve nonclinical sequencing and raise valid concerns about genetic surveillance. Ultimately, moving towards genetic similarity with reference databases as an indicator of which patients are likely Department of Medical Ethics and Health Policy, University of Pennsylvania Perelman School of Medicine, Philadelphia, Pennsylvania, USA Center for Biomedical Ethics, Department of Pediatrics, Stanford Medicine, Stanford, California, USA",
      "citationCount": 4,
      "doi": "10.1136/jme-2023-109449",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c6a1d6e7e842fc6030a060b3745759094baf55f",
      "venue": "Journal of Medical Ethics",
      "journal": {
        "name": "Journal of Medical Ethics",
        "pages": "820 - 821",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0366a865f0cad61910d148f80a846d78b5f388e0",
      "title": "The Medicalization of Race: Scientific Legitimization of a Flawed Social Construct",
      "authors": [
        {
          "name": "R. Witzig",
          "authorId": "47528660"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 349,
      "doi": "10.7326/0003-4819-125-8-199610150-00008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0366a865f0cad61910d148f80a846d78b5f388e0",
      "venue": "Annals of Internal Medicine",
      "journal": {
        "name": "Annals of Internal Medicine",
        "pages": "675-679",
        "volume": "125"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "c3689b663cf6fae196ee721dd2d6f77d8eac86d2",
      "title": "Lines of Descent: W.E.B. Du Bois and the Emergence of Identity",
      "authors": [
        {
          "name": "P. Miller",
          "authorId": "116894104"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 24,
      "doi": "10.5860/choice.52-1098",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c3689b663cf6fae196ee721dd2d6f77d8eac86d2",
      "venue": "",
      "journal": {
        "name": "Journal of the Illinois State Historical Society",
        "pages": "192",
        "volume": "108"
      },
      "publicationTypes": null
    },
    {
      "paperId": "12b0026a6790d4b6cd8956471cdbdf4af627bc7d",
      "title": "Equity and justice in science education: Toward a pluriverse of multiple identities and onto‐epistemologies",
      "authors": [
        {
          "name": "Shakhnoza Kayumova",
          "authorId": "7442672"
        },
        {
          "name": "Remy Dou",
          "authorId": "66368431"
        }
      ],
      "year": 2022,
      "abstract": "Concepts in science education such as “ science identity ” and “ science capital ” are informed by dominant epistemo-logical and ontological positions, which translate into assumptions about what counts as science and whose science counts. In this theoretical paper we draw on decolonial and antiracist perspectives to examine these assumptions in light of the heterogeneous onto ‐ epistemological and axiological values, cultural perspectives, and contributions of nondominant groups, and specifically of those who have been historically marginalized based on their gender, race, ethnic, age, and/or social class identity. Building on these arguments, we critique deficit ‐ based approaches to science teaching, learning, and research, including those that focus on systemic injustice, yet leave intact dominant framings of the scientific enterprise, which are exclusionary and meritocratic. As an alternative, we offer a design of science teaching and learning for the pluriverse —“ a world where many worlds fit ” . This alternative allows us to reconstruct science and science ‐ related “ outcomes, ” such as identity, in the service of cultural, epistemic, and linguistic pluralism. We close the paper with the idea that because mainstream theories reproduce deficit framings and educational injustices, we must engage with decolonial 1 theories of pluriversality and discuss different onto ‐ epistemologies to be able to grapple",
      "citationCount": 48,
      "doi": "10.1002/sce.21750",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12b0026a6790d4b6cd8956471cdbdf4af627bc7d",
      "venue": "Science Education",
      "journal": {
        "name": "Science Education"
      },
      "publicationTypes": null
    },
    {
      "paperId": "41c71273625743a279325785b174430f479f7584",
      "title": "Interactive constructionism: A more preferable anti-realist approach to the metaphysics of race",
      "authors": [
        {
          "name": "Shawn Wandile Mavundla",
          "authorId": "1394946040"
        }
      ],
      "year": 2019,
      "abstract": "There is a school of thought that holds the view that the concept of race has a biological referent. In other words, they are of the view that race is biologically real. However, there is a general consensus among the academic and scientific community that race being biologically real is false. The main aim of this article is to argue that interactive constructionism is a more preferable anti-realist position than racial eliminativism. In other words, I will present interactive constructionism as a panacea for what ails racial eliminativism. Firstly, I will begin by giving an analysis and then a critique of racial eliminativism, which is a theory that advocates for the entire elimination of all references to race. Particular attention will be paid to Anthony Appiah’s version of racial eliminativism. I will argue that Appiah’s version lacks cogency and is ultimately controversial because he endorses racial identities, the building block for the formation of race that he wants eliminated. Secondly, I will argue that interactive constructionism – a theory that posits that the groups that we call “races” are really racialised groups – is preferable because it not only allows us to talk about and write policies about the groups that we have been calling “races”, but also does not make the mistake of legitimising or laying the foundation for the concept of race.",
      "citationCount": 7,
      "doi": "10.1080/02580136.2019.1634503",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41c71273625743a279325785b174430f479f7584",
      "venue": "South African Journal of Philosophy",
      "journal": {
        "name": "South African Journal of Philosophy",
        "pages": "219 - 225",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "16b89cb6e2c94537a01fb10ec8904b6c75fd2c4f",
      "title": "Enlighten me: teaching social justice in further and higher education by reclaiming philosophically liberal values – a social work education case study",
      "authors": [
        {
          "name": "J. Fenton",
          "authorId": "40439965"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT This article suggests that traditional, liberal values that comprise the broad value consensus of most western democracies may be at risk of erosion, especially in further and higher education settings. The factors that may be contributing to their devaluation include: the down-grading of belief in unique individualism and common humanity in favour of reified group identity, the erosion of the importance of ‘liberal science’ or a liberal definition of what constitutes knowledge, the supplanting of economic social justice concerns with identity matters, and the erosion of free speech. These developments are related to the promotion of a certain type of postmodern social justice critical theory, typified by critical race theory (CRT), and this article will explore their impact on education. Tenets of CRT, as espoused by mainstream writers, will be summarised and contrasted with liberal values to illustrate the concerns raised. In the example of social work education, the case is made that postmodern critical social work can be co-opted by ‘progressive neoliberalism’ and the punitive approach to ‘undeserving’ groups that this entails. Awareness of this concerning development is very important in the education of future professionals in any of the human services. The article concludes that liberal principles should be robustly reclaimed within social work and further and higher education more broadly.",
      "citationCount": 6,
      "doi": "10.1080/0309877X.2022.2047619",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/16b89cb6e2c94537a01fb10ec8904b6c75fd2c4f",
      "venue": "Journal of Further and Higher Education",
      "journal": {
        "name": "Journal of Further and Higher Education",
        "pages": "1066 - 1077",
        "volume": "46"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8cbe547e60c4b83e94f9579b10ed42dd9fc42416",
      "title": "Race, Wars, and Citizenship: Free People of Color in the Spanish American Independence",
      "authors": [
        {
          "name": "Federica Morelli",
          "authorId": "1473171432"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1353/jhi.2018.0008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8cbe547e60c4b83e94f9579b10ed42dd9fc42416",
      "venue": "Journal of the History of Ideas",
      "journal": {
        "name": "Journal of the History of Ideas",
        "pages": "143 - 156",
        "volume": "79"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
