{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Ásta social construction categories",
  "results": [
    {
      "paperId": "3991dba10619273e893578fdad7ae0766282ff08",
      "title": "Categories We Live By: The Construction of Sex, Gender, Race, and Other Social Categories",
      "authors": [
        {
          "name": "Ásta",
          "authorId": "2329254740"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3991dba10619273e893578fdad7ae0766282ff08",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2d4ff8bd9dcf8e2d79a6bbfe49d68d1108cdcd91",
      "title": "Categories We Live By: The Construction of Sex, Gender, Race, and Other Social Categories",
      "authors": [
        {
          "name": "Megan A. Dean",
          "authorId": "36630165"
        }
      ],
      "year": 2020,
      "abstract": "Meeting at our favourite local coffee shop, Local Café, to discuss this critical notice of Ásta’s remarkable contribution to social ontology and feminist philosophy, we place an order with an individual behind the counter. We begin the interaction by assessing the individual, before attributing to them various social properties, including the property of being a barista, the property of being queer, the property of being trans, and the property of being a man. Presumably, the barista engages in the same practice of assessment and attribution. In concert, we implicitly settle on the rules, norms, and expectations that will structure our interaction. For example, if the authors had attributed the property of being a mail carrier to the individual behind the counter, we would have waited for someone else before ordering coffee. Or, if everyone were attributed the property of being straight, the barista and one of the authors wouldn’t have shared a familiar, knowing smile. While the influence of social properties is evident, their metaphysical structure is perplexingly difficult to explicate. Put bluntly, what is a social property? That is, what are the necessary and sufficient conditions for having a property such as being a customer, barista, woman, or man? Broadly, an individual has social property P in virtue of their membership in a corresponding social category C. For example, an individual has the social property of being a barista in virtue of being a member of the social category barista. Of course, this answer only pushes the question back: what is a social category? It is this question that Categories We Live By sets out to answer, and its foray into the debate is a true tour de force. For Ásta, social categories are, exactly as she puts it, categories we live by. They enable and constrain us. With this in mind, Ásta stresses that a theory in social metaphysics ought to shed light on features ‘that matter to our social life’ (p. 29, emphasis in original). That is, an analysis of social properties ought to have the power to explain our social experiences. Along these lines, Ásta develops the conferralist framework, which is the primary focus of this critical notice. That said, due to constraints of space there is much of Ásta’s rich and wide-ranging text that we cannot explore in this brief review. In addition to providing original analyses of sex, gender, LGBTQ status, race, religion, and",
      "citationCount": 72,
      "doi": "10.1080/00048402.2020.1768416",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d4ff8bd9dcf8e2d79a6bbfe49d68d1108cdcd91",
      "venue": "Australasian Journal of Philosophy",
      "journal": {
        "name": "Australasian Journal of Philosophy",
        "pages": "623 - 627",
        "volume": "98"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f79a6519e9f3fed1b5abd10395655fab6734b610",
      "title": "Response-Dependence, Misgendering, and Passing: A Comment on Ásta’s Categories We Live By",
      "authors": [
        {
          "name": "E. Díaz-León",
          "authorId": "1404650523"
        }
      ],
      "year": 2019,
      "abstract": "Abstract This comment on Ásta’s Categories we live by: the construction of sex, gender, race, and other social categories discusses Ásta’s arguments that the conferralist view on social properties does better than a response-dependence view concerning gender. Her key argument is that a response-dependence does not allow for mistakes. This comment tries to show that a response-dependence view can accommodate misgendering and passing.",
      "citationCount": 0,
      "doi": "10.1515/jso-2020-2005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f79a6519e9f3fed1b5abd10395655fab6734b610",
      "venue": "",
      "journal": {
        "name": "Journal of Social Ontology",
        "pages": "245 - 249",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e591838c95468089b7b7b90457a55f5df10ea78f",
      "title": "Précis: Categories We Live By",
      "authors": [
        {
          "name": "Ásta",
          "authorId": "30165386"
        }
      ],
      "year": 2019,
      "abstract": "Abstract The project of Categories We Live By is to offer a metaphysics of social categories. The strategy is to give a theory of social properties of individuals. The main components of the theory are a conferralist framework for properties; an account of social meaning; and an account of social construction; accompanying is also an account of social identity. This theory can be applies to offer concrete conferralist proposals of categories such as sex, gender, race, disability, religion, and LGBTQ categories. This précis describes the main components (conferralist framework, social meaning, social construction, social identity) briefly, but leaves discussions of applications for another time.",
      "citationCount": 0,
      "doi": "10.1515/jso-2020-2008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e591838c95468089b7b7b90457a55f5df10ea78f",
      "venue": "Journal of Social Ontology",
      "journal": {
        "name": "Journal of Social Ontology",
        "pages": "229 - 233",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "769c576072d0e1a3c8556bf20d5da9369bcafd0f",
      "title": "Religious Racial Formation Theory and Its Metaphysics",
      "authors": [
        {
          "name": "S. Yadav",
          "authorId": "4971839"
        }
      ],
      "year": 2019,
      "abstract": "ed from their overtly religious contexts—remain in some sense manifestations of Forthcoming in Breaking the Boundaries in the Philosophy of Religion, eds. Blake Hereth and Kevin Timpe (Routledge Press). Draft 3/6/2019, Please cite only with prior permission 19 Christian faith and practice. Such claims are best interpreted as saying that the relevant features of Christian faith and practice are not only anchors for a postracial semantics and structure of race, but also essential features of it, whether individuating features of how it is constructed or added essentials. But whether that claim is correct or what it would mean for it to be correct might radically differ depending on what theory of social categories we rely on to specify the construction and added essentials profiles of “race” for any given stage of the genealogy. I’ll mention three of the most prominent options. 64 On Ásta’s account, social categories like “race” are defined by the possession of social properties, e.g., the property of being white, or (more generally) the property of being raced. An individual’s being a member of a social category thus consists in their possessing the relevant social property. What it is for any person S to possess a racial property P, Ásta claims, is just for some persons, groups or entities with institutional authority or communal standing—under some contextually appropriate circumstances—to implicitly or explicitly confer the racial status of being P on S by way of some publicly expressed act, attitude or behavior, in an attempt to perceptually track some set of base properties (such as bodily appearance, ancestry, culture, experience, etc.), resulting in some corresponding determination of S’s enablements, obligations, etc. The meaning and effects of, e.g., being white thus necessarily depend on one’s being perceived or judged as white, and what whiteness is for any given context reduces to some authoritative subjective conferrals that stipulate what whiteness is in that context. If this is right, then showing that features of Christian religious identity (or features essentially associated with it) are constituent in being white in secular society amounts to showing that those features are constituent in the perceptions or judgments of contemporary secular institutional and communal authorities—a highly implausible assumption on its face. At best, the Christian past of these categories seem best relegated exclusively to the anchor profile. We might, however, dispute the view that membership in social categories is determined by any subject attitudes or their conferrals of the relevant social properties, and instead take a view more like Sally Haslanger’s or Charles Mills’s, both of whom regard social categories as objective social structures that, while anchored by the attitudes and actions of subjects, may persist and configure various social properties possessed by an individual without anyone’s 64 In “Three Kinds of Social Kinds,” Philosophy and Phenomenological Research 90/1 (January, 2015): 96-112, Muhammad Ali Khalidi distinguishes between kinds of social kinds depending on how they answer to two determinations: (a) Does the social kind’s existence depend on any subjective attitudes? (b) Does membership in the kind depend on any subjective attitudes? Type 1 social kinds answer “no” to both (while nevertheless depending on subjective attitudes towards other things). Type 2 answers “yes” to (a) and “no” to (b), and Type 3 answers “yes” to both. The three theories of race I consider below are instances of, respectively, a Type 3, Type 2, and Type 1 on the Khalidi scale. 65 Ásta, Categories We Live By (New York: Oxford University Press, 2018), 21-22, 104. Forthcoming in Breaking the Boundaries in the Philosophy of Religion, eds. Blake Hereth and Kevin Timpe (Routledge Press). Draft 3/6/2019, Please cite only with prior permission 20 having conferred it on that individual. Rather than dwelling on the (important) differences between their particular accounts, what they share is an analysis of the criteria for belonging to a racialized group that can be satisfied by individuals apart from anyone’s particular propositional attitudes toward them, much in the way that, e.g., “a given economic state can be a recession, even if no one thinks it is, and even if no one regards anything as a recession or any conditions as sufficient for counting as a recession.” Likewise, if what “whiteness” is and does as a social category is consistent with a good deal of explicit and implicit ignorance on the part of the institutional and communal authorities who perceive and judge individuals to be white, then it becomes more plausible to regard its historically Christian anchors to also constitute features of its construction or added essentials profiles. One reason that objective social-structural accounts yield an increased relevance and plausibility of building the theological anthropologies of a Christian past into our present construction of race is that they are more permissive about the principle of unity that determines what race is for any given context—beyond merely shared attitudes and perceptions, it allows other kinds of shared continuities with the past to serve as defining features of what race is now, such as shared functional roles or patterns of social organization. Still, both sorts of accounts define race as a social property in virtue of which those who possess that property resemble one another and hence belong to the same group kind. Theodore Bach has characterized this approach as a social version of an outdated biological model of species membership—one in which species kinds are defined ‘phenetically’ by resemblances between members rather than “phylogenetically” by reproductive and replicative lineage. Likewise, Bach commends defining social categories phylogenetically as essentially social and historical, rather than biological, modes of replication and reproduction. Theorizing the construction profile of race as an replicative natural kind with an historical essence yields an “ontogenetic” account of group membership. The property of being white would thus be analyzable in terms of the replicative processes in virtue of which being white participates in an identifiable historical lineage of whiteness. If this is the right sort of account to give, then the claims that Keel, Douglas, Carter and Lloyd make about the continued contemporary relevance of Christianity to a secularized 66 Charles Mills, Blackness Visible (Ithaca, NY: Cornell University Press, 1998), 47-66; Haslanger, Resisting Reality, 235-238. 67 Amie Thomasson, ““Foundations for a Social Ontology,” Protosociology 18-19 (2003): 276; cf. Khalidi, 99. 68 Bach, “Social Categories are Natural Kinds, not Objective Types (and Why it Matters Politically)” Journal of Social Ontology 2/2 (2016): 177-201, 196. 69 For Bach’s application of this view to the category of gender, see “Gender is a Natural Kind with a Historical Essence,” Ethics 122 (January, 2012): 231-272. Indeed, Bach’s view best approximates the RFT claim that race just “is” its historical path of racialization. For another way of theorizing this idea, but one that proposes eliminating race-talk in favor of racialization-talk, see Adam Hochman, “Replacing Race: Interactive Constructionism about Racialized Groups,” Ergo 4/3 (2017): 61-91. Forthcoming in Breaking the Boundaries in the Philosophy of Religion, eds. Blake Hereth and Kevin Timpe (Routledge Press). Draft 3/6/2019, Please cite only with prior permission 21 construction of race become even more plausible than they were on the sorts of accounts offered by Haslanger or Mills. Working out what sort of theory of the identity conditions for ‘race’ that an RRFT ought to adopt thus represents a substantial undertaking with significant stakes for our understanding of the semantics and structure of race as a Christian category. But successfully defending any such theory of race would only account for half of the intersectional relation an RRFT posits, since it would not tell us how we ought to understand Christianity as a racial category. Specifying this half of the proposed intersectional relation would require working out a theory of the identity conditions for “Christianity,” which we might likewise develop according to a conferralist, objective structural, or socially ontogenetic analysis in order to determine whether the anchors Christianity supplied (or now supplies) for racial group identity were (or are) essential or accidental features of a Christian group identity. Moreover, just as in the different possibilities for theorizing race, just which of these types of theories we adopt for Christian group identity will have non-trivial differences in the type of intersection an RRFT can claim to demonstrate and the kind of diagnosis of religiously grounded racism it is capable of giving us. Norms of Amelioration for the Race-Religion Intersection A final site of fruitful philosophical theorizing demanded by an RRFT is that of determining its normative orientation. It might seem that making our legitimate moral and practical interests in a metaphysics of the race-religion intersection a criterion for the correctness of that metaphysics distorts the truth-aimed character of that enterprise. If there is such a thing as “getting it right” with respect to what Christianity and race historically and presently refer to as social categories and how they are entangled in our context, then it seems to follow that requiring an account of them conform to our political interests can threaten to distort that account. Elizabeth Barnes is right to observe, however, that Haslanger’s arguments for an ameliorative criterion is best understood not as a test of whether we have correctly analyzed the social categories that are the referents of our theory, but rather a test of whether our analysis has the capacity to identify and explain the features of s",
      "citationCount": 1,
      "doi": "10.4324/9780429022531-17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/769c576072d0e1a3c8556bf20d5da9369bcafd0f",
      "venue": "The Lost Sheep in Philosophy of Religion",
      "journal": {
        "name": "The Lost Sheep in Philosophy of Religion"
      },
      "publicationTypes": null
    },
    {
      "paperId": "644bf51c93180b89423ed90a1162c4db29d3a9ab",
      "title": "The Social Construction of Perceptual Categories",
      "authors": [
        {
          "name": "F. Consiglio",
          "authorId": "2062875861"
        }
      ],
      "year": 2021,
      "abstract": "Abstract In this article I shall argue that the categories a subject employs to codify her perceptions are emergent elements of the social niche her community inhabits. Hence, I defend the claim that categories are primarily elements of the social ontology a certain subject experiences. I then claim that public representations (e.g. icons) shared in a social niche play a crucial regulative role for the members of that community: in fact, they offer a rule (a canon) to conceive a certain type or a certain category, e.g. ‘movement’, ‘time’ or ‘space’. In this sense, categories function as normative elements.",
      "citationCount": 1,
      "doi": "10.1515/jso-2020-0058",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/644bf51c93180b89423ed90a1162c4db29d3a9ab",
      "venue": "Journal of Social Ontology",
      "journal": {
        "name": "Journal of Social Ontology",
        "pages": "205 - 232",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8063f16a83bc738f81cbdd6b7c2a84cf71949498",
      "title": "Between Humans and Machines: The social construction of the generative AI category",
      "authors": [
        {
          "name": "S. Grodal",
          "authorId": "2082940"
        },
        {
          "name": "Jaekyung Ha",
          "authorId": "2287099446"
        },
        {
          "name": "Elizabeth (Liz) Hood",
          "authorId": "2324661016"
        },
        {
          "name": "Micah Rajunov",
          "authorId": "66063247"
        }
      ],
      "year": 2024,
      "abstract": "ChatGPT’s debut in 2022 heralded the entry of generative AI into mainstream public attention. The radical technology could do what no machine had done before: mimic humans’ complex linguistic abilities. The ghost had entered the machine. In their essay, Phillips, Kalvapalle and Kennedy (2024) argue that one of the important aspects of generative AI is that it participates in the social construction of categories. Many other technologies also participate in the social construction of categories, yet this process often goes unnoticed. Why? We argue that the degree to which technologies are perceived to participate in the social construction process depends on three elements: the degree to which we anthropomorphize the technology, whether its affordances allow for easy interaction, and the vested interests of powerful stakeholders. We agree that humans and machines co-construct categories, but we argue that this process is itself socially constructed through an iterative process among participating stakeholders.",
      "citationCount": 2,
      "doi": "10.1177/26317877241275125",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8063f16a83bc738f81cbdd6b7c2a84cf71949498",
      "venue": "Organization Theory",
      "journal": {
        "name": "Organization Theory",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e088b67314592c4cdecc70f24448e3731da7646d",
      "title": "Social Construction, HPC Kinds, and the Projectability of Human Categories",
      "authors": [
        {
          "name": "Jonathan Y. Tsou",
          "authorId": "2387447"
        }
      ],
      "year": 2020,
      "abstract": "This paper addresses the question of how human science categories yield projectable inferences by critically examining Ron Mallon’s “social role” account of human kinds. Mallon contends that human categories are projectable when a social role produces a homeostatic property cluster (HPC) kind. On this account, human categories are projectable when various social mechanisms stabilize and entrench those categories. Mallon’s analysis obscures a distinction between transitory and robust projectable inferences. I argue that the social kinds discussed by Mallon yield the former, while classifications of biological kinds yield the latter. Classifications from psychiatry (“schizophrenia,” “hysteria”) are discussed as examples.",
      "citationCount": 5,
      "doi": "10.1177/0048393119894899",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e088b67314592c4cdecc70f24448e3731da7646d",
      "venue": "",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "115 - 137",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cafa58e86ff7eae8db12d90b80697a7e87ea93dc",
      "title": "The social construction of human categories",
      "authors": [
        {
          "name": "Jonathan Y. Tsou",
          "authorId": "2387447"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11016-020-00585-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cafa58e86ff7eae8db12d90b80697a7e87ea93dc",
      "venue": "Meta Science",
      "journal": {
        "name": "Metascience",
        "pages": "115 - 118",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bbbbaa215fb16d91ff4f61527627551e4c7d0376",
      "title": "Social categories in the making: construction or recruitment?",
      "authors": [
        {
          "name": "Samuli Reijula",
          "authorId": "32486259"
        }
      ],
      "year": 2021,
      "abstract": "Real kinds, both natural and social categories, are characterized by rich inductive potential. They have relatively stable sets of conceptually independent projectable properties. Somewhat surprisingly, even some purely social categories (e.g., ethnicity, gender, political orientation) show such multiple projectability. The article explores the origin of the inductive richness of social categories and concepts. I argue that existing philosophical accounts provide only a partial explanation, and mechanisms of boundary formation and stabilization must be brought into view for a more comprehensive account of inductively rich social categories.",
      "citationCount": 3,
      "doi": "10.1007/s11229-021-03334-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bbbbaa215fb16d91ff4f61527627551e4c7d0376",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "12315 - 12330",
        "volume": "199"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2336a8835e34178b5d2a68f8a2e66fa99b49fce2",
      "title": "Social Construction of a Healthy Persolnality: Reasonable Dilemmas and Pseudoscientific Approaches",
      "authors": [
        {
          "name": "N. Osipova",
          "authorId": "117065902"
        }
      ],
      "year": 2024,
      "abstract": "This article comprehensively examines the problem of social construction of a healthy personality, which, in the context of numerous socio-political upheavals, under the influence of external destructive factors, becomes particularly relevant.The concept of “personality”, in contrast to the ethically neutral concept of psychophysical and spiritual individuality, it includes a moment of self-determination in the social world. A personality is always characterized by its inherent semantic structure (a system of views, values, ideas), revealed in actions and deeds that are somehow connected with a broader social environment – society and are formed under its influence. Modern social sciences consider personality as a structural integrity of biological, mental and social properties, which gives rise to the identification of several components within the framework of an integral personality structure: biological, mental and social. Similarly, the category of “health” has physical, mental, social and spiritual components that lend themselves to social construction.The author cites the data of a sociological study conducted by him, according to which both the physical, mental and spiritual health of modern Russian students cannot be considered good. In this regard, he discusses discussions about how it is possible to construct a completely healthy personality, or to restore to it any of the lost components of health using a variety of methods and technologies that differ significantly in their scientific validity and social orientation. Undoubtedly useful methods of strengthening both physical and mental health include those aimed at strengthening the body’s defenses, its self-regulation systems and stress resistance. Thus, such fairly common and scientifically based methods as relaxation and coping, auto-suggestion, creative visualization and common sense therapy seem quite appropriate. In our opinion, pseudoscientific and sometimes destructive methods include extrasensory perception (psychic healing, telekinesis and psychokinesis), karmic medicine, including biofield correction and neuro-linguistic programming. All these methods, as well as the consequences of their application in terms of possibilities in constructing a healthy personality, are discussed in detail in thе article.",
      "citationCount": 2,
      "doi": "10.24290/1029-3736-2024-30-1-7-31",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2336a8835e34178b5d2a68f8a2e66fa99b49fce2",
      "venue": "Moscow State University Bulletin. Series 18. Sociology and Political Science",
      "journal": {
        "name": "Moscow State University Bulletin. Series 18. Sociology and Political Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c4c8067fcbb816e36723f31248bafe88d7d184b6",
      "title": "(Mis)constructing social construction: Answering the critiques",
      "authors": [
        {
          "name": "D. Romaioli",
          "authorId": "152478277"
        },
        {
          "name": "S. McNamee",
          "authorId": "11527816"
        }
      ],
      "year": 2021,
      "abstract": "This article aims to review the main criticisms of social construction (SC) after its formalization as a “movement” in the social sciences. The critiques are organized into six dominant areas that define the relationship between SC and reality, truth, language, human nature, scientific enterprise, and society. For each one of these categories, the more frequent objections raised over time by scholars will be outlined and counterarguments will be offered, centering on common misunderstandings of SC. We show how the major difficulty in embracing SC principles is attributable to the use of incommensurate assumptions and misunderstandings of the aim of social construction.",
      "citationCount": 14,
      "doi": "10.1177/0959354320967757",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4c8067fcbb816e36723f31248bafe88d7d184b6",
      "venue": "Theory & psychology",
      "journal": {
        "name": "Theory & Psychology",
        "pages": "315 - 334",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "1980e8a10252ce140ea9942a61c1b9a59353d147",
      "title": "The concept of law in the social sciences and the construction of reality: philosophy, economics, law",
      "authors": [
        {
          "name": "P. Orekhovsky",
          "authorId": "108705523"
        },
        {
          "name": "V. Razumov",
          "authorId": "2282801715"
        },
        {
          "name": "A. Sapunkov",
          "authorId": "1742349263"
        }
      ],
      "year": 2024,
      "abstract": "Introduction. Against the background of the ongoing fragmentation of science, the changing images of science and scientists in the minds of man and society, discussions around categories with great potential for integrating diverse knowledge are becoming relevant again. These include the concepts of \"science\" and \"law\".Purpose. The purpose of this article is to consider the crisis of the previous understanding of the law as a stable causal relationship in the social sciences and humanities.Methodology. The following methods were used: discourse analysis, realistic and nominalistic approaches in philosophy, dialectics, determinism and stochastics in economics, interdisciplinary research, systemic legal and comparative legal approaches, system analysis.Results. The paper presents examples of the gradual disappearance of \"laws\" from philosophical and economic discourses, despite the previous orientation of social and humanitarian sciences to natural science and exact sciences as \"reference\". However, the complexity and variability of economic phenomena leads to the destruction of the previous clear functional dependencies. In turn, the ontology of modern economics is beginning to include an increasing use of various narratives. The opposite direction, which contains an attempt to preserve the previous understanding of the \"law\", is \"econometricianism\". The main area of use of the \"law\" remains the legal sciences, but here too the paradox of the \"non-legal law\" appears. Law, as a historical phenomenon, is directly related to ethical imperatives and the problem of legitimation. Social changes lead to the fact that the scope of \"illegal laws\" is expanding and threatens the existence of the institution of the state.Conclusion. In conclusion, the kinship of the previous concepts of the \"myth\" is noted. The topic of law is discussed together with the concept of myth with a social construct, and social reform with myth—making. Humanitarians working in their fields do not discover, but create laws, influencing the forms of society: legal regimes, methods of economic exchange, forms of social communication. Thus, it is productive to shift the focus of the discussion from the laws of the relevant disciplines to the rules of communication of scientists in these disciplines. It is the humanities and social scientists who have a decisive influence on the process of legitimizing new laws, regardless of the personal motives of their own activities.",
      "citationCount": 0,
      "doi": "10.52468/2542-1514.2024.8(3).15-24",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1980e8a10252ce140ea9942a61c1b9a59353d147",
      "venue": "Law Enforcement Review",
      "journal": {
        "name": "Law Enforcement Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1fd84f075e34c045c17d11a1979715caf7d22eaa",
      "title": "DRAFT-DO NOT CITE WITHOUT PERMISSION Chapter 31: Applied Philosophy of Social Science: The Case of the Social Construction of Race",
      "authors": [
        {
          "name": "Isaac Wiegman",
          "authorId": "2142807539"
        },
        {
          "name": "Ron Mallon",
          "authorId": "1797133"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fd84f075e34c045c17d11a1979715caf7d22eaa",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "2895ce68f618be4a79fbffe18ca5072db5372dfa",
      "title": "Social Construction and Achieving Reference",
      "authors": [
        {
          "name": "Ron Mallon",
          "authorId": "1797133"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 24,
      "doi": "10.1111/NOUS.12107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2895ce68f618be4a79fbffe18ca5072db5372dfa",
      "venue": "",
      "journal": {
        "name": "Noûs",
        "pages": "113-131",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "03064b461e15ea29c3ab8c57ba24e780cd56e082",
      "title": "Conferralism and Intersectionality: A Response to Ásta’s Categories We Live By",
      "authors": [
        {
          "name": "K. Jenkins",
          "authorId": "71290529"
        }
      ],
      "year": 2019,
      "abstract": "Abstract The conferralist account of social properties that Ásta develops and defends in Categories We Live By is persuasive in many ways. Conferralism could however do better, by its own lights, at handling the phenomenon of intersectionality. This paper first suggests a friendly amendment to the schema for conferrals that Asta offers. This helps to explain the difficulty concerning intersectionality. Finally, the paper suggests a way of developing the conferralist account that would resolve this difficulty.",
      "citationCount": 8,
      "doi": "10.1515/jso-2020-2004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03064b461e15ea29c3ab8c57ba24e780cd56e082",
      "venue": "",
      "journal": {
        "name": "Journal of Social Ontology",
        "pages": "261 - 272",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d5c8211d225e474feeb3f22204169fa2b2a16f5d",
      "title": "Individualistic and Structural Explanations in Ásta’s Categories We Live By",
      "authors": [
        {
          "name": "A. Griffith",
          "authorId": "1965937"
        }
      ],
      "year": 2019,
      "abstract": "Abstract Ásta’s Categories We Live By is a superb addition to the literature on social metaphysics. In it she offers a powerful framework for understanding the creation and maintenance of social categories. In this commentary piece, I want to draw attention to Ásta’s reliance on explanatory individualism – the view that the social world is best explained by the actions and attitudes of individuals. I argue that this reliance makes it difficult for Ásta to explain how many social categories are maintained and why certain categories are reliably available to us and so resistant to change. These explanatory deficiencies could be overcome, I argue, by eschewing explanatory individualism and positing social structures to figure in structural explanations of the maintenance and availability of social categories.",
      "citationCount": 7,
      "doi": "10.1515/jso-2020-2003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5c8211d225e474feeb3f22204169fa2b2a16f5d",
      "venue": "",
      "journal": {
        "name": "Journal of Social Ontology",
        "pages": "251 - 260",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bd57559465015e78dc0fa4991b37f5499f58d59f",
      "title": "No sympathy for the devil: Emotions and the social construction of the democratic peace",
      "authors": [
        {
          "name": "Simon Koschut",
          "authorId": "116519708"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1177/0010836717737570",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd57559465015e78dc0fa4991b37f5499f58d59f",
      "venue": "",
      "journal": {
        "name": "Cooperation and Conflict",
        "pages": "320 - 338",
        "volume": "53"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e3db001b9e82240a7f4167dee4cadcdc315ac7fb",
      "title": "The social construction of real human kinds",
      "authors": [
        {
          "name": "Jonathan Y. Tsou",
          "authorId": "2387447"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11016-017-0226-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3db001b9e82240a7f4167dee4cadcdc315ac7fb",
      "venue": "Meta Science",
      "journal": {
        "name": "Metascience",
        "pages": "467 - 470",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "87f9c1a4fe46aad53d91a5944d9e55544f47d0a6",
      "title": "Reconfiguring the pathological construction of the modern subject: double consciousness as a premise in transformative social research",
      "authors": [
        {
          "name": "Sabine Heiss",
          "authorId": "2372402222"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/s41599-025-05472-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/87f9c1a4fe46aad53d91a5944d9e55544f47d0a6",
      "venue": "Humanities and Social Sciences Communications",
      "journal": {
        "name": "Humanities and Social Sciences Communications",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
