{
  "status": "success",
  "source": "semantic_scholar",
  "query": "epistemic justice algorithms",
  "results": [
    {
      "paperId": "aa4dcd49cc263a0cc26ac67417a138e10d8baa93",
      "title": "Unraveling hegemony digital: A framework CDA-semiotic framework for sustainable social epistemic justice",
      "authors": [
        {
          "name": "Mohamad Nurul Anam",
          "authorId": "2378230312"
        }
      ],
      "year": 2025,
      "abstract": "Background: In an increasingly digitized world, religion and culture have transcended their traditional roles. They are now instruments of hegemony that shape—and often destroy—our collective perception of social sustainability. This research examines how digital media platforms, through algorithms and \"echo chambers\", perpetuate such \"organized ignorance\", a systemic erosion of critical thinking caused by structural pressures and ideological manipulation. This research is rooted in the philosophical principle of Enlightenment (Kant: \"Sapere Aude\") and the critique of epistemic passivity (Bonhoeffer, Nietzsche). The core argument is that digital ecosystems paradoxically democratize knowledge while simultaneously reinforcing cognitive conformity and threatening socio-cultural resilience. Method: Using a qualitative design, this study applies Teun van Dijk's Critical Discourse Analysis (CDA) and Saussurean semiotics to deconstruct power-laden narratives in religious-cultural content on platforms such as YouTube. Primary data are taken from one of Ardhianzy’s videos on collective ignorance, and secondary metadata illustrate how algorithms reduce complex symbols (e.g., Kantian Enlightenment, Luther’s Reformation) into binary myths. This process legitimizes polarization and perpetuates epistemic injustice. Findings: The findings confirm the symbiotic role of algorithmic personalization and capitalist platforms in commercializing Enlightenment rhetoric. This fuels banality malorum (Arendt) through the normalization of misinformation and affective polarization. The research also identifies historical hegemonic mechanisms—such as colonial \"enlightenment\" missions and Nazi propaganda—that resurface in the digital context. This is reflected in Indonesia’s socio-political fragmentation, manifested through coordinated disinformation campaigns. Conclusion: This research recommends the integration of \"algorithmic literacy\" into SDG-based education, enhanced regulatory transparency (e.g., the EU Digital Services Act), and the development of virtue ethics-based platforms to restore intellectual autonomy. By synthesizing CDA, semiotics, and moral philosophy, the study maps hidden power structures in digital narratives and proposes actionable strategies. Novelty/Originality of this Article: This methodological synthesis of CDA, semiotics, and moral philosophy represents a novelty not present in previous unidisciplinary studies. Theoretically, this research bridges Kantian Enlightenment with contemporary critiques of digital hegemony.",
      "citationCount": 0,
      "doi": "10.61511/jscsr.v3i1.2025.2154",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa4dcd49cc263a0cc26ac67417a138e10d8baa93",
      "venue": "Journal of Socio-Cultural Sustainability and Resilience",
      "journal": {
        "name": "Journal of Socio-Cultural Sustainability and Resilience"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ddd911d3c994689a681e8405486e351a006b1944",
      "title": "Data-Driven Criminal Justice in the age of algorithms: epistemic challenges and practical implications",
      "authors": [
        {
          "name": "F. J. Castro-Toledo",
          "authorId": "1409324061"
        },
        {
          "name": "F. Miró-Llinares",
          "authorId": "1401728112"
        },
        {
          "name": "Jesús-C. Aguerri",
          "authorId": "2001982365"
        }
      ],
      "year": 2023,
      "abstract": "The emergence of algorithmic tools and Artificial Intelligence and their use in criminal justice has raised a relevant theoretical and political debate. This article unpacks and synthesizes the debate on the role of causality for the scientific method to analyze predictive decision support systems, their practical value and epistemic problems. As a result of this discussion, it is argued that the measured usage of theory and causation-based algorithms is preferable over correlational (i.e., causally opaque) algorithms as support tools in the penal system. At the same time, the usage of the latter is supported when it is critically accompanied by abductive reasoning. Finally, the arguments put forth in this article suggest that the field of criminology needs a deeper epistemological understanding of the scientific value of data-driven tools in order to entertain a serious debate on their use.",
      "citationCount": 5,
      "doi": "10.1007/s10609-023-09454-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ddd911d3c994689a681e8405486e351a006b1944",
      "venue": "Criminal Law Forum",
      "journal": {
        "name": "Criminal Law Forum",
        "pages": "1-22",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "335f89d4424b73386c10772281d8522deaf4f2cd",
      "title": "ALGORITHMS AND JUSTICE: AN ERA OF UNCERTAINTY AND DOUBT",
      "authors": [
        {
          "name": "Nibedita Basu",
          "authorId": "2348021750"
        },
        {
          "name": "Rhishikesh Dave",
          "authorId": "2347962126"
        }
      ],
      "year": 2024,
      "abstract": "This paper describes the emerging concept of algorithmic complacency and the questions it raises regarding human epistemic agency in AI-governed decision scenarios. Examining case studies of algorithmic choice architectures through the lenses of the philosophical frameworks of epistemic and hermeneutical injustice allows an analysis of how algorithmic decision environments systematically interfere with our ability to form, assess, and revise belief states. In so doing, it argues that adaptive-choice architectures and hyper-nudging techniques create a panoply of situations in which epistemic autonomy is undermined, and algorithmic opacity introduces new hermeneutical gaps that interfere with our capacity for meaning-making and world navigation. Through this analysis, which is made operational by case studies based primarily on recommendation systems, decision support tools, and content curation platforms, a rough map emerges through which the potential for AI-based architectures of choice to fundamentally change human epistemic practice is charted and possible response points are elucidated, where intervention may be made to support the preservation of epistemic agency.",
      "citationCount": 0,
      "doi": "10.29121/shodhkosh.v5.i3.2024.5268",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/335f89d4424b73386c10772281d8522deaf4f2cd",
      "venue": "ShodhKosh Journal of Visual and Performing Arts",
      "journal": {
        "name": "ShodhKosh: Journal of Visual and Performing Arts"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b9cb0a335d1253b367d00cec292952ec31756b23",
      "title": "The Moral Affordances of Construing People as Cases: How Algorithms and the Data They Depend on Obscure Narrative and Noncomparative Justice",
      "authors": [
        {
          "name": "Barbara Kiviat",
          "authorId": "14031223"
        }
      ],
      "year": 2023,
      "abstract": "Like many modes of rationalized governance, algorithms depend on rendering people as cases: discrete entities defined by regularized, atemporal attributes. This enables the computation behind the behavioral predictions organizations increasingly use to allocate benefits and burdens. Yet it elides another foundational way of understanding people: as actors in the unfolding narratives of their lives. This has epistemic implications because each cultural form entails a distinct information infrastructure. In this article, I argue that construing people as cases carries consequences for moral reasoning as well because different moral standards require different information. While rendering people as cases affords adjudications of comparative justice, parsing noncomparative justice often necessitates narrative. This explains why people frequently reach for stories that sit beyond the representations of individuals found in records and databases. With this argument, I contribute to the sociology of categorization/classification and draw broader conclusions about modern systems of bureaucratic, computational, and quantitative governance.",
      "citationCount": 17,
      "doi": "10.1177/07352751231186797",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9cb0a335d1253b367d00cec292952ec31756b23",
      "venue": "Sociological theory",
      "journal": {
        "name": "Sociological Theory",
        "pages": "175 - 200",
        "volume": "41"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2307e8e7abe90380b1efc7a46873e13e3d1f67dc",
      "title": "Diversity as Ethical Infrastructure: Reimagining AI Governance for Justice and Accountability",
      "authors": [
        {
          "name": "Achi Iseko",
          "authorId": "2378234619"
        }
      ],
      "year": 2025,
      "abstract": "Algorithmic bias remains a persistent ethical challenge in the deployment of artificial intelligence (AI) systems, particularly where opaque decision-making intersects with entrenched social inequities. While technical solutions such as fairness-aware algorithms and explainability tools have proliferated, the governance dimensions of AI ethics, especially the role of diversity in shaping oversight structures, remain undertheorized. This article introduces the Diversity-Centric AI Governance Framework (DCAIGF), a novel model that integrates cognitive diversity, intersectionality ethics, and cross-cultural regulatory alignment as foundational elements of inclusive AI oversight. Grounded in 65 semi-structured expert interviews, comparative case studies (Google and IBM), and policy analysis of key global frameworks (e.g., EU AI Act, UNESCO Recommendation on AI Ethics, OECD AI Principles), this study finds that homogenous governance structures often reproduce epistemic blind spots and normative monocultures. In contrast, diverse institutional architectures foster reflexivity, accountability, and ethical robustness across contexts. By conceptualizing diversity as ethical infrastructure rather than symbolic representation, DCAIGF advances four innovations: mandated cognitive pluralism, embedded intersectionality, hybrid legal adaptability, and modular implementation pathways. These features enable practical translation across public, private, and multilateral governance ecosystems. The paper contributes to AI ethics by offering a socio-technical, globally relevant, and empirically grounded model for institutional reform. It further proposes a policy agenda that links epistemic justice to regulatory legitimacy offering a pluralistic roadmap for addressing algorithmic bias beyond the limits of technical mitigation alone.\n",
      "citationCount": 0,
      "doi": "10.11648/j.ijsts.20251305.13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2307e8e7abe90380b1efc7a46873e13e3d1f67dc",
      "venue": "International Journal of Science Technology & Society",
      "journal": {
        "name": "International Journal of Science, Technology and Society"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0609150259722bf7c29de52d59e3f76d67ac9f02",
      "title": "The Death of the Legal Subject: How Predictive Algorithms Are (Re)constructing Legal Subjectivity",
      "authors": [
        {
          "name": "Katrina Geddes",
          "authorId": "46233657"
        }
      ],
      "year": 2022,
      "abstract": "This paper explores the epistemological differences between the socio-political legal subject of Western liberalism, and the algorithmic subject of informational capitalism. It argues that the increasing use of predictive algorithms in judicial decision-making is reconstructing both the nature and experience of legal subjectivity in a manner that is incompatible with law's normative commitments to individualized justice. Whereas algorithmic subjectivity derives its epistemic authority from population-level insights, legal subjectivity has historically derived credibility from its close approximation of the underlying individual, through careful evaluation of their mental and physical autonomy, prior to any assignment of legal liability. With the introduction of predictive algorithms in judicial decision-making, knowledge about the legal subject is increasingly algorithmically produced, in a manner that discounts, and effectively displaces, qualitative knowledge about the legal subject's intentions, motivations, and moral capabilities. This results in the death of the legal subject, or the emergence of new, algorithmic practices of signification that no longer require the input of the underlying individual. As algorithms increasingly guide judicial decision-making, the shifting epistemology of legal subjectivity has long-term consequences for the legitimacy of legal institutions.",
      "citationCount": 2,
      "doi": "10.1145/3531146.3533134",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0609150259722bf7c29de52d59e3f76d67ac9f02",
      "venue": "Conference on Fairness, Accountability and Transparency",
      "journal": {
        "name": "Proceedings of the 2022 ACM Conference on Fairness, Accountability, and Transparency"
      },
      "publicationTypes": [
        "Book",
        "JournalArticle"
      ]
    },
    {
      "paperId": "9168c5a5671e68a3542280f9b8ee9edfbc31c4e5",
      "title": "How intelligent neurotechnology can be epistemically unjust. An exploration into the ethics of algorithms",
      "authors": [
        {
          "name": "Sebastian Schleidgen",
          "authorId": "6466790"
        },
        {
          "name": "O. Friedrich",
          "authorId": "48685400"
        },
        {
          "name": "Andreas Wolkenstein",
          "authorId": "145331865"
        }
      ],
      "year": 2021,
      "abstract": "Recently, the epistemic quality of algorithms and its normative implications have come under scrutiny. While general questions of justice have been addressed in this context, specific issues of epistemic (in)justice have so far been neglected. We aim to fill this gap by analyzing some potential implications of behavioral intelligent neurotechnology (B-INT). We claim that B-INT exhibits a number of epistemic features implying the potential for certain epistemic problems, which, in turn, are likely to result in instances of epistemic injustice. To support this claim, we will first introduce and specify the terminology and technology behind B-INT. Second, we will present four fictitious scenarios of using B-INT and highlight a number of epistemic issues that might arise. Third, we will discuss their relation to the concept of epistemic justice, as well as potential instances thereof. Thus, we will show some important and morally relevant implications of the epistemic properties of INT.",
      "citationCount": 3,
      "doi": "10.1080/00346764.2021.1979241",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9168c5a5671e68a3542280f9b8ee9edfbc31c4e5",
      "venue": "Review of social economy",
      "journal": {
        "name": "Review of Social Economy",
        "pages": "106 - 126",
        "volume": "80"
      },
      "publicationTypes": null
    },
    {
      "paperId": "313dd038d46bcabce45895331fcc6a760b2fdcaa",
      "title": "Technological bias, illusory impartiality, and the injustice of hermeneutical obstruction",
      "authors": [
        {
          "name": "Monique Whitaker",
          "authorId": "2335999032"
        }
      ],
      "year": 2024,
      "abstract": "The algorithms and processes of modern technologies affect almost all aspects of our lives. No human being is making individual subjective choices in each, or any, instance of these processes—all cases are treated with perfect technological indifference. Hence, a commonsense assumption about the technologies we interact with, and the algorithms many of them implement, is that they are neutral and impartial. Of course, this is simply not the case. As has been extensively documented and discussed, bias exists in all facets of technology, from how and why it was first conceived and then developed to its inputs, processes and outputs. I examine instances of technological bias in visual representation and criminal justice technologies, and argue that they produce, among other epistemic concerns, a form of hermeneutical injustice by means of obstructing the deployment of the necessary and otherwise available hermeneutical resources needed to accurately understand these technologies and their effects. Such epistemic harm is inevitable, unless the relationship between our human biases and the technological processes produced by us is made explicit and significantly rethought.",
      "citationCount": 0,
      "doi": "10.1080/02580136.2024.2373610",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/313dd038d46bcabce45895331fcc6a760b2fdcaa",
      "venue": "South African Journal of Philosophy",
      "journal": {
        "name": "South African Journal of Philosophy",
        "pages": "293 - 306",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4753bd2649ea415fcffe7ccbed7d16b43d98bfb1",
      "title": "Statistical evidence and algorithmic decision-making",
      "authors": [
        {
          "name": "Sune Holm",
          "authorId": "34508003"
        }
      ],
      "year": 2023,
      "abstract": "The use of algorithms to support prediction-based decision-making is becoming commonplace in a range of domains including health, criminal justice, education, social services, lending, and hiring. An assumption governing such decisions is that there is a property Y such that individual a should be allocated resource R by decision-maker D if a is Y. When there is uncertainty about whether a is Y, algorithms may provide valuable decision support by accurately predicting whether a is Y on the basis of known features of a . Based on recent work on statistical evidence in epistemology this article presents an argument against relying exclusively on algorithmic predictions to allocate resources when they provide purely statistical evidence that a is Y. The article then responds to the objection that any evidence that will increase the proportion of correct decisions should be accepted as the basis for allocations regardless of its epistemic deficiency. Finally, some important practical aspects of the conclusion are considered.",
      "citationCount": 5,
      "doi": "10.1007/s11229-023-04246-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4753bd2649ea415fcffe7ccbed7d16b43d98bfb1",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "1-16",
        "volume": "202"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dccba45337070cda9ab68aa0f3672f503c12925a",
      "title": "The Ethics of Privacy in Research and Design: Principles, Practices, and Potential",
      "authors": [
        {
          "name": "Lorraine G. Kisselburgh",
          "authorId": "3236344"
        },
        {
          "name": "J. Beever",
          "authorId": "2525610"
        }
      ],
      "year": 2022,
      "abstract": "The contexts of sociotechnical privacy have evolved significantly in 50 years, with correlate shifts in the norms, values, and ethical concerns in research and design. We examine these eras of privacy from an ethics perspective, arguing that as contexts expand from the individual, to internet, interdependence, intelligences, and artificiality, they also reframe the audience or stakeholder roles present and broaden the field of ethical concerns. We discuss these ethical issues and introduce a principlist framework to guide ethical decision-making, articulating a strategy by which principles are reflexively applied in the decision-making process, informed by the rich interface of epistemic and ethical values. Next, we discuss specific challenges to privacy presented by emerging technologies such as biometric identification systems, autonomous vehicles, predictive algorithms, deepfake technologies, and public health surveillance and examine these challenges around five ethical principles: autonomy, justice, non-maleficence, beneficence, and explicability. Finally, we connect the theoretical and applied to the practical to briefly identify law, regulation, and soft law resources—including technical standards, codes of conduct, curricular programs, and statements of principles—that can provide actionable guidance and rules for professional conduct and technological development, codifying the reasoning outcomes of ethics.",
      "citationCount": 15,
      "doi": "10.1007/978-3-030-82786-1_17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dccba45337070cda9ab68aa0f3672f503c12925a",
      "venue": "Modern Socio-Technical Perspectives on Privacy",
      "journal": {
        "pages": "395-426"
      },
      "publicationTypes": null
    },
    {
      "paperId": "54535bd960e886648fc106a12703556033ff5f69",
      "title": "FORMATIVE EPISTEMIC JUSTICE IN EDUCATION: THE TEACHER’S POSITION\nWITHIN THE TRAJECTORY OF INSTITUTIONAL TRANSFORMATION",
      "authors": [],
      "year": 2025,
      "abstract": "The article conceptualizes institutional mechanisms of epistemic injustice reproduction in general secondary education through the analysis of the teacher’s position and develops principles for systemic transformation based on the concept of formative epistemic justice. The teacher’s position is identified as a structural paradox manifesting the conflict between formal epistemic recognition and actual limitation of professional\nautonomy through contradictory sources of legitimation: institutional, sociocultural, and epistemic. This paradox embodies systemic contradictions through which injustice is reproduced. The study reveals three interconnected mechanisms of institutionalization: normalization of administrative procedures, construction of deficit subjects, and self-regulating exclusion, which transform epistemic coercion into an invisible regime of\neducational relations. The theoretical framework of formative epistemic justice operationalizes three normative orientations — epistemic recognition, hermeneutical inclusion, and reciprocity — as diagnostic criteria for identifying hidden mechanisms of exclusion and strategic points of transformation. The research demonstrates that overcoming epistemic injustice requires not local corrections but systemic restructuring of institutional foundations determining what is recognized as knowledge and who can be recognized as its bearer. Five principles of transformation are formulated: redefinition of epistemic power, liberation of pedagogical labor, institutionalization of trust, formation of epistemic communities, and development of adaptive resilience. Their cascading interaction creates a logic of systemic change rooted in the present yet open to overcoming its structural limits, transforming local practices of resistance into foundations for systemic transformations.",
      "citationCount": 0,
      "doi": "10.61095/815-0047-2025-2-225-266",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/54535bd960e886648fc106a12703556033ff5f69",
      "venue": "Topos",
      "journal": {
        "name": "Topos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "55351ec021f09f92425b5d3a16f1978fcbdf0b25",
      "title": "Resisting the canon: critique, abolition and doing epistemic justice in reading the history of international thought",
      "authors": [
        {
          "name": "Kimberly Hutchings",
          "authorId": "2267141778"
        }
      ],
      "year": 2025,
      "abstract": "The paper proceeds in two main sections. First, it sketches out the nature of critique as a de-canonising practice within IR theory and how critique has itself become the target of resistance in recent strands of feminist and decolonial inspired abolitionist thinking. Second, it explores the politics of challenging the canon drawing on the example of the WHIT project, which I suggest is better captured using the language of epistemic justice than either critique or abolition. In conclusion, it draws out the lessons of this analysis for understandings of the ethos and practice of resisting the canon.",
      "citationCount": 1,
      "doi": "10.1177/00471178251337679",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55351ec021f09f92425b5d3a16f1978fcbdf0b25",
      "venue": "International Relations",
      "journal": {
        "name": "International Relations",
        "pages": "327 - 342",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "86672e58339d2f23e22ef275f27f1e823acd6b73",
      "title": "Epistemic justice: a twofold mission for human rights and social sustainability in teacher education",
      "authors": [
        {
          "name": "M. Cronqvist",
          "authorId": "49716371"
        }
      ],
      "year": 2025,
      "abstract": "This article, based on Miranda Fricker’s concept epistemic injustice to deal with human rights and social sustainability, argues that teacher education must address the twofold mission to both enhance epistemic justice for student teachers and to develop their skills to enhance justice for future pupils. Thus, development of student’s ethical leadership involving transformative teaching is in focus. Based on previous research, ethical leadership is focused on self-awareness, character formation and modelling. This focus involves both verbal and bodily expressions. Verbal expressions are reinforced and developed through conceptualization, dilemmas and ethical codes while bodily expressions are reinforced and developed through modelling. In terms of modelling, Merleau-Ponty’s theory of how people’s embodied experiences shape their life worlds provides perspective on opportunities to develop transformative teaching to challenge norms and enable change. Empirical data from a previous phenomenological study on professional ethics in teacher education exemplifies teaching practice related to epistemic justice.",
      "citationCount": 1,
      "doi": "10.1080/00313831.2025.2550260",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/86672e58339d2f23e22ef275f27f1e823acd6b73",
      "venue": "Scandinavian Journal of Educational Research",
      "journal": {
        "name": "Scandinavian Journal of Educational Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "17ef812e158b6fb1939b5544128c090225cd9466",
      "title": "Decentering Coloniality: Epistemic Justice, Development Studies and Structural Transformation",
      "authors": [
        {
          "name": "E. Gebremariam",
          "authorId": "114844105"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1057/s41287-024-00681-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/17ef812e158b6fb1939b5544128c090225cd9466",
      "venue": "European Journal of Development Research",
      "journal": {
        "name": "The European Journal of Development Research",
        "pages": "442 - 453",
        "volume": "37"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7c58bf144eac00da99bd24b1fcba72edc0e6a845",
      "title": "Class, Power, and Knowledge: Toward a Broader Framework of Epistemic Justice",
      "authors": [
        {
          "name": "Petr Zapletal",
          "authorId": "2377219520"
        }
      ],
      "year": 2025,
      "abstract": "In examining epistemic injustice as outlined by Fricker, I highlight its conceptual shortcomings and propose a synthesis that includes class-based inequalities. Philosophical ideas and sociological theories share similar notions of power, as found in Foucault’s analysis, Fricker’s concept of epistemic justice, and Marxist critical theories. Yet discourse on epistemic injustice too often neglects the experiences of subordinated social classes, necessitating a framework that acknowledges how they are excluded. \nWhile most research focuses on colonialism, ethnicity, and gender, class remains underexplored. Fricker argues that certain groups face discrimination through the availability of limited conceptual resources, stigmatization, and marginalization. This hinders their understanding of political conditions. If class epistemic injustice is widely condemned, do we also grant credibility to manual workers and those living in precarious circumstances? \nDeliberative democracy presupposes rational communication and consensus on discussion rules, but these can exclude subjugated classes lacking the education that transmits dominant communicative skills. Consequently, they remain marginalized. A political-sociological approach would address structural inequalities and highlight the ways dominant classes sustain privilege. By acknowledging and integrating the contributions of all social class, we can build more equitable frameworks that advance our understanding of epistemic injustice across the board.",
      "citationCount": 0,
      "doi": "10.5817/soc2025-41021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7c58bf144eac00da99bd24b1fcba72edc0e6a845",
      "venue": "Sociální studia / Social Studies",
      "journal": {
        "name": "Sociální studia / Social Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ef5e156ff4644f3a1bbc224aad6ef7b6fd3a75f6",
      "title": "Epistemic Justice, Navigating a Moving Horizon",
      "authors": [
        {
          "name": "A. van Harten",
          "authorId": "2276338640"
        },
        {
          "name": "T. J. H. Niessen",
          "authorId": "2255268725"
        },
        {
          "name": "J. J. Koksma",
          "authorId": "2255304974"
        },
        {
          "name": "T. A. Abma",
          "authorId": "2255257507"
        }
      ],
      "year": 2025,
      "abstract": "As a participatory action researcher, I guided a team at a children’s hospital to develop learning during the bedside ward round. Yet, no sooner than at the end of the research I realised that I was not so much the emancipating guide I thought I was. Instead, I re-enacted the hierarchical pattern. In this autoethnography I aim to explore my capacity to respond to the ethical and activist call for epistemic justice. The co-authors and I jointly analysed the emerging patterns through the lens of complexity theory and theories of desire. I recognised that as a participant in a complex system I couldn’t control that all stakeholders were acknowledged as knowers by bringing them together. I participated in the pattern of the ward by sometimes moving along with existing hierarchical interaction patterns and at other times breaking them. My own desires for authority and belonging attuned me to similar desires in others. In hindsight I saw that desires drove participants to seek greater voice, that it was difficult to discern one’s own voice, and that the dominant voice changed per situation. Epistemic justice was not static but evolved throughout the study leading me repeatedly to revise my assumptions, I was navigating a moving horizon. I acted as a postilion d’amour, messaging experiences and assumptions participants did not dare sharing directly. In doing so, I fostered utilising everyone’s knowledge and experience, and I addressed conflicting views while maintaining connection to all. My autoethnographic story can sensitise action researchers to perceive their own participation in systemic patterns, the dynamics of hierarchy and belonging, and how they can in-fluence - though never fully control - the development of epistemic justice in research.",
      "citationCount": 0,
      "doi": "10.1177/16094069251394112",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ef5e156ff4644f3a1bbc224aad6ef7b6fd3a75f6",
      "venue": "International Journal of Qualitative Methods",
      "journal": {
        "name": "International Journal of Qualitative Methods",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3c111dfaee93a1e80df823b4b6af0271fc7e6444",
      "title": "Patient Participation in Clinical Ethics Interventions: A Requirement of Procedural and Epistemic Justice.",
      "authors": [
        {
          "name": "Marleen Eijkholt",
          "authorId": "2372262683"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/bioe.70027",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c111dfaee93a1e80df823b4b6af0271fc7e6444",
      "venue": "Bioethics",
      "journal": {
        "name": "Bioethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aca8165b878fae7af89c6cde8e4bd3309c03ed7d",
      "title": "Can Frickerian Accounts of Epistemic Justice Promote Decoloniality?: A Critical Examination",
      "authors": [
        {
          "name": "R. Herr",
          "authorId": "48682912"
        }
      ],
      "year": 2025,
      "abstract": "\n Fricker’s influential account of epistemic justice has turned feminist epistemology into one of the most vibrant and fertile subfields in feminist philosophy in recent decades. Even scholars critical of its limitations have utilized Fricker’s account as a base from which to launch their own theories of epistemic justice. I refer to theories of epistemic justice developed or inspired by Fricker Frickerian accounts of epistemic justice (FAEJ). Their influence is so wide-ranging that some now claim that these accounts can be conducive to promoting decoloniality. The aim of this paper is to critically assess this claim. To accomplish this aim, this paper starts with a conceptual clarification of “decoloniality” in accordance with Latin American decolonial theory. It then critically assesses three aspects of the claim that FAEJ can be conducive to decoloniality: first, the types of epistemic injustice in these accounts relevant to decoloniality; second, the application of these types of epistemic injustice to different stages of coloniality; and third, whether FAEJ can advance programs of decoloniality. After demonstrating that FAEJ cannot promote decoloniality, this paper concludes with a brief examination of how decoloniality can be promoted.",
      "citationCount": 0,
      "doi": "10.1017/epi.2025.10085",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aca8165b878fae7af89c6cde8e4bd3309c03ed7d",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "62ac3b7a8c663baac05d2e3e80576d1c6f92df9a",
      "title": "Demanding Epistemic Justice",
      "authors": [
        {
          "name": "H. Gordon",
          "authorId": "49555499"
        }
      ],
      "year": 2025,
      "abstract": "This commentary begins with the author's background, which leads into explaining Indigenous Ways of Knowing, Knowledges, and Sciences. It examines the significance of Indigenous kinship perspectives offering a sustainable way to live, inherent in many Indigenous cultures. It then explores colonial epistemicide, evolving knowledge pluralism, and how to co-produce knowledge needed for evidence-based decision-making. It concludes with a discussion of the transformative role of Indigenous youth in demanding epistemic justice by serving as Indigenous Science Diplomats, promoting knowledge pluralism in evidence-based policy. These young leaders bridge ways of knowing and span power structures and cultural, epistemological, and disciplinary divides, fostering a more inclusive sustainability in the face of climate change. The commentary underscores the importance of empowering Indigenous youth as key actors in creating a sustainable future and advocates for greater recognition and integration of Indigenous Knowledges and Sciences in policy and practice, promoting a path toward epistemic justice and a sustainable planet.",
      "citationCount": 0,
      "doi": "10.18357/kula.301",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/62ac3b7a8c663baac05d2e3e80576d1c6f92df9a",
      "venue": "KULA knowledge creation dissemination and preservation studies",
      "journal": {
        "name": "KULA: Knowledge Creation, Dissemination, and Preservation Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "96da065f275de3a752199e00c547195016338ddd",
      "title": "Performing Arts and Affordances: Moving toward Epistemic Justice through Embodied Learning",
      "authors": [
        {
          "name": "Camille Zimmermann",
          "authorId": "2359851113"
        },
        {
          "name": "Pierre Poirier",
          "authorId": "2317671832"
        },
        {
          "name": "Amandine Catala",
          "authorId": "115967320"
        }
      ],
      "year": 2025,
      "abstract": "\n We suggest that performing arts help us to understand how to use embodied experience and agency to resist and transform oppressive social practices and environments. We draw from dance studies, 4E (embodied, embedded, extended, and enactive) cognition, and feminist epistemology to reveal connections between performing arts, embodied knowing, and epistemic and social justice. Epistemic injustice consists in being unduly undermined in one’s capacity as an epistemic agent, including because of inadequate understandings of the social experiences and capacities of marginalized groups. Following a pluralist account of epistemic agency, we argue that oppressive social environments yield differential distributions of affordances to members of oppressed groups, resulting in a differential understanding of what they can do (permission and capacity). Performing arts provide an opportunity to produce new understandings of one’s capacity which empower epistemic agents not to conform to oppressive social norms, thereby producing new understandings of what is allowed and fostering greater epistemic and social justice.",
      "citationCount": 2,
      "doi": "10.1093/aesthj/ayaf004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/96da065f275de3a752199e00c547195016338ddd",
      "venue": "British Journal of Aesthetics",
      "journal": {
        "name": "British Journal of Aesthetics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "45031e77b720812ffe98d17c0cce4ae180713656",
      "title": "Decolonial horizons and epistemic justice: Reimagining humanities and social sciences from the Global South",
      "authors": [
        {
          "name": "Stephen Ouma",
          "authorId": "2400630541"
        },
        {
          "name": "Innocent H. Maganya",
          "authorId": "2400632135"
        }
      ],
      "year": 2025,
      "abstract": "This paper interrogates the enduring coloniality of knowledge within the humanities and social sciences, with particular focus on African intellectual traditions and epistemic struggles. Drawing on decolonial theory, cognitive justice frameworks, and Southern epistemologies, it argues that prevailing academic paradigms continue to marginalize endogenous knowledge systems through epistemicide, linguistic hegemony, and methodological imperialism. The study critically examines how Eurocentric standards of academic excellence undermine pluriversal knowledge, and explores how indigenous philosophies, oral traditions, and Afrocentric pedagogies offer fertile grounds for epistemic reconstitution. Methodologically, the paper adopts a comparative analysis of curricular structures, publishing trends, and research policies in selected African and Western institutions, alongside case studies from grassroots knowledge production initiatives. It highlights the role of youth movements, digital platforms, and Pan-African intellectual networks in resisting epistemic domination and forging new futures of knowledge. The paper concludes by proposing a reconfiguration of the humanities and social sciences through dialogical ethics, plural rationalities, and decolonial praxis that affirm the dignity, complexity, and validity of all ways of knowing. This contribution speaks directly to the conference’s commitment to interdisciplinary reflection and global cooperation, offering a transformative lens for rethinking the future of scholarship in a multipolar world.",
      "citationCount": 0,
      "doi": "10.32591/coas.e-conf.11.02013o",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/45031e77b720812ffe98d17c0cce4ae180713656",
      "venue": "Conference proceedings",
      "journal": {
        "name": "11th International e-Conference on Studies in Humanities and Social Sciences: Conference Proceedings"
      },
      "publicationTypes": [
        "Conference"
      ]
    },
    {
      "paperId": "76a89277c100336180c35b47cba09bb98ac09842",
      "title": "Epistemic justice, institutional transformation and the pursuit of a decolonised African academe",
      "authors": [
        {
          "name": "B. Mutongoza",
          "authorId": "2123144969"
        }
      ],
      "year": 2025,
      "abstract": "Decolonisation aims to create a more just, inclusive, and equitable academic landscape in Africa by centring marginalised voices and embracing diverse epistemologies. Despite the clamour for truly decolonised universities and the incessant calls for transformation, several studies have demonstrated the pervasiveness of epistemic injustice and the laboured pace at which genuine change is happening. Against this background, this article examines the need for decolonising higher education within the African context, exploring the enduring legacies of colonialism and their continued influence on academic institutions. The article analyses colonial power's psychological, epistemic, and cultural dimensions by drawing on key postcolonial and decolonial theories, including the seminal arguments presented by Said, Fanon, Spivak, and Bhabha. The article also critiques the limitations of postcolonial theory and highlights the emergence of decolonial thought as a more radical approach to dismantling colonial structures. The article identifies four key sites for decolonising the African academe: epistemic, pedagogical, institutional, and research-based. Epistemic decolonisation calls for the reclamation of African ways of knowing and challenges the dominance of Western epistemologies. Pedagogical decolonisation focuses on curriculum reform and the integration of indigenous knowledge. Institutional decolonisation addresses the need to dismantle colonial structures within universities and promote academic autonomy. Research decolonisation advocates for community-centred approaches that empower local voices. Finally, the article emphasises the importance of intersectionality in decolonisation efforts and argues that neglecting the interconnectedness of various forms of oppression risks reproducing existing hierarchies.",
      "citationCount": 1,
      "doi": "10.38140/ijss-2025.vol5.1.04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76a89277c100336180c35b47cba09bb98ac09842",
      "venue": "Interdisciplinary Journal of Sociality Studies",
      "journal": {
        "name": "Interdisciplinary Journal of Sociality Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6d50a724b79c5a570d89e3f1c8b1b3c41dd01afe",
      "title": "The environmental image: the case of white ignorance for epistemic justice",
      "authors": [
        {
          "name": "Martin Miragoli",
          "authorId": "2295832917"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s11229-025-05135-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d50a724b79c5a570d89e3f1c8b1b3c41dd01afe",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "206"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "48bc80e3b47b0ac8338b0c73cdcad13a45abd832",
      "title": "Her-storicity and epistemic justice",
      "authors": [
        {
          "name": "E. Eyo",
          "authorId": "2294781805"
        }
      ],
      "year": 2025,
      "abstract": "In this paper, I explore Mesembe Edet’s idea of her-storicity, which entails the recognition of women’s perspectives, experiences, and histories that have often been marginalized and excluded in epistemic space, to demonstrate how it could address the problem of epistemic injustice against women. The problem of epistemic marginalization and exclusion of women’s perspectives in African philosophy often leaves women in a disadvantaged position to interpret and derive meaning from their lived experiences. While various scholars have explored solutions from diverse angles, the historiographical perspective remains underexplored in tackling this issue. Thus, building on Edet’s thesis of her-storicity, I contend that her-storicity, if properly realized, can address the problem of epistemic marginalization of women because it is erected on the foundation of inclusivity and complementarity. While critics may raise concerns about her-storicity compromising rigor through subjective bias, I demonstrate that its capacity to embrace various epistemic viewpoints enhances its credibility as an alternative solution to issues of epistemic justice.",
      "citationCount": 0,
      "doi": "10.4314/ajct.v5i1.5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48bc80e3b47b0ac8338b0c73cdcad13a45abd832",
      "venue": "Arụmarụka: Journal of Conversational Thinking",
      "journal": {
        "name": "Arụmarụka: Journal of Conversational Thinking"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2c7239def6cfc19f4ecd4b3fd60a9c6d80e34a01",
      "title": "A critical and systematic literature review of epistemic justice applied to healthcare: recommendations for a patient partnership approach",
      "authors": [
        {
          "name": "Catherine Isadora Côté",
          "authorId": "2308078567"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.1007/s11019-024-10210-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c7239def6cfc19f4ecd4b3fd60a9c6d80e34a01",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care and Philosophy",
        "pages": "455 - 477",
        "volume": "27"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "b7eff0d8ab7755a345e53ea82096162699bc2590",
      "title": "The journal and the quest for epistemic justice",
      "authors": [
        {
          "name": "A. Dadze‐Arthur",
          "authorId": "1432227371"
        },
        {
          "name": "M. Mangai",
          "authorId": "147527829"
        }
      ],
      "year": 2024,
      "abstract": "Recognising the growing interconnectivity of academic publishing with larger socio‐political shifts, this article charts the increasing momentum behind the push for greater epistemic diversity in academic journals. Our systematic review of PAD's publications from 1947 to May 2023 in Atlas.ti seeks to illuminate the operational factors steering the discourse. Using a structured approach, which is rooted in six constitutive varieties of epistemic justice, to guide a Foucauldian discourse analysis, the review gauges epistemic inclusivity in academic works. The results highlight the significance of decolonising knowledge, which is undergirded by pillars like hermeneutic and testimonial justice, the epistemic justice of interpretive burden, and metalinguistic awareness. Notably, the emphasis on citational justice emerges in the findings as an essential facet of testimonial justice.",
      "citationCount": 10,
      "doi": "10.1002/pad.2064",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b7eff0d8ab7755a345e53ea82096162699bc2590",
      "venue": "Public Administration and Development",
      "journal": {
        "name": "Public Administration and Development",
        "pages": "326 - 341",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "69b787845836fbc9047a8dffeb140570dac008cf",
      "title": "Anti-imperial epistemic justice and re-making rights and justice ‘after rights’",
      "authors": [
        {
          "name": "Sumi Madhok",
          "authorId": "15177465"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT This article focuses on rights politics in most of the world and on knowledge production ‘after rights’. It assembles a few key elements of anti-imperial epistemic justice which it argues is a necessary lens for producing knowledges on rights politics in most of the world ‘after rights’. Its key argument is that knowledge production on rights politics ‘after rights’ is one that is invested in challenging existing coloniality, structural injustice, exploitation, oppression and methodological nationalism. It is also one that is invested in producing conceptual descriptions of rights politics in most of the world.",
      "citationCount": 9,
      "doi": "10.1080/13642987.2023.2299669",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69b787845836fbc9047a8dffeb140570dac008cf",
      "venue": "International Journal of Human Rights",
      "journal": {
        "name": "The International Journal of Human Rights",
        "pages": "1478 - 1500",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "87daf90af10fb339807a8167ec10746966d55766",
      "title": "Epistemic Justice as a “New Normal?” Interrogating the Contributions of Communities of Practice to Decolonization of Knowledge",
      "authors": [
        {
          "name": "Sarah Cummings",
          "authorId": "2333014472"
        },
        {
          "name": "Nyamwaya Munthali",
          "authorId": "121546701"
        },
        {
          "name": "Toni Sittoni",
          "authorId": "2333014504"
        }
      ],
      "year": 2024,
      "abstract": "Recently, scholarly communities of practice have emerged with the objective of decolonizing knowledge practices within sustainable development. Their contributions to sustainability and systems change remain underexplored, possibly due to the absence of appropriate conceptual tools to analyze them. This study applies a new conceptual framework of epistemic justice, derived from the philosophical notion of epistemic injustice, to examine how these communities foster more equitable knowledge systems with regards to the social dimensions of sustainable development. Using critical discourse analysis, data from the websites of two scholarly communities of practice were analyzed, revealing their innovative approaches to advancing epistemic justice through knowledge practices. The findings emphasize the utility of the epistemic justice framework in understanding the role of these scholarly communities of practice in fostering social sustainability, specifically by contributing to more equitable knowledge practices and a “new normal.”",
      "citationCount": 8,
      "doi": "10.1002/sd.3285",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/87daf90af10fb339807a8167ec10746966d55766",
      "venue": "Sustainable Development",
      "journal": {
        "name": "Sustainable Development"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "00f0d2bad9656c68aa8ee79342a47f30cbc88907",
      "title": "Walking as a method for epistemic justice in sustainability",
      "authors": [
        {
          "name": "H. Pearsall",
          "authorId": "92226421"
        },
        {
          "name": "Joseph Pierce",
          "authorId": "2154228334"
        },
        {
          "name": "Lindsay K Campbell",
          "authorId": "2292115145"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s13280-024-01985-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00f0d2bad9656c68aa8ee79342a47f30cbc88907",
      "venue": "Ambio",
      "journal": {
        "name": "Ambio",
        "pages": "907 - 915",
        "volume": "53"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6410ffc189c2983500b3448a1648f75feb4c332f",
      "title": "On the quest for epistemic justice in Africa: Unpacking the methodic crisis",
      "authors": [
        {
          "name": "A. Oyekunle",
          "authorId": "2324144993"
        }
      ],
      "year": 2024,
      "abstract": "The paper interrogates the methodical attempts in the quest for epistemic justice/re-centring in the Global South, focusing on Africa. The  paper notes some of the intellectual dilemmas or methodic crises that African scholars encounter in their quest for epistemic justice. With  the conversational method, the paper interrogates the methodic crises in the quest for epistemic justice and engages with the  power dynamic of the epistemological silencing of African knowledge forms. The paper argues that the power dynamics of  epistemological silencing created a system of epistemic annihilation of the colonised people. It further contends that epistemological  silencing enhances the dearth and death of significant development of African indigenous knowledge forms. Consequently, epistemic  annihilation necessitates the quest for epistemic freedom. The paper concludes that an epistemic re-centring process that is void of the  methodic crisis is imperative for the liberation, growth, emancipation, and development of African Societies.",
      "citationCount": 2,
      "doi": "10.4314/ajct.v4i1.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6410ffc189c2983500b3448a1648f75feb4c332f",
      "venue": "Arụmarụka: Journal of Conversational Thinking",
      "journal": {
        "name": "Arụmarụka: Journal of Conversational Thinking"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b7404dc3484f02ad0fee016ddf6757584736027f",
      "title": "Epistemic justice: An ethical basis for transdisciplinary and transformative sustainability research",
      "authors": [
        {
          "name": "Simon Meisch",
          "authorId": "2339203962"
        }
      ],
      "year": 2024,
      "abstract": "Abstract The idea of epistemic justice can help to resolve tensions between different ethical motivations in the transdisciplinary and transformative research literature as to why extra-scientific knowledge holders need to be included in knowledge production processes.Justice\n is the social mission and the ethical motivation for knowledge production in the sustainability sciences. To support transformations towards more just societies, alternative forms of knowledge production are needed that include the contributions of extra-scientific knowledge holders. The paper\n identifies inherent tensions within the literature on transdisciplinary and transformative research (TDTR) between different ethical motivations for involving these knowledge holders. Some point to justice claims derived from the social mission of TDTR; others emphasise forms of justification\n described in this paper as epistemic prudence. However, it is possible to resolve these tensions by referring to the idea of epistemic justice. The paper introduces this idea to reconstruct ethical intuitions within TDTR. In doing so, it invites TDTR practitioners to critically rethink their\n ethical motivations in order to advance work on the normative foundations of TDTR.",
      "citationCount": 1,
      "doi": "10.14512/gaia.33.4.9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b7404dc3484f02ad0fee016ddf6757584736027f",
      "venue": "GAIA - Ecological Perspectives for Science and Society",
      "journal": {
        "name": "GAIA - Ecological Perspectives for Science and Society"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c34f5d4adb85242bad468a21d591d3738e9f2e54",
      "title": "Energy Justice as Epistemic Justice",
      "authors": [
        {
          "name": "Govert Valkenburg",
          "authorId": "48359421"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT Energy justice is often conceived of as consisting of distributive, procedural, and recognitional justice. This article adds epistemic justice, which engages with the question of how the exchange of knowledge can be shaped fairly. Energy issues ramify across social worlds, connecting to multiple knowledge systems. The conventional elements of energy justice place specific demands on how different knowledge systems must be accommodated. Epistemic work must be done to bridge epistemological differences and pay due respect to different forms of knowledge. Energy justice should not neglect this epistemic work, and it cannot be assumed that it is sufficient to invite stakeholders to the discussion arena. I argue that fair ways of dealing with knowledge and fair opportunities for citizens to contribute knowledge to energy affairs are crucial to achieving energy justice of any general form. Also, this epistemic justice is not to be seen as yet another pillar of energy justice but a concern that runs through all pillars of energy justice.",
      "citationCount": 1,
      "doi": "10.1080/21550085.2024.2418789",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c34f5d4adb85242bad468a21d591d3738e9f2e54",
      "venue": "Ethics, Policy &amp; Environment",
      "journal": {
        "name": "Ethics, Policy & Environment",
        "pages": "385 - 406",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ae9a9dede7f5e1b0b561642632802434ddc64225",
      "title": "Translating of Knowledge Cultures in the Context of Epistemic Justice",
      "authors": [
        {
          "name": "L. Panchenko",
          "authorId": "2340444687"
        },
        {
          "name": "Nadiia Grygorova",
          "authorId": "2148296448"
        }
      ],
      "year": 2024,
      "abstract": "The article considers the situation of the need to translate first the culture of knowledge, and only then the text created on its basis. This problem is considered on the basis of the concept of paradigms of scientific knowledge by the American historian of science Thomas Kuhn and the concept of epistemic cultures by the German philosopher of science Karin Knorr Cetina. The causes of epistemic injustice are traced as deliberate or unforced losses of knowledge during its transmission at the individual, community and institutional levels. The purpose of the article is to consider, using the example of epistemic culture as a subject of professional translation, a more general situation of caring for epistemic justice in the translation of cultures of knowledge. It was found that the translation of a scientific text from or into a foreign language is not only a matter of linguistics, but also of that science, the issues of which are subject to translation. Professional translation of a scientific text requires taking into account the entire integrity of the specific academic experience that the author invested in a certain scientific text. Moreover, the establishment of epistemic justice thanks to the adequate translation of not only the scientific text, but also the culture of knowledge (epistemic culture) that lies at its foundation, not only preserves the accuracy of the scientific message, but also often draws attention to those aspects of scientific research that previously remained unnoticed.",
      "citationCount": 0,
      "doi": "10.31648/sw.10786",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ae9a9dede7f5e1b0b561642632802434ddc64225",
      "venue": "Studia Warmińskie",
      "journal": {
        "name": "Studia Warmińskie"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "87ff8fc3dbcbdbc7104fb1708d0590c45f0ecbe6",
      "title": "Can We Teach Physics for Epistemic Justice",
      "authors": [
        {
          "name": "A. Galamba",
          "authorId": "116897910"
        }
      ],
      "year": 2024,
      "abstract": "\n\n\nThis article critically examines the intersection between philosophical perspectives and pedagogical practices in promoting epistemic justice within physics education. It addresses the historical context of science education movements and their impact on social equity, highlighting the persistent underrepresentation of marginalized groups in the sciences. By exploring the concepts of realism and relativism in the philosophy of science, this work discusses the challenges of integrating diverse epistemologies into physics education. It advocates for a multifaceted approach, emphasizing critical pedagogy and the inclusion of multicultural and multi-ethnic perspectives to foster a more equitable and inclusive physics curriculum. It argues that transforming physics education through ethnic-racial solidarity can enrich the discipline without falling into the relativist discourse. This document draws on the critical literature to exemplify how physics education and other physics communities can promote ethnic-racial solidarity. Through this approach, educators can create inclusive learning environments that empower students to engage critically with scientific knowledge and contribute to a more just and diverse future in physics education and practice.\n\n\n",
      "citationCount": 0,
      "doi": "10.14483/23464712.21923",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/87ff8fc3dbcbdbc7104fb1708d0590c45f0ecbe6",
      "venue": "Góndola, Enseñanza y Aprendizaje de las Ciencias",
      "journal": {
        "name": "Góndola, Enseñanza y Aprendizaje de las Ciencias"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ff955583297ef9c9f545a841add8374fc2052a27",
      "title": "EPISTEMIC JUSTICE VS. ACADEMIC HEGEMONY: CRITICAL GEOPOLITICS OF THE GLOBAL ORDER OF KNOWLEDGE",
      "authors": [
        {
          "name": "Valentin Mihaylov",
          "authorId": "2240210877"
        }
      ],
      "year": 2024,
      "abstract": "In the global exchange of knowledge, there is a growing favoring of academic practices created in specific countries from the global North, which serve the interests of this informal, but symbolically powerful community. Subsequently, these local views are spreading worldwide as universal and unavoidable patterns for those who aim to participate in the global academic communication. Those who fail to comply with the practices of prioritizing specific topics, methods, and ways of thinking are destined for gradual marginalization. The concept of epistemic justice is commonly restricted to tracking and interpreting imbalances in publications listed in some of the top global indexing databases. This paper goes beyond the quantity approach and focuses on specific discursive practices that create, maintain, or challenge the established global order of knowledge. These practices are mostly from post-socialist countries, Africa, Asia, and Latin America. Two interrelated issues are examined in this paper. First, the production and dissemination of knowledge. Second, the question of who has the right (and who authorizes it) to evaluate, hierarchize, and control academic knowledge, as well as segregate, through symbolic recognition or stigmatization, those who participate in the creation of this knowledge? The critical geopolitical reading of a world order of knowledge is a suitable analytical tool for answering this question because of the inextricable connection of the considered phenomenon with some traditional patterns of socio-cultural division of the world. The field of critical geopolitics has a strong interest in marginal phenomena and powerless subjects, which are usually omitted when drawing the world’s political and cultural map of knowledge. This paper contains a critical analysis of the experience and positioning of those perceived with epithets such as “backwards”, peripheral subjects, or representatives of the “second” and “third” worlds. The question was asked about how those stigmatized as academic “periphery” contribute to epistemic injustice. To reflect such practices, the author employs the term self-peripheralization. The paper also emphasizes that epistemic justice is one of the important aspects in the struggle for a new, more inclusive model of coexistence of different cognitive paradigms and ways of doing science, developing in a broader social and cultural framework.",
      "citationCount": 0,
      "doi": "10.46793/csge5.72vm",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff955583297ef9c9f545a841add8374fc2052a27",
      "venue": "The 5th Congress of Slavic Geographers and Ethnographers",
      "journal": {
        "name": "The 5th Congress of Slavic Geographers and Ethnographers"
      },
      "publicationTypes": null
    }
  ],
  "count": 35,
  "errors": []
}
