{
  "status": "success",
  "source": "semantic_scholar",
  "query": "fairness gerrymandering",
  "results": [
    {
      "paperId": "d5c4dbeb4f10b10b241bd453d4c30f137e2800b3",
      "title": "How Does Fairness Affect the Complexity of Gerrymandering?",
      "authors": [
        {
          "name": "Sandip Banerjee",
          "authorId": "2219033650"
        },
        {
          "name": "R. Chitnis",
          "authorId": "1811913"
        },
        {
          "name": "A. Lahiri",
          "authorId": "2879226"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5555/3545946.3599106",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5c4dbeb4f10b10b241bd453d4c30f137e2800b3",
      "venue": "Adaptive Agents and Multi-Agent Systems",
      "journal": {
        "pages": "2869-2871"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "076e4de87e35cb63087fcc40c278df4615432071",
      "title": "Gerrymandering Individual Fairness",
      "authors": [
        {
          "name": "Tim Räz",
          "authorId": "2261594667"
        }
      ],
      "year": 2022,
      "abstract": "Individual fairness, proposed by Dwork et al., is a fairness measure that is supposed to prevent the unfair treatment of individuals on the subgroup level, and to overcome the problem that group fairness measures are susceptible to manipulation, or gerrymandering. The goal of the present paper is to explore the extent to which it is possible to gerrymander individual fairness itself. It will be proved that gerrymandering individual fairness in the context of predicting scores is possible. It will also be argued that individual fairness provides a very weak notion of fairness for some choices of feature space and metric. Finally, it will be discussed how the general idea of individual fairness may be preserved by formulating a notion of fairness that allows us to overcome some of the problems with individual fairness identified here and elsewhere.",
      "citationCount": 3,
      "doi": "10.48550/arXiv.2204.11615",
      "arxivId": "2204.11615",
      "url": "https://www.semanticscholar.org/paper/076e4de87e35cb63087fcc40c278df4615432071",
      "venue": "Artificial Intelligence",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2204.11615"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4fdc31c52f8dca479f5767e0918e1fdf817891da",
      "title": "Exposure Gerrymandering: Search Engine Manipulation Flying under Fairness’ Radar",
      "authors": [
        {
          "name": "T. D. Jonge",
          "authorId": "123786713"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fdc31c52f8dca479f5767e0918e1fdf817891da",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "e1663bd18b40cdb5df4abbb252007ab911224446",
      "title": "Optimality and fairness of partisan gerrymandering",
      "authors": [
        {
          "name": "A. Lagarde",
          "authorId": "51993265"
        },
        {
          "name": "Tristan Tomala",
          "authorId": "2452889"
        }
      ],
      "year": 2021,
      "abstract": "We consider the problem of optimal partisan gerrymandering: a legislator in charge of redrawing the boundaries of equal-sized congressional districts wants to ensure the best electoral outcome for his own party. The so-called gerrymanderer faces two issues: the number of districts is finite and there is uncertainty at the level of each district. Solutions to this problem consists in cracking favorable voters in as many districts as possible to get tight majorities, and in packing unfavorable voters in the remaining districts. The optimal payoff of the gerrymanderer tends to increase as the uncertainty decreases and the number of districts is large. With an infinite number of districts, this problem boils down to concavifying a function, similarly to the optimal Bayesian persuasion problem. We introduce a measure of fairness and show that optimal gerrymandering is accordingly closer to uniform districting (full cracking), which is most unfair, than to community districting (full packing), which is very fair.",
      "citationCount": 2,
      "doi": "10.1007/s10107-021-01731-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e1663bd18b40cdb5df4abbb252007ab911224446",
      "venue": "Mathematical programming",
      "journal": {
        "name": "Mathematical Programming",
        "pages": "1 - 37"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "689771d1181fa7c2cee60ecd276d1278f656debc",
      "title": "Fairness in plurality systems with implications for detecting partisan gerrymandering",
      "authors": [
        {
          "name": "Jeffrey T. Barton",
          "authorId": "40340374"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1016/j.mathsocsci.2022.03.002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/689771d1181fa7c2cee60ecd276d1278f656debc",
      "venue": "Mathematical Social Sciences",
      "journal": {
        "name": "Math. Soc. Sci.",
        "pages": "69-90",
        "volume": "117"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "213135171c00792d51c2818359084e2dedbf5796",
      "title": "Bias in the ballot: how votemandering exploits gerrymandering and campaign strategies",
      "authors": [
        {
          "name": "Sanyukta Deshpande",
          "authorId": "2045655294"
        },
        {
          "name": "Ian G. Ludden",
          "authorId": "2237005837"
        },
        {
          "name": "Sheldon H. Jacobson",
          "authorId": "2311890137"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10479-025-06748-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/213135171c00792d51c2818359084e2dedbf5796",
      "venue": "Annals of Operations Research",
      "journal": {
        "name": "Annals of Operations Research",
        "pages": "121 - 168",
        "volume": "352"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "97e3e0e07a9f363051d17df510637eb2f9e31110",
      "title": "Machine Learning with Multitype Protected Attributes: Intersectional Fairness through Regularisation",
      "authors": [
        {
          "name": "Ho Ming Lee",
          "authorId": "2380235331"
        },
        {
          "name": "Katrien Antonio",
          "authorId": "2379935825"
        },
        {
          "name": "Benjamin Avanzi",
          "authorId": "2379935529"
        },
        {
          "name": "Lorenzo Marchi",
          "authorId": "2379935333"
        },
        {
          "name": "Rui Zhou",
          "authorId": "2390446340"
        }
      ],
      "year": 2025,
      "abstract": "Ensuring equitable treatment (fairness) across protected attributes (such as gender or ethnicity) is a critical issue in machine learning. Most existing literature focuses on binary classification, but achieving fairness in regression tasks-such as insurance pricing or hiring score assessments-is equally important. Moreover, anti-discrimination laws also apply to continuous attributes, such as age, for which many existing methods are not applicable. In practice, multiple protected attributes can exist simultaneously; however, methods targeting fairness across several attributes often overlook so-called\"fairness gerrymandering\", thereby ignoring disparities among intersectional subgroups (e.g., African-American women or Hispanic men). In this paper, we propose a distance covariance regularisation framework that mitigates the association between model predictions and protected attributes, in line with the fairness definition of demographic parity, and that captures both linear and nonlinear dependencies. To enhance applicability in the presence of multiple protected attributes, we extend our framework by incorporating two multivariate dependence measures based on distance covariance: the previously proposed joint distance covariance (JdCov) and our novel concatenated distance covariance (CCdCov), which effectively address fairness gerrymandering in both regression and classification tasks involving protected attributes of various types. We discuss and illustrate how to calibrate regularisation strength, including a method based on Jensen-Shannon divergence, which quantifies dissimilarities in prediction distributions across groups. We apply our framework to the COMPAS recidivism dataset and a large motor insurance claims dataset.",
      "citationCount": 2,
      "doi": "10.48550/arXiv.2509.08163",
      "arxivId": "2509.08163",
      "url": "https://www.semanticscholar.org/paper/97e3e0e07a9f363051d17df510637eb2f9e31110",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2509.08163"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cd3b2bd0e00203f21ecd9b19ec07bf5741677634",
      "title": "Don’t Trust a Single Gerrymandering Metric",
      "authors": [
        {
          "name": "Thomas Ratliff",
          "authorId": "2322973518"
        },
        {
          "name": "Stephanie J. Somersille",
          "authorId": "101190488"
        },
        {
          "name": "Ellen Veomett",
          "authorId": "2307085482"
        }
      ],
      "year": 2024,
      "abstract": "In recent years, in an effort to promote fairness in the election process, a wide variety of techniques and metrics have been proposed to determine whether a map is a partisan gerrymander. The most accessible measures, requiring easily obtained data, are metrics such as the Mean-Median Difference, Efficiency Gap, Declination, and GEO metric. But for most of these metrics, researchers have struggled to describe, given no additional information, how a value of that metric on a single map indicates the presence or absence of gerrymandering. Our main result is that each of these metrics is gameable when used as a single, isolated quantity to detect gerrymandering (or the lack thereof). That is, for each of the four metrics, we can find district plans for a given state with an extremely large number of Democratic-won (or Republican-won) districts while the metric value of that plan falls within a reasonable, predetermined bound. We do this by using a hill-climbing method to generate district plans that are constrained by the bounds on the metric but also maximize or nearly maximize the number of districts won by a party. In addition, extreme values of the Mean-Median Difference do not necessarily correspond to maps with an extreme number of districts won. Thus, the Mean-Median Difference metric is particularly misleading, as it cannot distinguish more extreme maps from less extreme maps. The other metrics are more nuanced, but when assessed on an ensemble, none perform substantially differently from simply measuring number of districts won by a fixed party. One clear consequence of these results is that they demonstrate the folly of specifying a priori bounds on a metric that a redistricting commission must meet in order to avoid gerrymandering.",
      "citationCount": 2,
      "doi": "10.1007/s44007-025-00172-y",
      "arxivId": "2409.17186",
      "url": "https://www.semanticscholar.org/paper/cd3b2bd0e00203f21ecd9b19ec07bf5741677634",
      "venue": "La Matematica",
      "journal": {
        "name": "La Matematica",
        "pages": "764 - 809",
        "volume": "4"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b6d29195525a9d9371e3da72ed81f6782f6ade8e",
      "title": "Nonparametric Detection of Gerrymandering in Multiparty Plurality Elections",
      "authors": [
        {
          "name": "Dariusz Stolicki",
          "authorId": "2082284774"
        },
        {
          "name": "Wojciech Słomczyński",
          "authorId": "2313382174"
        },
        {
          "name": "Stanislaw Szufa",
          "authorId": "51130506"
        }
      ],
      "year": 2024,
      "abstract": "Partisan gerrymandering, i.e., manipulation of electoral district boundaries for political advantage, is one of the major challenges to election integrity in modern day democracies. Yet most of the existing methods for detecting partisan gerrymandering are narrowly tailored toward fully contested two-party elections, and fail if there are more parties or if the number of candidates per district varies. We propose a new method, applying nonparametric statistical learning to detect anomalies in the relation between (aggregate) votes and (aggregate) seats. Unlike in most of the existing methods, we propose to learn the standard of fairness in districting from empirical data rather than assume one a priori. Finally, we test the proposed methods against experimental data as well as real-life data from 17 countries employing the plurality (FPTP) system.",
      "citationCount": 0,
      "doi": "10.24963/ijcai.2024/329",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b6d29195525a9d9371e3da72ed81f6782f6ade8e",
      "venue": "International Joint Conference on Artificial Intelligence",
      "journal": {
        "pages": "2967-2975"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "298a9bc2f83e9153896d41a188918d7ccc809625",
      "title": "A study on the Effect of inducing Bias in Digital Gerrymandering on Basic Rights and Legislative Countermeasures.",
      "authors": [
        {
          "name": "Hyeong Seok Lee",
          "authorId": "2261822133"
        }
      ],
      "year": 2024,
      "abstract": "Digital gerrymandering refers to the phenomenon of using information technology to artificially manipulate electoral district boundaries to favor a particular party or group. It involves the use of data analysis and information technology to redraw electoral boundaries in a way that results in advantageous outcomes for specific parties or groups. Through digital gerrymandering, it's possible to artificially design the distribution of voters to benefit certain parties or candidates. As a result, this undermines the fairness of elections and induces bias, allowing the votes of certain groups to have disproportionately greater influence compared to others. This process poses several critical threats to the principles and fundamental rights of democracy. First, it violates the principle that every voter's vote should be treated equally. Digital gerrymandering can artificially adjust the value of votes in certain areas, diminishing the influence of some voters while overestimating that of others. Second, it leads to the distortion of political representation. When electoral district boundaries are manipulated, the outcome can differ from the actual will of the voters, resulting in a political representation system that fails to accurately reflect the opinions of some voters. Third, it infringes upon freedom of expression and political diversity. Voters' rights to freely express their political preferences and choose from a variety of political options can be restricted. This study aims to analyze the impact of digital gerrymandering on fundamental rights, especially the right to vote and freedom of expression, and to propose legislative measures to counteract it. It examines how digital technologies can distort the electoral process and specifically how they can infringe upon voters' rights to freely express their will and vote. Additionally, the study explores necessary legislative responses to address these issues, aiming to protect the core values of democracy and ensure the fairness of elections. To achieve this, the study seeks to clarify the concept of digital gerrymandering, illustrate how it can infringe upon fundamental rights through specific examples, and identify concrete legislative measures to ensure transparency and fairness.",
      "citationCount": 0,
      "doi": "10.56603/jksps.2024.23.1.25",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/298a9bc2f83e9153896d41a188918d7ccc809625",
      "venue": "The Korean Society of Private Security",
      "journal": {
        "name": "The Korean Society of Private Security"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f33f087928eea988a89c3bcb1e9daae9ac8df26d",
      "title": "MultiFair: Model Fairness With Multiple Sensitive Attributes",
      "authors": [
        {
          "name": "Huan Tian",
          "authorId": "51262864"
        },
        {
          "name": "Bo Liu",
          "authorId": "2156643376"
        },
        {
          "name": "Tianqing Zhu",
          "authorId": "2185053609"
        },
        {
          "name": "Wanlei Zhou",
          "authorId": "2134555583"
        },
        {
          "name": "Philip S. Yu",
          "authorId": "2276524693"
        }
      ],
      "year": 2024,
      "abstract": "While existing fairness interventions show promise in mitigating biased predictions, most studies concentrate on single-attribute protections. Although a few methods consider multiple attributes, they either require additional constraints or prediction heads, incurring high computational overhead or jeopardizing the stability of the training process. More critically, they consider per-attribute protection approaches, raising concerns about fairness gerrymandering where certain attribute combinations remain unfair. This work aims to construct a neutral domain containing fused information across all subgroups and attributes. It delivers fair predictions as the fused input contains neutralized information for all considered attributes. Specifically, we adopt mixup operations to generate samples with fused information. However, our experiments reveal that directly adopting the operations leads to degraded prediction results. The excessive mixup operations result in unrecognizable training data. To this end, we design three distinct mixup schemes that balance information fusion across attributes while retaining distinct visual features critical for training valid models. Extensive experiments with multiple datasets and up to eight sensitive attributes demonstrate that the proposed MultiFair method can deliver fairness protections for multiple attributes while maintaining valid prediction results.",
      "citationCount": 11,
      "doi": "10.1109/TNNLS.2024.3384181",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f33f087928eea988a89c3bcb1e9daae9ac8df26d",
      "venue": "IEEE Transactions on Neural Networks and Learning Systems",
      "journal": {
        "name": "IEEE Transactions on Neural Networks and Learning Systems",
        "pages": "5654-5667",
        "volume": "36"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4e4eb9408d9b93d542373c560151e97212c700e5",
      "title": "Auditing for Spatial Fairness",
      "authors": [
        {
          "name": "Dimitris Sacharidis",
          "authorId": "1760642"
        },
        {
          "name": "G. Giannopoulos",
          "authorId": "40397337"
        },
        {
          "name": "George Papastefanatos",
          "authorId": "2325154"
        },
        {
          "name": "Kostas Stefanidis",
          "authorId": "12619004"
        }
      ],
      "year": 2023,
      "abstract": "This paper studies algorithmic fairness when the protected attribute is location. To handle protected attributes that are continuous, such as age or income, the standard approach is to discretize the domain into predefined groups, and compare algorithmic outcomes across groups. However, applying this idea to location raises concerns of gerrymandering and may introduce statistical bias. Prior work addresses these concerns but only for regularly spaced locations, while raising other issues, most notably its inability to discern regions that are likely to exhibit spatial unfairness. Similar to established notions of algorithmic fairness, we define spatial fairness as the statistical independence of outcomes from location. This translates into requiring that for each region of space, the distribution of outcomes is identical inside and outside the region. To allow for localized discrepancies in the distribution of outcomes, we compare how well two competing hypotheses explain the observed outcomes. The null hypothesis assumes spatial fairness, while the alternate allows different distributions inside and outside regions. Their goodness of fit is then assessed by a likelihood ratio test. If there is no significant difference in how well the two hypotheses explain the observed outcomes, we conclude that the algorithm is spatially fair.",
      "citationCount": 3,
      "doi": "10.48550/arXiv.2302.12333",
      "arxivId": "2302.12333",
      "url": "https://www.semanticscholar.org/paper/4e4eb9408d9b93d542373c560151e97212c700e5",
      "venue": "International Conference on Extending Database Technology",
      "journal": {
        "pages": "485-491"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "6ddb8a4abacacd89d4dbc6670fe82f8e3069a891",
      "title": "Votemandering: Strategies and Fairness in Political Redistricting",
      "authors": [
        {
          "name": "Sanyukta Deshpande",
          "authorId": "2045655294"
        },
        {
          "name": "Ian G. Ludden",
          "authorId": "1557499360"
        },
        {
          "name": "S. Jacobson",
          "authorId": "1680899"
        }
      ],
      "year": 2023,
      "abstract": "Gerrymandering, the deliberate manipulation of electoral district boundaries for political advantage, is a persistent issue in U.S. redistricting cycles. This paper introduces and analyzes a new phenomenon, 'votemandering'- a strategic blend of gerrymandering and targeted political campaigning, devised to gain more seats by circumventing fairness measures. It leverages accurate demographic and socio-political data to influence voter decisions, bolstered by advancements in technology and data analytics, and executes better-informed redistricting. Votemandering is established as a Mixed Integer Program (MIP) that performs fairness-constrained gerrymandering over multiple election rounds, via unit-specific variables for campaigns. To combat votemandering, we present a computationally efficient heuristic for creating and testing district maps that more robustly preserve voter preferences. We analyze the influence of various redistricting constraints and parameters on votemandering efficacy. We explore the interconnectedness of gerrymandering, substantial campaign budgets, and strategic campaigning, illustrating their collective potential to generate biased electoral maps. A Wisconsin State Senate redistricting case study substantiates our findings on real data, demonstrating how major parties can secure additional seats through votemandering. Our findings underscore the practical implications of these manipulations, stressing the need for informed policy and regulation to safeguard democratic processes.",
      "citationCount": 1,
      "doi": "10.48550/arXiv.2308.07414",
      "arxivId": "2308.07414",
      "url": "https://www.semanticscholar.org/paper/6ddb8a4abacacd89d4dbc6670fe82f8e3069a891",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2308.07414"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b0c27b961b91b421322eaf53053f929d1fd02837",
      "title": "Auditing for Gerrymandering by Identifying Disenfranchised Individuals",
      "authors": [
        {
          "name": "Jerry Lin",
          "authorId": "2110345066"
        },
        {
          "name": "Carolyn Chen",
          "authorId": "46729950"
        },
        {
          "name": "Mark Chmielewski",
          "authorId": "134375618"
        },
        {
          "name": "Samia Zaman",
          "authorId": "2171366916"
        },
        {
          "name": "Brandon Fain",
          "authorId": "2605019"
        }
      ],
      "year": 2022,
      "abstract": "Gerrymandering is the practice of drawing congressional districts to advantage or disadvantage particular electoral outcomes or population groups. We study the problem of computationally auditing a districting for evidence of gerrymandering. Our approach is novel in its emphasis on identifying individual voters disenfranchised by packing and cracking in local fine-grained geographic regions. We define a local score based on comparison with a representative sample of alternative districtings and use simulated annealing to algorithmically generate a witness districting to show that the score can be substantially reduced by simple local alterations. Unlike commonly studied metrics for gerrymandering such as proportionality and compactness, our framework is inspired by the legal context for voting rights in the United States. We demonstrate the use of our framework to analyze the congressional districting of the state of North Carolina in 2016. We identify a substantial number of geographically localized disenfranchised individuals, mostly Democrats in the central and north-eastern parts of the state. Our simulated annealing algorithm is able to generate a witness districting with a roughly 50% reduction in the number of disenfranchised individuals, suggesting that the 2016 districting was not predetermined by North Carolina’s spatial structure.",
      "citationCount": 2,
      "doi": "10.1145/3531146.3533174",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b0c27b961b91b421322eaf53053f929d1fd02837",
      "venue": "Conference on Fairness, Accountability and Transparency",
      "journal": {
        "name": "Proceedings of the 2022 ACM Conference on Fairness, Accountability, and Transparency"
      },
      "publicationTypes": [
        "JournalArticle",
        "Book"
      ]
    },
    {
      "paperId": "cf837a58be1245d42e214e99361c9e481bfc69f4",
      "title": "Sailing in the location-based fairness-bias sphere",
      "authors": [
        {
          "name": "Erhu He",
          "authorId": "2151208105"
        },
        {
          "name": "Weiye Chen",
          "authorId": "2109964418"
        },
        {
          "name": "Yiqun Xie",
          "authorId": "46269169"
        },
        {
          "name": "Han Bao",
          "authorId": "2052378710"
        },
        {
          "name": "Xun Zhou",
          "authorId": "3209119"
        },
        {
          "name": "X. Jia",
          "authorId": "38139853"
        },
        {
          "name": "Zhenling Jiang",
          "authorId": "49165287"
        },
        {
          "name": "Rahul Ghosh",
          "authorId": "153457359"
        },
        {
          "name": "Praveen Ravirathinam",
          "authorId": "1685654342"
        }
      ],
      "year": 2022,
      "abstract": "As the adoption of machine learning continues to thrive, fairness of the algorithms has become a key factor determining their long-term success and sustainability. Among them, location-based fairness - or spatial fairness - is critical for a variety of essential societal applications that commonly rely on spatial data, including agriculture, disaster response, urban planning, etc. Spatial biases incurred by learning, if left unattended, may cause or exacerbate unfair distribution of resources, spatial disparity, social division, etc. However, very limited understanding has been developed on location-based fairness and bias in machine learning. Compared to traditional fairness-preserving techniques, the spatial consideration introduces two major layers of complication: (1) Space is continuous with no well-defined categories (e.g., categories by race or gender); and (2) Categorizations given by space-partitionings are known to be subject to high statistical sensitivity (e.g., gerrymandering). Under these challenges, we formally explore and demonstrate the fragility of learning methods in the spatial fairness-bias sphere. Specifically, we present a set of techniques that can maneuver the training process towards various targeted fairness-bias outcomes, while maintaining the same level of overall prediction performance (i.e., for \"free\"). Extensive experiments are carried out on two real-world problems: crop monitoring in the US and palm oil plantation mapping in Indonesia. The results demonstrate the effectiveness of the manipulation algorithms and the importance of explicitly regulating location-based fairness using a diverse set of criteria.",
      "citationCount": 14,
      "doi": "10.1145/3557915.3560976",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cf837a58be1245d42e214e99361c9e481bfc69f4",
      "venue": "SIGSPATIAL/GIS",
      "journal": {
        "name": "Proceedings of the 30th International Conference on Advances in Geographic Information Systems"
      },
      "publicationTypes": [
        "Book",
        "JournalArticle"
      ]
    },
    {
      "paperId": "625d73940ee727cb0c204161fac9263c5e3f1c50",
      "title": "Crowdsourcing Perceptions of Gerrymandering",
      "authors": [
        {
          "name": "Benjamin Kelly",
          "authorId": "40494360"
        },
        {
          "name": "Inwon Kang",
          "authorId": "2364680"
        },
        {
          "name": "Lirong Xia",
          "authorId": "33406973"
        }
      ],
      "year": 2022,
      "abstract": "Gerrymandering is the manipulation of redistricting to influence the results of a set of elections for local representatives. Gerrymandering has the potential to drastically swing power in legislative bodies even with no change in a population’s political views. Identifying gerrymandering and measuring fairness using metrics of proposed district plans is a topic of current research, but there is less work on how such plans will be perceived by voters. Gathering data on such perceptions presents several challenges such as the ambiguous definitions of ‘fair’ and the complexity of real world geography and district plans. We present a dataset collected from an online crowdsourcing platform on a survey asking respondents to mark which of two maps of equal population distribution but different districts appear more ‘fair’ and the reasoning for their decision. We performed preliminary analysis on this data and identified which of several commonly suggested metrics are most predictive of the responses. We found that the maximum perimeter of any district was the most predictive metric, especially with participants who reported that they made their decision based on the shape of the districts.",
      "citationCount": 0,
      "doi": "10.1609/hcomp.v10i1.21993",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/625d73940ee727cb0c204161fac9263c5e3f1c50",
      "venue": "AAAI Conference on Human Computation & Crowdsourcing",
      "journal": {
        "pages": "124-132"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "ad8fc146f9bb7f71860acb758e5b63b773785fba",
      "title": "Centralized Fairness for Redistricting",
      "authors": [
        {
          "name": "Seyed-Alireza Esmaeili",
          "authorId": "115310032"
        },
        {
          "name": "Hayley Grape",
          "authorId": "2156928435"
        },
        {
          "name": "Brian Brubach",
          "authorId": "2521977"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.48550/arXiv.2203.00872",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ad8fc146f9bb7f71860acb758e5b63b773785fba",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2203.00872"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cf2b06d80776eb93362db0dab57f7617eb08dd15",
      "title": "The gerrymandering jumble: map projections permute districts’ compactness scores",
      "authors": [
        {
          "name": "Assaf Bar-Natan",
          "authorId": "1460003094"
        },
        {
          "name": "Lorenzo Najt",
          "authorId": "115998376"
        },
        {
          "name": "Zachary Schutzman",
          "authorId": "27599680"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT In political redistricting, the compactness of a district is used as a quantitative proxy for its fairness. Several well established, yet competing, notions of geographic compactness are commonly used to evaluate the shapes of regions, including the Polsby-Popper score, the convex hull score, and the Reock score, and these scores are used to compare two or more districts or plans. In this paper, we prove mathematically that any map projection from the sphere to the plane reverses the ordering of the scores of some pair of regions for all three of these scores. We evaluate these results empirically on United States congressional districts and demonstrate that this order-reversal does occur in practice with respect to commonly used projections. Furthermore, the Reock score ordering in particular appears to be quite sensitive to the choice of map projection.",
      "citationCount": 20,
      "doi": "10.1080/15230406.2020.1737575",
      "arxivId": "1905.03173",
      "url": "https://www.semanticscholar.org/paper/cf2b06d80776eb93362db0dab57f7617eb08dd15",
      "venue": "Cartography and Geographic Information Science",
      "journal": {
        "name": "Cartography and Geographic Information Science",
        "pages": "321 - 335",
        "volume": "47"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9bf648102501d963493b1b63a70a083877ad41f1",
      "title": "Gerrymandering and Compactness: Implementation Flexibility and Abuse",
      "authors": [
        {
          "name": "Richard Barnes",
          "authorId": "2111795541"
        },
        {
          "name": "J. Solomon",
          "authorId": "1932072"
        }
      ],
      "year": 2018,
      "abstract": "Abstract Political districts may be drawn to favor one group or political party over another, or gerrymandered. A number of measurements have been suggested as ways to detect and prevent such behavior. These measures give concrete axes along which districts and districting plans can be compared. However, measurement values are affected by both noise and the compounding effects of seemingly innocuous implementation decisions. Such issues will arise for any measure. As a case study demonstrating the effect, we show that commonly used measures of geometric compactness for district boundaries are affected by several factors irrelevant to fairness or compliance with civil rights law. We further show that an adversary could manipulate measurements to affect the assessment of a given plan. This instability complicates using these measurements as legislative or judicial standards to counteract unfair redistricting practices. This paper accompanies the release of packages in C++, Python, and R that correctly, efficiently, and reproducibly calculate a variety of compactness scores.",
      "citationCount": 35,
      "doi": "10.1017/pan.2020.36",
      "arxivId": "1803.02857",
      "url": "https://www.semanticscholar.org/paper/9bf648102501d963493b1b63a70a083877ad41f1",
      "venue": "Political Analysis",
      "journal": {
        "name": "Political Analysis",
        "pages": "448 - 466",
        "volume": "29"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0cb18b1d203e8104193e22c6f0242882e23a4c5c",
      "title": "Understanding Significance Tests From a Non-Mixing Markov Chain for Partisan Gerrymandering Claims",
      "authors": [
        {
          "name": "Wendy K. Tam Cho",
          "authorId": "1680875961"
        },
        {
          "name": "Simon Rubinstein-Salzedo",
          "authorId": "1399324863"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT Recently, Chikina, Frieze, and Pegden proposed a way to assess significance in a Markov chain without requiring that Markov chain to mix. They presented their theorem as a rigorous test for partisan gerrymandering. We clarify that their ε-outlier test is distinct from a traditional global outlier test and does not indicate, as they imply, that a particular electoral map is associated with an extreme level of “partisan unfairness.” In fact, a map could simultaneously be an ε-outlier and have a typical partisan fairness value. That is, their test identifies local outliers but has no power for assessing whether that local outlier is a global outlier. How their specific definition of local outlier is related to a legal gerrymandering claim is unclear given Supreme Court precedent.",
      "citationCount": 8,
      "doi": "10.1080/2330443X.2019.1574687",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0cb18b1d203e8104193e22c6f0242882e23a4c5c",
      "venue": "Statistics and Public Policy",
      "journal": {
        "name": "Statistics and Public Policy",
        "pages": "44 - 49",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a4afcadf1b6a36f833395d117e0f723080bb195b",
      "title": "Antimander: open source detection of gerrymandering though multi-objective evolutionary algorithms",
      "authors": [
        {
          "name": "J. Simon",
          "authorId": "2093420376"
        },
        {
          "name": "J. Lehman",
          "authorId": "39799304"
        }
      ],
      "year": 2020,
      "abstract": "Redrawing congressional district boundaries for political advantage (i.e. gerrymandering) is a recognized problem in the United States. Legal cases opposing gerrymandering have been stymied by the lack of objective measures showing that a districting is unnecessarily biased relative to other viable designs, given a set of competing considerations (such as fairness, compactness, and competitiveness). As a result, there is interest in methods that can show that a candidate districting's fairness could be significantly improved without sacrificing any other considerations. We propose multi-objective evolutionary algorithms as a promising approach for identifying gerrymandering, and districting as a real-world benchmark for the field. Our contributions are (1) to design an encoding and operators appropriate to the problem, and explore enhancements such as novelty search and feasible-infeasible search, (2) to set baseline results, and (3) to release an open-source tool called Antimander, with the hope of inspiring future research aimed at solving an important political problem.",
      "citationCount": 2,
      "doi": "10.1145/3377929.3398156",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a4afcadf1b6a36f833395d117e0f723080bb195b",
      "venue": "GECCO Companion",
      "journal": {
        "name": "Proceedings of the 2020 Genetic and Evolutionary Computation Conference Companion"
      },
      "publicationTypes": [
        "Book",
        "JournalArticle"
      ]
    },
    {
      "paperId": "6ce8c63d8a94e4f86e59714b48e12a15b3aceac5",
      "title": "PROMIS: A Post-Processing Framework for Mitigating Spatial Bias",
      "authors": [
        {
          "name": "Dimitris Kyriakopoulos",
          "authorId": "2397877088"
        },
        {
          "name": "Dimitris Sacharidis",
          "authorId": "2304489259"
        },
        {
          "name": "G. Giannopoulos",
          "authorId": "40397337"
        },
        {
          "name": "Dimitris Gunopulos",
          "authorId": "2397878442"
        },
        {
          "name": "Theodore Dalamagas",
          "authorId": "2243286151"
        }
      ],
      "year": 2025,
      "abstract": "The rapid integration of machine learning (ML) into critical decisionmaking systems has heightened concerns over fairness, particularly regarding spatial biases often tied to sensitive socioeconomic factors. In response, we propose a model-agnostic post-processing method for spatial bias mitigation that operates without access to the original training data. Our approach formulates an optimization problem that minimizes a fairness measure robust to gerrymandering, subject to a constraint specifying the allowable deviation from the original model's performance ensuring spatial fairness while preserving accuracy. This measure has a 0–1 scale, offering an intuitive way to quantify spatial bias. Comprehensive evaluations on real-world datasets show that our framework effectively reduces spatial bias and achieves fairer outcomes with minimal performance loss, outperforming other state-of-the-art post-processing methods. This work advances spatial fairness methodologies, offering practitioners an efficient, interpretable, and adaptable post-processing solution to mitigate location-based discrimination in ML applications.",
      "citationCount": 1,
      "doi": "10.1145/3748636.3762760",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ce8c63d8a94e4f86e59714b48e12a15b3aceac5",
      "venue": "Proceedings of the 33rd ACM International Conference on Advances in Geographic Information Systems",
      "journal": {
        "name": "Proceedings of the 33rd ACM International Conference on Advances in Geographic Information Systems"
      },
      "publicationTypes": [
        "Book",
        "Conference"
      ]
    },
    {
      "paperId": "7abc7a58fcae7a92e3a439e223b59a0e2246e8b6",
      "title": "Computational Redistricting of Iowa's Congressional Districts",
      "authors": [
        {
          "name": "Stefanie G. Wang",
          "authorId": "2375340044"
        },
        {
          "name": "Nathaniel C. Merrill",
          "authorId": "2375329071"
        }
      ],
      "year": 2025,
      "abstract": "This article expands on the redistricting algorithm proposed by Chen and Rodden (2015) for states with fewer than eight congressional districts, populations highly concentrated in urban areas, or state laws that require preservation of county lines. We used the updated algorithm to redistrict Iowa's four congressional districts. Non-partisan, randomly drawn maps were used to evaluate the fairness of the enacted congressional map. Notably, the evidence suggests that the first proposed map drawn by the Iowa Legislative Bureau was rejected due to partisan bias. This article also analyzes Iowa's 2024 election results for partisan gerrymandering.",
      "citationCount": 0,
      "doi": null,
      "arxivId": "2508.05848",
      "url": "https://www.semanticscholar.org/paper/7abc7a58fcae7a92e3a439e223b59a0e2246e8b6",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "491a3289621e48ab91583a7c848422d2d46484e1",
      "title": "Estimating the Electoral Consequences of Legislative Redistricting in France",
      "authors": [
        {
          "name": "E. Bampis",
          "authorId": "1872658"
        },
        {
          "name": "Thomas Ehrhard",
          "authorId": "2367795616"
        },
        {
          "name": "Bruno Escoffier",
          "authorId": "2305813975"
        },
        {
          "name": "Claire Mathieu",
          "authorId": "2367795681"
        },
        {
          "name": "Fanny Pascual",
          "authorId": "2268497778"
        },
        {
          "name": "David Saulpic",
          "authorId": "22259503"
        }
      ],
      "year": 2025,
      "abstract": "We study in this paper the influence that redistricting can have on the result of elections. First, we propose a definition of diversity of the distribution of legal electoral maps of a state, to capture the gerrymandering potential; then, for a specific electoral map of a state, we propose a definition of outliers (positive outlier or negative outlier with respect to a given political party), to identify the states where the electoral map ought to be audited. We apply this approach to the French system, that has legal constraints very different from the U.S., much more granular and much less balanced. We first show that despite the legal constraints, there is some large diversity of maps, and as a consequence it is possible to draw the maps in order to favor one specific party in the aggregate (over all states). Then, we show that many states are positive or negative outliers, with a large imbalance between different parties. This calls for a specific audit of redistricting in those states, to examine whether the current map is indeed drawn in a way to advantage or disadvantage some party. This is the first computer study of gerrymandering potential in France.",
      "citationCount": 0,
      "doi": "10.1145/3715275.3732111",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/491a3289621e48ab91583a7c848422d2d46484e1",
      "venue": "Conference on Fairness, Accountability and Transparency",
      "journal": {
        "name": "Proceedings of the 2025 ACM Conference on Fairness, Accountability, and Transparency"
      },
      "publicationTypes": [
        "Book",
        "JournalArticle"
      ]
    },
    {
      "paperId": "beb885a5cc708304db9f94b5995caa26660a56c4",
      "title": "Are “Intersectionally Fair” AI Algorithms Really Fair to Women of Color? A Philosophical Analysis",
      "authors": [
        {
          "name": "Youjin Kong",
          "authorId": "117102547"
        }
      ],
      "year": 2022,
      "abstract": "A growing number of studies on fairness in artificial intelligence (AI) use the notion of intersectionality to measure AI fairness. Most of these studies take intersectional fairness to be a matter of statistical parity among intersectional subgroups: an AI algorithm is “intersectionally fair” if the probability of the outcome is roughly the same across all subgroups defined by different combinations of the protected attributes. This paper identifies and examines three fundamental problems with this dominant interpretation of intersectional fairness in AI. First, the dominant approach is so preoccupied with the intersection of attributes/categories (e.g., race, gender) that it fails to address the intersection of oppression (e.g., racism, sexism), which is more central to intersectionality as a critical framework. Second, the dominant approach faces a dilemma between infinite regress and fairness gerrymandering: it either keeps splitting groups into smaller subgroups or arbitrarily selects protected groups. Lastly, the dominant view fails to capture what it really means for AI algorithms to be fair, in terms of both distributive and non-distributive fairness. I distinguish a strong sense of AI fairness from a weak sense that is prevalent in the literature, and conclude by envisioning paths towards strong intersectional fairness in AI.",
      "citationCount": 74,
      "doi": "10.1145/3531146.3533114",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/beb885a5cc708304db9f94b5995caa26660a56c4",
      "venue": "Conference on Fairness, Accountability and Transparency",
      "journal": {
        "name": "Proceedings of the 2022 ACM Conference on Fairness, Accountability, and Transparency"
      },
      "publicationTypes": [
        "Book",
        "JournalArticle"
      ]
    },
    {
      "paperId": "303961b9946a2c57398e3a281d7fdd821604e209",
      "title": "Congressional Apportionment: A Multiobjective Optimization Approach",
      "authors": [
        {
          "name": "Steven M. Shechter",
          "authorId": "34629353"
        }
      ],
      "year": 2024,
      "abstract": "Two events, with major implications for U.S. voters, occur after each decennial census. First, congressional “apportionment” takes place, followed by congressional “districting.” Apportionment determines how to allocate the 435 seats in the House of Representatives across the 50 states, whereas districting determines the geographic boundaries assigned to representatives within each state. Although districting and the practice of gerrymandering often receive great attention in the media and courts, the best way to apportion representatives across states has been debated for nearly 250 years. Historical methods (including the current method) each satisfy some desirable optimality criteria that the others are not guaranteed to satisfy. Moreover, none are guaranteed to optimize certain reasonable fairness measures (e.g., minimum range, minimum bias). To our knowledge, we are the first to formulate and analyze a multiobjective optimization approach to apportionment, allowing policymakers to identify Pareto-optimal allocations and quantify their trade-offs between several competing criteria. Some of these models can be formulated and solved as mixed-integer linear programs, whereas others require the solution of mixed-integer, nonconvex, quadratically constrained quadratic programs. We take advantage of recent software advances that allow one to solve these problems with optimality guarantees. Policy implications of our work include Pareto curves from historical censuses and simulations, which suggest opportunities for improvement in some objectives at little sacrifice to others. This paper was accepted by David Simchi-Levi, operations management. Supplemental Material: The online appendix and data files are available at https://doi.org/10.1287/mnsc.2023.02472 .",
      "citationCount": 2,
      "doi": "10.1287/mnsc.2023.02472",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/303961b9946a2c57398e3a281d7fdd821604e209",
      "venue": "Management Sciences",
      "journal": {
        "name": "Manag. Sci.",
        "pages": "1464-1487",
        "volume": "71"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "64978f0d981c594e27651d68a8443a274e94ca38",
      "title": "Beyond Silos: an Interdisciplinary Analysis of Intersectional Discrimination From an Eu Perspective",
      "authors": [
        {
          "name": "Stephan Wolters",
          "authorId": "2347733799"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/64978f0d981c594e27651d68a8443a274e94ca38",
      "venue": "EWAF",
      "journal": null,
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ba0086ecc37765329acbd483bd5bd57f960fc957",
      "title": "Multiobjective Optimization for Politically Fair Districting: A Scalable Multilevel Approach",
      "authors": [
        {
          "name": "Rahul Swamy",
          "authorId": "40486529"
        },
        {
          "name": "D. King",
          "authorId": "2662240"
        },
        {
          "name": "S. Jacobson",
          "authorId": "1680899"
        }
      ],
      "year": 2022,
      "abstract": "Gerrymandering has been a fundamental issue in American democracy for more than two centuries, with significant implications for electoral representation. Traditional optimization models for political districting primarily model nonpolitical fairness metrics such as the compactness of districts. In “Multiobjective Optimization for Politically Fair Districting: A Scalable Multilevel Approach,” Swamy, King, and Jacobson propose optimization models that explicitly incorporate political fairness objectives using political data from past elections. These objectives model fundamental fairness principles such as vote-seat proportionality (efficiency gap), partisan (a)symmetry, and competitiveness. They propose a solution strategy, called the multilevel algorithm, that solves large instances of the problem using a series of matching-based graph contractions. A case study on congressional districting in Wisconsin demonstrates that district plans balance the interests of the voters and the political parties.",
      "citationCount": 25,
      "doi": "10.1287/opre.2022.2311",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ba0086ecc37765329acbd483bd5bd57f960fc957",
      "venue": "Operational Research",
      "journal": {
        "name": "Oper. Res.",
        "pages": "536-562",
        "volume": "71"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "714a9cc3a8ed0178ff43ed65e558f9f2b3181d17",
      "title": "A Pairwise Fair and Community-preserving Approach to k-Center Clustering",
      "authors": [
        {
          "name": "Brian Brubach",
          "authorId": "2521977"
        },
        {
          "name": "D. Chakrabarti",
          "authorId": "1816753327"
        },
        {
          "name": "John P. Dickerson",
          "authorId": "1718974"
        },
        {
          "name": "S. Khuller",
          "authorId": "1737147"
        },
        {
          "name": "A. Srinivasan",
          "authorId": "143780771"
        },
        {
          "name": "Leonidas Tsepenekas",
          "authorId": "3436122"
        }
      ],
      "year": 2020,
      "abstract": "Clustering is a foundational problem in machine learning with numerous applications. As machine learning increases in ubiquity as a backend for automated systems, concerns about fairness arise. Much of the current literature on fairness deals with discrimination against protected classes in supervised learning (group fairness). We define a different notion of fair clustering wherein the probability that two points (or a community of points) become separated is bounded by an increasing function of their pairwise distance (or community diameter). We capture the situation where data points represent people who gain some benefit from being clustered together. Unfairness arises when certain points are deterministically separated, either arbitrarily or by someone who intends to harm them as in the case of gerrymandering election districts. In response, we formally define two new types of fairness in the clustering setting, pairwise fairness and community preservation. To explore the practicality of our fairness goals, we devise an approach for extending existing $k$-center algorithms to satisfy these fairness constraints. Analysis of this approach proves that reasonable approximations can be achieved while maintaining fairness. In experiments, we compare the effectiveness of our approach to classical $k$-center algorithms/heuristics and explore the tradeoff between optimal clustering and fairness.",
      "citationCount": 39,
      "doi": null,
      "arxivId": "2007.07384",
      "url": "https://www.semanticscholar.org/paper/714a9cc3a8ed0178ff43ed65e558f9f2b3181d17",
      "venue": "International Conference on Machine Learning",
      "journal": {
        "pages": "1178-1189"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "bfa07327c478913ee11027183a7c89f84ce85bb7",
      "title": "Redistricting for Proportionality",
      "authors": [
        {
          "name": "M. Duchin",
          "authorId": "3100837"
        },
        {
          "name": "Gabe Schoenbach",
          "authorId": "1879581162"
        }
      ],
      "year": 2022,
      "abstract": "Abstract American democracy is currently heavily reliant on plurality in single-member districts, or PSMD, as a system of election. But public perceptions of fairness are often keyed to partisan proportionality, or the degree of congruence between each party’s share of the vote and its share of representation. PSMD has not tended to secure proportional outcomes historically, partially due to gerrymandering, where line-drawers intentionally extract more advantage for their side. But it is now increasingly clear that even blind PSMD is frequently disproportional, and in unpredictable ways that depend on local political geography. In this paper we consider whether it is feasible to bring PSMD into alignment with a proportionality norm by targeting proportional outcomes in the design and selection of districts. We do this mainly through a close examination of the “Freedom to Vote Test,” a redistricting reform proposed in draft legislation in 2021. We find that applying the test with a proportionality target makes for sound policy: it performs well in legal battleground states and has a workable exception to handle edge cases where proportionality is out of reach.",
      "citationCount": 8,
      "doi": "10.1515/for-2022-2064",
      "arxivId": "2308.11529",
      "url": "https://www.semanticscholar.org/paper/bfa07327c478913ee11027183a7c89f84ce85bb7",
      "venue": "The Forum",
      "journal": {
        "name": "The Forum",
        "pages": "371 - 393",
        "volume": "20"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
