{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Haslanger social construction race gender",
  "results": [
    {
      "paperId": "57e6d94a69afc46a3fbee358eda127bd9c09c862",
      "title": "Resisting Reality: Social Construction and Social Critique",
      "authors": [
        {
          "name": "S. Haslanger",
          "authorId": "15165355"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 860,
      "doi": "10.1093/acprof:oso/9780199892631.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57e6d94a69afc46a3fbee358eda127bd9c09c862",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e6610201fcbcec8d8db9130269b85dc1a5216579",
      "title": "From Social Construction to Social Critique: An Interview with Sally Haslanger",
      "authors": [
        {
          "name": "J. J. Joaquin",
          "authorId": "103957127"
        },
        {
          "name": "Hazel T. Biana",
          "authorId": "113768318"
        }
      ],
      "year": 2022,
      "abstract": "Abstract Sally Haslanger (b. 1955) is Ford Professor of Philosophy and Women's and Gender Studies at the Massachusetts Institute of Technology and a leading contemporary feminist philosopher. She has worked on analytic metaphysics, epistemology, and ancient philosophy. Her areas of interest are social and political philosophy, feminist theory, and critical race theory. Her 2012 book, Resisting Reality: Social Construction and Social Critique, collects papers published over the course of twenty years that link work in contemporary metaphysics, epistemology, and philosophy of language with social and political issues concerning gender, race, and the family. It was awarded the 2014 Joseph B. Gittler Prize for “outstanding scholarly contribution in the field of the philosophy of one or more of the social sciences.” In this interview, done in the wake of the COVID-19 pandemic and the #BlackLivesMatter movement, we discuss her ideas on social practices, social structure, and structural explanation. We also delve into her debunking project of elucidating the notion of ideology in a way that links it with contemporary work in epistemology, philosophy of language, and philosophy of mind, and to do justice to the materiality of social practices and social structures.",
      "citationCount": 1,
      "doi": "10.1017/hyp.2021.82",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e6610201fcbcec8d8db9130269b85dc1a5216579",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "164 - 176",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c241214093d2a0c5589dc654c5967091bbb9c7d9",
      "title": "Sally Haslanger and Gayatri Chakravorty Spivak on the Possibility of Metaphysics of Resistance and its Implications for Postcolonial Feminist Theologizing",
      "authors": [
        {
          "name": "Jeane C. Peracullo",
          "authorId": "103521475"
        }
      ],
      "year": 2020,
      "abstract": "In Resisting Reality: Social Construction and Social Critique, contemporary feminist philosopher Sally Haslanger claims that the reality of race and gender (both social constructs) is built on unjust social structures and must be resisted. Meanwhile, contemporary social theorist Gayatri Chakravorty Spivak extends the term ‘subaltern’ to Third World Asian women who were rendered inarticulate by centuries of oppressive masculinist, imperialist, and colonial rule. This article examines how a metaphysics of resistance, culled from philosophy and postcolonial studies, can contribute to expanding postcolonial feminist theologizing.",
      "citationCount": 1,
      "doi": "10.1177/0966735019883384",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c241214093d2a0c5589dc654c5967091bbb9c7d9",
      "venue": "",
      "journal": {
        "name": "Feminist Theology",
        "pages": "130 - 146",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9f9be51ddb28032f7a81e625bcc912be8d609840",
      "title": "Notes from the resistance: some comments on Sally Haslanger’s Resisting Reality",
      "authors": [
        {
          "name": "C. Mills",
          "authorId": "39198174"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1007/S11098-013-0249-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f9be51ddb28032f7a81e625bcc912be8d609840",
      "venue": "",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "85-97",
        "volume": "171"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7a50a1fb08166d0b33d04f8302207d86694d9a36",
      "title": "What good are our intuitions? Philosophical analysis and social kinds",
      "authors": [
        {
          "name": "S. Haslanger",
          "authorId": "15165355"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 75,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a50a1fb08166d0b33d04f8302207d86694d9a36",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "27b6d39c85689967987effacc8ac83b29064e5b5",
      "title": "Notes from the resistance: some comments on Sally Haslanger’s Resisting Reality",
      "authors": [
        {
          "name": "C. Mills",
          "authorId": "39198174"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11098-013-0249-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27b6d39c85689967987effacc8ac83b29064e5b5",
      "venue": "Philosophical Studies",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "85 - 97",
        "volume": "171"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a56e1a7d295ab296e877a30bfcfd1db339472913",
      "title": "Social construction and social critique: Haslanger, race, and the study of religion",
      "authors": [
        {
          "name": "T. Lynch",
          "authorId": "145755219"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.1177/2050303217732133",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a56e1a7d295ab296e877a30bfcfd1db339472913",
      "venue": "",
      "journal": {
        "name": "Critical Research on Religion",
        "pages": "284 - 301",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a4a53524efec1ebf1ae1031f18ecc53f6af6aef0",
      "title": "Social construction and meta‐ground",
      "authors": [
        {
          "name": "Asya Passinsky",
          "authorId": "150916321"
        }
      ],
      "year": 2025,
      "abstract": "The notion of social construction plays an important role in many areas of social philosophy, including the philosophy of gender and sex, the philosophy of race, and the philosophy of disability. Yet it is far from clear how this notion is to be understood. One promising proposal in the recent literature is that social construction may be analyzed in terms of the notion of metaphysical grounding. In this paper, I introduce a new problem for this ground‐theoretic approach to social construction, and I argue that extant ground‐theoretic accounts are unable to avoid this and other problems. I then propose a novel ground‐theoretic account of social construction which avoids these problems. The core idea is that cases of social construction involve a distinctively social means of construction. I develop this idea using the notion of meta‐ground, so that on the resulting view the distinctive feature of socially constructed facts is that their associated meta‐grounds include a suitable connective social fact.",
      "citationCount": 1,
      "doi": "10.1111/phpr.70039",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a4a53524efec1ebf1ae1031f18ecc53f6af6aef0",
      "venue": "Philosophy and Phenomenological Research",
      "journal": {
        "name": "Philosophy and Phenomenological Research",
        "pages": "954 - 973",
        "volume": "111"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "53d30fbab8cd66a44cfdb9574756f738ca6c4845",
      "title": "The Social Construction of Reproduction",
      "authors": [
        {
          "name": "A. Smajdor",
          "authorId": "1828259"
        },
        {
          "name": "D. Cutas",
          "authorId": "46883678"
        }
      ],
      "year": 2025,
      "abstract": "\n In recent decades, ethicists have engaged with new developments in human reproductive technologies from a variety of angles. Yet there has been relatively little effort to problematize the concept of reproduction itself. In this paper, we examine the question of what reproduction is and its relationship with biology. We show that reproduction is commonly assumed to entail biological parenthood—an assumption that we term “the biological reproduction paradigm.” Drawing on Sally Haslanger’s analysis of the biological/social division between sex and gender, we suggest that the concept of reproduction is socially constructed, despite its apparently biological nature. In turn, we argue that the supposed necessity of the relationship between reproduction and biological parenthood leads to a situation in which access to a variety of medical, legal, and social goods is constrained on the basis of spurious, inconsistent, and undertheorized assumptions. Finally, we note that, given the socially constructed nature of reproduction, we cannot take it for granted that the term “reproduction” signifies the same thing among different interlocutors and in different contexts.",
      "citationCount": 0,
      "doi": "10.1017/hyp.2025.9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53d30fbab8cd66a44cfdb9574756f738ca6c4845",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2d4ff8bd9dcf8e2d79a6bbfe49d68d1108cdcd91",
      "title": "Categories We Live By: The Construction of Sex, Gender, Race, and Other Social Categories",
      "authors": [
        {
          "name": "Megan A. Dean",
          "authorId": "36630165"
        }
      ],
      "year": 2020,
      "abstract": "Meeting at our favourite local coffee shop, Local Café, to discuss this critical notice of Ásta’s remarkable contribution to social ontology and feminist philosophy, we place an order with an individual behind the counter. We begin the interaction by assessing the individual, before attributing to them various social properties, including the property of being a barista, the property of being queer, the property of being trans, and the property of being a man. Presumably, the barista engages in the same practice of assessment and attribution. In concert, we implicitly settle on the rules, norms, and expectations that will structure our interaction. For example, if the authors had attributed the property of being a mail carrier to the individual behind the counter, we would have waited for someone else before ordering coffee. Or, if everyone were attributed the property of being straight, the barista and one of the authors wouldn’t have shared a familiar, knowing smile. While the influence of social properties is evident, their metaphysical structure is perplexingly difficult to explicate. Put bluntly, what is a social property? That is, what are the necessary and sufficient conditions for having a property such as being a customer, barista, woman, or man? Broadly, an individual has social property P in virtue of their membership in a corresponding social category C. For example, an individual has the social property of being a barista in virtue of being a member of the social category barista. Of course, this answer only pushes the question back: what is a social category? It is this question that Categories We Live By sets out to answer, and its foray into the debate is a true tour de force. For Ásta, social categories are, exactly as she puts it, categories we live by. They enable and constrain us. With this in mind, Ásta stresses that a theory in social metaphysics ought to shed light on features ‘that matter to our social life’ (p. 29, emphasis in original). That is, an analysis of social properties ought to have the power to explain our social experiences. Along these lines, Ásta develops the conferralist framework, which is the primary focus of this critical notice. That said, due to constraints of space there is much of Ásta’s rich and wide-ranging text that we cannot explore in this brief review. In addition to providing original analyses of sex, gender, LGBTQ status, race, religion, and",
      "citationCount": 72,
      "doi": "10.1080/00048402.2020.1768416",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d4ff8bd9dcf8e2d79a6bbfe49d68d1108cdcd91",
      "venue": "Australasian Journal of Philosophy",
      "journal": {
        "name": "Australasian Journal of Philosophy",
        "pages": "623 - 627",
        "volume": "98"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3991dba10619273e893578fdad7ae0766282ff08",
      "title": "Categories We Live By: The Construction of Sex, Gender, Race, and Other Social Categories",
      "authors": [
        {
          "name": "Ásta",
          "authorId": "2329254740"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3991dba10619273e893578fdad7ae0766282ff08",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "354dfd1b7180b5dbc3962536c0aea4ddd8610a3c",
      "title": "Criticizing Social Reality from Within: Haslanger on Race, Gender, and Ideology",
      "authors": [
        {
          "name": "Titus Stahl",
          "authorId": "4532319"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/354dfd1b7180b5dbc3962536c0aea4ddd8610a3c",
      "venue": "",
      "journal": {
        "name": "Krisis",
        "pages": "5-12",
        "volume": "2014"
      },
      "publicationTypes": null
    },
    {
      "paperId": "99523f227cc265fbe923ea0acffaa169a13dad79",
      "title": "Race as a Social Construction",
      "authors": [
        {
          "name": "J. L. García",
          "authorId": "2216198460"
        }
      ],
      "year": 2019,
      "abstract": "This paper raises serious problems for the commonly held claim that races are socially constructed. The first section sketches out an approach to our construction of institutional phenomena that, taking Searle’s general approach, restricts social construction proper to cases where we adopt rules that bind relevant parties to treat things of a type in certain ways, thus constituting important roles in, and parts of, our social lives. I argue this conception, construction-by-rules, helps distinguish genuine construction from other activities and relations and also solves a problem raised against simplistic conceptions. The second shows why and how Sally Haslanger, Linda Alcoff, and Glenn Loury have explained race as a social construct. The next points out problems for their and other accounts, including circularity, difficulties arising from conceptual and linguistic history, and non sequiturs. After returning to Haslanger in more detail, I proceed critically to engage work by Ian Hacking, Lawrence Blum, Luc Faucher and Edouard Machery, and Charles Mills. The following sections move from specific accounts in the literature to offer general arguments that viewing races as products of social construction threatens to mislead in numerous ways. At the end, I discuss the significance of the issue and challenge whether social constructionist accounts are genuinely liberating.",
      "citationCount": 2,
      "doi": "10.5840/harvardreview201910727",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/99523f227cc265fbe923ea0acffaa169a13dad79",
      "venue": "The Harvard Review of Philosophy",
      "journal": {
        "name": "The Harvard Review of Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "42c0d1269e96a328a41022a4eb347ee896ef9753",
      "title": "Discrimination Without Traits: From Social Construction to the Politics of Discrimination",
      "authors": [
        {
          "name": "Diana Popescu-Sarry",
          "authorId": "2233376601"
        }
      ],
      "year": 2023,
      "abstract": "Theories of discrimination typically select properties such as race, gender, sexuality, or ethnicity as being of special concern. These properties, which are customarily identified as genuine grounds of discrimination, are also at the forefront of constructionist efforts to understand reality as a product of social interactions. Theories of discrimination have so far neglected the important question of how understanding the nature of these properties impacts our theoretical views of the kind of phenomenon discrimination is. This article outlines some pitfalls of assuming away complexities regarding the ontology of the underlying properties, and systematically develops a constructionist account of discrimination, which I call Discrimination without Traits. I argue pursuing a constructionist view of grounds reveals discrimination to be not a discrete process involving a discriminator and a victim, but an ongoing process of (re)negotiating social reality that is fundamentally political. This uncovers neglected avenues for designing political remedies to discrimination.",
      "citationCount": 5,
      "doi": "10.1017/S0003055423000679",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42c0d1269e96a328a41022a4eb347ee896ef9753",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "890 - 902",
        "volume": "118"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2de055c1c32ed93157dd17f0019f4a523eaa2f78",
      "title": "Gender, Species and Race: Monstrous Imaginations at the End of Man",
      "authors": [
        {
          "name": "Scott W. Schwartz",
          "authorId": "2348454366"
        }
      ],
      "year": 2025,
      "abstract": "This article analyses the past few centuries of vortical disintegration and reconstitution of Man as a biocultural identity in the EuroWest. I discuss the dangerous rigidity of Man alongside the violence of speciation, focusing on the co-construction of humanity, gender, and Blackness. I argue that Man is a failure – he breaks easy and is irreparable. I explore within, alongside the work of thinkers like Zakiyyah Iman Jackson, Monique Wittig, Calvin Warren, and Rosi Braidotti, how the fragility of Man is used as a counterpoint to the plasticity of Black(ened) bodies, which are exposed to seemingly endless permutations of exploitation. I conclude by mapping a corrosive temporal gyre of Man's dwindling ability to imagine beyond itself. This imagination-less entity, Man, is juxtaposed with the role of monsters as a disruptive species that offers socially unifying explanations for malevolence. Given the past few centuries of normalised genocide, Man has proved more dangerous than any dragons, goblins, and trolls.",
      "citationCount": 0,
      "doi": "10.3366/soma.2025.0463",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2de055c1c32ed93157dd17f0019f4a523eaa2f78",
      "venue": "Somatechnics",
      "journal": {
        "name": "Somatechnics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d1fd8b68fc7751dc3aa64714da16e1bb0b07a284",
      "title": "Social Construction and Grounding",
      "authors": [
        {
          "name": "A. Griffith",
          "authorId": "1965937"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 46,
      "doi": "10.1111/PHPR.12376",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d1fd8b68fc7751dc3aa64714da16e1bb0b07a284",
      "venue": "",
      "journal": {
        "name": "Philosophy and Phenomenological Research",
        "pages": "393-409",
        "volume": "97"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7b336887b5b48de9240f1b9c905d83975d278824",
      "title": "Helen Pluckrose and James Lindsay: Cynical Theories: How Universities Made Everything about Race, Gender, and Identity - And Why this Harms Everybody",
      "authors": [
        {
          "name": "Gerard Casey",
          "authorId": "49168391"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.1007/s12115-021-00596-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7b336887b5b48de9240f1b9c905d83975d278824",
      "venue": "Society",
      "journal": {
        "name": "Society",
        "pages": "224 - 227",
        "volume": "58"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7f81835478c1a299a5f94aca5cf874f6dba8697f",
      "title": "Review of: Mallon, R. (2016). The Construction of Human Kinds. Oxford: Oxford University Press. ISBN 978-0-19-875567-8, 262 p.",
      "authors": [
        {
          "name": "Myroslav Danyliak",
          "authorId": "2388346825"
        }
      ],
      "year": 2025,
      "abstract": "In “The Construction of Human Kinds”, Ron Mallon explores how social categories such as race, gender, and sexuality are not natural facts but are formed through collective beliefs, language, and social roles. He argues that although these categories are socially constructed, they can still be real, stable, and causally powerful. The book combines philosophy of science, cognitive psychology, and social theory to develop a realistic version of social constructionism. Mallon shows how treating categories as “natural” can reduce moral responsibility and sustain inequality. He also explains how people often unknowingly perform social roles that they believe to be biologically grounded. This work is crucial for understanding how identity and structure are created and maintained. It offers theoretical tools to analyze social change and address injustice in contemporary societies.",
      "citationCount": 0,
      "doi": "10.23939/shv2025.02.042",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7f81835478c1a299a5f94aca5cf874f6dba8697f",
      "venue": "Humanitarian vision",
      "journal": {
        "name": "Humanitarian Vision"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "e3db001b9e82240a7f4167dee4cadcdc315ac7fb",
      "title": "The social construction of real human kinds",
      "authors": [
        {
          "name": "Jonathan Y. Tsou",
          "authorId": "2387447"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11016-017-0226-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3db001b9e82240a7f4167dee4cadcdc315ac7fb",
      "venue": "Meta Science",
      "journal": {
        "name": "Metascience",
        "pages": "467 - 470",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6d11d0ab7d3f92ce641759b974ed7a130162ec17",
      "title": "E. M. Forster’s Epigraph and the Construction of Modernity: Connection and Concentration in Forster’s Novels",
      "authors": [],
      "year": 2025,
      "abstract": "This paper aims to reexamine E. M. Forster's (1879-1970) epigraph “Only Connect” with a new lens. Conventionally, Forster's epigraph has been construed within the framework of humanist criticism, emphasizing the modern notion of “personal relations.” However, this paper contends that Forster's epigraph can be interpreted as a means of delineating modernity. Through his own exploration of relational theories, Forster offers a novel perspective on understanding the dynamics of modern societal structures, including those related to class, gender, and race. By reexamining Forster's conception of relationality, this study endeavors to enrich the field of Modernist studies. Furthermore, by asserting that Forster's epigraph suggests connection as a potent social force, this paper aims to stimulate constructive discourse within Modernist scholarship\n\nKeywords: E. M. Forster, modernity, concentration, relationality, connection.",
      "citationCount": 0,
      "doi": "10.47012/jjmll.17.3.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d11d0ab7d3f92ce641759b974ed7a130162ec17",
      "venue": "Jordan Journal of Modern Languages and Literatures",
      "journal": {
        "name": "Jordan Journal of Modern Languages and Literatures"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b4286dfa0c87c8d6ff98bd60b71c84dbc2bc07c2",
      "title": "Book Review: Kate Reed New Directions in Social Theory: Race, Gender and the Canon Basingstoke: Sage, £60 hbk (ISBN: 0—7619—4270—X), 192 pp",
      "authors": [
        {
          "name": "S. Garner",
          "authorId": "143763527"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/00380385070410031205",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4286dfa0c87c8d6ff98bd60b71c84dbc2bc07c2",
      "venue": "",
      "journal": {
        "name": "Sociology",
        "pages": "585 - 587",
        "volume": "41"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9d8e5f6761717329fda1f4e6bfa385fa90424c9a",
      "title": "On Haslanger’s Meta-Metaphysics: Social Structures and Metaphysical Deflationism",
      "authors": [
        {
          "name": "E. Díaz-León",
          "authorId": "1404650523"
        }
      ],
      "year": 2018,
      "abstract": "Abstract The metaphysics of gender and race is a growing area of concern in contemporary analytic metaphysics, with many different views about the nature of gender and race being submitted and discussed. But what are these debates about? What questions are these accounts trying to answer? And is there real disagreement between advocates of differ- ent views about race or gender? If so, what are they really disagreeing about? In this paper I want to develop a view about what the debates in the metaphysics of gender and race are about, namely, a version of metaphysical deflationism, according to which these debates are about how we actually use or should use the terms ‘gender’ and ‘race’ (and other related terms), where moral and political considerations play a central role. I will also argue that my version of the view can overcome some recent and powerful objections to metaphysical deflationism of- fered by Elizabeth Barnes (2014, 2017).",
      "citationCount": 8,
      "doi": "10.2478/disp-2018-0013",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d8e5f6761717329fda1f4e6bfa385fa90424c9a",
      "venue": "Disputatio",
      "journal": {
        "name": "Disputatio",
        "pages": "201 - 216",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c6b16edabeb5b0756c94c21990ac3f4b5ca4ce7b",
      "title": "Structures of seeing: blindness, race, and gender in visual culture",
      "authors": [
        {
          "name": "Elizabeth Davis",
          "authorId": "2099288780"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT This essay draws on critical disability studies and blindness studies to rethink our commonsense understanding of vision and unsettle the normative sensory subject that is lodged in visual culture studies. Through a disability studies critique of visual culture studies and a juxtaposition of blind studies alongside the canonical images of the “male gaze” and the “white gaze” this paper argues that (visual) difference does not exist in the world waiting to be seen, but that difference is produced in visual power relations. This essay proposes that the possibilities of visual culture are determined by structures of seeing, rather than physiology or optics, arguing that as long as visual culture and social justice studies are lodged within a Cartesian conception of the subject, they falter in conceptualizing the social construction of perception and difference, for they have not destabilized the “distribution of the sensible” (Rancière) of their own epistemic tradition. Race, gender, and disability are apprehended here not primarily as identity categories, but as possibilities of the body that develop(ed) in tandem in complex socio-historical formations.",
      "citationCount": 8,
      "doi": "10.1080/17458927.2019.1569331",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6b16edabeb5b0756c94c21990ac3f4b5ca4ce7b",
      "venue": "The Senses & Society",
      "journal": {
        "name": "The Senses and Society",
        "pages": "63 - 80",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1d274fa30fede8c335a659fc34a82bde184dc1a4",
      "title": "Politics for Fallen Angels: Subjectivity, Democratic Citizenship, and Undoing Race/Gender Melancholia",
      "authors": [
        {
          "name": "Jane Flax",
          "authorId": "48530643"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/9780230117464_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d274fa30fede8c335a659fc34a82bde184dc1a4",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "97-128",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4054f5cd6e38f9df01b1fce8f8a96ca08e88085c",
      "title": "Social Ontology",
      "authors": [
        {
          "name": "Brian Epstein",
          "authorId": "2359749488"
        }
      ],
      "year": 2025,
      "abstract": "Social ontology is the study of the nature of the social world. This Element aims to provide an overview of this burgeoning field, and also to map the questions that theories in social ontology address. When we encounter a theory of some social thing – groups, law, gender, and so on –how are we to read it? What classes of theories have been explored and abandoned, and what classes are new and promising? The Element distinguishes theories of social construction from theories that characterize the products of social construction. For each, the Element works through a 'toy' theory and then discusses features that more realistic theories ought to include. Three running examples are discussed throughout the Element: (1) property, or ownership; (2) race, or racialized kinds; (3) collective attitudes (i.e., beliefs, desires, knowledge, intentions, etc., of groups and organizations). This title is also available as Open Access on Cambridge Core.",
      "citationCount": 2,
      "doi": "10.1017/9781009290562",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4054f5cd6e38f9df01b1fce8f8a96ca08e88085c",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f0d94f9b2387bb173a9e0cba6bb0c889dc1051b7",
      "title": "Truth and Social Reality",
      "authors": [
        {
          "name": "Aaron M. Griffith",
          "authorId": "2304067640"
        }
      ],
      "year": 2025,
      "abstract": "\n Truth and Social Reality: A Metaphysical Inquiry presents a new theory of social truth and social construction. The book weds truthmaker theory with recent work in social ontology, arguing that social truths are true in virtue of socially constructed portions of the world. It focuses on the construction of human social kinds like gender, race, class, and disability. The book offers novel accounts of social construction (one in terms of truthmaking), realism, social kind pluralism, social context, the context dependency of social truth, and social vagueness. Overall, Truth and Social Reality presents a realist picture of the social world in which there are objective truths about the way things are in the social world. Social truth is not socially constructed despite being grounded in a socially constructed reality. The theory it provides nonetheless captures the contingency, alterability, vagueness of the social world, and the context dependency of social truth. The book also addresses the relationships between truth, power, and justice. It argues that truth itself is not a tool of oppression, as some maintain. Rather, truth and truth-telling play an essential role in upending oppression and achieving justice. Truth and Social Reality aims to rebut the cynicism of the “post-truth” age by defending the possibility and value of social truth.",
      "citationCount": 1,
      "doi": "10.1093/9780198948469.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0d94f9b2387bb173a9e0cba6bb0c889dc1051b7",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "27973872e17cbf3f3eaed708d42f2bfdf207af46",
      "title": "II—Jennifer Saul: Gender and Race",
      "authors": [
        {
          "name": "J. Saul",
          "authorId": "46845571"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 39,
      "doi": "10.1111/J.1467-8349.2006.00140.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27973872e17cbf3f3eaed708d42f2bfdf207af46",
      "venue": "",
      "journal": {
        "name": "Aristotelian Society Supplementary Volume",
        "pages": "119-143",
        "volume": "80"
      },
      "publicationTypes": null
    },
    {
      "paperId": "055ffbd4b379ab9fa4735ab201e5061362971182",
      "title": "Glasgow’s Reply to Haslanger, Jeffers, and Spencer",
      "authors": [
        {
          "name": "Joshua Glasgow",
          "authorId": "47303528"
        },
        {
          "name": "S. Haslanger",
          "authorId": "15165355"
        },
        {
          "name": "Chike Jeffers",
          "authorId": "118216871"
        },
        {
          "name": "Q. Spencer",
          "authorId": "11920922"
        }
      ],
      "year": 2019,
      "abstract": "In Chapter 4, Joshua Glasgow argued that race in the ordinary sense is defined in such a way that race cannot be a social construction and is not a biological reality. That chapter concluded with the claim that either race is not real, or if it is, it is real in a very basic way that is not captured by social or biological facts. In this chapter, Glasgow develops his view by responding to Haslanger, Jeffers, and Spencer. After first clearing up some misconceptions about racial anti-realism, Glasgow explains how his argument against constructionism applies to Haslanger’s and Jeffers’s specific constructionist theories. He then explores how Spencer’s view is exposed to a mismatch objection and further argues that it faces additional problems of accounting for some central kinds of communication. This chapter also includes an Appendix that explores how a wide methodological ground is shared among the theories presented in this book.",
      "citationCount": 3,
      "doi": "10.1093/OSO/9780190610173.003.0009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/055ffbd4b379ab9fa4735ab201e5061362971182",
      "venue": "What Is Race?",
      "journal": {
        "name": "What Is Race?"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4d01756abeb6b09a93705f1a933c6ce25f71bafb",
      "title": "Alain Locke: Personality and the Problematic of Pragmatism in the Construction of Race",
      "authors": [
        {
          "name": "M. Helbling",
          "authorId": "5809310"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S036123330000212X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d01756abeb6b09a93705f1a933c6ce25f71bafb",
      "venue": "",
      "journal": {
        "name": "Prospects",
        "pages": "451-469",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0c115a66784281247d8d3d41ac3bcaf7ec40accd",
      "title": "Jeffers’s Reply to Glasgow, Haslanger, and Spencer",
      "authors": [
        {
          "name": "Joshua Glasgow",
          "authorId": "47303528"
        },
        {
          "name": "S. Haslanger",
          "authorId": "15165355"
        },
        {
          "name": "Chike Jeffers",
          "authorId": "118216871"
        },
        {
          "name": "Q. Spencer",
          "authorId": "11920922"
        }
      ],
      "year": 2019,
      "abstract": "Chike Jeffers argues in this chapter that social constructionism about race is a preferable position to non-biological essentialism about race (such as the kind defended by Quayshawn Spencer in Chapters 3 and 7) and anti-realism about race (such as the kind Joshua Glasgow defends in Chapters 4 and 8). He then argues that we should distinguish between two kinds of social constructionism: political constructionism (such as the kind defended by Sally Haslanger in Chapters 1 and 5) and cultural constructionism, which he defends. While he shows why it is understandable that political constructionism is sometimes taken to be the default position among social constructionists, he argues that political constructionism misses the significance of the cultural aspect of race in the present and fails to recognize the possibility of races existing past the end of racism.",
      "citationCount": 5,
      "doi": "10.1093/OSO/9780190610173.003.0007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c115a66784281247d8d3d41ac3bcaf7ec40accd",
      "venue": "What Is Race?",
      "journal": {
        "name": "What Is Race?"
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
