{
  "status": "success",
  "source": "semantic_scholar",
  "query": "epistemic injustice data",
  "results": [
    {
      "paperId": "8bc1daf446c49556d073ecd4c614bd81a5d30fff",
      "title": "Dirty data labeled dirt cheap: epistemic injustice in machine learning systems",
      "authors": [
        {
          "name": "Gordon Hull",
          "authorId": "28903334"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1007/s10676-023-09712-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8bc1daf446c49556d073ecd4c614bd81a5d30fff",
      "venue": "Ethics and Information Technology",
      "journal": {
        "name": "Ethics and Information Technology",
        "pages": "1-14",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ee3a99e320edfad06839819d6f9bfa8190a49c90",
      "title": "Epistemic injustice and data science technologies",
      "authors": [
        {
          "name": "J. Symons",
          "authorId": "66386570"
        },
        {
          "name": "R. Alvarado",
          "authorId": "2055012621"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 49,
      "doi": "10.1007/s11229-022-03631-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee3a99e320edfad06839819d6f9bfa8190a49c90",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "200"
      },
      "publicationTypes": null
    },
    {
      "paperId": "831f1112654151391e54d13bdd564bff337a6d9f",
      "title": "Appropriating Empowerment: Precision Medicine’s Proclivity to Epistemic Injustice",
      "authors": [
        {
          "name": "Daan Kenis",
          "authorId": "2267039454"
        }
      ],
      "year": 2025,
      "abstract": "\n Precision medicine (PM) encompasses various emerging, data-intensive healthcare and biomedical research initiatives aimed at tailoring care to individual patient characteristics. While “precision” primarily denotes an epistemological shift in how biomedical research is approached and care delivered, the conviction that PM empowers patients in clinical decision-making is central to its vision as it is taken up across policy contexts. In this paper, I critically assess these promises by drawing on recent engagements in agential epistemic injustice (Lackey 2020; Medina 2022). I suggest that the social, cultural, and epistemological conditions in which the epistemic practice of precision care unfolds are conducive to epistemic injustice. Despite PM’s explicit aims to address longstanding criticisms regarding the disease-centric nature of contemporary biomedical care practices by including person-centered, non-biomedical features in clinical consideration, exploring its underlying logic suggests its epistemic economy is stacked against patients’ epistemic interests. As such, despite its laudable aim of patient empowerment, the exacerbated risk of epistemic injustice might truncate patients’ (epistemic) agency, further disempowering them in clinical decision-making. To conclude, I suggest that the reliance on “empowerment”- and “person-centered care”-rhetoric dominating PM discourse is a case of epistemic appropriation (Davis 2018), further discouraging engagement with social, experiential, and phenomenological dimensions of illness, defanging critics of raising those concerns, and impeding the realization of epistemic justice in healthcare.",
      "citationCount": 1,
      "doi": "10.1017/hyp.2025.17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/831f1112654151391e54d13bdd564bff337a6d9f",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6a7046d0e301bf61a7c89bc590d770ca8b06dd9f",
      "title": "Rethinking epistemic injustice in psychiatric digital phenotyping from the perspective of ignorance",
      "authors": [
        {
          "name": "Junjie Yang",
          "authorId": "2326390574"
        }
      ],
      "year": 2025,
      "abstract": "Digital phenotyping is a novel approach to assessing individual health conditions by collecting and analysing data generated through interactions with digital devices. Although digital phenotyping is regarded as a promising tool for transforming psychiatric clinical practice, its potential to exacerbate epistemic injustice remains a central ethical concern. However, epistemic injustice in psychiatric digital phenotyping should be understood as rooted in specific forms of ignorance, which are not necessarily negative obstacles. On the contrary, phenomenological, objective and structural ignorance in psychiatric digital phenotyping can be leveraged to enhance patient epistemic empowerment and thereby help to overcome epistemic injustice.",
      "citationCount": 0,
      "doi": "10.1136/jme-2025-110858",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6a7046d0e301bf61a7c89bc590d770ca8b06dd9f",
      "venue": "Journal of Medical Ethics",
      "journal": {
        "name": "Journal of Medical Ethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c6b8da48bf09afbf5f35c68c5d9bb34e9a1eb1ee",
      "title": "From Epistemic Injustice to AI Ethics: A Frickerian Approach to Gender Discrimination",
      "authors": [
        {
          "name": "Zhiyuan Cheng",
          "authorId": "2378167813"
        }
      ],
      "year": 2025,
      "abstract": "Testimonial Injustice occurs when the speaker is wrongfully undermined in his/her capacity as a knower due to the identity prejudice against his/her, while Hermeneutical Injustice occurs when some social groups cannot make sense of their social experiences due to their exclusion from hermeneutical participation. Both kinds of injustice result from structural social prejudice and can especially disadvantage some groups but not others. In the real world, these two types of injustice are embodied in the design and practice of AI. Based on gender-biased data, AI further exacerbates the Testimonial Injustice women suffered when processing and accessing information. And the low participation rate of women in occupations such as Science, Technology, Engineering, Mathematics results in the low diversity and inclusiveness of AI technologies and exacerbates the Hermeneutic Injustice faced by women. Therefore, in the era of AI, these two types of injustice are practiced by new technologies and manifested in the aggravation of existing gender biases against women.",
      "citationCount": 0,
      "doi": "10.62051/fe5pcr74",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6b8da48bf09afbf5f35c68c5d9bb34e9a1eb1ee",
      "venue": "Transactions on Social Science, Education and Humanities Research",
      "journal": {
        "name": "Transactions on Social Science, Education and Humanities Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "61b584cd535a58eb9aa47f5a4b8a64ac9ea926f2",
      "title": "Distributive Epistemic Injustice in AI Ethics: A Co-productionist Account of Global North-South Politics in Knowledge Production",
      "authors": [
        {
          "name": "Abdullah Hasan Safir",
          "authorId": "1752307190"
        },
        {
          "name": "Kerry McInerney",
          "authorId": "2330767744"
        },
        {
          "name": "Alan F. Blackwell",
          "authorId": "2298457480"
        },
        {
          "name": "Ramit Debnath",
          "authorId": "4923854"
        }
      ],
      "year": 2025,
      "abstract": "In this study, we analyse a comprehensive database (from 1960 to June 2024) of scientific publications in AI Ethics (n= 5755) using Web of Science (WoS) as a data source, to generate quantitative insights around the research trends within the field. We systematically curate the initial data to conduct a co-authorship and co-citation analysis with highly cited research outputs (n = 500) and a co-word analysis with most relevant research outputs (n = 1000). These bibliometric analyses result in multiple networked visualisations that map the status quo and the nature of current citational and collaborative practices among the experts, institutions and countries involved in global AI Ethics research. Using Sheila Jasanoff’s co-production theory as a conceptual lens, we analyse these findings and show that the experts from the Global North currently legitimise their expertise in AI Ethics through dynamic citational and collaborative practices in knowledge production within the field. Collectively, they shape the discourses and institutional ways of understanding around the ethical development of AI technologies worldwide. This techno-politics of knowledge-making in AI Ethics culminates in creating epistemic injustice for the Global South. Drawing from Miranda Fricker and prominent feminist and postcolonial theorists, we explain how such injustice is produced and distributed through patterned pathways of co-production of AI Ethics. Thus, we show that the global project of AI Ethics fails to deliver its promise to be universally useful by keeping the global majority populations in the Southern regions marginalized as ‘others’.",
      "citationCount": 2,
      "doi": "10.1145/3715275.3732136",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61b584cd535a58eb9aa47f5a4b8a64ac9ea926f2",
      "venue": "Conference on Fairness, Accountability and Transparency",
      "journal": {
        "name": "Proceedings of the 2025 ACM Conference on Fairness, Accountability, and Transparency"
      },
      "publicationTypes": [
        "JournalArticle",
        "Book"
      ]
    },
    {
      "paperId": "466f0248552a6f762c966ba0012f640475789c6a",
      "title": "Detecting your depression with your smartphone? – An ethical analysis of epistemic injustice in passive self-tracking apps",
      "authors": [
        {
          "name": "Mirjam Faissner",
          "authorId": "51392978"
        },
        {
          "name": "Eva Kuhn",
          "authorId": "2275806702"
        },
        {
          "name": "Regina Müller",
          "authorId": "2205726162"
        },
        {
          "name": "Sebastian Laacke",
          "authorId": "2044286884"
        }
      ],
      "year": 2024,
      "abstract": "Smartphone apps might offer a low-threshold approach to the detection of mental health conditions, such as depression. Based on the gathering of ‘passive data,’ some apps generate a user’s ‘digital phenotype,’ compare it to those of users with clinically confirmed depression and issue a warning if a depressive episode is likely. These apps can, thus, serve as epistemic tools for affected users. From an ethical perspective, it is crucial to consider epistemic injustice to promote socially responsible innovations within digital mental healthcare. In cases of epistemic injustice, people are wronged specifically as epistemic agents, i.e., agents of the production and distribution of knowledge. We suggest that epistemic agency relies on different resource- and uptake-related preconditions which can be impacted by the functionality of passive self-tracking apps. We consider how this can lead to different forms of epistemic injustice (testimonial, hermeneutical, and contributory injustice) and analyze the influence of the apps’ use on epistemic practices on an individual level, in mental healthcare settings, and on the structural level.",
      "citationCount": 4,
      "doi": "10.1007/s10676-024-09765-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/466f0248552a6f762c966ba0012f640475789c6a",
      "venue": "Ethics and Information Technology",
      "journal": {
        "name": "Ethics and Information Technology",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bf16c96c677bad019cdd0d871bb6742f4f7c4714",
      "title": "Preservice Teacher Views on Critical Religious Literacy to Counteract Epistemic Injustice in Teacher Education Programs",
      "authors": [
        {
          "name": "Erin Reid",
          "authorId": "2304591408"
        }
      ],
      "year": 2024,
      "abstract": "While there has been growing scholarly interest in the role of religious literacy in K-12 teacher education, scholarship on how preservice teachers understand religious literacy as an aim of social justice-oriented education remains limited. This empirical case study of one teacher education program in a Canadian university examines the perspectives of preservice teachers and how they view critical religious literacy (CRL) as a means of addressing the potential harms of religious illiteracy. Using empirical data collected in personal interviews and focus groups, this qualitative case study employed philosophical analysis centered on a theoretical framework that includes the concept of epistemic injustice. The data show that preservice educators feel unprepared to engage with religiously diverse students, to navigate issues related to religious diversity, or to respond to the potential epistemic harms of religious illiteracy, such as exclusion, discrimination, or polarization. As such, this paper contends that to reduce the potential epistemic injustices related to religious illiteracy in their programs and in K-12 classrooms, teacher educators ought to include CRL as an educational aim in preservice teacher education.",
      "citationCount": 1,
      "doi": "10.3390/rel15060677",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf16c96c677bad019cdd0d871bb6742f4f7c4714",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "83785664708d72bf6298ff3bdf6020412531dddd",
      "title": "Structures and Subjects: Epistemic Injustice between Foucault and Marx",
      "authors": [
        {
          "name": "Gordon Hull",
          "authorId": "2273648582"
        }
      ],
      "year": 2024,
      "abstract": "abstract:Relatively little work brings together Foucault and epistemic injustice. This article works through Miranda Fricker’s attempt to position herself between Marx and Foucault. Foucault repeatedly emphasizes the importance of beginning with “structures” rather than “subjects.” Reading Foucault’s critique of Marxism shows that Fricker’s account comes very close to the standpoint theories it tries to avoid. Foucault’s emphasis on structures explains some of the gaps in Fricker’s account of hermeneutical injustice, especially the need to emphasize the embeddedness of epistemic practices in institutions, and their resulting irreducibly political nature. In both cases, this article offers contemporary examples taken from data and privacy regulations.",
      "citationCount": 0,
      "doi": "10.5325/jspecphil.38.3.0348",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/83785664708d72bf6298ff3bdf6020412531dddd",
      "venue": "Journal of Speculative Philosophy",
      "journal": {
        "name": "The Journal of Speculative Philosophy",
        "pages": "348 - 358",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "106ceafd3f26e6ca45e711aa19619f901d44f7fa",
      "title": "Exploring Epistemic Injustice: A Bibliometric Analysis of Academic Production and Its Evolution",
      "authors": [
        {
          "name": "Katherine Báez-Vizcaíno",
          "authorId": "2276732275"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s12109-023-09972-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/106ceafd3f26e6ca45e711aa19619f901d44f7fa",
      "venue": "Publishing research quarterly",
      "journal": {
        "name": "Publishing Research Quarterly",
        "pages": "11 - 29",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "25f04cf5b8826e26391d2c8b903c52bd130c099c",
      "title": "Epistemic injustice and the ability to trace the trajectory of suffering in an autobiographical interview. Ethical reflection on method",
      "authors": [
        {
          "name": "Alicja Neumann-Karpińska",
          "authorId": "2312240052"
        }
      ],
      "year": 2023,
      "abstract": "In the technique of Fritz Schütze’s autobiographical interview, it is assumed that the informant faithfully recalls his experiences and tells about them as s/he experienced them. The analysis of the content and formal features of the utterance makes it possible to distinguish process structures later in the story, including the trajectory of suffering. The presented article aims to philosophically consider the ethical consequences of studying people experiencing epistemic injustice using the autobiographical narrative interview technique. Recognizing that individuals and groups subjected to treatment bearing its hallmarks do not have the appropriate means to express their experiences, and their perspective is not understood and considered in society, the author guesses that this impacts the process of reconstructing experiences during interviews. In other words, this article aims to reflect on the importance of the impact of epistemic injustice on the data obtained in interviews and to try to identify ways to minimize its impact on the research process and the conclusions formulated within it.",
      "citationCount": 0,
      "doi": "10.14746/kse.2023.24.2.18",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/25f04cf5b8826e26391d2c8b903c52bd130c099c",
      "venue": "Kultura-Społeczeństwo-Edukacja",
      "journal": {
        "name": "Kultura-Społeczeństwo-Edukacja"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d2164b3064712a1e1669ee915217ecc8b60a2e24",
      "title": "Citizen Science in Deliberative Systems: Participation, Epistemic Injustice, and Civic Empowerment",
      "authors": [
        {
          "name": "Lisa Herzog",
          "authorId": "48828704"
        },
        {
          "name": "Robert Lepenies",
          "authorId": "115086440"
        }
      ],
      "year": 2022,
      "abstract": "In this paper, we bring together the literature on citizen science and on deliberative democracy and epistemic injustice. We argue that citizen science can be seen as one element of “deliberative systems,” as described by Mansbridge et al. But in order to fulfil its democratic potential, citizen science needs to be attentive to various forms of exclusion and epistemic injustice, as analyzed by Fricker, Medina and others. Moreover, to tap the potentials of citizen science from the perspective of deliberative democracy, it needs to move towards a more empowered approach, in which citizens do not only deliver data points, but also, in invited or uninvited settings, participate in discussions about the goals and implications of research. Integrating citizen science into the deliberative systems approach embeds it in a broader framework of democratic theory and suggests the transmission of certain practical strategies (e.g., randomized sampling). It can also contribute to realism about both the potentials and the limits of citizen science. As part of a deliberative system, citizen science cannot, and need not, be the only place in which reforms are necessary for creating stronger ties between science and society and for aligning science with democratic values.",
      "citationCount": 28,
      "doi": "10.1007/s11024-022-09467-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2164b3064712a1e1669ee915217ecc8b60a2e24",
      "venue": "Minerva",
      "journal": {
        "name": "Minerva",
        "pages": "489 - 508",
        "volume": "60"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "706111b8443909ae13c54cd0bdbbc23df1a5dda0",
      "title": "Blind Spots Reconsidered – Epistemic Injustice in Clinical Ethics Support",
      "authors": [
        {
          "name": "Aurora Muff",
          "authorId": "2140814013"
        },
        {
          "name": "T. Le",
          "authorId": "2153620742"
        },
        {
          "name": "Michael Buzzi",
          "authorId": "2140811426"
        },
        {
          "name": "R. Porz",
          "authorId": "150281957"
        }
      ],
      "year": 2021,
      "abstract": "\"Conducting ethical case discussions is a core aspect of any clinical ethics support service or work as an ethical consultant in a hospital. Numerous case discussion methods can be used to do this, many of which are based on Beauchamp and Childress’ four biomedical principles. Other commonly used types are the ‘moral case deliberations’ by prominent authors such as Widdershoven, Molewijk et al. However, based on our practical work as clinical ethicists, and doctoral students in the field of clinical ethics, we would like to hypothesize that most of the methods seem to be in need of philosophical supplementation, especially on the blind spots regarding the is-ought fallacy, i.e. how to relate empirical data to normative conclusions. A further weakness may be found in the inadequate handling of power structures, which may lead to an unjust handling of opinions. In our talk, we will therefore present Miranda Fricker’s conceptual idea of ‘epistemic injustice’ and we will apply these insights to clinical cases of our everyday practice. Epistemic injustice is injustice related to knowledge. The concept focuses on exclusion and silencing people in public discourse. This silencing leads to a systematic distortion or misrepresentation of one’s meanings or contributions and/or to an undervaluing of someone’s status in communicative practices. We think that this concept has not been considered in clinical ethics thus far, and we would like to discuss whether ethical case discussions should not help to avoid epistemic injustice. If so, then the case discussion methods of our discipline should be adapted accordingly. \"",
      "citationCount": 0,
      "doi": "10.24193/subbbioethica.2021.spiss.85",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/706111b8443909ae13c54cd0bdbbc23df1a5dda0",
      "venue": "Studia Universitatis Babeş-Bolyai Bioethica",
      "journal": {
        "name": "Studia Universitatis Babeş-Bolyai Bioethica"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fb7a04458c7ed4275432946137517a8f13000ec9",
      "title": "Epistemic Injustice as a Basis for Failure? Health Research Regulation, Technological Risk and the Foundations of Harm and Its Prevention",
      "authors": [
        {
          "name": "Mark L. Flear",
          "authorId": "5723107"
        }
      ],
      "year": 2019,
      "abstract": "I use the examples of medical devices, clinical trials and health data, to look at the framing of harm through the language of technological risk and failure. Across the examples, there is little or no suggestion of failure by those formally responsible. Failure is seen as arising when harm becomes refracted through calculative techniques and judgments, and reaches a point where the expectations of safety built into technological framings of regulation are thwarted. Technological framings may marginalise the contribution patients, research participants and others can make to regulation, which may in turn underlie harm and lead to the construction of failure. This marginalisation may amount to epistemic injustice. Epistemic injustice and its link to failure, which has normative weight over and above harm, can present a risk to organisational standing and reputation. This risk can be used to improve the knowledge base to include stakeholder knowledges of harm, and to widen responsibilities and accountabilities. This promises to allow regulation to better anticipate and prevent harm and failure, and improve the efficacy and legitimacy of the health research enterprise.",
      "citationCount": 4,
      "doi": "10.1017/err.2019.67",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fb7a04458c7ed4275432946137517a8f13000ec9",
      "venue": "European Journal of Risk Regulation",
      "journal": {
        "name": "European Journal of Risk Regulation",
        "pages": "693 - 721",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "be8d335ae6e80f85274180744797787e533f9eac",
      "title": "Extended Knowledge, the Recognition Heuristic, and Epistemic Injustice",
      "authors": [
        {
          "name": "M. Alfano",
          "authorId": "39073532"
        },
        {
          "name": "J. A. Skorburg",
          "authorId": "11374474"
        }
      ],
      "year": 2018,
      "abstract": "This chapter argues that the interaction of biased media coverage and widespread employment of the recognition heuristic can produce epistemic injustices. It explains the recognition heuristic as studied by Gigerenzer and colleagues, highlighting how some of its components are largely external to the cognitive agent. Having connected the recognition heuristic with recent work on the hypotheses of embedded, extended, and scaffolded cognition, it argues that the recognition heuristic is best understood as an instance of scaffolded cognition. It considers the double-edged sword of cognitive scaffolding before using Fricker’s (2007) concept of epistemic injustice to characterize the nature and harm of these false inferences, emphasizing the Darfur Inference. Finally, it uses data-mining and an empirical study to show how Gigerenzer’s population estimation task is liable to produce Darfur Inferences. It ends with some speculative remarks on more important Darfur Inferences, and how to avoid them by scaffolding better.",
      "citationCount": 18,
      "doi": "10.1093/OSO/9780198769811.003.0014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be8d335ae6e80f85274180744797787e533f9eac",
      "venue": "Oxford Scholarship Online",
      "journal": {
        "name": "Oxford Scholarship Online"
      },
      "publicationTypes": null
    },
    {
      "paperId": "915c6c2ae99300ef907c2d0e760a631096a646a6",
      "title": "The Gendered, Epistemic Injustices of Generative AI",
      "authors": [
        {
          "name": "Isobel Barry",
          "authorId": "2351193615"
        },
        {
          "name": "Elise Stephenson",
          "authorId": "2355995359"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT The rise of generative artificial intelligence (GenAI) brings optimism for productivity, economic, and social progress, but also raises concerns about algorithmic bias and discrimination. Regulators and theorists face the urgent task of identifying potential harms and mitigating risks. This article applies Miranda Fricker’s concepts of testimonial and hermeneutical injustice to explore how GenAI exacerbates or creates epistemic injustice from a feminist, epistemic perspective.Through three case studies, we reveal how gender-biased GenAI responses in leadership and workplace contexts reinforce stereotypes, leading to offline injustices. Moreover, we highlight how gender data gaps within the GenAI ecosystem contribute to hermeneutical injustice, marginalizing women’s experiences within collective knowledge resources. These findings demonstrate how GenAI technologies perpetuate both testimonial and hermeneutical injustices.By integrating existing work on epistemology, AI ethics, and feminist theory, we propose a novel framework for understanding the risks and harms of GenAI. We argue that meta-blindness further obscures these gendered issues and their potential solutions. Our analysis not only sheds light on these critical challenges but also offers a pathway toward achieving gender equity within the GenAI landscape.",
      "citationCount": 3,
      "doi": "10.1080/08164649.2025.2480927",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/915c6c2ae99300ef907c2d0e760a631096a646a6",
      "venue": "Australian feminist studies",
      "journal": {
        "name": "Australian Feminist Studies",
        "pages": "1 - 21",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "86672e58339d2f23e22ef275f27f1e823acd6b73",
      "title": "Epistemic justice: a twofold mission for human rights and social sustainability in teacher education",
      "authors": [
        {
          "name": "M. Cronqvist",
          "authorId": "49716371"
        }
      ],
      "year": 2025,
      "abstract": "This article, based on Miranda Fricker’s concept epistemic injustice to deal with human rights and social sustainability, argues that teacher education must address the twofold mission to both enhance epistemic justice for student teachers and to develop their skills to enhance justice for future pupils. Thus, development of student’s ethical leadership involving transformative teaching is in focus. Based on previous research, ethical leadership is focused on self-awareness, character formation and modelling. This focus involves both verbal and bodily expressions. Verbal expressions are reinforced and developed through conceptualization, dilemmas and ethical codes while bodily expressions are reinforced and developed through modelling. In terms of modelling, Merleau-Ponty’s theory of how people’s embodied experiences shape their life worlds provides perspective on opportunities to develop transformative teaching to challenge norms and enable change. Empirical data from a previous phenomenological study on professional ethics in teacher education exemplifies teaching practice related to epistemic justice.",
      "citationCount": 1,
      "doi": "10.1080/00313831.2025.2550260",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/86672e58339d2f23e22ef275f27f1e823acd6b73",
      "venue": "Scandinavian Journal of Educational Research",
      "journal": {
        "name": "Scandinavian Journal of Educational Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "87daf90af10fb339807a8167ec10746966d55766",
      "title": "Epistemic Justice as a “New Normal?” Interrogating the Contributions of Communities of Practice to Decolonization of Knowledge",
      "authors": [
        {
          "name": "Sarah Cummings",
          "authorId": "2333014472"
        },
        {
          "name": "Nyamwaya Munthali",
          "authorId": "121546701"
        },
        {
          "name": "Toni Sittoni",
          "authorId": "2333014504"
        }
      ],
      "year": 2024,
      "abstract": "Recently, scholarly communities of practice have emerged with the objective of decolonizing knowledge practices within sustainable development. Their contributions to sustainability and systems change remain underexplored, possibly due to the absence of appropriate conceptual tools to analyze them. This study applies a new conceptual framework of epistemic justice, derived from the philosophical notion of epistemic injustice, to examine how these communities foster more equitable knowledge systems with regards to the social dimensions of sustainable development. Using critical discourse analysis, data from the websites of two scholarly communities of practice were analyzed, revealing their innovative approaches to advancing epistemic justice through knowledge practices. The findings emphasize the utility of the epistemic justice framework in understanding the role of these scholarly communities of practice in fostering social sustainability, specifically by contributing to more equitable knowledge practices and a “new normal.”",
      "citationCount": 8,
      "doi": "10.1002/sd.3285",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/87daf90af10fb339807a8167ec10746966d55766",
      "venue": "Sustainable Development",
      "journal": {
        "name": "Sustainable Development"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4f2c34b984ef586af75e7e34d7c2977c41d9dc4d",
      "title": "Epistemic Journeying across Abyssal Lines of Thinking: Towards Reclaiming Southern Voices",
      "authors": [
        {
          "name": "Ronicka Mudaly",
          "authorId": "79782096"
        },
        {
          "name": "Sebastian Sanjigadu",
          "authorId": "2188294649"
        }
      ],
      "year": 2022,
      "abstract": "Cognitive injustice, which nourishes and sustains current political, social and economic injustice, has been at the centre of the knowledge production enterprise since the colonisers embarked on their project of dispossession and plunder. In order to achieve global justice, the quest for epistemic justice needs to be brought to the centre of curriculum discourses. The postcolonial critique of the canonical corpus of Euro-Western knowledge demands a change in our locus of enunciation. We seized this zeitgeist to repaint the education curriculum canvass in science professional teacher development. We leveraged theoretical constructs from Southern theory, by adopting a decolonial epistemic perspective and privileging a dialogic dynamic. Six purposefully selected, practising science teachers, who were registered to study an Honours in Education module, were engaged to generate qualitative data to respond to the following question: How do science teachers leverage indigenous knowledge to address sustainable development goals? Teachers engaged in intercultural dialogue with indigenous knowledge holders to tap into a plurality of different knowledges. The indigenous knowledge holders who participated were interested in sustainable production/cultivation of items they had used in their practice. Teachers developed portfolios of evidence and participated in focus group interviews. They experienced moments of mourning, dreaming, rediscovery and recovery. This resonated with the same categories that were previously identified by Chilisa, as teachers deconstructed and reconstructed curriculum materials collaboratively with indigenous knowledge holders. The findings reveal that the teachers viewed an indigenous understanding of the world as crucial in the achievement of sustainable development goals. The monolithic, hegemonic Euro-Western thinking was decentred but not abandoned. Instead, teachers rendered it one part of the intercultural dialogue. The study demonstrated the potential for transforming the curriculum to become inclusive of Southern voices in the production of valuable, truthful, reliable knowledge about living together sustainably. ",
      "citationCount": 3,
      "doi": "10.25159/1947-9417/11442",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f2c34b984ef586af75e7e34d7c2977c41d9dc4d",
      "venue": "Education as Change",
      "journal": {
        "name": "Education as Change"
      },
      "publicationTypes": null
    },
    {
      "paperId": "606da2c83f1b8a7a4272b28d011a5ae16b9a8070",
      "title": "Knowing the Mind from Brain Data: The Challenge of Prediction and the Fairness of Relying on Objective Data about the Mind.",
      "authors": [
        {
          "name": "Jennifer A. Chandler",
          "authorId": "2348709273"
        }
      ],
      "year": 2025,
      "abstract": "This article is the second in a series examining the ethical and social implications of inferring mental states from brain data. It considers two main topics. First, it discusses the challenges of extending inferences from present brain activity to mental states and from there to future mental states or behaviors. There is a risk of compounded errors when multiple inferential models are applied sequentially; harmful outcomes for minority groups underrepresented in statistical models could result. In addition, predictions based on brain data may create self-fulfilling prophecies, reinforcing neuroessentialist beliefs that undermine personal agency. Second, the paper discusses how concerns related to epistemic injustice might arise when mental states are inferred from brain data. In particular, it asks if it is just to privilege \"objective\" brain-based conclusions over individuals' subjective self-reports. While brain-based evidence could empower some people to prove their claims, it may also exacerbate credibility gaps and social biases. The article concludes that careful, context-specific assessments are essential before brain-based inferences are adopted in socially significant decisions.",
      "citationCount": 0,
      "doi": "10.1002/hast.70000",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/606da2c83f1b8a7a4272b28d011a5ae16b9a8070",
      "venue": "The Hastings center report",
      "journal": {
        "name": "The Hastings Center report",
        "pages": "\n          15-23\n        ",
        "volume": "55 4"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6b080eb9f89cbb796f2259f0cb78ba7ae431de3b",
      "title": "Addressing Deficits and Injustices: The Potential Epistemic Contributions of Patients to Research",
      "authors": [
        {
          "name": "K. Hutchison",
          "authorId": "8967089"
        },
        {
          "name": "W. Rogers",
          "authorId": "1679370"
        },
        {
          "name": "V. Entwistle",
          "authorId": "4467038"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 25,
      "doi": "10.1007/s10728-016-0323-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b080eb9f89cbb796f2259f0cb78ba7ae431de3b",
      "venue": "Health Care Analysis",
      "journal": {
        "name": "Health Care Analysis",
        "pages": "386-403",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "18b29a125272cc3267f71ca3f69132ad1bdaeaab",
      "title": "Decolonial AI as Disenclosure",
      "authors": [
        {
          "name": "Warmhold Jan Thomas Mollema",
          "authorId": "2289416486"
        }
      ],
      "year": 2024,
      "abstract": "The development and deployment of machine learning and AI engender 'AI colonialism', a term that conceptually overlaps with 'data colonialism', as a form of injustice. AI colonialism is in need of decolonization for three reasons. Politically, because it enforces digital capitalism's hegemony. Ecologically, as it negatively impacts the environment and intensifies the extraction of natural resources and consumption of energy. Epistemically, since the social systems within which AI is embedded reinforce Western universalism by imposing Western colonial values on the global South when these manifest in the digital realm is a form of digital capitalism. These reasons require a new conceptualization of AI decolonization. First this paper draws from the historical debates on the concepts of colonialism and decolonization. Secondly it retrieves Achille Mbembe's notion of decolonization as disenclosure to argue that the decolonization of AI will have to be the abolishment of political, ecological and epistemic borders erected and reinforced in the phases of its design, production, development of AI in the West and drawing from the knowledge from the global South. In conclusion, it is discussed how conceiving of decolonial AI as form of disenclosure opens up new ways to think about and intervene in colonial instantiations of AI development and deployment, in order to empower 'the wretched of AI', re-ecologise the unsustainable ecologies AI depends on and to counter the colonial power structures unreflective AI deployment risks to reinforce.",
      "citationCount": 16,
      "doi": "10.4236/jss.2024.122032",
      "arxivId": "2407.13050",
      "url": "https://www.semanticscholar.org/paper/18b29a125272cc3267f71ca3f69132ad1bdaeaab",
      "venue": "Open Journal of Social Sciences",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2407.13050"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bd8092331a97ef1f220844ca7e3ff9857fe45c2c",
      "title": "Generative KI, digitale Teilhabe und epistemische Ungerechtigkeit",
      "authors": [
        {
          "name": "W. Loh",
          "authorId": "51095571"
        }
      ],
      "year": 2024,
      "abstract": "Generative AI models, notably large language models (LLMs) and text-to-image generators, have gained significant societal attention recently, with increased usage in both private and commercial settings. These models are often trained using data scraped from the internet, reflecting the online data landscape at a certain time. Consequently, they may overlook speech acts, knowledge domains, or cultural artifacts underrepre- sented on the web, such as minority languages or art collections. This leads to a new form of digital participation and, conversely, a new type of “Digital Divide”, excluding individuals from global digital knowledge practices and discourses. The exclusion from such “generative participation” may not only be morally problematic but also constitute instances of “epistemic injustice”, where knowledge subjects are not recognized due to identity biases, suggesting that acts of generative exclusion can be severe forms of injustice even without intentional discrimination. This paper outlines the concept of digital participation, locates the outputs of generative AI models within it, examines the value of such “generative participation” for individuals, and argues that exclusions from it can lead to epistemic injustices, highlighting the structural nature of injustices beyond intentional actions.",
      "citationCount": 0,
      "doi": "10.5771/2364-1355-2024-2-215",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd8092331a97ef1f220844ca7e3ff9857fe45c2c",
      "venue": "Rechtsphilosophie",
      "journal": {
        "name": "Rechtsphilosophie"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "175fc0bad7854805cf249e915f68ba95ae13ba1b",
      "title": "Intelligent Environmental Empathy (IEE): A new power and platform to fostering green obligation for climate peace and justice",
      "authors": [
        {
          "name": "Saleh Afroogh",
          "authorId": "1573652229"
        },
        {
          "name": "Ali Mostafavi",
          "authorId": "2307914624"
        }
      ],
      "year": 2024,
      "abstract": "In this paper, we propose Intelligent Environmental Empathy (IEE) as a new driver for climate peace and justice, as an emerging issue in the age of big data. We first show that the authoritarian top-down intergovernmental cooperation, through international organizations (e.g., UNEP) for climate justice, could not overcome environmental issues and crevices so far. We elaborate on four grounds of climate injustice (i.e., teleological origin, axiological origin, formation cause, and social epistemic cause), and explain how the lack of empathy and environmental motivation on a global scale causes the failure of all the authoritarian top-down intergovernmental cooperation. Addressing all these issues requires a new button-up approach to climate peace and justice. Secondly, focusing on the intersection of AI, environmental empathy, and climate justice, we propose a model of Intelligent Environmental Empathy (IEE) for climate peace and justice at the operational level. IEE is empowered by the new power of environmental empathy (as a driver of green obligation for climate justice) and putative decentralized platform of AI (as an operative system against free riders), which Initially, impact citizens and some middle-class decision makers, such as city planners and local administrators, but will eventually affect global decision-makers as well.",
      "citationCount": 0,
      "doi": "10.48550/arXiv.2410.21536",
      "arxivId": "2410.21536",
      "url": "https://www.semanticscholar.org/paper/175fc0bad7854805cf249e915f68ba95ae13ba1b",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2410.21536"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "38efbd1196ad88a35472fbf0041eee8a4c8f987d",
      "title": "Justice, Vulnerable Populations, and the Use of Conversational AI in Psychotherapy",
      "authors": [
        {
          "name": "Bennett Knox",
          "authorId": "2202728708"
        },
        {
          "name": "Pierce Christoffersen",
          "authorId": "2215900352"
        },
        {
          "name": "Kalista Leggitt",
          "authorId": "2215961188"
        },
        {
          "name": "Zeia Woodruff",
          "authorId": "2215896448"
        },
        {
          "name": "M. Haber",
          "authorId": "28243815"
        }
      ],
      "year": 2023,
      "abstract": "Bueter, A. 2019. Epistemic injustice and psychiatric classification. Philosophy of Science 86:1064–74. doi:10.1086/705443. Crichton, P., H. Carel, and I. J. Kidd. 2017. Epistemic injustice in psychiatry. BJPsych Bulletin 41 (2):65–70. doi: 10.1192/pb.bp.115.050682. Faissner, M., E. Kuhn, R. Mueller, and S. Laacke. 2023. Detecting your Depression with your Smartphone? – considerations of epistemic injustice [Unpublished manuscript]. Fricker, M. 2007. Epistemic injustice. Power and the ethics of knowing. Oxford: Oxford University Press. Lakeman, R. 2010. Epistemic injustice and the mental health service user. International Journal of Mental Health Nursing 19 (3):151–3. doi:10.1111/j.1447-0349.2010.00680.x. M€ uller, V. C. 2021. Ethics of artificial intelligence and robotics. In Edward N. Zalta (ed.) The Stanford encyclopedia of philosophy. https://plato.stanford.edu/archives/sum2021/entries/ ethics-ai/ Norori, N.,. Q. Hu, F. M. Aellen, F. D. Faraci, and A. Tzovara. 2021. Addressing bias in big data and AI for health care: A call for open science. Patterns (New York, N.Y.) 2 (10):100347. doi:10.1016/j.patter.2021. 100347. Ploug, T., and S. Holm. 2020. The right to refuse diagnostics and treatment planning by artificial intelligence. Medicine, Health Care, and Philosophy 23 (1):107–14. doi: 10.1007/s11019-019-09912-8. Russell, S., and P. Norvig. 2009. Artificial intelligence: A modern approach. 3rd ed. Saddle River, NJ: Prentice Hall. Sedlakova, J., and M. Trachsel. 2023. Conversational artificial intelligence in psychotherapy: A new therapeutic tool or agent? The American Journal of Bioethics 23 (5):4–13. doi:10.1080/15265161.2022.2048739.",
      "citationCount": 11,
      "doi": "10.1080/15265161.2023.2191040",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/38efbd1196ad88a35472fbf0041eee8a4c8f987d",
      "venue": "American Journal of Bioethics",
      "journal": {
        "name": "The American Journal of Bioethics",
        "pages": "48 - 50",
        "volume": "23"
      },
      "publicationTypes": [
        "LettersAndComments",
        "JournalArticle"
      ]
    },
    {
      "paperId": "e33f38ec98dc12444c665756139fb178a6f4e5d1",
      "title": "Contributions of Citizen Science to the Sustainable Development Goals: Is Transformative “Global” Citizen Science Possible?",
      "authors": [
        {
          "name": "L. Lorenz",
          "authorId": "122331890"
        },
        {
          "name": "Robert Lepenies",
          "authorId": "115086440"
        }
      ],
      "year": 2023,
      "abstract": "Various efforts have been undertaken to encourage citizen science contribution to the United Nations’ (UN’s) Sustainable Development Goals (SDGs). These attempts are connected chiefly to the measurement of specific sustainability indicators. Using perspectives from critical theories on equity and justice to review the recent literature on employing citizen science for the SDGs, we argue that those advocating that citizen science be used for monitoring and fulfilling global sustainability goals should also be attentive to questions of historically inequitable power relations in the production of knowledge, and they should embrace both decolonial perspectives on science as well as a humbler stance on global data monitoring and governance. While we have argued elsewhere that citizen science should be attentive to various forms of exclusion and epistemic injustice, such attentiveness is even more relevant in the context of attempting to globalize citizen science activities. For this, we draw on alternative forms of citizen science, namely citizen social science and tracking science",
      "citationCount": 0,
      "doi": "10.5334/cstp.595",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e33f38ec98dc12444c665756139fb178a6f4e5d1",
      "venue": "Citizen Science: Theory and Practice",
      "journal": {
        "name": "Citizen Science: Theory and Practice"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "b6a726c2d3b1e9384d91b8f251763f5ddc520b66",
      "title": "Open Science Knowledge Production: Addressing Epistemological Challenges and Ethical Implications",
      "authors": [
        {
          "name": "B. Hofmann",
          "authorId": "1687089"
        }
      ],
      "year": 2022,
      "abstract": "Open Science (OS) is envisioned to have a wide range of benefits including being more transparent, shared, accessible, and collaboratively developed than traditional science. Despite great enthusiasm, there are also several challenges with OS. In order to ensure that OS obtains its benefits, these challenges need to be addressed. Accordingly, the objective of this study is to provide an overview of one type of challenge, i.e., epistemological challenges with OS knowledge production, and their ethical implications. Based on a literature review, it (a) reveals factors undermining the envisioned benefits of OS, (b) identifies negative effects on knowledge production, and (c) exposes epistemological challenges with the various phases of the OS process. The main epistemic challenges are related to governance, framing, looping effects, proper data procurement, validation, replication, bias, and polarization. The ethical implications are injustice, reduced benefit (efficiency), increased harm (as a consequence of poor-quality science), deception and manipulation (reduced autonomy), and lack of trustworthiness. Accordingly, to obtain the envisioned benefits of OS, we need to address these epistemological challenges and their ethical implications.",
      "citationCount": 9,
      "doi": "10.3390/publications10030024",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b6a726c2d3b1e9384d91b8f251763f5ddc520b66",
      "venue": "Publ.",
      "journal": {
        "name": "Publ.",
        "pages": "24",
        "volume": "10"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "77d5386b61a2302bc46913c3478d10575d844b0e",
      "title": "From slogans to frameworks: Embedded values or postdigital positionality?",
      "authors": [
        {
          "name": "Sarah Hayes",
          "authorId": "2137511195"
        },
        {
          "name": "P. Jandrić",
          "authorId": "50854160"
        }
      ],
      "year": 2022,
      "abstract": "This article explores ways in which higher education (HE) slogans, together with related frameworks and policies, increasingly invade the personal, cultural and positional values of individual staff and students. After a quick exploration of examples of embedded university values that are expected to be ‘lived’, the article outlines some epistemic implications in areas including epistemic positioning, epistemic injustice, epistemic space, data epistemologies, epistemic dominance and epistemic violence. Concluding that epistemologies are always lived, the article explores slogans at the intersections of biology, information and society using the case of excellence. Finally, the article briefly opens up the question of consent. Slogans, frameworks and policy texts exist as all other data assemblages that are subject to regulation. Should they also need to conform to such, or similar, regulations?",
      "citationCount": 4,
      "doi": "10.1177/14782103221145242",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/77d5386b61a2302bc46913c3478d10575d844b0e",
      "venue": "Policy Futures in Education",
      "journal": {
        "name": "Policy Futures in Education",
        "pages": "776 - 789",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d3d218bdbdeb3b9163bde81cafb20e25cafbcdef",
      "title": "Guest Editorial: Conceptualizing Justice and Counter-Expertise",
      "authors": [
        {
          "name": "L. Williams",
          "authorId": "46513969"
        },
        {
          "name": "Sharlissa Moore",
          "authorId": "116592407"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT Systemic injustices exclude counter-experts from telling their stories and influencing the collective imagination. Four papers and some discussant essays illustrate the ways in which counter-experts cross boundaries to contest knowledge claims, legal institutions, and forms of data in order to resist various forms of injustice. Literature on counter-expertise, socio-technical imaginaries, and epistemic injustice highlights how marginalized groups are prevented from participating in the process of collective imagining. A definition of counter-expertise and a new typology of counter-expertise demonstrate how marginalized groups navigate boundaries to pursue epistemic justice. The four papers in the special issue exemplify the ways in which counter-experts navigate identity politics. To combat epistemic injustice within our field, STS scholars can be more inclusive with teaching, mentoring, reviewing and other forms of scholarly gatekeeping.",
      "citationCount": 20,
      "doi": "10.1080/09505431.2019.1632820",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3d218bdbdeb3b9163bde81cafb20e25cafbcdef",
      "venue": "Science as Culture",
      "journal": {
        "name": "Science as Culture",
        "pages": "251 - 276",
        "volume": "28"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "bd6ccd42f545fff493f7f1d1b110d47d10ddda85",
      "title": "Contracts and computers",
      "authors": [
        {
          "name": "Damon Mackett",
          "authorId": "2082015297"
        }
      ],
      "year": 2022,
      "abstract": "This article explores a new form of epistemic injustice related to computers and data mining in our interconnected world. I argue that data mining, as it is currently practiced, not only perpetuates but also contributes to a moral injustice primarily driven by economic factors. By employing Gaile Pohlhaus’s theoretical framework, the paper establishes criteria that classify data mining as a form of epistemic injustice (P1) and demonstrates its differentiation from other known forms in existing literature (P2). Through a comprehensive analysis of data mining’s alignment with these criteria, the article highlights its unique nature and draws attention to its previously overlooked manifestation of epistemic injustice. By comparing data mining to established forms of epistemic injustice, this research underscores the urgent need for a critical examination of this ethical dilemma arising from technological advancements.",
      "citationCount": 0,
      "doi": "10.1080/02580136.2023.2206202",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd6ccd42f545fff493f7f1d1b110d47d10ddda85",
      "venue": "South African Journal of Philosophy",
      "journal": {
        "name": "South African Journal of Philosophy",
        "pages": "386 - 400",
        "volume": "41"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5a0f172f339844c706245d8f38e2a08195c84271",
      "title": "What Should We Do as Intellectual Activists? A Comment on the Ethico-political in Knowledge Production",
      "authors": [
        {
          "name": "A. Lundberg",
          "authorId": "108175202"
        }
      ],
      "year": 2021,
      "abstract": "This research comment makes an argument on the need to develop epistemic communities of belonging. These are spaces facilitating conversations about and enabling transformative ethico-political research. A research practice that can invoke attentiveness, responsibility, curiosity, and awareness to the field we study. Rather than answering what we should do as intellectual activists to maintain ethically integrity, the author here investigates the spaces we may develop as intellectual activists. Based on her work in the transformative collective initiative, the Asylum Commission and the reading of the Caring for Big Data book, the author proposes two concepts that are valuable for the creation of such spaces: epistemic injustice and hope.",
      "citationCount": 5,
      "doi": "10.1007/978-3-030-81226-3_11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a0f172f339844c706245d8f38e2a08195c84271",
      "venue": "Research Methodologies and Ethical Challenges in Digital Migration Studies",
      "journal": {
        "name": "Research Methodologies and Ethical Challenges in Digital Migration Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b3170d9c8ecba3c96c9e7c30c42a54ce4b40b009",
      "title": "The Dynamics of Epistemic Injustice",
      "authors": [
        {
          "name": "Amandine Catala",
          "authorId": "115967320"
        }
      ],
      "year": 2025,
      "abstract": "\n Epistemic injustice is inherently connected to epistemic power and epistemic agency: understanding and addressing the former allows us to better understand and address the latter, and vice versa. Yet, despite vast and rich discussions of epistemic injustice, which often invoke the notions of epistemic power and epistemic agency, both notions remain undertheorized and hence largely elusive. This book offers a systematic account of epistemic power and agency by turning to the dynamics of epistemic injustice—that is, the many forms epistemic injustice can take, the different sites and mechanisms through which it operates, and the various transformations consequently required to cultivate greater epistemic justice. Adopting standpoint theory both as a theory and as a methodology, the book focuses on several pressing social questions, such as deliberative impasses in divided societies, colonial memory, academic migration, the underrepresentation of members of non-dominant groups in certain fields, and the marginalization of minoritized minds, such as intellectually disabled people and Autistics. By analyzing these social questions through the lens of the dynamics of epistemic injustice, the book develops a systematic account of epistemic power and agency.",
      "citationCount": 8,
      "doi": "10.1093/9780197776353.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3170d9c8ecba3c96c9e7c30c42a54ce4b40b009",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "2a6bda98feae1011088fafd9e5493a9dc69bf037",
      "title": "(Epistemic) Injustice and Resistance in Canadian Research Ethics Governance",
      "authors": [
        {
          "name": "Sarah Clairmont",
          "authorId": "2338380812"
        },
        {
          "name": "Emily Doerksen",
          "authorId": "2127906730"
        },
        {
          "name": "A. Gunay",
          "authorId": "2127890496"
        },
        {
          "name": "Phoebe Friesen",
          "authorId": "2338380503"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This article brings a philosophical perspective to bear on issues of research ethics governance as it is practiced and organized in Canada. Insofar as the processes and procedures that constitute research oversight are meant to ensure the ethical conduct of research, they are based on ideas or beliefs about what ethical research entails and about which processes will ensure the ethical conduct of research. These ideas and beliefs make up an epistemic infrastructure underlying Canada's system of research ethics governance, but, we argue, extensive efforts by community members to fill gaps in that system suggest that these ideas may be deficient. Our aim is to make these deficiencies explicit through critical analysis by briefly introducing the philosophical literature on epistemic injustice and ignorance, and by drawing on this literature and empirical evidence to examine how injustice and ignorance show up across three levels of research ethics governance: research ethics boards, regulations, and training. Following this critique, and drawing on insights from the same philosophical tradition, we highlight the work that communities across Canada have done to rewrite and rework how research ethics as a site of epistemic resistance is practiced.",
      "citationCount": 4,
      "doi": "10.1002/eahr.60004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a6bda98feae1011088fafd9e5493a9dc69bf037",
      "venue": "Ethics & Human Research",
      "journal": {
        "name": "Ethics & Human Research",
        "pages": "2 - 19",
        "volume": "47"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b37e39235fb6f712efd973b93bb6d02ca9486a0b",
      "title": "Fundamental issues in epistemic injustice in healthcare",
      "authors": [
        {
          "name": "Kasper Møller Nielsen",
          "authorId": "2165780723"
        },
        {
          "name": "J. Nordgaard",
          "authorId": "4009782"
        },
        {
          "name": "M. G. Henriksen",
          "authorId": "6593473"
        }
      ],
      "year": 2025,
      "abstract": "The research field of epistemic justice in healthcare has gained traction in the last decade. However, the importation of Miranda Fricker’s original philosophical framework to medicine raises several interrelated issues that have largely escaped attention. Instead of pushing forward, crafting new concepts or exploring other medical conditions, we suggest that it is time to take stock, reconsider, and articulate some fundamental issues that confront the field of epistemic injustice in healthcare. This paper articulates such fundamental issues, which we divide into scientific, conceptual, and theoretical issues. Scientifically, the research field is confronted by a lack of empirical evidence. It relies on cases, making generalizations impossible and the field vulnerable to bias. Conceptually, many of the claims advanced in the literature are presented as facts but are merely hypotheses to be tested. Moreover, a criterion for applying the concept of testimonial injustice in medicine is lacking, impeding the development of a construct to empirically measure said injustices. Theoretically, many of the cases discussed in the literature do not prima facie qualify as cases of testimonial injustice, since they lack necessary components of testimonial injustice in Fricker’s framework, i.e., being unintentional and caused by identity prejudices in the hearers. If epistemic injustice is as pervasive as it is claimed in this literature, it should be of concern to us all. Addressing the issues raised here may strengthen the conceptualization of epistemic injustice in healthcare and lead to development of constructs that finally can explore its empirical basis.",
      "citationCount": 4,
      "doi": "10.1007/s11019-025-10259-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b37e39235fb6f712efd973b93bb6d02ca9486a0b",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care, and Philosophy",
        "pages": "291 - 301",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e92f287a21d24d23c03d12d0de52db1b89fba3d3",
      "title": "A taxonomy of epistemic injustice in the context of AI and the case for generative hermeneutical erasure",
      "authors": [
        {
          "name": "Warmhold Jan Thomas Mollema",
          "authorId": "2289416486"
        }
      ],
      "year": 2025,
      "abstract": "Epistemic injustice related to AI is a growing concern. In relation to machine learning models, epistemic injustice can have a diverse range of sources, ranging from epistemic opacity, the discriminatory automation of testimonial prejudice, and the distortion of human beliefs via generative AI’s hallucinations to the exclusion of the global South in global AI governance, the execution of bureaucratic violence via algorithmic systems, and interactions with conversational artificial agents. Based on a proposed general taxonomy of epistemic injustice, this paper first sketches a taxonomy of the types of epistemic injustice in the context of AI, relying on the work of scholars from the fields of philosophy of technology, political philosophy and social epistemology. Secondly, an additional conceptualization on epistemic injustice in the context of AI is provided: generative hermeneutical erasure. I argue that this injustice the automation of ‘epistemicide’, the injustice done to epistemic agents in their capacity for collective sense-making through the suppression of difference in epistemology and conceptualization by LLMs. AI systems’ ‘view from nowhere’ epistemically inferiorizes non-Western epistemologies and thereby contributes to the erosion of their epistemic particulars, gradually contributing to hermeneutical erasure. This work’s relevance lies in proposal of a taxonomy that allows epistemic injustices to be mapped in the AI domain and the proposal of a novel form of AI-related epistemic injustice.",
      "citationCount": 5,
      "doi": "10.1007/s43681-025-00801-w",
      "arxivId": "2504.07531",
      "url": "https://www.semanticscholar.org/paper/e92f287a21d24d23c03d12d0de52db1b89fba3d3",
      "venue": "AI and Ethics",
      "journal": {
        "name": "AI and Ethics",
        "pages": "5535 - 5555",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 35,
  "errors": []
}
