{
  "status": "success",
  "source": "semantic_scholar",
  "query": "social ontology groups constitution",
  "results": [
    {
      "paperId": "4b831cbf47d302941b66b5192c0b535c3d440bc6",
      "title": "THE ONTOLOGY OF NETWORK WARFARE: \n THE ESSENCE AND CONSEQUENCES",
      "authors": [
        {
          "name": "Yu.L. Bankovskaya",
          "authorId": "2103180158"
        }
      ],
      "year": 2024,
      "abstract": "The constitution of a new space for the functioning of social reality due to the impact of information and communication technologies on all spheres of human activity contributed to the transformation of traditional military operations, which resulted in the spread of network wars. The networking and digitalization of society has led to a change in human existence. Cognitive, informational, social, and psychological aspects of network processes form a new picture of the world, creating conditions for changing people's mentality and behavior. Therefore, the identification of the ontological foundations of network warfare is of particular importance. The disclosure of its essence is a prerequisite for the development of measures to preserve the security of the statedevelopment. The transformation of the mechanism of datainformational impact on the consciousness and meaning of both an individual and large social groups has led to a change in the civic position of the individual, expanding the possibilities for manipulating public opinion. The formation of new network structures and the spread of cyberterrorism are modifying the world order. Network wars have become an integral phenomenon of the modern realityexistence. Their attribute, which determines the specifics of the conflict unfolding, is the destructive use of information. Information disseminated on the Internet forms social content. Thus, new conditions are being created for the aggravation of contradictions, including the world community in the zone of confrontation, manipulating the behavior of its representatives, creating opportunities for non-contact warfare.",
      "citationCount": 0,
      "doi": "10.51608/23058641_2024_2_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4b831cbf47d302941b66b5192c0b535c3d440bc6",
      "venue": "Economy, Governance and Lave Basis",
      "journal": {
        "name": "Economy Governance and Lave Basis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ad4955ee2c9f8b2936d27f2ee13c3e6578825bca",
      "title": "The Plural Subject Approach to Social Ontology and the Sharing Values Issue",
      "authors": [
        {
          "name": "F. Vecchi",
          "authorId": "7862820"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.13128/PHE_MI-18154",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ad4955ee2c9f8b2936d27f2ee13c3e6578825bca",
      "venue": "",
      "journal": {
        "name": "Phenomenology and Mind",
        "pages": "84-96",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "32d343d81a4a5e20bc7d836279374bbe9d4315e9",
      "title": "Recognition and Social Ontology",
      "authors": [
        {
          "name": "Heikki Ikäheimo",
          "authorId": "66507175"
        },
        {
          "name": "Arto Laitinen",
          "authorId": "48745632"
        }
      ],
      "year": 2011,
      "abstract": "1. Heikki Ikaheimo & Arto Laitinen Recognition and Social Ontology Recognition and the Social Ontology of Personhood 2. Robert B. Brandom The Structure of Desire and Recognition: Self-Consciousness and Self-Constitution 3. Robert B. Pippin On Hegel's Claim that Self-Consciousness is \"Desire Itself\" (\"Begierde uberhaupt\") Pirmin Stekeler-Weithofer Intuition, Understanding, and the Human Form of Life Hegel, Marx, and Beyond: Recognition, Spirit and Species Being 5. Ludwig Siep Mutual Recognition: Hegel and Beyond 6. Heikki Ikaheimo Holism and Normative Essentialism in Hegel's Social Ontology 7. Paul Redding The Relevance of Hegel's \"Absolute Spirit\" to Social Normativity 8. Michael Quante Recognition as the Social Grammar of Species Being in Marx Groups, Institutions and Recognition 9. Margaret Gilbert Mutual Recognition and Some Related Phenomena 10. Italo Testa Social Space and the Ontology of Recognition 11. Arto Laitinen Recognition, Acknowledgement, and Acceptance 12. Titus Stahl Institutional Power, Collective Acceptance, and Recognition 13. Vincent Descombes The Problem of Collective Identity: The Instituting We and the Instituted We Notes",
      "citationCount": 48,
      "doi": "10.1163/EJ.9789004202900.I-398",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/32d343d81a4a5e20bc7d836279374bbe9d4315e9",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "607dc35203d92c5538d44b13ed962251c2612ebc",
      "title": "Restoring constitution: saving performativity from Mäki’s critique",
      "authors": [
        {
          "name": "Mickey Peled",
          "authorId": "151129930"
        }
      ],
      "year": 2020,
      "abstract": "ABSTRACT This paper aims to solve a fundamental critique of the research project of the performativity of economics. The critique by philosopher Uskali Mäki strikes the concept of performativity in a weak spot – its utilization of the notion of constitution, drawn from John Austin’s philosophy of language. Accepting Mäki’s critique implies a deterioration of performativity to a marginal field in economics studies, the opposite of the substantial stance it enjoys today. Using Brian Epstein’s unique account of constitution’s role in the ontology of social groups, this paper suggests an original solution to the critique that restores the legitimacy and importance of using constitution as part of performativity research. Furthermore, it offers a novel ontologically nuanced definition of performativity.",
      "citationCount": 4,
      "doi": "10.1080/1350178X.2019.1639787",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/607dc35203d92c5538d44b13ed962251c2612ebc",
      "venue": "Journal of Economic Methodology",
      "journal": {
        "name": "Journal of Economic Methodology",
        "pages": "51 - 65",
        "volume": "27"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7779b620de24ed39f92f56fe043b3c82b111528c",
      "title": "The Transgenerational Action of Growing Old Together. Ageism and Generationism in Ageing Societies",
      "authors": [
        {
          "name": "Alessandro Anzà",
          "authorId": "2356979361"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores ageism and generationism in ageing societies through the lens of transgenerative social ontology and critical phenomenology. It argues that the everyday Lifeworld encompasses multiage groups coexisting in the same contemporaneousness, which sets up for the constitution of personal attitudes and social interactions, both conflictual and cooperative, between people of different ages and generations. Firstly, I draw on Schützian social phenomenology, focusing on the taxonomy of consociates, contemporaries, predecessors, and successors to analyze the shared experience of growing old together and the overlapping of different generations in shaping societal structures and social tensions. Introducing the concept of Future-Maker Generations (FMGs), I identify a transgenerational social unity aimed at challenging systemic injustices and discriminatory acts rooted in stereotypical beliefs about age and generation. Following some insights from Applewhite’s manifesto against ageism, the paper addresses collective intentionality and shared values of FMGs, providing a provisional phenomenological inquiry into the enactment of transgenerational social actions.",
      "citationCount": 0,
      "doi": "10.17454/pam-2813",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7779b620de24ed39f92f56fe043b3c82b111528c",
      "venue": "Phenomenology and Mind",
      "journal": {
        "name": "Phenomenology and Mind"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "94e125a379569c5797e09070d911da3fd3d5ed50",
      "title": "Social Space And The Ontology Of Recognition",
      "authors": [
        {
          "name": "I. Testa",
          "authorId": "1706620"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1163/EJ.9789004202900.I-398.75",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94e125a379569c5797e09070d911da3fd3d5ed50",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "287-308",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4d3a7e65c0efd4826a0c04d9ca3c0c246319e8f9",
      "title": "Pluralities, Collectives, and Composites",
      "authors": [
        {
          "name": "Claudio Masolo",
          "authorId": "2195819"
        },
        {
          "name": "L. Vieu",
          "authorId": "1905386"
        },
        {
          "name": "R. Ferrario",
          "authorId": "3218233"
        },
        {
          "name": "S. Borgo",
          "authorId": "2147198"
        },
        {
          "name": "Daniele Porello",
          "authorId": "3240526"
        }
      ],
      "year": 2020,
      "abstract": "Forests, cars and orchestras are very different ontological entities, and yet very similar in some aspects. The relationships they have with the elements they are composed of is often assumed to be reducible to standard ontological relations, like parthood and constitution, but how this could be done is still debated. This paper sheds light on the issue starting from a linguistic and philosophical analysis aimed at understanding notions like plurality, collective and composite, and proposing a formal approach to characterise them. We conclude the presentation with a discussion and analysis of social groups within this framework.",
      "citationCount": 11,
      "doi": "10.3233/faia200671",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d3a7e65c0efd4826a0c04d9ca3c0c246319e8f9",
      "venue": "Formal Ontology in Information Systems",
      "journal": {
        "pages": "186-200"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4054f5cd6e38f9df01b1fce8f8a96ca08e88085c",
      "title": "Social Ontology",
      "authors": [
        {
          "name": "Brian Epstein",
          "authorId": "2359749488"
        }
      ],
      "year": 2025,
      "abstract": "Social ontology is the study of the nature of the social world. This Element aims to provide an overview of this burgeoning field, and also to map the questions that theories in social ontology address. When we encounter a theory of some social thing – groups, law, gender, and so on –how are we to read it? What classes of theories have been explored and abandoned, and what classes are new and promising? The Element distinguishes theories of social construction from theories that characterize the products of social construction. For each, the Element works through a 'toy' theory and then discusses features that more realistic theories ought to include. Three running examples are discussed throughout the Element: (1) property, or ownership; (2) race, or racialized kinds; (3) collective attitudes (i.e., beliefs, desires, knowledge, intentions, etc., of groups and organizations). This title is also available as Open Access on Cambridge Core.",
      "citationCount": 2,
      "doi": "10.1017/9781009290562",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4054f5cd6e38f9df01b1fce8f8a96ca08e88085c",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "90820f2f25f33a7060b5e08f6a695399d31188f0",
      "title": "Can social groups be units of normative concern? Normative individualism, futurity, causality, social ontology",
      "authors": [
        {
          "name": "C. Lyon",
          "authorId": "2073466006"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.5840/SOCTHEORPRACT202191135",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/90820f2f25f33a7060b5e08f6a695399d31188f0",
      "venue": "",
      "journal": {
        "name": "Social Theory and Practice",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "66b8462a35e9d71d7081e74493295a097d115b57",
      "title": "The Judgment of the Nations: Structural Sin, Social Ontology, and Social Eschatology",
      "authors": [
        {
          "name": "Ross McCullough",
          "authorId": "2314732323"
        }
      ],
      "year": 2024,
      "abstract": "Can social groups, as social groups, sin? Can they be judged? There is an ambivalence in late 20th-century Catholicism in this regard, between a form of personalism on the one hand, in which only individuals are persons and hence moral subjects, and traditional Thomists along with revisionary liberation theologians on the other. This paper argues that we can accommodate the worries of the first group with the more robust social ontology implied by the second. This social ontology can be found both in the work of contemporary analytic philosophers and, inchoately at least, in traditional Aristotelianism, and it allows us to give a more precise account of the metaphysics of structural sin than the alternatives. The paper concludes by suggesting that there is a way in which social groups, as social groups, might face judgment and then persist eschatologically.",
      "citationCount": 0,
      "doi": "10.1177/00211400241248840",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/66b8462a35e9d71d7081e74493295a097d115b57",
      "venue": "Irish Theological Quarterly",
      "journal": {
        "name": "Irish Theological Quarterly",
        "pages": "231 - 244",
        "volume": "89"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4ad299e75fa0e8bcc047153c2547bda405e807f5",
      "title": "On the “Constitution of Human Society”: Lukács’ versus Searle’s Social Ontology",
      "authors": [
        {
          "name": "Claudius Vellay",
          "authorId": "2081496313"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1163/9789004415522_009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ad299e75fa0e8bcc047153c2547bda405e807f5",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "183-222",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "29266e45bf2312ddac9df29384dbca56dbacc95e",
      "title": "Edith Stein on Social Ontology and the Constitution of Individual Moral Identity",
      "authors": [
        {
          "name": "William E. Tullius",
          "authorId": "113957802"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-97861-1_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/29266e45bf2312ddac9df29384dbca56dbacc95e",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "31-44",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "60f9c59ec83af96d6eea95a01efeaf045d4d1036",
      "title": "Social Ontology for All (Kinds of Groups)",
      "authors": [
        {
          "name": "Anna Moltchanova",
          "authorId": "114901094"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1093/MONIST/ONZ005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/60f9c59ec83af96d6eea95a01efeaf045d4d1036",
      "venue": "The Monist",
      "journal": {
        "name": "The Monist"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d527ce206a1cc482a17b3003f89d69a18067f8b0",
      "title": "Introduction: From Social Ontology to Mathematical Practice, and Back Again",
      "authors": [
        {
          "name": "Paola Cantù",
          "authorId": "47527244"
        },
        {
          "name": "I. Testa",
          "authorId": "1706620"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11245-022-09870-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d527ce206a1cc482a17b3003f89d69a18067f8b0",
      "venue": "Topoi",
      "journal": {
        "name": "Topoi",
        "pages": "187-198",
        "volume": "42"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "88480486302d848a1f1cd7ff11f12d553fe46532",
      "title": "Institutionalists on Power: Social Ontology and Intersectionality",
      "authors": [
        {
          "name": "Beliza Borba de Almeida",
          "authorId": "2379391107"
        },
        {
          "name": "William Waller",
          "authorId": "2379387118"
        }
      ],
      "year": 2025,
      "abstract": "Abstract Original Institutional Economics (OIE) has always addressed power. Thorstein Veblen referred to the vested interest. William Dugger argued that power is wielded by persons in particular social roles within an institution. Still, the power and its justification are attached to the role, not the individual in the role. Tony Lawson and the Cambridge Social Ontology Group have created a theory, Social Positioning Theory (SPT), which posits that social relations are constituted by individuals who are connected by being occupants of social positions that each contain a set of matched rights and obligations to one another. Often, these are power relations. This theory seems similar to Dugger’s discussion of roles. Additionally, William Dugger, in several publications, explored the problematic and corrupting consequences of race, gender, ethnicity, class, and nationality embedded in our institutions. However, Dugger did not consider what today is referred to as intersectionality, where these invidious distinctions are deeply intertwined within our social institutions. We intend to explore how the contributions of OIE, SPT, and Intersectionality can be integrated into a richer explanation of institutions and human conduct within them.",
      "citationCount": 0,
      "doi": "10.1080/00213624.2025.2535930",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/88480486302d848a1f1cd7ff11f12d553fe46532",
      "venue": "Journal of Economic Issues",
      "journal": {
        "name": "Journal of Economic Issues",
        "pages": "717 - 723",
        "volume": "59"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8572af1a5ff4fe1bdd2ca18f5819a092ca30b07d",
      "title": "Animal groups and social ontology: an argument from the phenomenology of behavior",
      "authors": [
        {
          "name": "Alejandro Arango",
          "authorId": "145423091"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/S11097-015-9430-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8572af1a5ff4fe1bdd2ca18f5819a092ca30b07d",
      "venue": "",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "403-422",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6fd57c1f489685cbd4cbdff7a4f89ebcde2e4a12",
      "title": "Social Structures and the Ontology of Social Groups",
      "authors": [
        {
          "name": "K. Ritchie",
          "authorId": "48053198"
        }
      ],
      "year": 2018,
      "abstract": "Social groups—like teams, committees, gender groups, and racial groups—play a central role in our lives and in philosophical inquiry. Here I develop and motivate a structuralist ontology of social groups centered on social structures (i.e., networks of relations that are constitutively dependent on social factors). The view delivers a picture that encompasses a diverse range of social groups, while maintaining important metaphysical and normative distinctions between groups of different kinds. It also meets the constraint that not every arbitrary collection of people is a social group. In addition, the framework provides resources for developing a broader structuralist view in social ontology.",
      "citationCount": 84,
      "doi": "10.1111/PHPR.12555",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6fd57c1f489685cbd4cbdff7a4f89ebcde2e4a12",
      "venue": "Philosophy and Phenomenological Research",
      "journal": {
        "name": "Philosophy and Phenomenological Research"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0be395adbe63f9446d7fffb04063787848a4cff6",
      "title": "The ontology of social groups",
      "authors": [
        {
          "name": "Amie L. Thomasson",
          "authorId": "46248587"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 52,
      "doi": "10.1007/s11229-016-1185-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0be395adbe63f9446d7fffb04063787848a4cff6",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "1-17",
        "volume": ""
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fdd7b7dd9f1ea1888300170d4c59db02666a41af",
      "title": "Kingdoms and crowds: William Ockham on the ontology of social groups",
      "authors": [
        {
          "name": "J. Pelletier",
          "authorId": "115442490"
        }
      ],
      "year": 2020,
      "abstract": "ABSTRACT This paper reconstructs William of Ockham's (c. 1287–1347) account of the ontology of social groups. Across his writings, Ockham mentions kingdoms, religious orders, crowds, people, armies, and corporations. Using the political community as a case-study against the background of Ockham’s metaphysics of parts and wholes, it is argued that at least some social groups are identical to a plurality of many human beings who have decided to order themselves with respect to another in some particular way. In this regard, a social group is a structured aggregate that is nothing over and above its existing and ordered parts, and, at least in the case of the political community, is like an artefact inasmuch as it is partly dependent on the volitional acts of its members to exist at all.",
      "citationCount": 2,
      "doi": "10.1080/09608788.2020.1780413",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fdd7b7dd9f1ea1888300170d4c59db02666a41af",
      "venue": "",
      "journal": {
        "name": "British Journal for the History of Philosophy",
        "pages": "24 - 44",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6f73fb47d6930f642243f3c391518fc1b501cde2",
      "title": "Heidegger's Social Ontology",
      "authors": [
        {
          "name": "N. Knudsen",
          "authorId": "112864244"
        }
      ],
      "year": 2022,
      "abstract": "Many critics and commentators hold that Heidegger had next to nothing to say about human sociality. In this book, Nicolai Knudsen rectifies this popular misconception. Drawing on his influential philosophy of mind, his philosophy of action and his conception of being-with, Knudsen argues that the central idea of Heidegger's social ontology is that we can only understand others, do things with others, and form lasting groups with others if we pre-reflectively correlate their behaviour with our own projects and the world that lies between us. Knudsen then uses this framework to formulate Heideggerian contributions to current debates on social cognition, collective intentionality, and social normativity. He also reinterprets Heidegger's famous concept of authenticity in the light of his social ontological commitments, and shows how Heidegger's affiliation with National Socialism betrays his own best insights into the fundamental structure of social life.",
      "citationCount": 6,
      "doi": "10.1017/9781009122672",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6f73fb47d6930f642243f3c391518fc1b501cde2",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a09a9a86711b4f009605644f564763a63efad8f8",
      "title": "B. Epstein’s Social Ontology",
      "authors": [
        {
          "name": "A. Orekhov",
          "authorId": "151413424"
        }
      ],
      "year": 2022,
      "abstract": "The article realizes the analysis of B. Epstein’s social ontology. Social ontology is teaching on basic principles of constructing of social reality, founded on interdisciplinary and transdisciplinary strategies of investigations of the social world. There are five leading programs in contemporary social ontology: “CIIF-program” of J. Searle, “Cambridge program” of T. Lawson, “Tufts program” of B. Epstein, “critical realism” and “the other institutionalism”. “Tufts program” is one from them. Social ontology tries to make progress on clarifying all of these in the context of specific topics: group intentions, laws, corporations, property, institutions, social groups. To begin an inquiry in social ontology, we need to choose which entities to work out the ontology of, that is, where to focus our attention in analyzing the social world. B. Epstein supposes his own model of re-conceptualization of framework of social ontology: two concepts play here a leading role, - “grounding” and “anchoring”. “Anchoring” and grounding”: these are two fundamental aspects to the building of the social world. Correspondingly, social ontology consists of two distinct projects. The grounding project is the inquiry into the conditions for the social facts to obtain. There are facts in the world are metaphysically sufficient reasons, - that is, grounds, - but it is more exact social facts of some kind. The anchoring project is the inquiry into what puts those conditions in place. Also it should be realized research concerning the grounding conditions for social facts. The last work of B. Epstein “The Ant Trap: Rebuilding the Foundations of Social Sciences” is devoted to criticism of ontological individualism in philosophical analysis of social knowledge.",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2022-26-3-572-581",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a09a9a86711b4f009605644f564763a63efad8f8",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2bf99081ec5e5c661eebedddf4e934cbf8ddf37d",
      "title": "Animal groups and social ontology: an argument from the phenomenology of behavior",
      "authors": [
        {
          "name": "Alejandro Arango",
          "authorId": "145423091"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11097-015-9430-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2bf99081ec5e5c661eebedddf4e934cbf8ddf37d",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "403 - 422",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ccea031565824efa7c2f06fbc1b206cdf9555d59",
      "title": "Towards an ontology of struggle: The Marxist-Humanist theory of social transformation in the work of Raya Dunayevskaya",
      "authors": [
        {
          "name": "Kieran Durkin",
          "authorId": "2174078676"
        }
      ],
      "year": 2024,
      "abstract": "This article outlines Dunayevskaya’s original but underappreciated contribution to Marxism as a body of theory and practice. Focusing specifically on her Marxist-Humanist ‘ontology of struggle’ in its various dimensions, it draws out her engagement with Marx such that a new, vitalised account of social transformation is elaborated. From her critique of labour and state capitalism to her account of the dual movement between practice and theory, to her attentiveness to the ‘voices from below’ and to the ‘new passions and forces that develop in the bosom of society’, a theory is elaborated that expands the traditional Marxian dialectic to the struggles of racialised groups, women and other minorities. In so doing, it offers a basis from which to re-appraise liberatory politics, and to renew the emancipatory thrust of Marx’s writings.",
      "citationCount": 0,
      "doi": "10.1177/00380261241258612",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ccea031565824efa7c2f06fbc1b206cdf9555d59",
      "venue": "Sociology Review",
      "journal": {
        "name": "The Sociological Review",
        "pages": "863 - 877",
        "volume": "72"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "37305e96f4a6aed14d85e6344157779a36c38288",
      "title": "Demarcation, instantiation, and individual traits: Realist social ontology for mental disorders",
      "authors": [
        {
          "name": "Polaris Koi",
          "authorId": "116689708"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT Realists about mental disorder have been hasty about dismissing social explanations of how mental disorder is constituted. However, many social ontologies are realist ontologies. In order to create a meaningful distinction between realism and social metaphysics about mental disorder, I propose that realism about mental disorder is best understood as Individual Trait Realism (ITR) about them. For ITR, mental disorders exist in virtue of traits. I defend the view that ITR is compatible with social metaphysics, arguing that, in asking whether constituents in the social sphere figure the metaphysics of psychopathology, we are asking questions on three different strata of explanation: the strata of demarcation, instantiation, and individual traits. Distinguishing between these strata allows for nuanced realism that need not reject the social constitution of mental disorder.",
      "citationCount": 2,
      "doi": "10.1080/09515089.2021.2016674",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/37305e96f4a6aed14d85e6344157779a36c38288",
      "venue": "Philosophical Psychology",
      "journal": {
        "name": "Philosophical Psychology",
        "pages": "793 - 813",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7e4562ab8fb5f06c46cb7405b9e1082fab6fdbd4",
      "title": "Journal of Social Ontology",
      "authors": [
        {
          "name": "Joshua Harris",
          "authorId": "2266195545"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e4562ab8fb5f06c46cb7405b9e1082fab6fdbd4",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a0f39a809e176d1ecc5da423cab6fa70d67ffba3",
      "title": "Collective Action and Social Ontology in Thomas Aquinas",
      "authors": [
        {
          "name": "Joshua Harris",
          "authorId": "50505332"
        }
      ],
      "year": 2021,
      "abstract": "Abstract In this paper I argue that there are resources in the work of Thomas Aquinas that amount to a unique approach to what David P. Schweikard and Hans Bernhard Schmid’s call the “Central Problem” facing theorists of collective intentionality and action. That is to say, Aquinas can be said to affirm both (1) the “Individual Ownership Claim” and (2) the “Irreducibility Claim,” coherently and compellingly. Regarding the Individual Ownership Claim, I argue that Aquinas’s concept of “general virtue” (virtus generalis) buttresses an account of the way in which individuals act collectively qua individuals, i.e., without invoking hive minds or other scientifically problematic phenomena. Further, with respect to the Irreducibility Claim (2), I argue that Aquinas’s concept of “common good” (bonum commune) offers an account of the way in which some powers and acts of social groups are importantly irreducible to those of their members. Considered together, I argue that these two positions in Aquinas are correlative, and therefore amount to a coherent account of collective action and group agency, respectively.",
      "citationCount": 0,
      "doi": "10.1515/jso-2020-0065",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a0f39a809e176d1ecc5da423cab6fa70d67ffba3",
      "venue": "",
      "journal": {
        "name": "Journal of Social Ontology",
        "pages": "119 - 141",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2fa957916b6aa85ccb67e9dd843c9c0532af3c61",
      "title": "How are Bundles of Social Practices Constituted? Jaeggi, Social Ontology, and the Jargon of Normativity",
      "authors": [
        {
          "name": "I. Testa",
          "authorId": "1706620"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT In this paper, I analyse Rahel Jaeggi’s socio-ontological account of forms of life. I show that her framework is a two-sided one, since it involves an understanding of forms of life both as inert bundles of practices and as having a normative structure. Here I argue that this approach is based on an a priori argument which assumes normativity as the condition of intelligibility of social criticism. I show that the intimate tension between these two sides is reflected in the socio-ontological model of the constitution of social phenomena, which on the one side is understood in terms of habituation and materialization, and on the other side in terms of constitution through norms. The second side in the end prevails and leads to some sort of normative essentialism which involves a prescriptive meta-theoretical understanding of normativity combined with a socio-ontological model of constitutive rules. I then analyse two arguments that Jaeggi offers in support of her assumption that normative constitution is the deep structure of social practices. I name these the functional-teleological argument, and the crisis developmental argument, and argue that neither succeeds in proving that practices are not normatively underdetermined.",
      "citationCount": 7,
      "doi": "10.1080/14409917.2019.1676948",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2fa957916b6aa85ccb67e9dd843c9c0532af3c61",
      "venue": "Critical Horizons",
      "journal": {
        "name": "Critical Horizons",
        "pages": "162 - 173",
        "volume": "22"
      },
      "publicationTypes": null
    },
    {
      "paperId": "813439e3e3645b41c5b5c5cd147d22a5fa6e576e",
      "title": "The ontology of social groups",
      "authors": [
        {
          "name": "Amie L. Thomasson",
          "authorId": "46248587"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11229-016-1185-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/813439e3e3645b41c5b5c5cd147d22a5fa6e576e",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "4829 - 4845",
        "volume": "196"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dee1d43f4f7aa5aecb7229e2a066b318588f9d73",
      "title": "The site of the social: a philosophical account of the constitution of social life and change",
      "authors": [
        {
          "name": "Geoffrey Lewis",
          "authorId": "122752217"
        }
      ],
      "year": 2022,
      "abstract": "Since the turn of the century, the movement towards evidence-based practice in education has been accompanied by a resurgence in experiment-led research, a methodology characterised by the logic that the social world can be measured through the isolation and standardisation of variables of interest whilst controlling for the differences found across diverse contexts (Thomas, 2021). In his work, Schatzki provides the theoretical tools to challenge this view, developing a social ontology anchored in the assertion that practices – understood as organised nexuses of sayings and doings – are the principal components of human co-existence, encompassing not only ways of knowing, but ways of being. Central to this is his thesis that practices are interwoven with the material arrangementsof the sites atwhich theyunfold, existing inmutually constitutive relationships. The result is an expansive view of practices that reinterprets concepts such as identity and agency, and reveals the intrinsic relationships which exist between practices, such as Shaker medicinal herb production or Nasdaq market trading, and the sites they unfold at. Though written in 2002, Schatzki poses myriad questions for those engaged with the discipline of education: he urges them to consider the epistemological ramifications of his philosophy on research which seeks to artificially divorce practices from their sites; to critically assess the implications of his work for conceptions of evidence-based practice; and to contemplate the ways in which his perspectives could inform a situated view of educational practices that reasserts their physical, moral and affective dimensions (Kemmis, 2022). In my own study of early career teachers and teaching assistants, Schatzki’s ideas continue to affect my thinking on the layers of complexity that practices represent; for others committed to engaging in broader explorations of education as a social practice and challenging reductionist viewpoints, his theoretical tools provide the ontological foundations from which to begin.",
      "citationCount": 14,
      "doi": "10.1080/00131911.2022.2051343",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dee1d43f4f7aa5aecb7229e2a066b318588f9d73",
      "venue": "Educause Review",
      "journal": {
        "name": "Educational Review",
        "pages": "806 - 806",
        "volume": "75"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1e0f2b88b2f9700211a8d9d192381e1b4747144b",
      "title": "Social Ontology",
      "authors": [
        {
          "name": "Rebecca Mason",
          "authorId": "144747622"
        },
        {
          "name": "K. Ritchie",
          "authorId": "48053198"
        }
      ],
      "year": 2020,
      "abstract": "Traditionally, social entities (i.e., social properties, facts, kinds, groups, institutions, and structures) have not fallen within the purview of mainstream metaphysics. In this chapter, we consider whether the exclusion of social entities from mainstream metaphysics is philosophically warranted or if it instead rests on historical accident or bias. We examine three ways one might attempt to justify excluding social metaphysics from the domain of metaphysical inquiry and argue that each ​fails. Thus, we conclude that social entities are not justifiably excluded from metaphysical inquiry. Finally, we ask how focusing on social entities could change the character of metaphysical inquiry. We suggest ​that starting from examples of social entities might lead metaphysicians to rethink the assumption that describing reality in terms of intrinsic, independent, and individualistic features is preferable to describing it in terms of relational, dependent, and non-individualistic features. Traditionally, social entities have not fallen within the purview of mainstream metaphysics. For example, very few original research articles on social metaphysics have been published in top philosophy journals. Moreover, only one metaphysics textbook includes social metaphysics as a 1 topic. This is particularly striking in view of the fact that there has been work on social ontology 2 for decades. Here, in addition to surveying the field of social ontology, we consider whether the 3 1 This claim is easily verified by searching keywords such as “social,” “social kind,” “social group,” etc., top philosophy journals (e.g., ​Philosophical Review, the Journal of Philosophy, Mind, Philosophy and Phenomenological Research, Nous, Australasian Journal of Philosophy, Philosophical Studies​, etc.). 2 For example, see Carroll and Markosian 2010; Conee and Sider 2014; Crane and Farkas 2004; Effingham 2013; Kim, Korman, and Sosa 2011; Koons and Pickavance 2015, 2017; Loux and Crisp 2017; Loux 2008; Lowe 2002; Mumford 2012; Sider, Hawthorne, Zimmerman 2007; Tahko 2016; van Inwagen 2014; van Inwagen and Zimmerman 2008. Most of these titles were published well after the inception of social metaphysics in analytic philosophy. NB: Ney’s (2014) introductory metaphysics textbook includes a chapter on the metaphysics of race. 3 For instance, Ruben 1985; Gilbert 1989; Tuomela 1989; and Searle 1990, 1995, 2010; Hacking 1996, 1999; Haslanger 1995; Burman (Andersson) 2007, in addition to more than 30 years of work on the metaphysics of race and gender (e.g., Appiah 1985). Other work on collective",
      "citationCount": 1,
      "doi": "10.4324/9781315112596-24",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e0f2b88b2f9700211a8d9d192381e1b4747144b",
      "venue": "The Routledge Handbook of Metametaphysics",
      "journal": {
        "name": "The Routledge Handbook of Metametaphysics"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "dd4fb345aab92449fe0f6b8f569c585af1d60ed2",
      "title": "Bridging the gap between the social science and the social ontology of collective memory",
      "authors": [
        {
          "name": "J. Blustein",
          "authorId": "38256251"
        }
      ],
      "year": 2019,
      "abstract": "It is commonplace to attribute memories to groups of individuals both large and small. Attributions of memories to groups are also found in social science research. This article proposes using philosophical accounts from the literature on social ontology to help clarify and deepen our understanding of how these terms are being employed in the social sciences. Two contrasting accounts of collective remembering are presented: the joint commitment account derived from the seminal work of Margaret Gilbert, and the participatory intentions account based on Christopher Kutz’s analysis of collective action. The implications of these accounts for clarifying notions of collective memory and remembering in the social sciences are explored through two case studies—one involving a social media site that promotes sharing of memories among users and the other concerning organizational remembering.",
      "citationCount": 2,
      "doi": "10.1177/1750698019876081",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dd4fb345aab92449fe0f6b8f569c585af1d60ed2",
      "venue": "Memory Studies",
      "journal": {
        "name": "Memory Studies",
        "pages": "731 - 750",
        "volume": "15"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6d5c27098ebc97073726296824ecd1d9419f173b",
      "title": "Grounding and anchoring: on the structure of Epstein’s social ontology",
      "authors": [
        {
          "name": "M. Mikkola",
          "authorId": "102569807"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1080/0020174X.2017.1312743",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d5c27098ebc97073726296824ecd1d9419f173b",
      "venue": "",
      "journal": {
        "name": "Inquiry",
        "pages": "198 - 216",
        "volume": "62"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1885eda036d9deac28f11cbc50d6ab5d2d1d110c",
      "title": "Journal of Social Ontology",
      "authors": [
        {
          "name": "Olle Blomberg",
          "authorId": "152571254"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1885eda036d9deac28f11cbc50d6ab5d2d1d110c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "cd564c21beb8bf9b6f73e46191bebee5ecf09126",
      "title": "Journal of Social Ontology",
      "authors": [
        {
          "name": "Bill Wringe",
          "authorId": "38214159"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd564c21beb8bf9b6f73e46191bebee5ecf09126",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "ff1c56ba7dce3705a5cd1480c38be4ca353428c0",
      "title": "Journal of Social Ontology",
      "authors": [
        {
          "name": "Onni Hirvonen",
          "authorId": "88857760"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff1c56ba7dce3705a5cd1480c38be4ca353428c0",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "864abbef656f654e07dafe7f0ab70b32654d0b70",
      "title": "Social positioning theory and Dewey’s ontology of persons, objects and offices",
      "authors": [
        {
          "name": "S. Pratten",
          "authorId": "15553358"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT Social positioning theory, in defending a general social ontology, is a particular extension of critical realism. It is a theory of social constitution that clarifies how items including human beings and things are relationally organized as instances of community components. This extension of critical realism is directly comparable to fundamental but underexamined contributions of the classical American pragmatist John Dewey and specifically his elaboration of a social ontology incorporating an emphasis upon offices that individuals and things come to occupy. In this paper, it is argued that there are substantial correspondences between social positioning theory and Dewey’s concern with offices that come to be filled. By drawing on social positioning theory the significance of an overlooked feature of Dewey’s social ontology comes to be better appreciated. Equally by conducting this comparison Dewey’s discussion of offices is recognized as anticipating some of the insights that social positioning theory has recently systematised.",
      "citationCount": 7,
      "doi": "10.1080/14767430.2022.2049091",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/864abbef656f654e07dafe7f0ab70b32654d0b70",
      "venue": "Journal of Critical Realism",
      "journal": {
        "name": "Journal of Critical Realism",
        "pages": "288 - 308",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "610692ee4a3f5665d4850efbbde475579d93418c",
      "title": "THE SOCIAL ONTOLOGY OF INSTITUTIONS: A REASSESSMENT",
      "authors": [
        {
          "name": "D. P. Ljungholm",
          "authorId": "113789598"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.22381/crlsj9120178",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/610692ee4a3f5665d4850efbbde475579d93418c",
      "venue": "",
      "journal": {
        "name": "Contemporary Readings in Law and Social Justice",
        "pages": "132-138",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7e0261bf762fa4ea1c93bd153749883495cccd74",
      "title": "Vagueness and social ontology: Implications of inquiry resistant borderline cases for social ontological theorising",
      "authors": [
        {
          "name": "Imko Meyenburg",
          "authorId": "118061689"
        },
        {
          "name": "Ana Maria Turcitu",
          "authorId": "2129076977"
        }
      ],
      "year": 2021,
      "abstract": "The aim of the paper is to develop a critique of the explanatory scope of social ontology as developed by the Cambridge Social Ontology Group (CSOG) by reference to semantic and ontic vagueness. At its core lies the theory of social ontology, which proposes that human beings and artefacts occupy social positions within emerging social totalities by virtue of receiving community-accepted, interdependent rights and obligations. However, we argue that vagueness postulates a fundamental incompleteness for social ontology. Vagueness, here, is to be understood as a matter of indeterminacy in borderline cases that pose nontrivial limitations to social positioning. By this we mean to say that there are instances in social ontological theorising that exclude themselves from proper inquiry. While these limitations cannot be overcome we identify four sets of theories, namely supervaluationism, epistemicism, truth degree theories and contextualism, which will allow CSOG members to explain why these limitations are present.",
      "citationCount": 5,
      "doi": "10.1111/JTSB.12314",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e0261bf762fa4ea1c93bd153749883495cccd74",
      "venue": "Journal for the Theory of Social Behaviour",
      "journal": {
        "name": "Journal for the Theory of Social Behaviour"
      },
      "publicationTypes": null
    },
    {
      "paperId": "caa2091bc17e6b404630aeff654124ea9f67bc9a",
      "title": "Raimo Tuomela’s Social Ontology",
      "authors": [
        {
          "name": "Raimo Tuomela’s",
          "authorId": "2272149940"
        },
        {
          "name": "Julia Lyons Strobelb",
          "authorId": "2271951986"
        },
        {
          "name": "J. Strobel",
          "authorId": "39738750"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1080/02691728.2017.1346724",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/caa2091bc17e6b404630aeff654124ea9f67bc9a",
      "venue": "",
      "journal": {
        "name": "Social Epistemology",
        "pages": "557 - 571",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0656cac1e2882da00ed2ca05a72e25004a348d9c",
      "title": "The Social Ontology Of Human Dignity",
      "authors": [
        {
          "name": "N. Aroney",
          "authorId": "6274511"
        }
      ],
      "year": 2021,
      "abstract": "The Universal Declaration on Human Rights (1948) begins with the striking claim that the ‘recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the world’. Rather than use words that individualise and universalise in abstract terms, the Declaration describes humanity as an extended family, knit together by ties that are personal, natural and communal. Despite this, the rights enshrined within the Declaration and other international human rights instruments have generally been understood in a way that prioritises the rights of individuals, and the concept of human dignity is often cited in a way that connects it with individual autonomy. However, a close examination of these instruments shows them to presuppose a social ontology in which human beings are not merely isolated individuals, but constituted as members of communities at familial, local, regional, national and global scales. An exploration of this communal embedding of the dignity of all members of the human family has implications for how international human rights are understood, particularly in controversial cases where the rights of human beings conceived as individuals have to be harmonised with the rights of human beings living in community with others. A better understanding of the social ontology presupposed by international human rights law is therefore a prerequisite for addressing problems of harmonisation of this kind.\r\n\r\nNoting that the individualistic aspects of human rights law are often said to reflect Western influence, this paper traces the historical development of the idea of human dignity in classical, medieval, reformed and modern Western thought. It is argued that while the older classical conception of dignity understood it to be an attribute that set some classes or groups of human beings apart from others, the idea was transformed under the influence of Stoic philosophy and especially Christian theology into an attribute possessed by all human beings by virtue of their created nature. In the early and later medieval and reformed perspectives, human dignity was understood to be an attribute of all human persons, conceived not as autonomous and atomised individuals, but as embedded in a great variety of associations and communities. Moreover, in the classical, medieval and reformed conceptions alike, dignity was considered to be something that can never be separated from one’s moral responsibilities as a human being called upon to perform the duties associated with one’s particular callings and stations in life. It is only in certain modern conceptions that human dignity has become disassociated from the qualities of one’s character and from the associations and communities in which human beings are naturally embedded. \r\n\r\nIt follows that international human rights law, insofar as it recognises a social ontology which is simultaneously individualistic, associational and communal, is not entirely oriented to modern Western atomising conceptions of human dignity, but embraces older Western and possibly wider non-Western conceptions as well.",
      "citationCount": 0,
      "doi": "10.2139/ssrn.3499573",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0656cac1e2882da00ed2ca05a72e25004a348d9c",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": null
    }
  ],
  "count": 40,
  "errors": []
}
