{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "intersectionality ontology",
  "results": [
    {
      "title": "Susan Ferguson, Intersectionality and Social-Reproduction Feminisms",
      "url": "https://philpapers.org/rec/FERIAS",
      "philpapers_id": "FERIAS",
      "snippet": "In understanding the social as constituted by practical human activity whose object (the social and natural world) is organised capitalistically, social-reproduction feminism highlights thedialecticalrelationship between the capitalist whole and its differentiated parts. The challenge for Marxist-Feminism is to embrace this dialectical approach while building on the insights of intersectionality feminism to more convincingly capture the unity of a complex, diverse social whole.",
      "page_age": null
    },
    {
      "title": "Katharine Jenkins, Conferralism and Intersectionality: A Response to Ásta’s Categories We Live By",
      "url": "https://philpapers.org/rec/JENCAI-5",
      "philpapers_id": "JENCAI",
      "snippet": "This helps to explain the difficulty concerning intersectionality. Finally, the paper suggests a way of developing the conferralist account that would resolve this difficulty. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Categories We Do Not Know We Live By.Åsa Burman - 2019 - Journal of Social Ontology 5 (2):235-243.",
      "page_age": null
    },
    {
      "title": "Anna Carastathis, Beyond the \"Logic of Purity\": \"Post-Post-Intersectional\" Glimpses in Decolonial Feminism",
      "url": "https://philpapers.org/rec/CARBTQ",
      "philpapers_id": "CARBTQ",
      "snippet": "Finally, I discuss the status of intersectionality in the shift in Lugones’s work from “women of color feminisms” to “decolonial feminism.” Intersectionality is now routinely invoked as a representational theory of multiple identities, but Lugones’s heterodox interpretation helps us to see that it is best understood as a critique of representations based on the logic of purity: specifically, of how categorial axes of oppression (mis)represent intermeshed oppressions.",
      "page_age": null
    },
    {
      "title": "Lena Gunnarsson, Why we keep separating the ‘inseparable’: Dialecticizing intersectionality",
      "url": "https://philpapers.org/rec/GUNWWK",
      "philpapers_id": "GUNWWK",
      "snippet": "Drawing on Roy Bhaskar’s dialectical critical realist philosophy, the author argues that we can think of intersectional categories as well as different ontological levels as both distinct and unified and elaborates on the issue of how significance of the dialectical notion of unity-in-difference ...",
      "page_age": null
    },
    {
      "title": "Sue Clegg, Agency and Ontology within Intersectional Analysis: A Critical Realist Contribution",
      "url": "https://philpapers.org/rec/CLEAAO-5",
      "philpapers_id": "CLEAAO",
      "snippet": "It avoids conflating experience with structural and cultural conditions and their elaboration, and provides an analytical framework for the development of explanatory accounts of how intersections between gender, race, class and other markers of difference operate in concrete historical circumstances.",
      "page_age": null
    },
    {
      "title": "Kathleen L. Slaney, An Intersectionality for Theoretical Psychology?",
      "url": "https://philpapers.org/rec/SLAAIF",
      "philpapers_id": "SLAAIF",
      "snippet": "In my contribution to this volume, I borrow the concept of intersectionality from critical race and feminist theory to explore ideas concerning how theoretical psychology might be re-envisioned, re-thought, and re-invigorated in light of the multiplicity of interdependent concerns and approaches adopted by theoretical psychologists.",
      "page_age": null
    },
    {
      "title": "Marta Jorba & Dan López de Sa, Intersectionality as emergence",
      "url": "https://philpapers.org/rec/JORIAE-2",
      "philpapers_id": "JORIAE",
      "snippet": "In this paper, we suggest conceiving intersectionality as a general metaphysical framework wherein specific claims to the effect that the experiences of discrimination of Black women, among others, can be fruitfully formulated and examined. The main claim is that intersectional experiences emerge from the conjunction of social categories when social structures make them relevant vis-à-vis discrimination and privilege.",
      "page_age": null
    },
    {
      "title": "Marta Jorba & Maria Rodó-Zárate, Metaphors of intersectionality: Reframing the debate with a new proposal",
      "url": "https://philpapers.org/rec/JORMOI-2",
      "philpapers_id": "JORMOI",
      "snippet": "We argue that considering social positions as the diverse properties of different apples avoids reification by considering categories as properties and not as objects themselves, and at the same time it allows us to think about the effects dimension from a plural and contextual approach. With this shift, we propose a reframing of the discussion in debates on intersectionality theory on the relation among categories, their in/separability and fragmentation.",
      "page_age": null
    },
    {
      "title": "Marta Jorba & Maria Rodó-de-Zárate, Beyond Mutual Constitution: The Properties Framework for Intersectionality Studies",
      "url": "https://philpapers.org/rec/JORBMC",
      "philpapers_id": "JORBMC",
      "snippet": "We then present the properties framework, together with the emergent experience view, which conceptualizes categories and social systems in a way that maintains their ontological specificity while allowing for their being deeply affected by each other. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Metaphors of Intersectionality: Framing the Debate with a New Image.Maria Rodó-Zárate &amp; Marta Jorba - 2020 - European Journal of Women&#x27;s Studies.",
      "page_age": null
    },
    {
      "title": "Anna Carastathis, \"Racism\" versus \"Intersectionality\"? Significations of Interwoven Oppressions in Greek LGBTQ+ Discourses",
      "url": "https://philpapers.org/rec/CARQVQ",
      "philpapers_id": "CARQVQ",
      "snippet": "My research examines how intersectionality—widely understood as a multi-axial theory of oppression, which contends that power relations are multiple, distinct, and irreducible to one another, yet converge simultaneously in the experiences of multiply oppressed social groups—relates to the use of “racism” as a struggle concept in Greek, but also in other languages commonly used in Greece, such as Albanian (racizmi) and Arabic (eunsuria). In this paper, I examine how these two vocabularies—of racism and intersectionality—are operative in movement discourses, but also how they shape, and are shaped by activists’ perceptions, analyses, and theories of oppression.",
      "page_age": null
    },
    {
      "title": "Ásta, _Ontology and Oppression: Race, Gender, and Social Reality_, by Katharine Jenkins",
      "url": "https://philpapers.org/rec/STAOAO",
      "philpapers_id": "STAOAO",
      "snippet": "Conferralism and Intersectionality: A Response to Ásta’s Categories We Live By.Katharine Jenkins - 2019 - Journal of Social Ontology 5 (2):261-272.",
      "page_age": null
    },
    {
      "title": "Kimberlé Crenshaw, Mapping the Margins: Intersectionality, Identity Politics, and Violence against Women of Color",
      "url": "https://philpapers.org/rec/CREMTM",
      "philpapers_id": "CREMTM",
      "snippet": "Intersectionality and identity politics: Learning from violence against women of color.Kimberle Crenshaw - 1997 - In Mary Lyndon Shanley &amp; Uma Narayan, Reconstructing political theory: feminist perspectives. University Park, PA: Pennsylvania State University Press.",
      "page_age": null
    },
    {
      "title": "Sirma Bilge, Recent Feminist Outlooks on Intersectionality",
      "url": "https://philpapers.org/rec/BILRFO",
      "philpapers_id": "BILRFO",
      "snippet": "In order to do so four points are tackled: intersectionality as a research paradigm, the issue of levels of analysis, the theoretical difference of opinion on the ontological status of categories of difference and the issue of widening the theoretical scope of intersectionality",
      "page_age": null
    },
    {
      "title": "Elmar Flatschart, Feminist Standpoints and Critical Realism. The Contested Materiality of Difference in Intersectionality and New Materialism",
      "url": "https://philpapers.org/rec/FLAFSA",
      "philpapers_id": "FLAFSA",
      "snippet": "I argue that this is because of the importance that feminism places on difference – which brings up the problem of relationality in a material way – and thus makes it hard to integrate into traditional critical realism. Dialectical critical realism contributes greatly to an understanding of relationality but lacks difference’s historicity. This claim is elaborated through a discussion of intersectionality in feminism and feminist new materialism.",
      "page_age": null
    },
    {
      "title": "Sara Edenheim & Maria Carbin, The intersectional turn in feminist theory: A dream of a common language?",
      "url": "https://philpapers.org/rec/EDETIT",
      "philpapers_id": "EDETIT",
      "snippet": "Drawing on poststructuralist and postcolonial theory the authors examine key articles on intersectionality as well as special issues devoted to the concept. They interrogate the conflicts and meaning making processes as well as the genealogies of the concept. Thus, the epistemology and ontology ...",
      "page_age": null
    }
  ],
  "count": 15,
  "errors": []
}
