{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "hermeneutic intersectionality",
  "results": [
    {
      "title": "Elena Ruíz, Framing Intersectionality",
      "url": "https://philpapers.org/rec/RUZFI",
      "philpapers_id": "RUZFI",
      "snippet": "It is not a prescriptive methodology or closed system of analysis, but rather an open-ended hermeneutic lens through which interconnected systems of oppression can come into focus in the fight for social justice. ... Intersectionality critical race theory feminism hermeneutics structural oppression legal theory identity intersectional feminism anti-discrimination law feminist liberation epistemology",
      "page_age": null
    },
    {
      "title": "Kathleen L. Slaney, An Intersectionality for Theoretical Psychology?",
      "url": "https://philpapers.org/rec/SLAAIF",
      "philpapers_id": "SLAAIF",
      "snippet": "In my contribution to this volume, I borrow the concept of intersectionality from critical race and feminist theory to explore ideas concerning how theoretical psychology might be re-envisioned, re-thought, and re-invigorated in light of the multiplicity of interdependent concerns and approaches adopted by theoretical psychologists.",
      "page_age": null
    },
    {
      "title": "Michelle Panchuk, Distorting Concepts, Obscured Experiences: Hermeneutical Injustice in Religious Trauma and Spiritual Violence",
      "url": "https://philpapers.org/rec/PANDCO",
      "philpapers_id": "PANDCO",
      "snippet": "Religious Identity and Epistemic Injustice: An Intersectional Approach.Jaclyn Rekis - 2023 - Hypatia 38 (4):779-800. ... The Epistemology of Resistance: Gender and Racial Oppression, Epistemic Injustice, and the Social Imagination.José Medina - 2012 - New York, US: Oxford University Press USA. Tracking Epistemic Violence, Tracking Practices of Silencing.Kristie Dotson - 2011 - Hypatia 26 (2):236-257. Relational Knowing and Epistemic Injustice: Toward a Theory of Willful Hermeneutical ...",
      "page_age": null
    },
    {
      "title": "Kathy Davis, Intersectionality as buzzword: A sociology of science perspective on what makes a feminist theory successful",
      "url": "https://philpapers.org/rec/DAVIAB-2",
      "philpapers_id": "DAVIAB",
      "snippet": "Since its inception, the concept of `intersectionality&#x27; — the interaction of multiple identities and experiences of exclusion and subordination — has been heralded as one of the most important contributions to ...",
      "page_age": null
    },
    {
      "title": "Hilkje Haenel & Christine Bratu, Varieties of Hermeneutical Injustice: A Blueprint",
      "url": "https://philpapers.org/rec/HAEVOH",
      "philpapers_id": "HAEVOH",
      "snippet": "Second, we use this blueprint to provide a further example of hermeneutical injustice that draws our attention to yet another distinction: Some hermeneutical injustices result from a lack or distortion in the collective conceptual resource and some are due to problems in the application of existing concepts.",
      "page_age": null
    },
    {
      "title": "Lauren Swayne Barthold, A Hermeneutic Approach to Gender and Other Social Identities",
      "url": "https://philpapers.org/rec/BARAHA-8",
      "philpapers_id": "BARAHA",
      "snippet": "This book draws on the hermeneutics of Hans-Georg Gadamer to inform a feminist perspective of social identities. Lauren Swayne Barthold moves beyond answers that either defend the objective nature of identities or dismiss their significance altogether.",
      "page_age": null
    },
    {
      "title": "Anna Carastathis, Intersectionality: Origins, Contestations, Horizons",
      "url": "https://philpapers.org/rec/CARIOC-3",
      "philpapers_id": "CARIOC",
      "snippet": "Challenging the narratives of arrival that surround it, Carastathis argues that intersectionality is a horizon, illuminating ways of thinking that have yet to be realized; consequently, calls to “go beyond” intersectionality are premature.",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, Race, intersectionality, and method: a reply to critics",
      "url": "https://philpapers.org/rec/HASRIA",
      "philpapers_id": "HASRIA",
      "snippet": "Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics.Kimberlé Crenshaw - 1989 - The University of Chicago Legal Forum 140:139-167.",
      "page_age": null
    },
    {
      "title": "José Medina, Hermeneutical Injustice and Polyphonic Contextualism: Social Silences and Shared Hermeneutical Responsibilities",
      "url": "https://philpapers.org/rec/MEDHIA",
      "philpapers_id": "MEDHIA",
      "snippet": "In the first place, I argue that the normative assessment of social silences and the epistemic harms they generate cannot be properly carried out without a pluralistic analysis of the different interpretative communities and expressive practices that coexist in the social context in question. Social silences and hermeneutical gaps are misrepresented if they are uniformly predicated of an entire social context, instead of being predicated of particular ways of inhabiting that context by particular people in relation to particular others.",
      "page_age": null
    },
    {
      "title": "Miriam Solomon, The Elusiveness of Hermeneutic Injustice in Psychiatric Categorizations",
      "url": "https://philpapers.org/rec/SOLTEO-23",
      "philpapers_id": "SOLTEO",
      "snippet": "Miranda Fricker developed the concept of hermeneutic injustice as a subtype of epistemic injustice focusing on socially discriminatory obstacles to self-understanding. So, for example, before the consciousness- raising movement, women did ...",
      "page_age": null
    },
    {
      "title": "Trina Grillo, Anti-essentialism and intersectionality",
      "url": "https://philpapers.org/rec/GRIAAI-2",
      "philpapers_id": "GRIAAI",
      "snippet": "Intersectionality in Philosophy of Gender, Race, and Sexuality · Add keywords · No versions found · Upload a copy of this work Papers currently archived: 108,092 · This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your ...",
      "page_age": null
    },
    {
      "title": "Susan Ferguson, Intersectionality and Social-Reproduction Feminisms",
      "url": "https://philpapers.org/rec/FERIAS",
      "philpapers_id": "FERIAS",
      "snippet": "In understanding the social as constituted by practical human activity whose object (the social and natural world) is organised capitalistically, social-reproduction feminism highlights thedialecticalrelationship between the capitalist whole and its differentiated parts. The challenge for Marxist-Feminism is to embrace this dialectical approach while building on the insights of intersectionality feminism to more convincingly capture the unity of a complex, diverse social whole.",
      "page_age": null
    },
    {
      "title": "Jakeet Singh, Religious Agency and the Limits of Intersectionality",
      "url": "https://philpapers.org/rec/SINRAA-4",
      "philpapers_id": "SINRAA",
      "snippet": "This article probes the relative absence of religion within discussions of intersectionality, and begins to address this absence by bringing intersectionality studies into conversation with another significant field within feminist theory: the study of religious women&#x27;s agency.",
      "page_age": null
    },
    {
      "title": "Sara Salem, Intersectionality and its discontents: Intersectionality as traveling theory",
      "url": "https://philpapers.org/rec/SALIAI",
      "philpapers_id": "SALIAI",
      "snippet": "Over the past few years, however, the growing number of critiques leveled against intersectionality warrants us as feminists to pause and reflect on the trajectory the concept has taken and on the ways in which it has traveled through time and space. Conceptualizing intersectionality as a traveling theory allows for these multiple critiques to be contextualized and addressed.",
      "page_age": null
    },
    {
      "title": "Jos de Mul, Horizons of hermeneutics: Intercultural hermeneutics in a globalizing world",
      "url": "https://philpapers.org/rec/DEMHOH",
      "philpapers_id": "DEMHOH",
      "snippet": "The claim defended is that although these different types of hermeneutics are mutually exclusive from a theoretical point of view, as interpreting beings in the current era we depend on each of these distinct hermeneutic practices and cannot avoid living them simultaneously.",
      "page_age": null
    },
    {
      "title": "A. E. Kings, Intersectionality and the Changing Face of Ecofeminism",
      "url": "https://philpapers.org/rec/EKIIAT",
      "philpapers_id": "EKIIAT",
      "snippet": "The term intersectionality, which is generally attributed to Kimberlé Crenshaw, began as a metaphorical and conceptual tool used to highlight the inability of a single-axis framework to capture the lived experiences ...",
      "page_age": null
    },
    {
      "title": "Marta Jorba & Dan López de Sa, Intersectionality as emergence",
      "url": "https://philpapers.org/rec/JORIAE-2",
      "philpapers_id": "JORIAE",
      "snippet": "In this paper, we suggest conceiving intersectionality as a general metaphysical framework wherein specific claims to the effect that the experiences of discrimination of Black women, among others, can be fruitfully formulated and examined. The main claim is that intersectional experiences emerge from the conjunction of social categories when social structures make them relevant vis-à-vis discrimination and privilege.",
      "page_age": null
    }
  ],
  "count": 17,
  "errors": []
}
