{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "intersectionality philosophy",
  "results": [
    {
      "title": "Liam Kofi Bright, Daniel Malinsky & Morgan Thompson, Causally Interpreting Intersectionality Theory",
      "url": "https://philpapers.org/rec/BRICII-2",
      "philpapers_id": "BRICII",
      "snippet": "The Chances of Choices.Reuben Stern - forthcoming - British Journal for the Philosophy of Science. The development of an intersectional methodology for a social constructionist ecofeminism.Stephanie Lucas - unknown",
      "page_age": null
    },
    {
      "title": "Anna Carastathis, The Concept of Intersectionality in Feminist Theory",
      "url": "https://philpapers.org/rec/CARTCO-39",
      "philpapers_id": "CARTCO",
      "snippet": "In feminist theory, intersectionality has become the predominant way of conceptualizing the relation between systems of oppression which construct our multiple identities and our social locations in hierarchies of power and privilege.",
      "page_age": null
    },
    {
      "title": "Alison Bailey, On Intersectionality and the Whiteness of Feminist Philosophy",
      "url": "https://philpapers.org/rec/BAIOIA",
      "philpapers_id": "BAIOIA",
      "snippet": "Since most philosophers are unfamiliar with intersectional methodologies, I begin with a basic explanation of the foundational claims of this approach. Next, I explore some reasons why white feminists working in philosophy may be resistant to this method. I identify both disciplinary and personal reasons for this hesitancy and argue that intersectionality serves as a useful strategic tool for examining white authority in the emergent feminist canon.",
      "page_age": null
    },
    {
      "title": "Naomi Zack, Intersection Theory as Progressive",
      "url": "https://philpapers.org/rec/ZACITA-3",
      "philpapers_id": "ZACITA",
      "snippet": "Many are already familiar with the idea of intersectionality. Intersection Theory can be conceived as encompassing other progressive theories, such as Philosophy of Race and Feminism. In Philosophy of Race, the ultimate explanatory concept is race; in Feminism, the ultimate explanatory term is gender.",
      "page_age": null
    },
    {
      "title": "Eileen Hunt Botting, Wollstonecraft’s Contributions to Modern Political Philosophy: Intersectionality and the Quest for Egalitarian Social Justice",
      "url": "https://philpapers.org/rec/BOTWCT",
      "philpapers_id": "BOTWCT",
      "snippet": "Wollstonecraft’s major contributions to modern political philosophy stem from her visionary use of the concept of intersectionality to diagnose the causes, symptoms, and remedies of gender-, race-, and class-based inequality and oppression.",
      "page_age": null
    },
    {
      "title": "Karen Jones, Intersectionality and ameliorative analyses of race and gender",
      "url": "https://philpapers.org/rec/JONIAA-2",
      "philpapers_id": "JONIAA",
      "snippet": "This discussion of Sally Haslanger’s recent book, Resisting Reality: Social Construction and Social Critique (Oxford 2012), investigates how her theory of race and gender handles the problem of intersectionality; that is, the problem of how to understand the ways in which one’s location in multiple socially constructed categories affects one’s lived experiences, social roles, and relative privilege or disadvantage.",
      "page_age": null
    },
    {
      "title": "Marta Jorba & Maria Rodó-Zárate, Metaphors of intersectionality: Reframing the debate with a new proposal",
      "url": "https://philpapers.org/rec/JORMOI-2",
      "philpapers_id": "JORMOI",
      "snippet": "Despite the attempts for developing new metaphors that illustrate the mutual constitution relation among categories, gender, race or class keep being imagined as discrete units that intersect, mix or combine. Here we identify two main problems in metaphors: the lack of differentiation between positions and effects and the problem of reification.",
      "page_age": null
    },
    {
      "title": "Kathy Davis, Intersectionality as buzzword: A sociology of science perspective on what makes a feminist theory successful",
      "url": "https://philpapers.org/rec/DAVIAB-2",
      "philpapers_id": "DAVIAB",
      "snippet": "Since its inception, the concept of `intersectionality&#x27; — the interaction of multiple identities and experiences of exclusion and subordination — has been heralded as one of the most important contributions to feminist scholarship.",
      "page_age": null
    },
    {
      "title": "Kathryn T. Gines, Black Feminism and Intersectional Analyses",
      "url": "https://philpapers.org/rec/GINBFA-2",
      "philpapers_id": "GINBFA",
      "snippet": "Maria del Guadaloupe Davidson, Kathryn T. Gines, and Donna-Dale L. Marcano (eds), Convergences: Black Feminism and Philosophy.Janine Jones - 2011 - Journal of French and Francophone Philosophy 19 (1):165-169. Simone de Beauvoir, Analogy, Intersectionality, and Expanding Philosophy: An Interview ...",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, Race, intersectionality, and method: a reply to critics",
      "url": "https://philpapers.org/rec/HASRIA",
      "philpapers_id": "HASRIA",
      "snippet": "Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics.Kimberlé Crenshaw - 1989 - The University of Chicago Legal Forum 140:139-167. Inessential Woman: Problems of Exclusion in Feminist Thought.Elizabeth V. Spelman - 1988 - Beacon Press. A Theory of Race.Joshua Glasgow - 2008 - New York: Routledge. ... Home | New books and articles | Bibliographies | Philosophy journals | About PhilPapers | API | Contact us | Code of conduct",
      "page_age": null
    },
    {
      "title": "Edward O'Byrn, Simone de Beauvoir, Analogy, Intersectionality, and Expanding Philosophy: An Interview with Kathryn Sophia Belle",
      "url": "https://philpapers.org/rec/OBYSDB",
      "philpapers_id": "OBYSDB",
      "snippet": "In this interview with Kathryn Sophia Belle (formerly Kathryn T. Gines), Edward O&#x27;Byrn discusses Belle&#x27;s publications from 2010–2017. His questions focus on Simone de Beauvoir and her use of analogy in The Second Sex, along with broader questions that engage Belle&#x27;s work on existential philosophy, Beauvoir, Black feminism, and intersectionality.",
      "page_age": null
    },
    {
      "title": "Patricia Hill Collins, Some group matters: Intersectionality, situated standpoints, and Black feminist thought",
      "url": "https://philpapers.org/rec/COLSGM",
      "philpapers_id": "COLSGM",
      "snippet": "Phenomenological Sociology and ... Verhaegh, American Philosophy and the Intellectual Migration: Pragmatism, Logical Empiricism, Phenomenology, Critical Theory. Berlin: De Gruyter. Rethinking with Patricia Hill Collins: A Note Toward Intersectionality as Interlocutory ...",
      "page_age": null
    },
    {
      "title": "Hae Yeon Choo & Myra Marx Ferree, Practicing Intersectionality in Sociological Research: A Critical Analysis of Inclusions, Interactions, and Institutions in the Study of Inequalities",
      "url": "https://philpapers.org/rec/CHOPII",
      "philpapers_id": "CHOPII",
      "snippet": "The concept of intersectionality in bioethics: a systematic review.Lisa Brünig, Hannes Kahrass &amp; Sabine Salloch - 2024 - BMC Medical Ethics 25 (1):1-20. Wollstonecraft’s Contributions to Modern Political Philosophy: Intersectionality and the Quest for Egalitarian Social Justice.Eileen Hunt ...",
      "page_age": null
    },
    {
      "title": "Kimberle Crenshaw, Intersectionality and identity politics: Learning from violence against women of color",
      "url": "https://philpapers.org/rec/CREIAI-2",
      "philpapers_id": "CREIAI",
      "snippet": "Mapping the Margins: Intersectionality, Identity Politics, and Violence against Women of Color.Kimberlé Crenshaw - 1991 - Stanford Law Review 43 (6):1241-99. Kimberlé Williams Crenshaw (encyclopedia entry).Anna Carastathis - 2017 - In Mortimer Sellars &amp; Stephan Kirste, Encyclopedia of the Philosophy of Law and Social Philosophy.",
      "page_age": null
    },
    {
      "title": "Nina Degele & Gabriele Winker, Intersectionality as multi-level analysis: Dealing with social inequality",
      "url": "https://philpapers.org/rec/DEGIAM",
      "philpapers_id": "DEGIAM",
      "snippet": "In its current version, it denominates reciprocities between gender, race and class. However, it also allows for the integration of other socially defined categories, such as sexuality, nationality or age.",
      "page_age": null
    },
    {
      "title": "Vivian M. May, Pursuing intersectionality, unsettling dominant imaginaries",
      "url": "https://philpapers.org/rec/MAYPIU",
      "philpapers_id": "MAYPIU",
      "snippet": "Trans women are real women: a critical realist intersectional response to Pilgrim.Jason Summersell - 2018 - Journal of Critical Realism 17 (3):329-336. ... No references found. ... Home | New books and articles | Bibliographies | Philosophy journals | About PhilPapers | API | Contact us | Code of conduct",
      "page_age": null
    },
    {
      "title": "A. E. Kings, Intersectionality and the Changing Face of Ecofeminism",
      "url": "https://philpapers.org/rec/EKIIAT",
      "philpapers_id": "EKIIAT",
      "snippet": "The term intersectionality, which is generally attributed to Kimberlé Crenshaw, began as a metaphorical and conceptual tool used to highlight the inability of a single-axis framework to capture the lived experiences of black women. Whilst many disciplines have used the ‘tools’ of intersectionality before 1989, modern day usage of the term is usually associated with Crenshaw’s specific approach.",
      "page_age": null
    },
    {
      "title": "Hazel T. Biana, The Place of ‘Place’ in Intersectionality: Developing a Critical Place Theory",
      "url": "https://philpapers.org/rec/BIATPO-5",
      "philpapers_id": "BIATPO",
      "snippet": "More than the geography or arrangement of places, place is a concept that moulds human experience and contributes to understanding oneself and the world. Place has also been used to explain political motivations and issues such as citizenship, diaspora and migration. Despite its importance, place has not been problematised enough and has been neglected in studies of intersectionality.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
