{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "intersectionality emergence",
  "results": [
    {
      "title": "Cailin O’Connor, Liam Kofi Bright & Justin P. Bruner, The emergence of intersectional disadvantage",
      "url": "https://philpapers.org/rec/OCOTEO-10",
      "philpapers_id": "OCOTEO",
      "snippet": "For this reason, we argue, simulation methods may be particularly useful to this branch of theorizing because they can generate precise predictions and causal dependencies in a relatively cheap way, and can thus guide future empirical work. We illustrate this point through models which show that intersectional oppression can arise under conditions where social groups are disadvantaged in the emergence of bargaining norms.",
      "page_age": null
    },
    {
      "title": "Marta Jorba & Dan López de Sa, Intersectionality as emergence",
      "url": "https://philpapers.org/rec/JORIAE-2",
      "philpapers_id": "JORIAE",
      "snippet": "The main claim is that intersectional experiences emerge from the conjunction of social categories when social structures make them relevant vis-à-vis discrimination and privilege.",
      "page_age": null
    },
    {
      "title": "Sara Salem, Intersectionality and its discontents: Intersectionality as traveling theory",
      "url": "https://philpapers.org/rec/SALIAI",
      "philpapers_id": "SALIAI",
      "snippet": "‘Intersectionality’ has now become a major feature of feminist scholarly work, despite continued debates surrounding its precise definition. Since the term was coined and the field established in the late 1980s, ...",
      "page_age": null
    },
    {
      "title": "Marta Jorba & Maria Rodó-Zárate, Metaphors of intersectionality: Reframing the debate with a new proposal",
      "url": "https://philpapers.org/rec/JORMOI-2",
      "philpapers_id": "JORMOI",
      "snippet": "Intersectionality as emergence.Marta Jorba &amp; Dan López de Sa - 2024 - Philosophical Studies 181 (6):1455-1475.",
      "page_age": null
    },
    {
      "title": "Liam Kofi Bright, Daniel Malinsky & Morgan Thompson, Causally Interpreting Intersectionality Theory",
      "url": "https://philpapers.org/rec/BRICII-2",
      "philpapers_id": "BRICII",
      "snippet": "After outlining this causal interpretation of intersectional theory, we address some concerns that have been expressed in the literature claiming that membership in demographic categories can have causal effects. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... The emergence of intersectional disadvantage.Cailin O’Connor, Liam Kofi Bright &amp; Justin P.",
      "page_age": null
    },
    {
      "title": "Annina Loets, Intersectional Disadvantage",
      "url": "https://philpapers.org/rec/LOEIDQ",
      "philpapers_id": "LOEIDQ",
      "snippet": "Intersectionality as emergence.Marta Jorba &amp; Dan López de Sa - 2024 - Philosophical Studies 181 (6):1455-1475.",
      "page_age": null
    },
    {
      "title": "Patricia Hill Collins, Piecing Together a Genealogical Puzzle",
      "url": "https://philpapers.org/rec/COLPTA-2",
      "philpapers_id": "COLPTA",
      "snippet": "The emergence of intersectionality and the reemergence of American pragmatism within the academy in the late-twentieth century raises some provocative issues. On the surface, intersectionality and American pragmatism appear to be ...",
      "page_age": null
    },
    {
      "title": "Jennifer C. Nash, Re-thinking Intersectionality",
      "url": "https://philpapers.org/rec/NASRI",
      "philpapers_id": "NASRI",
      "snippet": "Intersectionality, Metaphors, and the Multiplicity of Gender.Ann Garry - 2011 - Hypatia 26 (4):826-850. The emergence of intersectional disadvantage.Cailin O’Connor, Liam Kofi Bright &amp; Justin P.",
      "page_age": null
    },
    {
      "title": "Lena Gunnarsson, Why we keep separating the ‘inseparable’: Dialecticizing intersectionality",
      "url": "https://philpapers.org/rec/GUNWWK",
      "philpapers_id": "GUNWWK",
      "snippet": "Intersectionality and Feminist Politics.Nira Yuval-Davis - 2006 - European Journal of Women&#x27;s Studies 13 (3):193-209. The emergence of intersectional disadvantage.Cailin O’Connor, Liam Kofi Bright &amp; Justin P.",
      "page_age": null
    },
    {
      "title": "Marta Jorba & Maria Rodó-de-Zárate, Beyond Mutual Constitution: The Properties Framework for Intersectionality Studies",
      "url": "https://philpapers.org/rec/JORBMC",
      "philpapers_id": "JORBMC",
      "snippet": "Within feminist theory and a wide range of social sciences, intersectionality has emerged as a key analytic framework, challenging paradigms that consider gender, race, class, sexuality, and other categories as separate and instead conceptualizing ...",
      "page_age": null
    },
    {
      "title": "Naomi Zack, Can third wave feminism be inclusive? Intersectionality, its problems, and new directions",
      "url": "https://philpapers.org/rec/ZACCTW",
      "philpapers_id": "ZACCTW",
      "snippet": "This chapter contains section titled: Introduction I The Exclusionary History of Feminism II Solutions to Feminist Exclusion III Philosophy and Intersectionality IV New Directions for Inclusive Feminism Note References.",
      "page_age": null
    },
    {
      "title": "Patricia Hill Collins, Elaini Cristina Gonzaga da Silva, Emek Ergun, Inger Furseth, Kanisha D. Bond & Jone Martínez-Palacios, Intersectionality as Critical Social Theory",
      "url": "https://philpapers.org/rec/IAC-11",
      "philpapers_id": "IAC",
      "snippet": "Book review: Patricia Hill Collins: Intersectionality as critical social theory: Duke University Press, Durham, NC, 2019, 360 pp., ISBN 978-1-4780-0646-6. [REVIEW]Hannah T.",
      "page_age": null
    },
    {
      "title": "Anna Carastathis, Intersectionality: Origins, Contestations, Horizons",
      "url": "https://philpapers.org/rec/CARIOC-3",
      "philpapers_id": "CARIOC",
      "snippet": "Through a close reading of critical race theorist Kimberlé Williams Crenshaw’s germinal texts, published more than twenty-five years ago, Carastathis urges analytic clarity, contextual rigor, and a politicized, historicized understanding of this widely traveling concept. Intersectionality’s roots in social justice movements and critical intellectual projects—specifically Black feminism—must be retraced and synthesized with a decolonial analysis so its radical potential to actualize coalitions can be enacted.",
      "page_age": null
    },
    {
      "title": "Kathy Davis, Intersectionality as buzzword: A sociology of science perspective on what makes a feminist theory successful",
      "url": "https://philpapers.org/rec/DAVIAB-2",
      "philpapers_id": "DAVIAB",
      "snippet": "In this article, I look at the phenomenon of intersectionality&#x27;s spectacular success within contemporary feminist scholarship, as well as the uncertainties and confusion which it has generated. Drawing upon insights from the sociology of science, I shall show how and why intersectionality could become a feminist success story.",
      "page_age": null
    },
    {
      "title": "Patrick R. Grzanka (ed.), Intersectionality: Foundations and Frontiers",
      "url": "https://philpapers.org/rec/GRZIFA-2",
      "philpapers_id": "GRZIFA",
      "snippet": "The book maps the origins of the concept, particularly in Black feminist thought, opens the discourse to challenges and applications across disciplines and outside academia, and explores the leading edges of scholarship to reveal important new directions for inquiry and activism. Charting the development of intersectionality as an intellectual and political movement, Patrick R. Grzanka brings together in one text both foundational readings and emerging classics.",
      "page_age": null
    },
    {
      "title": "Vivian M. May, Pursuing intersectionality, unsettling dominant imaginaries",
      "url": "https://philpapers.org/rec/MAYPIU",
      "philpapers_id": "MAYPIU",
      "snippet": "Race/Class/Gender otherwise known as Intersectionality is one of the most important theoretical precepts developed in the past two decades in women&#x27;s and gender studies and in the social sciences and humanities. ...",
      "page_age": null
    }
  ],
  "count": 16,
  "errors": []
}
