{
  "status": "success",
  "source": "openalex",
  "query": "social construction intersectionality",
  "results": [
    {
      "openalex_id": "W2996254057",
      "doi": "10.1080/10841806.2019.1700456",
      "title": "Identities, Intersectionality, and Otherness: The Social Constructions of Deservedness in American Housing Policy",
      "authors": [
        {
          "name": "Maren B. Trochmann",
          "openalex_id": "A5016240569",
          "orcid": "https://orcid.org/0000-0002-7266-2295",
          "institutions": [
            "College of Charleston"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-13",
      "abstract": "This paper examines how considerations of otherness and intersectionality could advance the theory of Social Construction and Policy Design. The paper utilizes housing policy and discrimination as its context to demonstrate how pluralistic sources of power and intersectional identities shape patterns of neighborhood segregation and lived experiences. While passage of the Fair Housing Act in 1968 marked a watershed moment, the administrative struggle to implement that law reflects the pervasive challenges of otherness particularly when current frames and constructions do not allow policymakers to consider certain populations that may be impacted or marginalized. The author investigates how government, private, and individual actions have normalized otherness, both responding to and reinforcing intersectional and complex conceptions of group identities over time. A more thorough examination of intersectionality and normalizing power can enhance the Social Construction lens to more authentically and truthfully empower action and present a path forward.",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "Administrative Theory & Praxis",
        "type": "journal",
        "issn": [
          "1084-1806",
          "1949-0461"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Housing, Finance, and Neoliberalism",
        "Urban, Neighborhood, and Segregation Studies",
        "Urban Planning and Governance"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2996254057"
    },
    {
      "openalex_id": "W2393537175",
      "doi": "10.1177/0361684316629797",
      "title": "Intersectionality in Quantitative Psychological Research",
      "authors": [
        {
          "name": "Nicole M. Else‐Quest",
          "openalex_id": "A5063543511",
          "orcid": "https://orcid.org/0000-0002-4177-2395",
          "institutions": [
            "University of Maryland, Baltimore County"
          ]
        },
        {
          "name": "Janet Shibley Hyde",
          "openalex_id": "A5055536623",
          "orcid": "https://orcid.org/0000-0001-7372-3902",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-02-26",
      "abstract": "Intersectionality has become something of a buzzword in psychology and is well-known in feminist writings throughout the social sciences. Across diverse definitions of intersectionality, we find three common assumptions: (1) There is a recognition that all people are characterized simultaneously by multiple social categories and that these categories are interconnected or intertwined. (2) Embedded within each of these categories is a dimension of inequality or power. (3) These categories are properties of the individual as well as characteristics of the social context inhabited by those individuals; as such, categories and their significance may be fluid and dynamic. Understanding intersectionality as an approach and critical theory, rather than as a falsifiable theory, we consider its potential within research using quantitative methods. We discuss positivism, social constructionism, and standpoint epistemology in order to examine the implications of these epistemologies for research methods and to explore how compatible an intersectional approach may be with each. With an eye toward expanding the incorporation of intersectional approaches in the psychology of women, we discuss both the challenges and the potential of combining quantitative methods and intersectionality. We contend that quantitative methods can be used within an intersectional approach and that doing so will expand and develop the study of intersectionality, insofar as more research tools will be available to intersectionality researchers. We also contend that quantitative researchers should incorporate an intersectional approach into their work and that doing so will enrich and deepen our understanding of psychological constructs and processes.",
      "cited_by_count": 390,
      "type": "article",
      "source": {
        "name": "Psychology of Women Quarterly",
        "type": "journal",
        "issn": [
          "0361-6843",
          "1471-6402"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender Diversity and Inequality",
        "Gender Roles and Identity Studies",
        "Feminist Epistemology and Gender Studies"
      ],
      "referenced_works_count": 83,
      "url": "https://openalex.org/W2393537175"
    },
    {
      "openalex_id": "W3026825695",
      "doi": "10.1080/13670050.2020.1767536",
      "title": "<i>‘You don’t speak Spanish in the cafeteria’:</i> an intersectional analysis of language and social constructions in a kindergarten dual language immersion class",
      "authors": [
        {
          "name": "Giselle Martinez Negrette",
          "openalex_id": "A5019682705",
          "orcid": "https://orcid.org/0000-0001-7029-9237",
          "institutions": [
            "University of Illinois Urbana-Champaign"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-05-22",
      "abstract": "Dual language immersion (DLI) programs have emerged in the U.S. as effective ways to bring together language minority and language majority speakers in school settings with the goal of bilingualism and bi-literacy for all. However, the proliferation of these programs has raised concerns regarding issues of inequity and dissimilar power dynamics in these spaces (Cervantes-Soon, 2014 Cervantes-Soon, C. G. 2014. \"A Critical Look at Dual Language Immersion in the New Latin@ Diaspora.\" Bilingual Research Journal 37 (1): 64–82.[Taylor & Francis Online] , [Google Scholar], \"A Critical Look at Dual Language Immersion in the New Latin@ Diaspora.\" Bilingual Research Journal 37 (1): 64–82; Flores, 2016, Do Black Lives matter in Bilingual Education [Web log post]. Accessed May 1, 2017. https://educationallinguist.wordpress.com/2016/09/11/do-black-lives-matter-in-bilingual-education/; Valdes, 1997, \"Dual language immersion programs: A cautionary note concerning the education of language-minority students.\" Harvard Educational Review 67: 391–430, 2018, \"Analyzing the curricularization of language in two-way immersion education: Restating two cautionary notes.\" Bilingual Research Journal). With this in mind, this study aims to shed light on the intricate social processes at work in DLI contexts. In particular, this paper examines first, how notions of language use, race, and ethnicity are socially constructed and intersect in DLI settings; and second, it explores how these ideas are discerned and re-shaped by young children into their own social and linguistic norms. Employing qualitative research methods, this year-long ethnographic case study uses the intersectional lens of raciolinguistics (Alim, Rickford & Ball, 2016 Alim, H. S., J. R. Rickford, and A. F. Ball, eds. 2016. Raciolinguistics: how Language Shapes our Ideas About Race. New York, NY: Oxford University Press.[Crossref] , [Google Scholar], Raciolinguistics: how language shapes our ideas about race. New York, NY: Oxford University Press; Rosa & Flores, 2017, \"Unsettling race and language: Toward a raciolinguistic perspective.\" Language in Society 46 (5): 621–647), to examine the intricate cross-cutting dynamics at play in bilingual spaces. The exploration of these ideas helps to illuminate the ways in which language practices and interactions are shaped by social constructions from a very early age. Furthermore, it contributes to understandings of social perceptions and relations in multilingual/multicultural/multiethnic contemporary school settings.",
      "cited_by_count": 17,
      "type": "article",
      "source": {
        "name": "International Journal of Bilingual Education and Bilingualism",
        "type": "journal",
        "issn": [
          "1367-0050",
          "1747-7522"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Multilingual Education and Policy",
        "Second Language Learning and Teaching",
        "EFL/ESL Teaching and Learning"
      ],
      "referenced_works_count": 76,
      "url": "https://openalex.org/W3026825695"
    },
    {
      "openalex_id": "W1843575132",
      "doi": "10.1080/09614524.2015.1083537",
      "title": "Social construction of capabilities and intersectional complexities in a Tamil village",
      "authors": [
        {
          "name": "L. N. Venkataraman",
          "openalex_id": "A5008713198",
          "institutions": [
            "OSRAM (United States)"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-10-05",
      "abstract": "India is an ethnographic museum, well-known for its national motto of “unity in diversity”. It is a country of diverse hierarchies where the social reality is intersected by the varied grades of caste and class, among others. Against this backdrop, this article conceptualises the intersections of primordial identities. The concept of intersection underscores how diverse social positions interact in a Tamil village in India. As intersectionality is “the mutually constitutive relations among social identities” (Shields 2008), the interactions of caste, class, and gender in education are conceptualised to understand the formation of capabilities.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Development in Practice",
        "type": "journal",
        "issn": [
          "0961-4524",
          "1364-9213"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Social and Economic Development in India",
        "Global Educational Policies and Reforms",
        "Poverty, Education, and Child Welfare"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W1843575132"
    },
    {
      "openalex_id": "W4397038168",
      "doi": "10.1080/10428232.2024.2355422",
      "title": "Social Constructions of Sex Trafficking and Needs for a Critical Intersectional and Trauma-Informed Approach: A Critical Review",
      "authors": [
        {
          "name": "Michelle D. Hand",
          "openalex_id": "A5036907011",
          "orcid": "https://orcid.org/0000-0002-3481-7778",
          "institutions": [
            "George Mason University"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-05-03",
      "abstract": "What is known about human trafficking, particularly for the purpose of sexual exploitation, has long been shaped by social constructions, including of gender, such as in mainstream and social media, which have directly impacted how sex trafficking, victims, and survivors are presently understood, as well as past and current efforts to prevent and address it. Much of what is known about sex trafficking has been presented through a white, western, and positivist lens, with little consideration of race, culture, and other intersectional factors, or how structural oppression, and the trauma that results from these factors can impact risks for sexual violence and trafficking. As such, existing gaps in reliable sources of knowledge on sex trafficking are explored and discussed, prioritizing a critical intersectional and trauma-informed approach and intersectional considerations for knowledge building, prevention, intervention, and advocacy through research, practice, education, and policy development.",
      "cited_by_count": 4,
      "type": "review",
      "source": {
        "name": "Journal of Progressive Human Services",
        "type": "journal",
        "issn": [
          "1042-8232",
          "1540-7616"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.1080/10428232.2024.2355422?download=true"
      },
      "topics": [
        "Sex work and related issues",
        "Gender, Security, and Conflict",
        "African Sexualities and LGBTQ+ Issues"
      ],
      "referenced_works_count": 43,
      "url": "https://openalex.org/W4397038168"
    },
    {
      "openalex_id": "W4283822982",
      "doi": "10.1093/jrs/feac039",
      "title": "The Social Construction of Age and ‘Best Interests’ Discourses: An Intersectional Analysis of Canadian Immigration and Refugee Policy for Children",
      "authors": [
        {
          "name": "Sam Ghebrai",
          "openalex_id": "A5089317453",
          "orcid": "https://orcid.org/0000-0001-6038-9247",
          "institutions": [
            "Western University"
          ]
        },
        {
          "name": "Dale Ballucci",
          "openalex_id": "A5078018944",
          "orcid": "https://orcid.org/0000-0003-3939-0811",
          "institutions": [
            "Western University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-07-06",
      "abstract": "Abstract Canada has received worldwide recognition for its implementation of the Canada Chairperson’s Guideline 3: Child Refugee Claimants. This informal immigration rights policy, statutorily authorized by the Immigration and Refugee Protection Act, instructs immigration officials to provide special considerations to accompanied and unaccompanied child migrants. Our analysis examines the language of Guideline 3 to understand how the social construction of age influences the provision of protections. Our findings demonstrate that, although chronological age is prominently featured throughout Guideline 3, other factors known to impact the social construction of age, such as gender and cultural background, are only superficially discussed. The homogenized discourse of children within Guideline 3 illustrates the protection of an idealized conception of childhood, which does not accurately reflect the heterogeneity of migrant and asylum-seeking children. The implications of such an idealized notion of childhood in informal immigration rights policies delineates children worthy of protections, and children who are excluded.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Journal of Refugee Studies",
        "type": "journal",
        "issn": [
          "0951-6328",
          "1471-6925"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Migration, Health and Trauma",
        "Homelessness and Social Issues",
        "Migration, Refugees, and Integration"
      ],
      "referenced_works_count": 64,
      "url": "https://openalex.org/W4283822982"
    },
    {
      "openalex_id": "W2928252669",
      "doi": null,
      "title": "The Social Construction of Migrant Care WorkAt the intersection of care,migration and gender",
      "authors": [
        {
          "name": "Amelita King-Dejardin",
          "openalex_id": "A5057652822"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-03-04",
      "abstract": null,
      "cited_by_count": 3,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Employment and Welfare Studies",
        "Digital Economy and Work Transformation"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2928252669"
    },
    {
      "openalex_id": "W4396794085",
      "doi": "10.4324/9781003359555",
      "title": "Foundations of Social Theory",
      "authors": [
        {
          "name": "Neal Harris",
          "openalex_id": "A5088564495",
          "orcid": "https://orcid.org/0000-0002-7336-1902"
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-05-10",
      "abstract": "Foundations of Social Theory: A Critical Introduction accessibly introduces students to classical and contemporary social theory, exploring the foundational theories which shape the discipline while also engaging critically with their contribution and presenting the more progressive and contemporary theorists in dialogue with canonical figures. Social theory is introduced as the construction and connection of concepts which make social inquiry possible while appreciating that the study of society is never truly objective. The relationship between positionality, politics, research, and knowledge production is discussed and ideas from critical theorists, feminist theorists, and decolonial, and critical race theorists are foregrounded. Travelling chronologically and thematically from the birth of the discipline and the work of Marx, Weber, and Durkheim through to intersectionality, queer theory, and decolonial and postcolonial theory, this book gives students a strong foundation in the broad field of social theory while also encouraging them to think critically about the theories and theorists presented. Equipped with end-of-chapter questions and further reading, this book will be essential reading for any student studying social theory for the first time.",
      "cited_by_count": 221,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4396794085"
    },
    {
      "openalex_id": "W2565282737",
      "doi": "10.1080/13645579.2016.1268361",
      "title": "Incorporating intersectionality into research design: an example using qualitative interviews",
      "authors": [
        {
          "name": "Elena Ariel Windsong",
          "openalex_id": "A5032381345",
          "institutions": [
            "Southern Illinois University Carbondale"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-27",
      "abstract": "As intersectionality gains more prominence, scholars still face difficulties of incorporating principles of intersectionality into empirical research. Key concepts of intersectionality theory include moving away from additive thinking, relationality, and social constructionism. An important challenge is how to incorporate these concepts into research design. While existing scholarship examines intersectional methodology, most of the focus has been on issues of analysis not data collection. I argue that some of the difficulties in intersectionality scholarship are not just issues of analysis but issues of data collection. In particular, I discuss how scholars can incorporate intersectionality concepts into research design by offering examples from my own research that used qualitative interviews to examine how race and gender influenced neighborhood experiences. I also present the obstacles I encountered in conveying the key concepts of intersectionality into language that is relatable to study participants.",
      "cited_by_count": 120,
      "type": "article",
      "source": {
        "name": "International Journal of Social Research Methodology",
        "type": "journal",
        "issn": [
          "1364-5579",
          "1464-5300"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender Diversity and Inequality",
        "LGBTQ Health, Identity, and Policy",
        "Gender Politics and Representation"
      ],
      "referenced_works_count": 54,
      "url": "https://openalex.org/W2565282737"
    },
    {
      "openalex_id": "W2906658169",
      "doi": "10.1177/0309132518819503",
      "title": "Financial geography II: Financial geographies of housing and real estate",
      "authors": [
        {
          "name": "Manuel B. Aalbers",
          "openalex_id": "A5055974740",
          "orcid": "https://orcid.org/0000-0001-6640-0988",
          "institutions": [
            "KU Leuven"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-12-23",
      "abstract": "Geographers have started studying residential (housing) and commercial real estate (offices, retail, leisure) at the intersection of financial and urban geographies to understand how the built environment – chunky and spatially fixed – has been turned into a (quasi-)financial asset – ‘unitized’ and liquid – through a range of regulatory and socio-technical changes and constructions. The financialization of real estate is not limited to the rise in household debt, mortgage securitization and international investment in office markets, but increasingly also affects rental housing: private equity, hedge funds and REITs buy up large portfolios of social and private rented housing, while housing associations use derivatives and other financial instruments. This report surveys the most recent research on finance, real estate and housing.",
      "cited_by_count": 179,
      "type": "article",
      "source": {
        "name": "Progress in Human Geography",
        "type": "journal",
        "issn": [
          "0309-1325",
          "1477-0288"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://lirias.kuleuven.be/handle/20.500.12942/689686"
      },
      "topics": [
        "Housing, Finance, and Neoliberalism",
        "Housing Market and Economics"
      ],
      "referenced_works_count": 126,
      "url": "https://openalex.org/W2906658169"
    },
    {
      "openalex_id": "W2612131691",
      "doi": "10.3102/0091732x16680606",
      "title": "Objects of Protection, Enduring Nodes of Difference",
      "authors": [
        {
          "name": "Alfredo J. Artiles",
          "openalex_id": "A5001143819",
          "orcid": "https://orcid.org/0000-0001-5772-0787"
        },
        {
          "name": "Sherman Dorn",
          "openalex_id": "A5017608245",
          "orcid": "https://orcid.org/0000-0002-0818-9288",
          "institutions": [
            "Arizona State University"
          ]
        },
        {
          "name": "Aydın Bal",
          "openalex_id": "A5020728026",
          "orcid": "https://orcid.org/0000-0001-7246-5876",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-01",
      "abstract": "The purpose of this chapter is to contribute a cultural–historical analytical perspective on disability and its intersections. We assume that disability is socially, historically, and spatially constructed. This standpoint enables us to understand and disrupt disparities in education that affect students living at the intersection of disability with race and other identity markers. We trace the evolution of disability as an object of protection and injustice from before 1916 to 2016. The chapter is divided into three sections: disability constructions and intersections before 1960, consolidation of the intersections of difference with disabilities between 1960 and 1990, and the protean nature of disability intersections and fragmentations in contemporary history between 1990 and the present. We review legal, social, and academic discourses and offer interdisciplinary conceptual tools to understand the technical and sociopolitical anatomies of disabilities. We end with a brief discussion of future interdisciplinary research programs, including attention to a biocultural dimension in the study of this complex phenomenon.",
      "cited_by_count": 87,
      "type": "article",
      "source": {
        "name": "Review of Research in Education",
        "type": "journal",
        "issn": [
          "0091-732X",
          "1935-1038"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Disability Rights and Representation",
        "Education Discipline and Inequality",
        "Canadian Identity and History"
      ],
      "referenced_works_count": 163,
      "url": "https://openalex.org/W2612131691"
    },
    {
      "openalex_id": "W2795962879",
      "doi": "10.3102/0091732x18762439",
      "title": "Intersectionality Dis/ability Research: How Dis/ability Research in Education Engages Intersectionality to Uncover the Multidimensional Construction of Dis/abled Experiences",
      "authors": [
        {
          "name": "David I. Hernández‐Saca",
          "openalex_id": "A5032556479",
          "orcid": "https://orcid.org/0000-0002-3070-4610",
          "institutions": [
            "University of Northern Iowa"
          ]
        },
        {
          "name": "Laurie Gutmann Kahn",
          "openalex_id": "A5015741045",
          "orcid": "https://orcid.org/0000-0001-7057-3857",
          "institutions": [
            "Moravian University"
          ]
        },
        {
          "name": "Mercédès A. Cannon",
          "openalex_id": "A5041643982",
          "orcid": "https://orcid.org/0000-0002-9956-2112",
          "institutions": [
            "Indiana University – Purdue University Indianapolis"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-03-01",
      "abstract": "The purpose of this chapter is to systematically review the research within the field of education that explicitly examined how various social constructions of identity intersect with dis/ability to qualitatively affect young adults’ experiences by asking the following question: What are the key findings in education research focusing on youth and young adults with disabilities who are multiply situated in terms of race, gender, social class, sexual orientation, or other social markers? Our conceptual framework included a sociohistorical approach that culled from intersectionality and disability studies in education that centered on the intersectional lived experiences of youth within K–16 educational contexts. In our research, we found 10 qualifying studies that illuminated how youth create meaning along the lines of their disabilities and their intersections, and we summarized these within the following three themes: (a) navigate intersectional disability discourses, (b) present their dis/ability oppression as intersectional, and (c) engage in their identity meaning making as a form of intersectional discourse. We conclude by situating these findings within the larger body of intersectionality disability studies in education research and provide future implications. “Ain’t nobody gonna get me down!” —Kiesha (Petersen, 2009, p. 434)",
      "cited_by_count": 89,
      "type": "article",
      "source": {
        "name": "Review of Research in Education",
        "type": "journal",
        "issn": [
          "0091-732X",
          "1935-1038"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Disability Rights and Representation",
        "Disability Education and Employment",
        "Education Discipline and Inequality"
      ],
      "referenced_works_count": 65,
      "url": "https://openalex.org/W2795962879"
    },
    {
      "openalex_id": "W2992645909",
      "doi": "10.1086/704991",
      "title": "Making Black Women Scientists under White Empiricism: The Racialization of Epistemology in Physics",
      "authors": [
        {
          "name": "Chanda Prescod-Weinstein",
          "openalex_id": "A5078138169",
          "institutions": [
            "University of New Hampshire",
            "Massachusetts Institute of Technology"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-05",
      "abstract": "In this article I take on the question of how the exclusion of Black American women from physics impacts physics epistemologies, and I highlight the dynamic relationship between this exclusion and the struggle for women to reconcile \"Black woman\" with \"physicist.\" I describe the phenomenon where white epistemic claims about science—which are not rooted in empirical evidence—receive more credence and attention than Black women's epistemic claims about their own lives. To develop this idea, I apply an intersectional analysis to Joseph Martin's concept of prestige asymmetry in physics, developing the concept of white empiricism to discuss the impact that Black women's exclusion has had on physics epistemology. By considering the essentialization of racism and sexism alongside the social construction of ascribed identities, I assess the way Black women physicists self-construct as scientists and the subsequent impact of epistemic outcomes on the science itself.",
      "cited_by_count": 178,
      "type": "article",
      "source": {
        "name": "Signs",
        "type": "journal",
        "issn": [
          "0097-9740",
          "1545-6943"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.journals.uchicago.edu/doi/pdf/10.1086/704991"
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Critical Race Theory in Education",
        "Career Development and Diversity"
      ],
      "referenced_works_count": 63,
      "url": "https://openalex.org/W2992645909"
    },
    {
      "openalex_id": "W2592087699",
      "doi": "10.21423/jume-v9i2a295",
      "title": "An Intersectional Analysis of Latin@ College Women's Counter-stories in Mathematics",
      "authors": [
        {
          "name": "Luis A. Leyva",
          "openalex_id": "A5050887226",
          "orcid": "https://orcid.org/0000-0002-1704-0784",
          "institutions": [
            "Vanderbilt University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-29",
      "abstract": "In this article, the author discusses the intersectionality of mathematics experiences for two Latin@ college women pursuing mathematics-intensive STEM (science, technology, engineering, and mathematics) majors at a large, predominantly White university. The author employs intersectionality and poststructural theories to explore and make meaning of their experiences in relation to discourses of mathematics ability and pursuits of STEM higher education. A cross-case analysis of two Latin@ college women's counter-stories details the development of success-oriented beliefs and strategies in navigating the discourses that they encountered institutionally and interpersonally in their mathematics experiences. Implications are raised for P--16 mathematics and STEM education to broaden equitable learning opportunities for Latin@ women and other marginalized groups' construction of positive mathematics identities at intersections of gender and other social identities",
      "cited_by_count": 85,
      "type": "article",
      "source": {
        "name": "Journal of Urban Mathematics Education",
        "type": "journal",
        "issn": [
          "2151-2612"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.21423/jume-v9i2a295"
      },
      "topics": [
        "Critical Race Theory in Education",
        "Higher Education Research Studies",
        "Career Development and Diversity"
      ],
      "referenced_works_count": 67,
      "url": "https://openalex.org/W2592087699"
    },
    {
      "openalex_id": "W2891797473",
      "doi": "10.1177/0892020618791006",
      "title": "Leadership and intersectionality",
      "authors": [
        {
          "name": "Pontśo Moorosi",
          "openalex_id": "A5013513223",
          "orcid": "https://orcid.org/0000-0002-4447-4684",
          "institutions": [
            "University of Warwick"
          ]
        },
        {
          "name": "Kay Fuller",
          "openalex_id": "A5074213980",
          "orcid": "https://orcid.org/0000-0002-5531-7553",
          "institutions": [
            "University of Nottingham"
          ]
        },
        {
          "name": "Elizabeth Reilly",
          "openalex_id": "A5080425152",
          "orcid": "https://orcid.org/0000-0001-9619-226X",
          "institutions": [
            "Loyola Marymount University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-09-18",
      "abstract": "Using intersectionality theory, the article presents constructions of successful leadership by three Black women school principals in three different contexts: England, South Africa and the United States. The article is premised on the overall shortage of literature on Black women in educational leadership, which leaves Black women’s experiences on the periphery even in contexts where they are in the majority. Through a life-history approach, we interviewed three Black women leaders on their experiences of gender and race in constructing success in leadership, and used intersectionality theory to analyse their accounts. Our analysis suggests that Black women leaders’ constructions of success are shaped by overcoming barriers of their own racialized and gendered histories to being in a position where they can lead in providing an education for their Black communities, where they are able to inspire a younger generation of women and to practice leadership that is inclusive, fair and socially just. We conclude with a range of implications for the scholarship of intersectionality and educational leadership practice.",
      "cited_by_count": 77,
      "type": "article",
      "source": {
        "name": "Management in Education",
        "type": "journal",
        "issn": [
          "0892-0206",
          "1741-9883"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://nottingham-repository.worktribe.com/output/1092949"
      },
      "topics": [
        "Gender Roles and Identity Studies",
        "Gender Diversity and Inequality",
        "Critical Race Theory in Education"
      ],
      "referenced_works_count": 42,
      "url": "https://openalex.org/W2891797473"
    },
    {
      "openalex_id": "W2343288285",
      "doi": "10.1177/0896920516641733",
      "title": "Academic Labor: Who Cares?",
      "authors": [
        {
          "name": "Karen M. Cardozo",
          "openalex_id": "A5108378187",
          "institutions": [
            "Massachusetts College of Liberal Arts"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-27",
      "abstract": "This article analyzes the neoliberal turn to contingent labor in academe, specifically the development of a ‘teaching-only’ sector, through the lens of feminist, interdisciplinary and intersectional studies of care work. Integrating discourses on faculty contingency and diversity with care scholarship reveals that the construction of a casualized and predominantly female teaching class in higher education follows longstanding patterns of devaluing socially reproductive work under capitalism. The devaluation of care may also have a disparate impact on the advancement of women within the tenure system. In short, academic labor issues are also diversity issues. To re-value those who care, intersectional alliances must be forged not only between faculty sectors, but also among faculty, care workers in other industries, and members of society who benefit from caring labor.",
      "cited_by_count": 90,
      "type": "article",
      "source": {
        "name": "Critical Sociology",
        "type": "journal",
        "issn": [
          "0896-9205",
          "1569-1632"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Gender Diversity and Inequality",
        "Mentoring and Academic Development",
        "Emotional Labor in Professions"
      ],
      "referenced_works_count": 39,
      "url": "https://openalex.org/W2343288285"
    },
    {
      "openalex_id": "W2319230834",
      "doi": null,
      "title": "Shadows of Trauma: Memory and the Politics of Postwar Identity",
      "authors": [
        {
          "name": "Aleida Assmann",
          "openalex_id": "A5023553870"
        },
        {
          "name": "Sarah Clift",
          "openalex_id": "A5007693276"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-01",
      "abstract": "Machine generated contents note: -- Preface to the English Language Edition -- Introduction -- Part I: Theoretical Foundations -- 1. From Individual to Collective Constructions of the Past -- 2. Basic Concepts and Themes of Individual and Collective Memory -- Part II: Analyses and Case Studies -- 3. How True are Memories? -- 4. False Memories: Pathologies of Identity at the End of the Twentieth Century -- 5. Incorrect Memories: On the Normative Power of Social Frameworks of Memory -- 6. Five Strategies of Represssion -- 7. German Narratives of Victimhood -- 8. Points of Intersection Between Lived Memory and Cultural Memory -- 9. Lieux de Memoire in Time and Space -- 10. The Future of Holocaust Memory -- 11. Europe as a Memory Community -- Conclusion: Shadows of Trauma -- Notes -- Bibliography -- Index.",
      "cited_by_count": 109,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Memory, Trauma, and Commemoration",
        "German History and Society",
        "Italian Fascism and Post-war Society"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2319230834"
    },
    {
      "openalex_id": "W2409271790",
      "doi": "10.1002/ss.20177",
      "title": "Critical Perspectives on Disability Identity",
      "authors": [
        {
          "name": "Edlyn Vallejo Peña",
          "openalex_id": "A5013531180",
          "institutions": [
            "California Lutheran University"
          ]
        },
        {
          "name": "Lissa Stapleton",
          "openalex_id": "A5017955198",
          "orcid": "https://orcid.org/0000-0002-7981-8424",
          "institutions": [
            "California State University, Northridge"
          ]
        },
        {
          "name": "Lenore Malone Schaffer",
          "openalex_id": "A5077987388",
          "institutions": [
            "University of Southern Mississippi"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-01",
      "abstract": "The authors examine the social construction of language, labels, and knowledge associated with disabilities, arguing in favor of critical and intersectional perspectives on disability identity.",
      "cited_by_count": 52,
      "type": "article",
      "source": {
        "name": "New Directions for Student Services",
        "type": "journal",
        "issn": [
          "0164-7970",
          "1536-0695"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Disability Rights and Representation",
        "Interpreting and Communication in Healthcare",
        "Disability Education and Employment"
      ],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W2409271790"
    },
    {
      "openalex_id": "W2571059079",
      "doi": "10.1080/1369183x.2016.1274001",
      "title": "Transnational perspectives on intersecting experiences: gender, social class and generation among Southeast Asian migrants and their families",
      "authors": [
        {
          "name": "Asuncion Fresnoza‐Flot",
          "openalex_id": "A5008023294",
          "orcid": "https://orcid.org/0000-0002-4865-9686",
          "institutions": [
            "Radboud University Nijmegen",
            "UCLouvain"
          ]
        },
        {
          "name": "Kyoko Shinozaki",
          "openalex_id": "A5080697743",
          "institutions": [
            "University of Duisburg-Essen"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-05",
      "abstract": "This Special Issue engages two strands of scholarship in dialogue in a meaningful way: intersectionality and transnational studies. This introductory article outlines the ways in which we envision this project as a part of the ongoing process of cross-fertilisation between these two camps and build on these debates. As a step in this direction, we pay special attention to gender, social class and generation as main intersecting categories, while also considering others. These three are flexible categories rather than dogmatic ones. To this end, we critically reflect on the ‘feminisation’ of gender, proposing to expand the scope of analysis to social constructions around masculinities in relation to femininities and their experiential dimension. We will then discuss the neglect of social class and the importance of generation in the transnational migration scholarship. The introduction ends with discussing the contributions in relation to the key theme of the present Special Issue.",
      "cited_by_count": 84,
      "type": "article",
      "source": {
        "name": "Journal of Ethnic and Migration Studies",
        "type": "journal",
        "issn": [
          "1369-183X",
          "1469-9451"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.1080/1369183X.2016.1274001?needAccess=true"
      },
      "topics": [
        "Migration and Labor Dynamics",
        "Diaspora, migration, transnational identity",
        "Migration, Ethnicity, and Economy"
      ],
      "referenced_works_count": 129,
      "url": "https://openalex.org/W2571059079"
    },
    {
      "openalex_id": "W1974834029",
      "doi": "10.1177/0008417415571730",
      "title": "Sharpening our critical edge: Occupational therapy in the context of marginalized populations",
      "authors": [
        {
          "name": "Alison Gerlach",
          "openalex_id": "A5058508340",
          "orcid": "https://orcid.org/0000-0002-2720-6768"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-10",
      "abstract": "Background. An emerging and important area of occupational therapy practice involves engaging with various individuals and population groups who live in marginalizing conditions that result in health inequities. Purpose. This paper calls for more critical and intersectional analyses of occupational therapy in the context of marginalized populations. Key Issues. Intersectionality has the potential to reveal important and complex interactions among social systems that create and sustain marginalization and to inform more nuanced, contextualized, and socially responsive forms of occupational therapy. Central to this process is the co-construction of knowledge with people who experience marginalization. Engaging in this work requires occupational therapists to undertake ongoing critical reflexivity to attend to our sociohistorical positioning of power and privilege in relation to marginalized populations. Implications. Complicating our discourse on marginalized populations is imperative to enacting our critical potential in working toward social justice and health equity.",
      "cited_by_count": 76,
      "type": "article",
      "source": {
        "name": "Canadian Journal of Occupational Therapy",
        "type": "journal",
        "issn": [
          "0008-4174",
          "1911-9828"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Occupational Therapy Practice and Research",
        "Cerebral Palsy and Movement Disorders",
        "Global Health Workforce Issues"
      ],
      "referenced_works_count": 49,
      "url": "https://openalex.org/W1974834029"
    },
    {
      "openalex_id": "W4308945296",
      "doi": "10.1016/j.ssmph.2022.101286",
      "title": "Why Othering should be considered in research on health inequalities: Theoretical perspectives and research needs",
      "authors": [
        {
          "name": "Nurcan Akbulut",
          "openalex_id": "A5057201704",
          "orcid": "https://orcid.org/0000-0001-9975-7166",
          "institutions": [
            "Bielefeld University"
          ]
        },
        {
          "name": "Oliver Razum",
          "openalex_id": "A5052739492",
          "orcid": "https://orcid.org/0000-0002-1244-7649",
          "institutions": [
            "Bielefeld University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-11-05",
      "abstract": null,
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "SSM - Population Health",
        "type": "journal",
        "issn": [
          "2352-8273"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://doi.org/10.1016/j.ssmph.2022.101286"
      },
      "topics": [
        "Interpreting and Communication in Healthcare",
        "Cultural Competency in Health Care",
        "Racial and Ethnic Identity Research"
      ],
      "referenced_works_count": 43,
      "url": "https://openalex.org/W4308945296"
    },
    {
      "openalex_id": "W3195539336",
      "doi": "10.1177/00031224211029618",
      "title": "Racial Discrimination in Housing: How Landlords Use Algorithms and Home Visits to Screen Tenants",
      "authors": [
        {
          "name": "Eva Rosen",
          "openalex_id": "A5082333306",
          "orcid": "https://orcid.org/0000-0002-4549-4118",
          "institutions": [
            "Georgetown University"
          ]
        },
        {
          "name": "Philip M. E. Garboden",
          "openalex_id": "A5050138252",
          "orcid": "https://orcid.org/0000-0002-6259-7450",
          "institutions": [
            "University of Hawaii–West Oahu"
          ]
        },
        {
          "name": "Jennifer E. Cossyleon",
          "openalex_id": "A5026977409",
          "orcid": "https://orcid.org/0000-0002-6806-1948",
          "institutions": [
            "Center for Community Change"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-08-20",
      "abstract": "An extensive literature documents racial discrimination in housing, focusing on its prevalence and effect on non-White populations. This article studies how such discrimination operates, and the intermediaries who engage in it: landlords. A fundamental assumption of racial discrimination research is that gatekeepers such as landlords are confronted with a racially heterogeneous applicant pool. The reality of urban housing markets, however, is that historical patterns of residential segregation intersect with other structural barriers to drive selection into the applicant pool, such that landlords are more often selecting between same-race applicants. Using interviews and observations with 157 landlords in four cities, we ask: how do landlords construct their tenants’ race within racially segmented housing markets, and how does this factor into their screening processes? We find that landlords distinguish between tenants based on the degree to which their behavior conforms to insidious cultural narratives at the intersection of race, gender, and class. Landlords with large portfolios rely on screening algorithms, whereas mom-and-pop landlords make decisions based on informal mechanisms such as “gut feelings,” home visits, and the presentation of children. Landlords may put aside certain racial prejudices when they have the right financial incentives, but only when the tenant also defies stereotypes. In this way, landlords’ intersectional construction of race—even within a predominantly Black or Latino tenant pool—limits residential options for low-income, subsidized tenants of color, burdening their search process. These findings have implications for how we understand racial discrimination within racially homogenous social spheres. Examining landlords’ screening practices offers insight into the role housing plays in how racism continues to shape life outcomes—both explicitly through overt racial bias, and increasingly more covertly, through algorithmic automation and digital technologies.",
      "cited_by_count": 149,
      "type": "article",
      "source": {
        "name": "American Sociological Review",
        "type": "journal",
        "issn": [
          "0003-1224",
          "1939-8271"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Urban, Neighborhood, and Segregation Studies",
        "Housing Market and Economics",
        "Housing, Finance, and Neoliberalism"
      ],
      "referenced_works_count": 96,
      "url": "https://openalex.org/W3195539336"
    },
    {
      "openalex_id": "W2335763192",
      "doi": "10.1177/0021909616634743",
      "title": "Social Networks, Migration Trajectories and Livelihood Strategies of Migrant Domestic and Construction Workers in Accra, Ghana",
      "authors": [
        {
          "name": "Mariama Awumbila",
          "openalex_id": "A5003290807",
          "orcid": "https://orcid.org/0000-0002-6633-667X"
        },
        {
          "name": "Joseph Kofi Teye",
          "openalex_id": "A5043400234",
          "orcid": "https://orcid.org/0000-0001-6493-3238",
          "institutions": [
            "University of Ghana"
          ]
        },
        {
          "name": "Joseph Awetori Yaro",
          "openalex_id": "A5087627069",
          "orcid": "https://orcid.org/0000-0002-2701-3253",
          "institutions": [
            "University of Ghana"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-17",
      "abstract": "Recent studies indicate that poor migrants are more likely to depend on social capital among other resources for livelihoods in host communities. Relying on insights from the social networks theory and using qualitative data from two migrant sending regions and one migrant destination area in Ghana, this paper examines the role and effects of networks of social capital on migration processes and livelihood strategies of migrants in the construction and domestic work sectors in Accra, Ghana. The paper argues that different categories of migrants fashion out specific migration strategies based on a complex intersection of social networks, which is shaped by specific contexts. Therefore the various ways in which migrants access, maintain and construct different types of networks in varied social locations and with diverse people needs to be interrogated in a more nuanced way and their policy implications addressed.",
      "cited_by_count": 76,
      "type": "article",
      "source": {
        "name": "Journal of Asian and African Studies",
        "type": "journal",
        "issn": [
          "0021-9096",
          "1745-2538"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Migration and Labor Dynamics",
        "Migration, Ethnicity, and Economy",
        "Diaspora, migration, transnational identity"
      ],
      "referenced_works_count": 35,
      "url": "https://openalex.org/W2335763192"
    },
    {
      "openalex_id": "W4362474362",
      "doi": "10.1146/annurev-soc-030320-032256",
      "title": "Expanding Notions of LGBTQ+",
      "authors": [
        {
          "name": "Stephen T. Russell",
          "openalex_id": "A5048227238",
          "orcid": "https://orcid.org/0000-0002-6238-0606",
          "institutions": [
            "The University of Texas at Austin"
          ]
        },
        {
          "name": "Meg D. Bishop",
          "openalex_id": "A5039078076",
          "orcid": "https://orcid.org/0000-0002-6257-8460",
          "institutions": [
            "University of Maryland, College Park"
          ]
        },
        {
          "name": "Jessica N. Fish",
          "openalex_id": "A5020243995",
          "orcid": "https://orcid.org/0000-0001-9280-6156",
          "institutions": [
            "University of Maryland, College Park"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-03-31",
      "abstract": "Sexual identity labels and meanings have been expanding. We explore how sexual identities are taking shape, intertwining, and emerging in new forms among a growing number of LGBTQ+ people (i.e., lesbian, gay, bisexual, transgender, queer, and questioning, or people whose identities are outside the historically privileged or dominant groups of heterosexual sexual identities). We situate contemporary sexual identities in theories of the social construction of identity, intersectionality, and the life course. We review recent research that illuminates identity complexity and intersectionality, the increasingly intertwined understandings and experiences of sexuality and gender, and intersections of sexuality and gender with identities embedded in race and social class. Finally, we consider new work that situates sexual identities in the context of life course development, including life stage, developmental processes, and relationships.",
      "cited_by_count": 42,
      "type": "article",
      "source": {
        "name": "Annual Review of Sociology",
        "type": "journal",
        "issn": [
          "0360-0572",
          "1545-2115"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-soc-030320-032256"
      },
      "topics": [
        "LGBTQ Health, Identity, and Policy",
        "African Sexualities and LGBTQ+ Issues",
        "Gender Roles and Identity Studies"
      ],
      "referenced_works_count": 78,
      "url": "https://openalex.org/W4362474362"
    },
    {
      "openalex_id": "W2551527021",
      "doi": "10.1177/1362480616677496",
      "title": "Intersectionality, British criminology and race: Are we there yet?",
      "authors": [
        {
          "name": "Alpa Parmar",
          "openalex_id": "A5078265050",
          "orcid": "https://orcid.org/0000-0001-6719-6173",
          "institutions": [
            "University of Oxford"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-22",
      "abstract": "Intersectionality is the study of overlapping social identities and related systems of oppression, discrimination and domination. From an intersectional perspective, aspects of a person’s identity, for example race, class and gender are understood to be enmeshed. To understand how systemic injustice operates and is produced, a multi-dimensional framework which captures how forms of oppression intersect and are shaped by one another, is necessary. Although the merits of an intersectional approach in criminology have been widely shown and discussed in US scholarship, within British criminology, there have been few analyses that have implemented an intersectional lens – either explicitly or implicitly. Correspondingly, close examination of the social construction of race within the criminal justice system has been largely absent in British criminology. In the following paper, I suggest that these two developments are co-constitutive – that British criminology’s unwillingness to engage with race has resulted in the reticence towards an intersectional approach and vice versa. This is both problematic and a missed opportunity. At a time when much criminological research convenes around the intersection of race, class, religion and gender, the absence of intersectional approaches and the lack of discussion about the racializing consequences of the criminal justice system serve to stymie meaningful debate and advancement of the field.",
      "cited_by_count": 52,
      "type": "article",
      "source": {
        "name": "Theoretical Criminology",
        "type": "journal",
        "issn": [
          "1362-4806",
          "1461-7439"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Criminal Justice and Corrections Analysis",
        "Crime Patterns and Interventions",
        "Homelessness and Social Issues"
      ],
      "referenced_works_count": 70,
      "url": "https://openalex.org/W2551527021"
    },
    {
      "openalex_id": "W2896509425",
      "doi": "10.1093/jrs/fey057",
      "title": "Integration Processes of Syrian Refugees in Turkey: ‘Class-based Integration’",
      "authors": [
        {
          "name": "Doğuş Şimşek",
          "openalex_id": "A5035751961"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-08-30",
      "abstract": "Abstract This article explores the intersections between economic resources of refugees and integration. It measures processes of adaptation of Syrians by focusing on the legal-political and socio-economic dimensions of integration. The focus of my analysis of the situations of Syrian refugees in Turkey is on class and related to financial resources that help Syrians to reach a kind of stability and security to those who lack rights. The key theoretical undertaking of this article is an attempt to develop the concept of ‘class-based integration’. The data consists of 120 semi-structured interviews conducted with Syrian refugees in Istanbul, Ankara and Gaziantep. I argue that Syrian refugees in Turkey go through ‘class-based integration’, which is in favour of refugees who do investments and who are skilled and leaves out refugees who are unskilled and do not have economic resources to invest in the receiving country from the integration processes. The article also shows that having economic resources could also support the construction of social bridges with members of the receiving society and overcoming the legal barriers to integration.",
      "cited_by_count": 91,
      "type": "article",
      "source": {
        "name": "Journal of Refugee Studies",
        "type": "journal",
        "issn": [
          "0951-6328",
          "1471-6925"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/jrs/article-pdf/33/3/537/34037798/fey057.pdf"
      },
      "topics": [
        "Turkey's Politics and Society",
        "Migration, Refugees, and Integration",
        "Migration, Health and Trauma"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W2896509425"
    },
    {
      "openalex_id": "W4210637010",
      "doi": "10.1037/amp0000867",
      "title": "When the political is professional: Civil disobedience in psychology.",
      "authors": [
        {
          "name": "Anthony Flynn",
          "openalex_id": "A5064109978",
          "orcid": "https://orcid.org/0000-0002-4426-5102",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Sergio Domínguez",
          "openalex_id": "A5049534369",
          "orcid": "https://orcid.org/0000-0003-1157-8599",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Ree Ae S Jordan",
          "openalex_id": "A5085147716",
          "orcid": "https://orcid.org/0000-0002-6524-1812",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Rachel L. Dyer",
          "openalex_id": "A5004888426",
          "orcid": "https://orcid.org/0000-0003-0073-3442",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Ezra Young",
          "openalex_id": "A5062174411",
          "orcid": "https://orcid.org/0000-0003-3560-5280"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-11-01",
      "abstract": "Activists use civil disobedience as a means of putting social justice into practice. Psychologists can engage in civil disobedience to enact psychology's ethical principles, support marginalized communities, promote social welfare, and contest injustice. Drawing from the work of minoritized scholars within and outside of psychology, the American Psychological Association (APA) Ethics Code, social constructionism, intersectionality, and social justice movements, our article aims to empower psychologists to understand and use civil disobedience and advocates for expanding civil disobedience in the profession. Because psychologists' identities and contexts will inform their own civil disobedience, we utilize a social justice issue germane to our own work supporting transgender people as an exemplar where our ethical principles would conflict with law; thus, warranting civil disobedience. This example concerns Ohio House Bill 658, which, if enacted, would have mandated that psychologists \"immediately notify, in writing, each of [a] child's parents if the child shows symptoms of gender dysphoria or otherwise demonstrates a desire to be treated in a manner opposite of the child's biological sex.\" We return to Ohio HB 658 and explore other contemporary social justice issues throughout to reveal how psychologists can conceptualize and enact civil disobedience in pursuit of transformative change. (PsycInfo Database Record (c) 2022 APA, all rights reserved).",
      "cited_by_count": 13,
      "type": "article",
      "source": {
        "name": "American Psychologist",
        "type": "journal",
        "issn": [
          "0003-066X",
          "1935-990X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Counseling Practices and Supervision",
        "Torture, Ethics, and Law",
        "Academic Freedom and Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4210637010"
    },
    {
      "openalex_id": "W3211315672",
      "doi": "10.1177/01634437211053767",
      "title": "Algorithmic logics and the construction of cultural taste of the Netflix Recommender System",
      "authors": [
        {
          "name": "Fatima Gaw",
          "openalex_id": "A5071885079",
          "orcid": "https://orcid.org/0000-0002-6577-7940",
          "institutions": [
            "University of the Philippines System"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-10-25",
      "abstract": "This article investigates algorithms and their construction of cultural taste through a socio-technical analysis of the Netflix Recommender System. I examined the key algorithmic processes in the intersection of its technological infrastructure, cultural processes, and social relations by employing Taina Bucher’s three methodological tactics for ‘unknowing’ algorithms. Drawing from media logic and computational logic, I propose the concept of ‘algorithmic logics’ to define the assumptions, processes, and mechanisms that govern the construction of taste within the Netflix platform. I identified these four logics of taste – datafication, reconfiguration, interpellation, and reproduction – and argue that they reappropriate old apparatuses of social control and generate new capacities in engineering cultural processes. Together, these logics transform algorithms from procedural to self-generative machines in the guise of algorithmic objectivity, user agency, and post-demographic experiences. Algorithmic logics function as an ‘interpretative schema’ in making sense algorithms in their entanglement with social actors, institutions, and infrastructures.",
      "cited_by_count": 65,
      "type": "article",
      "source": {
        "name": "Media Culture & Society",
        "type": "journal",
        "issn": [
          "0163-4437",
          "1460-3675"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Cinema and Media Studies",
        "Digital Games and Media",
        "Gender, Feminism, and Media"
      ],
      "referenced_works_count": 39,
      "url": "https://openalex.org/W3211315672"
    },
    {
      "openalex_id": "W2994884126",
      "doi": "10.1080/01446193.2019.1687923",
      "title": "The risks of and barriers to social procurement in construction: a supply chain perspective",
      "authors": [
        {
          "name": "Martin Loosemore",
          "openalex_id": "A5079435025",
          "orcid": "https://orcid.org/0000-0002-3189-4655",
          "institutions": [
            "University of Technology Sydney"
          ]
        },
        {
          "name": "Suhair Alkilani",
          "openalex_id": "A5003150884",
          "orcid": "https://orcid.org/0000-0002-3799-143X",
          "institutions": [
            "International Education Specialist College"
          ]
        },
        {
          "name": "Robert Mathenge",
          "openalex_id": "A5110766919",
          "institutions": [
            "UNSW Sydney"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-20",
      "abstract": "Social procurement policies place new requirements on subcontractors to create employment opportunities for people suffering disadvantage. However, the subcontractor’s voice is largely absent from the social procurement debate, despite employing the majority of people in the construction industry. Addressing this gap in social procurement research, a survey of seventy Australian subcontractors was undertaken to explore perceived barriers to integrating six disadvantaged groups targeted by social procurement policies into the construction workforce (Indigenous people, people suffering disability, women, disengaged youth, migrants and refugees, ex-offenders). Results indicate that rather than reducing disadvantage for the most marginalised groups in society, satisficing behaviour in complying with emerging social procurement policies could have the opposite effect. Subcontractors see significant business risks associated with safety, productivity and costs with disengaged youth being perceived as the highest risk cohort, followed by migrants and refugees, people suffering disability, ex-offenders, women and Indigenous workers and employment priorities reflect these perceptions. Perceived barriers to employment vary significantly across these groups with smaller and younger firms perceiving the greatest barriers – particularly for women and Indigenous workers. Practically, the results highlight the potential risks which social procurement policies present to vulnerable people if they are introduced without sufficient support and regard for an industry’s culture, structure and capacity to deliver. Conceptually, taking this research forward, the results highlight the potential value of cross-sector collaboration and intersectionality as theoretical frameworks to better understand how these groups experience working in the construction sector.",
      "cited_by_count": 63,
      "type": "article",
      "source": {
        "name": "Construction Management and Economics",
        "type": "journal",
        "issn": [
          "0144-6193",
          "1466-433X"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Public Procurement and Policy",
        "Legal Issues in South Africa",
        "Sex work and related issues"
      ],
      "referenced_works_count": 56,
      "url": "https://openalex.org/W2994884126"
    },
    {
      "openalex_id": "W4255959611",
      "doi": "10.4324/9781315650555-2",
      "title": "Re-Positioning Race in English Language Arts Research",
      "authors": [
        {
          "name": "Arlette Ingram Willis",
          "openalex_id": "A5044649072",
          "orcid": "https://orcid.org/0000-0003-1668-8682"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-11-06",
      "abstract": "This chapter reviews conceptual approaches and their intersection with RACE in English Language Arts (ELA) research, while simultaneously acknowledging that the methodologies and methods do not alter, ameliorate, or replace ideological ignorance, theoretical blindness, or historical amnesia. Traditional ELA research reflects the dominant or prevailing thinking. A history of the Traditional ELA approach supports notions of scientific racism. Cultural Buy-in approaches may include issues of RACE, however, when applied during ELA research, the focus primarily is on cultural and linguistic sameness/differences, as a substitute for actively deconstructing the influence of RACE. Critical Theory ELA research seeks to dismantle power and hegemonic structures that erase, oppress, and suppress people, with a focus on social economic class. The hallmarks of Critical Race Theory (CRT) have been summarized as follows: belief that racism is normal or ordinary, not aberrational; interest convergence or material determinism; race as a social construction, intersectionality and anti-essentialism, and voice or counternarratives.",
      "cited_by_count": 7,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Multilingual Education and Policy",
        "Educator Training and Historical Pedagogy",
        "EFL/ESL Teaching and Learning"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4255959611"
    }
  ],
  "count": 30,
  "errors": []
}
