{
  "status": "success",
  "source": "semantic_scholar",
  "query": "intersectionality metaphysics",
  "results": [
    {
      "paperId": "85d9accc01ef3d73a9320f2caddd3c5b1c3e6329",
      "title": "The Metaphysics of Intersectionality Revisited*",
      "authors": [
        {
          "name": "H. Lawford-Smith",
          "authorId": "1400692327"
        },
        {
          "name": "K. Phelan",
          "authorId": "115160462"
        }
      ],
      "year": 2021,
      "abstract": "LESLIE McCall wrote in the journal Signs in 2015, ‘intersectionality is the most important contribution that women’s studies, in conjunction with other fields, has made so far’. There’s a whole journal dedicated to intersectional thought: The Journal of Intersectionality. Kimberlé Crenshaw, the black feminist legal theorist credited with coining the term, has a 2016 TED talk titled ‘The Urgency of Intersectionality’. The agreed conclusions of the United Nations 61st Commission on the Status of Women included the phrase ‘multiple and intersecting forms of discrimination’ four times. It is common for university campuses to be plastered with posters reading ‘if your feminism isn’t intersectional, it’s bullshit’. Popular pieces on the topic have appeared in The Conversation, The Guardian, Vox, and even Time. It’s absolutely clear, to anyone who has any contact with feminism at all— activist or academic— that their feminism had better be intersectional. Less clear is exactly what that means. Here’s one gloss: features of identity intersect to create a subject of new forms of oppression. For example, sex and class intersect to produce the subject of workingclass women’s oppression; race and sex intersect to produce the subject of black women’s oppression. Many people who advocate intersectionality would probably agree with this gloss. But if we were to take the observation at face value, it wouldn’t be obvious why it’s",
      "citationCount": 1,
      "doi": "10.1111/JOPP.12251",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/85d9accc01ef3d73a9320f2caddd3c5b1c3e6329",
      "venue": "The Journal of Political Philosophy",
      "journal": {
        "name": "Journal of Political Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "13ebfba478b3673fb545106dd4387bfe3c896b7d",
      "title": "The metaphysics of intersectionality",
      "authors": [
        {
          "name": "S. Bernstein",
          "authorId": "2214049"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 26,
      "doi": "10.1007/s11098-019-01394-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/13ebfba478b3673fb545106dd4387bfe3c896b7d",
      "venue": "",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "321-335",
        "volume": "177"
      },
      "publicationTypes": null
    },
    {
      "paperId": "11784e51ab4ccf52b242bcd89314911c2c79eacf",
      "title": "The metaphysics of intersectionality",
      "authors": [
        {
          "name": "S. Bernstein",
          "authorId": "2214049"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11098-019-01394-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11784e51ab4ccf52b242bcd89314911c2c79eacf",
      "venue": "Philosophical Studies",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "321 - 335",
        "volume": "177"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1ee68a9057530a69939ad25435cf8696a748edad",
      "title": "Intersectionality as a Regulative Ideal",
      "authors": [
        {
          "name": "Katherine Gasdaglis",
          "authorId": "134247439"
        },
        {
          "name": "Alex Madva",
          "authorId": "3449238"
        }
      ],
      "year": 2020,
      "abstract": "What is the intersectional thesis a thesis about? Some understand it as a claim about the metaphysics of oppression, social kinds, or experience; about the limits of antidiscrimination law or identity politics; or about the importance of fuzzy sets and multifactor analysis in social science. We argue, however, that intersectionality, interpreted as a thesis in any particular theoretical domain, faces regress problems. We propose that headway on these and other questions can be made when intersectionality is modeled as a regulative ideal, i.e., a guiding methodological and practical principle, and not as a general theory or hypothesis. Qua ideal, intersectionality requires activists and inquirers to treat existing classification schemes as if they are indefinitely mutually informing, with the specific aim of revealing and resisting inequality and injustice. Qua regulative, intersectionality points to a rich and expanding set of heuristics for guiding social-scientific research and the construction of multifaceted political coalitions.",
      "citationCount": 14,
      "doi": "10.3998/ergo.12405314.0006.044",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ee68a9057530a69939ad25435cf8696a748edad",
      "venue": "Ergo, An Open Access Journal of Philosophy",
      "journal": {
        "name": "Ergo, an Open Access Journal of Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "00789125b8502582ddbc4fc032cfa2f9ae8855fa",
      "title": "“My Proof of Life”: HIV as Reification of Black Metaphysics in Danez Smith’s Homie",
      "authors": [
        {
          "name": "Toni R. Juncosa",
          "authorId": "1580075547"
        }
      ],
      "year": 2021,
      "abstract": "Since its onset in the 1980s, literature has responded to the HIV/AIDS pandemic with works that testify to the devastating loss imposed on millions of people worldwide. After the implementation of effective antiretroviral treatment (ART) in the mid-90s, however, contemporary experiences of HIV might be expected to diverge their attention from grief and mourning to more “positive” emotions. The aim of this paper is to consider such a potential paradigm shift among new generations of HIV+ people with access to ART. To do so, it explores Danez Smith’s lyric approach to a 21st-century racialized experience of HIV, attempting to read it as constructive rather than destructive, without leaving intersectionality aside, in light of both Afropessimism and Queer Optimism.",
      "citationCount": 0,
      "doi": "10.1344/452f.2021.25.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00789125b8502582ddbc4fc032cfa2f9ae8855fa",
      "venue": "452ºF. Revista de Teoría de la literatura y Literatura Comparada",
      "journal": {
        "name": "452ºF. Revista de Teoría de la literatura y Literatura Comparada"
      },
      "publicationTypes": null
    },
    {
      "paperId": "744492c6a7a6ecfd66556981abaa69d7110b947b",
      "title": "The Metaphysics of Intersectionality1",
      "authors": [
        {
          "name": "S. Bernstein",
          "authorId": "2214049"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/744492c6a7a6ecfd66556981abaa69d7110b947b",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "3984b870525d3d49603298278dc7c8c816329bb8",
      "title": "Towards a Participatory Philosophical Religion: Foundations for a Sacramental Metaphysics of Psychedelics",
      "authors": [
        {
          "name": "A. Kashani",
          "authorId": "2237119574"
        }
      ],
      "year": 2025,
      "abstract": "This article explores the emergence of a new philosophical religion arising from the intersection of psychedelic ministry, transpersonal psychology, and participatory metaphysics. Framed within the evolution of Western consciousness and drawing from Friedrich Schelling’s participatory metaphysics, Stanislav Grof’s findings, and Jorge Ferrer’s participatory turn, this article joins the metaphysical and spiritual conversation rising within the psychedelic ecosystem. These needs include spiritual and metaphysical integration of some psychedelic phenomena as well as metaphysical foundations for a sacramental understanding of psychedelics. Arguing that psychedelics can function sacramentally and grant participatory access to the creative ground of reality, this article proposes transpersonal ministry as a framework that can meet the spiritual and metaphysical demands of psychedelics. In dialogue with Schelling’s vision of a philosophical religion and Ferrer’s participatory pluralism, transpersonal ministry offers churches, ministers, and congregants a shared language that unites experiential participation with metaphysical inquiry to provide a non-dogmatic framework for integrating transformative states.",
      "citationCount": 0,
      "doi": "10.3390/rel16111393",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3984b870525d3d49603298278dc7c8c816329bb8",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "30a59a107f0a4a7073161ad981f2ec890ae24b34",
      "title": "THE METAPHYSICS OF PATRIOTISM AS THE UNCONDITIONAL BASIS OF AUTHENTIC IDENTITY",
      "authors": [
        {
          "name": "N. Yemelyanova",
          "authorId": "2320675894"
        }
      ],
      "year": 2025,
      "abstract": "The article explores the metaphysics of patriotism, which is inextricably linked to the search for authentic identity. The phenomenon of patriotism is analyzed on the basis of the works of Russian philosophers, representatives of the Russian Religious Renaissance. It is proved that their teachings substantiate and affirm the traditional values of the Russian world, conditioned by the mentality of our people and opposed to the cultural priorities of the Western community. A study of nationalism is conducted from both a negative and a positive point of view. The relevance of the patriotic ideas of Russian thinkers in the context of the 2014-2025 military confrontation is shown.",
      "citationCount": 0,
      "doi": "10.58168/mpfssc2025_12-19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/30a59a107f0a4a7073161ad981f2ec890ae24b34",
      "venue": "Materials of the All-Russian scientific and practical conference: \"Metaphysics of patriotism: education of the spirit and formation of a citizen\"",
      "journal": {
        "name": "Materials of the All-Russian scientific and practical conference: \"Metaphysics of patriotism: education of the spirit and formation of a citizen\""
      },
      "publicationTypes": [
        "Conference"
      ]
    },
    {
      "paperId": "359b95dfb605c2569eb2e744bffcb69f171d8308",
      "title": "The Educational Meaning of Metaphysics Through the Educational Thought of Mencius and Xunzi",
      "authors": [
        {
          "name": "Sang-Jin Park",
          "authorId": "2354542263"
        }
      ],
      "year": 2025,
      "abstract": "This paper focused on clarifying the inevitable relationship between education and metaphysics through the planning of Heaven and Mind among Mencius and Xunzi’s educational ideas. Recent studies show that the ‘invisible’ is behind the content revealed through the subject, that education today recognizes it as ‘lost’ again, and that Mencius and Xunzi, the first heir to Confucius in the East to mention this issue, are still not free from the rules of Neo-Confucianism. Therefore, for smooth discussion, this paper focused on the possibility of ideological intersection between Mencius and Xunzi and deriving a position on the relationship between metaphysics and education of Confucianism. \nAs a result, this paper summarizes this problem consciousness as follows: First of all, as a result of examining the ‘Heaven’ and ‘Nature and Mind’ of Mencius and Xunzi mainly from the perspective of Xunzi, it was confirmed that the ‘necessity of invisible existence’ was recognized as the background of the ‘law’(常) and all moral rules for this character. In addition, the point where Mencius and Xunzi came to is about the necessity of education for humans, and Mencius had a problem that he lacked specific alternatives in terms of passive participation of teachers and expansion of students. Therefore, starting from this problem, Xunzi clearly differentiated the character of ‘Heaven’ from Mencius, and ultimately led to how education should be conducted through ‘mind’ and ‘Ritual’ with complementary characteristics. \nIn addition, through this, we were able to summarize what Confucianism planned for education and metaphysics in Maeng Soon(孟荀)’s thoughts: Due to its religious nature, Mencius’ metaphysics had room to be seen as mysticism, and Xunzi removed this character from the ‘Heaven’ to make it a ‘requested concept’ for morality. In addition, both Mencius and Xunzi recognized that education was an important activity that revealed the status and value of metaphysics, but in the process, Mencius was criticized for the problem of naturalistic fallacy that ‘he reasoned from facts’. Accordingly, Xunzi presented artificial(僞) as a concept complementary to personality, and made the conceptual interpretation of ‘Heaven’ in metaphysics approach from a linguistic and logical level so that it had a maximally axiomatic character.",
      "citationCount": 0,
      "doi": "10.17715/jme.2025.3.37.1.123",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/359b95dfb605c2569eb2e744bffcb69f171d8308",
      "venue": "The Korean Society for the Study of Moral Education",
      "journal": {
        "name": "The Korean Society for the Study of Moral Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a5b15553b26fb52b7275196869e8001479d5c93d",
      "title": "About the Passage in Metaphysics Θ 6.1048b18-35: A Response",
      "authors": [
        {
          "name": "Silvia Fazzo",
          "authorId": "2259022494"
        }
      ],
      "year": 2025,
      "abstract": "This paper reconsiders Metaphysics Θ 6.1048b18-35 the controversial passage about ἐνέργεια vs. κίνησις, at the intersection of textual transmission, grammatical articulation, and ontological interpretation. Special attention is devoted to the program of Book Θ, which announces a reconsideration of δύναμις rather than a privileged treatment of ἐνέργεια, and to the specifically Aristotelian conception of actuality as a relational determination (ἐνεργείᾳ, κατ’ ἐνέργειαν). From this perspective, the passage introduces a mode of speaking about ἐνέργεια that sits uneasily with the relational ontology articulated in Θ 1-5. The paper further reassesses appeals to Plotinus and Theophrastus, arguing that conceptual continuity does not entail textual attestation, and examines the manuscript evidence and the status of the passage within Byzantine transmission. Taken together, these considerations suggest that Θ 6.1048b18-35 is best understood not as an original component of Aristotle’s Metaphysics, but as a significant witness to an intermediate, neoplatonizing phase in the reception and transformation of Aristotelian ontology.",
      "citationCount": 0,
      "doi": "10.17454/arist08.06",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a5b15553b26fb52b7275196869e8001479d5c93d",
      "venue": "Aristotelica",
      "journal": {
        "name": "Aristotelica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0c890a63884a6b1e6a31126195b5dd293a867db1",
      "title": "Intersectionality as emergence",
      "authors": [
        {
          "name": "Marta Jorba",
          "authorId": "2257368232"
        },
        {
          "name": "Dan López de Sa",
          "authorId": "146513949"
        }
      ],
      "year": 2024,
      "abstract": "Intersectionality is the notion that concerns the complexity of the experiences of individuals in virtue of their belonging to multiple socially significant categories. One of its main insights is that the way society is structured around categories such as gender, race, sexuality, class, etc., produces distinctive and specific forms of discrimination and privilege for groups in the intersections. In this paper, we suggest conceiving intersectionality as a general metaphysical framework wherein specific claims to the effect that the experiences of discrimination of Black women, among others, can be fruitfully formulated and examined. The main claim is that intersectional experiences emerge from the conjunction of social categories when social structures make them relevant vis-à-vis discrimination and privilege. We then argue that our view has three main virtues: metaphysical neutrality, explanatory flexibility and methodological openness. Explaining these virtues will allow us to contrast our proposal with alternatives from the recent literature.",
      "citationCount": 3,
      "doi": "10.1007/s11098-024-02155-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c890a63884a6b1e6a31126195b5dd293a867db1",
      "venue": "Philosophical Studies",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "1455 - 1475",
        "volume": "181"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dca394c5cba7560cebb5b04b27e1c13fe224b10e",
      "title": "From Simondon's procedural ontology to Barad's toolkit of intra-action: the metaphysics of individuation and its practical application.",
      "authors": [
        {
          "name": "V. O. Sayapin",
          "authorId": "114136748"
        }
      ],
      "year": 2025,
      "abstract": "\n This article is devoted to the study of the productive convergence of two key projects for posthumanist thought: the procedural ontology of Gilbert Simondon and the agentic realism of Karen Barad. Barad's theory emerges not only as an immediate continuation but also as a radical transformation of the Simondonian project, translating it from a metaphysical plane into an epistemologically and ethically charged field of practices. It is demonstrated that the metaphysical framework of the process of individuation, developed by Simondon in contrast to the substantial tradition, finds its development and operationalization in Barad's conceptual apparatus. While Simondon offers an ontology of becoming, originating from the pre-individual field of potentials and tensions, Barad develops a rigorous epistemological and ethical toolkit for this ontology by introducing the concepts of intra-action, agential cutting, and nonhuman agency, which allows for the translation of abstract philosophical propositions into the realm of specific practices. The methodological approach of the research is based on the sequential application of complementary methods: from Simondon's procedural ontology, which unveils the metaphysics of becoming in technical being through continuous individuation, to Barad's framework of intra-action, which operationalizes this process through the concept of the mutual constitution of actors within the \"phenomenon-apparatus.\" Such a synthesis not only theoretically describes the mechanisms of techno-social individuation in computational environments but also offers practical frameworks for analyzing how material-discursive practices transform the very fabric of experience, creating new modes of governance that operate not through direct coercion but through the reconfiguration of the conditions of possibility for action itself. The relevance of this study is determined by the growing interest in non-classical ontologies that transcend the boundaries of correlationalism and anthropocentrism. The novelty of the work lies in the systematic comparison of the concepts of Simondon and Barad, revealing not only their thematic closeness but also their relationship of mutual supplementation and continuity. Such an analysis allows for tracing the connection between these authors while laying the groundwork for interdisciplinary research at the intersection of philosophy, science, and art. In particular, Barad proposes a methodology for working with Simondon's \"pre-individual,\" based on an ethics of responsibility that arises from the recognition of human co-participation in the continuous reconfiguration of the world. This synthesis opens new perspectives for contemporary thought in the field of new materialisms and beyond.\n",
      "citationCount": 0,
      "doi": "10.25136/2409-8728.2025.9.75871",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dca394c5cba7560cebb5b04b27e1c13fe224b10e",
      "venue": "Философская мысль",
      "journal": {
        "name": "Философская мысль"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bc852f864b789044a0fb9a1f458a035def979f5c",
      "title": "METAPHYSICS OF THE PAST AND THE PHENOMENON OF MEMORY IN THE ONTOLOGICAL CONTEXT OF NATIONAL ETHOS",
      "authors": [
        {
          "name": "A. Sukhorukikh",
          "authorId": "2320580705"
        }
      ],
      "year": 2025,
      "abstract": "The article examines the ontological phenomena of \"time\", \"past\", \"memory\" in the context of metaphysical correlates of socio-historical processes, actualizes the ethical component of the tradition of national historical memory, which determines the timeless factor of the spiritual existence of the people.",
      "citationCount": 0,
      "doi": "10.58168/mpfssc2025_5-11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc852f864b789044a0fb9a1f458a035def979f5c",
      "venue": "Materials of the All-Russian scientific and practical conference: \"Metaphysics of patriotism: education of the spirit and formation of a citizen\"",
      "journal": {
        "name": "Materials of the All-Russian scientific and practical conference: \"Metaphysics of patriotism: education of the spirit and formation of a citizen\""
      },
      "publicationTypes": [
        "Conference"
      ]
    },
    {
      "paperId": "4bfc32d98d57c3670320c89ff7ca91fac9664000",
      "title": "Heidegger's Metaphysics: The Overturning of \"Being and Time\" by Aengus Daly (review)",
      "authors": [
        {
          "name": "Zachary J. Joachim",
          "authorId": "2367726118"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/rvm.2025.a962285",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4bfc32d98d57c3670320c89ff7ca91fac9664000",
      "venue": "Review of Metaphysics",
      "journal": {
        "name": "The Review of Metaphysics",
        "pages": "758 - 760",
        "volume": "78"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "956b4a365160b35522c53c83be8947580e90581a",
      "title": "ON THE FOUNDATIONS OF METAPHYSICS",
      "authors": [
        {
          "name": "N. A. Solovyev",
          "authorId": "2283689015"
        }
      ],
      "year": 2024,
      "abstract": "The article deals with the problem of establishing the main categories of metaphysics, which later unfold into the metaphysics of the Absolute, the Universe, and human. It is shown that the main categories of metaphysics are the categories of nous/Self, idea/form, substrate/pneuma. In this case, a person can be represented as an anthropic triad of Self-form-substrate, and the Absolute in the form of an absolute Trinity: absolute Self/absolute Form/absolute Substrate. At the same time, the anthropic triad can be considered as a “part” of the absolute Trinity. In the anthropic triad, the form-substrate dyad represents the physical body of a person, and the Self is an extraphysical governing authority. It is shown that the evil existing in the world is a payment for human freedom and the existence of human as a person. At the same time, human freedom is based on the possibility of choosing alternatives in the timeless world of potential possibilities of the Universe.",
      "citationCount": 0,
      "doi": "10.22363/2224-7580-2024-1-77-91",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/956b4a365160b35522c53c83be8947580e90581a",
      "venue": "Metaphysics",
      "journal": {
        "name": "Metaphysics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "81c2e3d05b9cb6452ccde353c22e4b1fdf2639ca",
      "title": "On the need for metaphysics in psychedelic therapy and research",
      "authors": [
        {
          "name": "Peter Sjöstedt-Hughes",
          "authorId": "2087510502"
        }
      ],
      "year": 2023,
      "abstract": "The essential proposal of this text is that psychedelic-induced metaphysical experiences should be integrated and evaluated with recourse to metaphysics. It will be argued that there is a potential extra benefit to patients in psychedelic-assisted therapy if they are provided with an optional, additional, and intelligible schema and discussion of metaphysical options at the integrative phase of the therapy. This schema (the “Metaphysics Matrix”) and a new Metaphysics Matrix Questionnaire (“MMQ”) stemming therefrom will be presented, the latter of which can also be used as an alternative or additional tool for quantitative measurement of psychedelic experience in trials. Metaphysics is not mysticism, despite some overlap; and certainly not all psychedelic experience is metaphysical or mystical—all three terms will be defined and contrasted. Thereafter psychedelic therapy will be presented and analysed in order to reveal the missing place for metaphysics. Metaphysics, with epistemology (theory of knowledge) and axiology (ethics and aesthetics), is a defining branch of Philosophy. Metaphysics, in contrast to mysticism, is considered to be based on argument rather than pure revelation. Thus, in psychedelic-assisted psychotherapy one sees here the potential bridge between reason-based philosophy and practical therapy—or, more broadly, with psychedelic-assisted psychotherapy there is the potential and mutually beneficial fusion of philosophy with practical science.",
      "citationCount": 34,
      "doi": "10.3389/fpsyg.2023.1128589",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/81c2e3d05b9cb6452ccde353c22e4b1fdf2639ca",
      "venue": "Frontiers in Psychology",
      "journal": {
        "name": "Frontiers in Psychology",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9dfe268814301acdd26c4e38149ad342677768ea",
      "title": "The Multilayered Context of Leszek Kołakowski's Hermeneutical Metaphysics",
      "authors": [
        {
          "name": "Guido Vanheeswijck",
          "authorId": "2320074475"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:In 1988, the Polish philosopher Leszek Kołakowski published his essay Metaphysical Horror, conceived as a philosophical and historical interpretation of the vicissitudes of metaphysics in Western philosophy. At the same time, Kołakowski's attempt to map out the history of that metaphysical horror was a way to escape from it. Put differently, he traced the evolution of metaphysical horror—from metaphysics to antimetaphysics—in Western philosophy while simultaneously pleading for the preservation of metaphysics, be it in a very specific shape. To clarify Kołakowski's idiosyncratic position regarding the status of metaphysics, the author's exposition falls into two parts, each in three steps. In the first part, mainly drawing upon a textual analysis of Metaphysical Horror, Kołakowski's portrayal of the evolution of Western metaphysics toward its marginalization in contemporary philosophy is summarized. Subsequently, his own concept of hermeneutical metaphysics in relation to the everlasting importance of man's metaphysical need for the Absolute is presented. In the second part, set up as an exercise in intellectual history, Kołakowski's concept of hermeneutical metaphysics is situated against the double background of his Oxford environment and of that of an Eastern-European ally regarding the vicissitudes of the metaphysical tradition. The conclusion is double. First, this twofold background makes it clear why his hermeneutical metaphysics is at the same time a historical metaphysics and a moral ontology, dependent on man's everlasting metaphysical need for the Absolute. Second, it clarifies why his hermeneutical metaphysics takes a unique position in contemporary philosophy, different from the current concept of analytic metaphysics, on the one hand, and from the present-day concept of post-metaphysics in Continental philosophy, on the other.",
      "citationCount": 0,
      "doi": "10.1353/rvm.2024.a936572",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9dfe268814301acdd26c4e38149ad342677768ea",
      "venue": "Review of Metaphysics",
      "journal": {
        "name": "The Review of Metaphysics",
        "pages": "115 - 87",
        "volume": "78"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "02c101e16bc0508ef2a3bf8400ae1af36ed959f1",
      "title": "Heidegger and the Destiny of Metaphysics: Overcoming Metaphysics",
      "authors": [
        {
          "name": "Yves Armand Akaffou",
          "authorId": "2366904686"
        }
      ],
      "year": 2024,
      "abstract": "These lines attempt to make explicit the metamorphoses of the meaning of metaphysics in Martin Heidegger. They constitute an analysis of the phenomenological issues of the project of overcoming metaphysics as it is accomplished through contact with poetry and theology. The overcoming of metaphysics is accomplished in the intersection of phenomenology and ontology on the terrain of poetry. This onto-phenomenology takes on the accents of a theio-poetics announcing the parousia of Being. With regard to its eschatological deployment, the thought of Being implies the following deduction: the destiny of metaphysics is metaphysics as the destiny of Being itself.\n\nKeywords: Dasein, Metaphysic, Phenomenology, Poetry, Theology\n",
      "citationCount": 0,
      "doi": "10.59384/uirtus.2024.2631",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02c101e16bc0508ef2a3bf8400ae1af36ed959f1",
      "venue": "Uirtus",
      "journal": {
        "name": "Uirtus"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d917720c5536b65cb34e643a3db4d3154db02f85",
      "title": "Metaphysics",
      "authors": [
        {
          "name": "C. Kurth",
          "authorId": "2069020184"
        }
      ],
      "year": 2022,
      "abstract": "MetaphysicsAristotle's Metaphysics LambdaAn Introduction to MetaphysicsThe MetaphysicsGroundwork for the Metaphysics of MoralsDiscourse on Metaphysics and Other EssaysMetaphysicsPsychological MetaphysicsThe Fundamental Concepts of MetaphysicsMetaphysics, Mathematics, and MeaningMetaphysicsNietzsche and MetaphysicsModal Logic as MetaphysicsGod without PartsScholastic MetaphysicsAristotle: MetaphysicsMetaphysics: A Very Short IntroductionCommentary on the MetaphysicsAn Introduction to MetaphysicsThe Oxford Handbook of MetaphysicsPractical MetaphysicsAn Elementary Christian MetaphysicsMetaphysicsAn Introduction to MetaphysicsInformation and the Nature of RealityMetaphysicsMetaphysicsMetaphysicsMetaphysicsMetaphysics as a Guide to MoralsThis Is MetaphysicsMetaphysicsThe Approach to MetaphysicsMethods of MetaphysicsMetaphysicsAristotle, Metaphysics LambdaA Survey of MetaphysicsIntroduction to MetaphysicsAristotle: Metaphysics ThetaThe Fundamental Concepts of Metaphysics",
      "citationCount": 165,
      "doi": "10.3998/mpub.6618",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d917720c5536b65cb34e643a3db4d3154db02f85",
      "venue": "Emotion",
      "journal": {
        "name": "Emotion"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "b790e0b571ff9aebe89b1eeed11c00daf6a85621",
      "title": "Metaphysics as Essentially Imaginative and Aiming at Understanding",
      "authors": [
        {
          "name": "M. McSweeney",
          "authorId": "134432919"
        }
      ],
      "year": 2023,
      "abstract": "\n I explore the view that metaphysics is essentially imaginative. I argue that the central goal of metaphysics on this view is understanding, not truth. Metaphysics- as-essentially-imaginative provides novel answers to challenges to both the value and epistemic status of metaphysics.",
      "citationCount": 11,
      "doi": "10.5406/21521123.60.1.07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b790e0b571ff9aebe89b1eeed11c00daf6a85621",
      "venue": "American Philosophical Quarterly",
      "journal": {
        "name": "American Philosophical Quarterly"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a6e850603c76757be37d0ad1496508a67b166061",
      "title": "F. H. Bradley and the Metaphysics of Nonreductive Physicalism",
      "authors": [
        {
          "name": "Kevin Morris",
          "authorId": "2320080069"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:With a few exceptions, F. H. Bradley has become a forgotten figure in the history of philosophy. The author argues that Bradley's thoughts on relations are at least relevant to assessing the status of nonreductive physicalism as a comprehensive metaphysic and, moreover, that they can be seen to raise some nontrivial challenges to nonreductive physicalism so understood. In pursuing this line of thought, he considers two of Bradley's regresses in Appearance and Reality—the better known \"chain\" regress and the lesser known \"fission\" regress—and explains their relevance to nonreductive physicalism.",
      "citationCount": 0,
      "doi": "10.1353/rvm.2024.a936573",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6e850603c76757be37d0ad1496508a67b166061",
      "venue": "Review of Metaphysics",
      "journal": {
        "name": "The Review of Metaphysics",
        "pages": "117 - 140",
        "volume": "78"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9dc5323e5d8e1e0585bbe5f7b4f4a558d5ee9e35",
      "title": "Metaphysics as Mediating Dialogue by Oliva Blanchette (review)",
      "authors": [
        {
          "name": "Matthew Minerd",
          "authorId": "2291735472"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/rvm.2024.a922076",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9dc5323e5d8e1e0585bbe5f7b4f4a558d5ee9e35",
      "venue": "Review of Metaphysics",
      "journal": {
        "name": "The Review of Metaphysics",
        "pages": "538 - 541",
        "volume": "77"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "8c734c84cd694ae5d9568e699ae60044e147d339",
      "title": "The Metaphysics of Practice: Writings on Action, Community, and Obligation by Wilfrid Sellars (review)",
      "authors": [
        {
          "name": "Ronald Loeffler",
          "authorId": "2304357250"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/rvm.2024.a929323",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c734c84cd694ae5d9568e699ae60044e147d339",
      "venue": "Review of Metaphysics",
      "journal": {
        "name": "The Review of Metaphysics",
        "pages": "728 - 730",
        "volume": "77"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "f843ad8ac4a67fbc0945f73f13a5d8c0a9a835f1",
      "title": "God and the City: An Essay in Politica l Metaphysics by D. C. Schindler (review)",
      "authors": [
        {
          "name": "Alex Denley",
          "authorId": "2402482718"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/rvm.2024.a947062",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f843ad8ac4a67fbc0945f73f13a5d8c0a9a835f1",
      "venue": "Review of Metaphysics",
      "journal": {
        "name": "The Review of Metaphysics",
        "pages": "365 - 366",
        "volume": "78"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "483a7f74abc14fe6bb90c2888b4ebff3a41ddf61",
      "title": "Inertia, Science, and Substantial Forms in Leibniz's Early Metaphysics",
      "authors": [
        {
          "name": "Shohei Edamura",
          "authorId": "15004839"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:Leibniz considered that there are substances in a body, each of which does not solely have a shape and size and can act spontaneously. Although he started to regard bodies as having inherent substantial forces in 1678–79, what exactly led him to suppose this is not obvious. The author aims to articulate Leibniz's most important motivation for \"restoring\" substantial forms. He first notes that Leibniz considered that every body tends to slow down because of its natural inertia. He then discusses that Leibniz had two arguments to postulate the existence of substantial forms, the first of which is based on his view that God providentially manages the universe in the most efficient way. The second and more interesting argument is based on Leibniz's understanding of science, according to which a scientific explanation of motion should be given in terms of the nature of the body.",
      "citationCount": 0,
      "doi": "10.1353/rvm.2024.a922071",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/483a7f74abc14fe6bb90c2888b4ebff3a41ddf61",
      "venue": "Review of Metaphysics",
      "journal": {
        "name": "The Review of Metaphysics",
        "pages": "461 - 481",
        "volume": "77"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 25,
  "errors": []
}
