{
  "status": "success",
  "source": "semantic_scholar",
  "query": "intersectionality philosophy",
  "results": [
    {
      "paperId": "f0e6bae0502777b6499573fa3cd02b7a4a2d9b0e",
      "title": "Simone de Beauvoir, Analogy, Intersectionality, and Expanding Philosophy: An Interview with Kathryn Sophia Belle",
      "authors": [
        {
          "name": "Edward O’Byrn",
          "authorId": "1419068748"
        }
      ],
      "year": 2023,
      "abstract": "Abstract In this interview with Kathryn Sophia Belle (formerly Kathryn T. Gines), Edward O'Byrn discusses Belle's publications from 2010–2017. His questions focus on Simone de Beauvoir and her use of analogy in The Second Sex, along with broader questions that engage Belle's work on existential philosophy, Beauvoir, Black feminism, and intersectionality.",
      "citationCount": 2,
      "doi": "10.1017/hyp.2023.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0e6bae0502777b6499573fa3cd02b7a4a2d9b0e",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "219 - 230",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0e9fc8ca30fc6560038318ac7d744b343e8f89fa",
      "title": "Critical Race Theory, Intersectionality, and Feminist Philosophy",
      "authors": [
        {
          "name": "N. Cisneros",
          "authorId": "80099623"
        }
      ],
      "year": 2021,
      "abstract": "This chapter offers an account of central issues and themes in feminist philosophical engagements with critical race theory, reflection on examples of important contributions to this discussion, and current and future directions in feminist critical race theory. In particular, it focuses on feminist philosophy’s engagement with intersectionality as the most productive site of the field’s engagement with critical race theory. The chapter discusses the meaning of intersectionality and the importance of understanding the concept not only in terms of the field of critical race theory but also as a philosophical contribution of the Black feminist intellectual tradition. The chapter explores how Black feminist philosophers and other feminist philosophers of color have resisted the move towards operational intersectionality and opened productive, liberatory ways forward for intersectional work within feminist philosophy as a critical practice rooted in the lived experiences of women of color.",
      "citationCount": 0,
      "doi": "10.1093/OXFORDHB/9780190628925.013.41",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e9fc8ca30fc6560038318ac7d744b343e8f89fa",
      "venue": "The Oxford Handbook of Feminist Philosophy",
      "journal": {
        "name": "The Oxford Handbook of Feminist Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4daf1ff07707862911996124c3212c0efcb992dd",
      "title": "African Indigenous Leadership Philosophy and Democratic Governance System: Gada’s Intersectionality with Ubuntu",
      "authors": [
        {
          "name": "A. Aliye",
          "authorId": "104693023"
        }
      ],
      "year": 2020,
      "abstract": "This paper aims to add to the recent scholarly search for African leadership philosophy to improve leadership effectiveness in Africa. It examines the Oromo Gada system’s democratic governance and leadership principles and argues its relevance to the current and future leadership effectiveness in Oromia, Ethiopia, and Africa. It analyses the literature on the history, culture, and current practices of the Gada system to identify its leadership philosophies. It discusses these principles by comparing with Ubuntu and other indigenous African leadership philosophies on the one hand with UN principles of good governance on the other. Evidences show that in spite of the expansion of modern education and leadership training; there are little or no evidence of leadership effectiveness in Africa. Corruption, poverty, injustice, and lack of legitimacy and accountability have continued to be the images of Africa and its leadership. These leadership failures are attributed to lack of leadership that connects with the societal values and cultures. The adoption of Gada leadership principles of liberty, equality, morality, rule of law, participation and engagement of citizens, decision making by consensus, separation of power and check and balance, decentralized governance, fixed terms office and peaceful transfer of power, accountability, transparency and impeachment of elected leaders, honesty, team leadership and conflict transformation in political, public and private sector organization leadership are discussed. The development and adoption of Gada, Ubuntu, and other indigenous leadership philosophies is recommended as a remedy to Africa’s leadership problems.",
      "citationCount": 17,
      "doi": "10.1177/0021934720938053",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4daf1ff07707862911996124c3212c0efcb992dd",
      "venue": "",
      "journal": {
        "name": "Journal of Black Studies",
        "pages": "727 - 759",
        "volume": "51"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "02719ee7a4234e356194ce0b396680534132dcae",
      "title": "Wollstonecraft’s Contributions to Modern Political Philosophy: Intersectionality and the Quest for Egalitarian Social Justice",
      "authors": [
        {
          "name": "E. Botting",
          "authorId": "117352107"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-18118-5_17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02719ee7a4234e356194ce0b396680534132dcae",
      "venue": "Feminist History of Philosophy: The Recovery and Evaluation of Women's Philosophical Thought",
      "journal": {
        "name": "Feminist History of Philosophy: The Recovery and Evaluation of Women's Philosophical Thought"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d50f00bc07d9246423106676086f5a082fcadaf3",
      "title": "Critical Race Theory, Intersectionality, and Feminist Philosophy",
      "authors": [
        {
          "name": "Falguni A. Sheth",
          "authorId": "81318843"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.4324/9781315758152-29",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d50f00bc07d9246423106676086f5a082fcadaf3",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c5219b55bfb37ea9f2843329184104b0e0d63af2",
      "title": "Intersectionality without Fragmentation",
      "authors": [
        {
          "name": "Annette Martín",
          "authorId": "2274732901"
        }
      ],
      "year": 2024,
      "abstract": "Feminist philosophers have long worried that intersectionality undermines the viability of the concept and category of woman, thereby undermining feminist theory and politics. Some have responded to this problem by abandoning intersectionality; others have attempted to find some suitably inclusive way of reconceptualizing woman. I provide a novel solution that focuses on conceptualizing oppression in light of intersectionality, rather than trying to provide an account of what it is to be a woman. By enabling us to understand feminism as responding to gender oppression, this account shows that intersectionality does not conceptually undermine and fragment feminism. Feminism should be intersectional.",
      "citationCount": 2,
      "doi": "10.1086/727271",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c5219b55bfb37ea9f2843329184104b0e0d63af2",
      "venue": "Ethics: An International Journal of Social, Political, and Legal Philosophy",
      "journal": {
        "name": "Ethics",
        "pages": "214 - 245",
        "volume": "134"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1fc78810ea836fa3f3ee2706ea4fec841aee1510",
      "title": "Intersectionality and discriminatory practices within mental health care",
      "authors": [
        {
          "name": "Mirjam Faissner",
          "authorId": "51392978"
        },
        {
          "name": "Anne-Sophie Gaillard",
          "authorId": "2183375697"
        },
        {
          "name": "G. Juckel",
          "authorId": "2265605015"
        },
        {
          "name": "Amma Yeboah",
          "authorId": "2308640317"
        },
        {
          "name": "J. Gather",
          "authorId": "2254791095"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1186/s13010-024-00159-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fc78810ea836fa3f3ee2706ea4fec841aee1510",
      "venue": "Philosophy, Ethics, and Humanities in Medicine",
      "journal": {
        "name": "Philosophy, Ethics, and Humanities in Medicine : PEHM",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle",
        "Editorial"
      ]
    },
    {
      "paperId": "4a603f33255b70bcd3c7fdf483093823a6f1379b",
      "title": "Women, Power, and the Philosophy of Liberation: A philosophical study",
      "authors": [
        {
          "name": "Subhankar Mandal",
          "authorId": "2237224666"
        },
        {
          "name": "Amrita Mukherjee",
          "authorId": "2381088695"
        }
      ],
      "year": 2025,
      "abstract": "This article critically examines the intersections between women, power, and the philosophy of liberation from a feminist philosophical standpoint. It investigates how feminist thinkers have challenged traditional concepts of power, redefined autonomy, and reconstructed liberation beyond patriarchal and colonial frameworks. Drawing on the works of Paulo Freire, bell hooks, María Lugones, and various postcolonial and indigenous feminists, this paper argues that liberation is not merely a structural or political objective, but a transformative praxis grounded in ethics, relationality, and epistemic resistance. It further analyzes global and local feminist movements to show how women create and enact liberatory spaces through both resistance and reimagination. The article emphasizes the importance of intersectionality, consciousness-raising, and care ethics in the ongoing struggle for freedom and justice.",
      "citationCount": 0,
      "doi": "10.36948/ijfmr.2025.v07i05.55982",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a603f33255b70bcd3c7fdf483093823a6f1379b",
      "venue": "International Journal For Multidisciplinary Research",
      "journal": {
        "name": "International Journal For Multidisciplinary Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "48fa46830aec5cd5f1ffccf84ce69cfb9584abff",
      "title": "Who Is the Caregiver in Kant’s Theory of Labour? Examining Social Domination in Classical German Philosophy",
      "authors": [
        {
          "name": "Nuria Sánchez Madrid",
          "authorId": "2289629136"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This article addresses Kant’s account of domestic labour from the standpoint of social philosophy. First, I examine the case of the domestic household servant as a paradigm of the legal legitimation of social domination in Kant’s legal philosophy. Second, I explore the intersectionality of gender, race, and class in the outsourcing of care tasks available to wealthy European women in Kant’s theory of labour. Third, I bring Kant’s theory into a critical dialogue with some contemporary challenges of a democratic and equal society. Finally, I draw some conclusions about concrete forms of intersectional domination and exploitation underpinning Kant’s republicanism, before proposing that they are clearly inconsistent, insofar as they exclude large groups of people from the republican demos, even if they essentially contribute to its social reproduction.",
      "citationCount": 0,
      "doi": "10.1017/S1369415425000081",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48fa46830aec5cd5f1ffccf84ce69cfb9584abff",
      "venue": "Kantian Review",
      "journal": {
        "name": "Kantian Review",
        "pages": "411 - 428",
        "volume": "30"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c69dc1f80ff0ac95df04b723a9e7b8ec6baa35da",
      "title": "Continental Feminist Philosophy Meets Intersectionality: Rosi Braidotti’s Work",
      "authors": [
        {
          "name": "Rosi Braidotti’s Work – Iveta Jusová",
          "authorId": "1698279397"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.4324/9781315654270-14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c69dc1f80ff0ac95df04b723a9e7b8ec6baa35da",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "101-114",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ad81e6c871178d34716a6952ba46e8a1a9b8eadf",
      "title": "How Sanathana Dharma - the Concept and Philosophy of Indian Ancient Social System Supported Scientific, Religionless, Casteless, Ideal Society for Upholding Sustainable Humanity",
      "authors": [
        {
          "name": "P. S. Aithal",
          "authorId": "2392113824"
        },
        {
          "name": "Ramanathan S.",
          "authorId": "2392516886"
        }
      ],
      "year": 2024,
      "abstract": "Purpose: To critically examine and interpret the intersectionality of science, religion, caste, and ideology of Sanathana Dharma – the Ancient Indian way of living in the society for sustainable humanity by collecting and analysing information from various Indian knowledge systems. \nMethodology: The paper uses exploratory analysis in which the required information are collected as per keywords using various scholarly literatures through systematic search using Google engine, Google Scholar engine, AI driven GPTs and analysed, compared, evaluated and interpreted using suitable analysis frameworks. \nAnalysis & Discussion: The inherent principles of Sanathana Dharma – the Indian Knowledge based sustainable living system is are analysed, compared, evaluated, and interpreted with the newly developed conceptual model of “Scientific, Religionless, Casteless Ideal Society for Upholding Sustainable Humanity\" (Also called Aithal – Ramanathan model of Ideal Society) that involves identifying various factors that contribute to social harmony.\nConclusion & Suggestion: The article explores the profound principles and values of Sanathana Dharma and their enduring relevance in addressing contemporary global challenges while promoting social justice, sustainability, and human flourishing.\nOriginality/Value added: A new interpretation is presented for the first time based on evaluation of Sanathana Dharma and its holiness and suitability to realize a dreamy vision of establishing ideal society with sustainable humanity.\nType of Paper: Exploratory Research",
      "citationCount": 7,
      "doi": "10.64818/pijpl.3107.4634.0003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ad81e6c871178d34716a6952ba46e8a1a9b8eadf",
      "venue": "Poornaprajna International Journal of Philosophy &amp; Languages (PIJPL)",
      "journal": {
        "name": "Poornaprajna International Journal of Philosophy &amp; Languages (PIJPL)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "31357961182948dd90174d14fb67f946768964cf",
      "title": "A Kantian Theory of Intersectionality",
      "authors": [
        {
          "name": "Helga Varden",
          "authorId": "2316562685"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/31357961182948dd90174d14fb67f946768964cf",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "9d5aa3f2a3b267b0cedcd9b111dcb92a9ed2c534",
      "title": "Women in Philosophy: What is to be Done?",
      "authors": [
        {
          "name": "Rebecca Buxton",
          "authorId": "90516656"
        },
        {
          "name": "L. Whiting",
          "authorId": "7465839"
        }
      ],
      "year": 2023,
      "abstract": "It is clear that philosophy has a “woman problem”. Despite the recent acceptance of this fact, it is less clear what ought to be done about it. In this paper, we argue that philosophy as a discipline is uniquely well-positioned to think through the marginalisation suffered by women and other minorities. We therefore interrogate two values that already undergird conversations about inclusion— representation and intersectionality—in order to think about the path ahead. We argue that, once we have done so, it becomes clear that the slow pace of improvement over the last few decades is unacceptable and more radical steps need to be taken. First, we outline the current state of women in philosophy focusing on three areas: levels of employment, publishing, and sexual harassment. Then we turn to representation and intersectionality respectively. We conclude by arguing that many women and people of colour have been arguing for a more radically diverse philosophy for many years. What we are facing is a lack of ambition on the one hand and problem of attention on the other.",
      "citationCount": 1,
      "doi": "10.31820/ejap.19.1.5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d5aa3f2a3b267b0cedcd9b111dcb92a9ed2c534",
      "venue": "European Journal of Analytic Philosophy",
      "journal": {
        "name": "European journal of analytic philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7fc7b8f0eab264dbd580c29fa60a4dd047272457",
      "title": "Pushing Intersectionality, Hybridity, and (Inter)Disciplinary Research on Digitality to Its Limits",
      "authors": [
        {
          "name": "E. Geerts",
          "authorId": "100854334"
        },
        {
          "name": "Ladan Rahbari",
          "authorId": "22441006"
        },
        {
          "name": "Giulia Evolvi",
          "authorId": "98167204"
        },
        {
          "name": "S. Zarabadi",
          "authorId": "116019855"
        },
        {
          "name": "Sara De Vuyst",
          "authorId": "1485874269"
        }
      ],
      "year": 2022,
      "abstract": "\nDuring the past two decades or so, the emergence and ever-accelerating development of digital media have sparked scholarly interest, debates, and complex challenges across many disciplines in the social sciences and the humanities. Within this diverse scholarship, the research on digitality, gender, sexuality, and embodiment has contributed substantially to many academic fields, such as media studies, sociology, religion, philosophy, and education studies. As a part of the special issue “Gender, Sexuality, and Embodiment in Digital Spheres: Connecting Intersectionality and Digitality,” this roundtable consists of a conversation between five researchers from different (inter)disciplinary locations, all addressing matters of methodology, intersectionality, positionality, and theory in relation to the topics of gender, sexuality, and embodiment in digital spheres. Said roundtable begins with a critical self-positioning of the participants’ (inter)disciplinary and embodied locations using examples from their own research. The conversation then progresses to how these researchers have employed contemporary theories, conceptual vocabularies, methods, and analyses of gender, sexuality, and embodiment in digital spheres to then conclude with some ethico-political notes about collaborations between scholars and (digital) activists.\n",
      "citationCount": 1,
      "doi": "10.33621/jdsr.v4i3.140",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7fc7b8f0eab264dbd580c29fa60a4dd047272457",
      "venue": "Journal of Digital Social Research",
      "journal": {
        "name": "Journal of Digital Social Research"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1ee68a9057530a69939ad25435cf8696a748edad",
      "title": "Intersectionality as a Regulative Ideal",
      "authors": [
        {
          "name": "Katherine Gasdaglis",
          "authorId": "134247439"
        },
        {
          "name": "Alex Madva",
          "authorId": "3449238"
        }
      ],
      "year": 2020,
      "abstract": "What is the intersectional thesis a thesis about? Some understand it as a claim about the metaphysics of oppression, social kinds, or experience; about the limits of antidiscrimination law or identity politics; or about the importance of fuzzy sets and multifactor analysis in social science. We argue, however, that intersectionality, interpreted as a thesis in any particular theoretical domain, faces regress problems. We propose that headway on these and other questions can be made when intersectionality is modeled as a regulative ideal, i.e., a guiding methodological and practical principle, and not as a general theory or hypothesis. Qua ideal, intersectionality requires activists and inquirers to treat existing classification schemes as if they are indefinitely mutually informing, with the specific aim of revealing and resisting inequality and injustice. Qua regulative, intersectionality points to a rich and expanding set of heuristics for guiding social-scientific research and the construction of multifaceted political coalitions.",
      "citationCount": 14,
      "doi": "10.3998/ergo.12405314.0006.044",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ee68a9057530a69939ad25435cf8696a748edad",
      "venue": "Ergo, An Open Access Journal of Philosophy",
      "journal": {
        "name": "Ergo, an Open Access Journal of Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "12a9cad0f391c78fdb559eaf84301a59d6a33601",
      "title": "Challenging Identity: Kierkegaard, Bias, and Intersectionality",
      "authors": [
        {
          "name": "René Rosfort",
          "authorId": "2254913291"
        }
      ],
      "year": 2022,
      "abstract": "Kierkegaard was deeply biased and his philosophy is marred by these biases. The argument of this article is that we need to address Kierkegaard’s biases in order to bring out the relevance of his work on human identity in the 21st century. Rather than investigate a specific biased topic, I want to articulate the way in which Kierkegaard’s biases present a serious problem for his account of identity, in particular with regard to his concepts of eternity and freedom. I spend the first part of this article examining problems in Kierkegaard’s approach to identity before turning to the strengths of his work in the second part. I use Theodor W. Adorno’s critique of Kierkegaard and Michael Theunissen’s development of this critique to bring out both the weaknesses and the strengths of Kierkegaard’s approach to the challenges of human identity.",
      "citationCount": 1,
      "doi": "10.3390/rel13050466",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12a9cad0f391c78fdb559eaf84301a59d6a33601",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a8c14a6962ed4715e2cd64924621b544f26cea42",
      "title": "Why we keep separating the ‘inseparable’: Dialecticizing intersectionality",
      "authors": [
        {
          "name": "Lena Gunnarsson",
          "authorId": "49948622"
        }
      ],
      "year": 2017,
      "abstract": "Disputes about how to understand intersectional relations often pivot around the tension between separateness and inseparability, where some scholars emphasize the need to separate between different intersectional categories while others claim they are inseparable. In this article the author takes issue with the either/or thinking that underpins an unnecessary and unproductive polarization in the debate over the in/separability of intersectional categories. Drawing on Roy Bhaskar’s dialectical critical realist philosophy, the author argues that we can think of intersectional categories as well as different ontological levels as both distinct and unified and elaborates on the issue of how significance of the dialectical notion of unity-in-difference for intersectional studies. As part of the argument the author addresses the issue of what it actually means for something to be distinct or separate as opposed to inseparable or unified with something else, demonstrating that lack of clarity about this is at the heart of polarized arguments about separateness versus inseparability in intersectionality theory.",
      "citationCount": 68,
      "doi": "10.1177/1350506815577114",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a8c14a6962ed4715e2cd64924621b544f26cea42",
      "venue": "",
      "journal": {
        "name": "European Journal of Women's Studies",
        "pages": "114 - 127",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "85d9accc01ef3d73a9320f2caddd3c5b1c3e6329",
      "title": "The Metaphysics of Intersectionality Revisited*",
      "authors": [
        {
          "name": "H. Lawford-Smith",
          "authorId": "1400692327"
        },
        {
          "name": "K. Phelan",
          "authorId": "115160462"
        }
      ],
      "year": 2021,
      "abstract": "LESLIE McCall wrote in the journal Signs in 2015, ‘intersectionality is the most important contribution that women’s studies, in conjunction with other fields, has made so far’. There’s a whole journal dedicated to intersectional thought: The Journal of Intersectionality. Kimberlé Crenshaw, the black feminist legal theorist credited with coining the term, has a 2016 TED talk titled ‘The Urgency of Intersectionality’. The agreed conclusions of the United Nations 61st Commission on the Status of Women included the phrase ‘multiple and intersecting forms of discrimination’ four times. It is common for university campuses to be plastered with posters reading ‘if your feminism isn’t intersectional, it’s bullshit’. Popular pieces on the topic have appeared in The Conversation, The Guardian, Vox, and even Time. It’s absolutely clear, to anyone who has any contact with feminism at all— activist or academic— that their feminism had better be intersectional. Less clear is exactly what that means. Here’s one gloss: features of identity intersect to create a subject of new forms of oppression. For example, sex and class intersect to produce the subject of workingclass women’s oppression; race and sex intersect to produce the subject of black women’s oppression. Many people who advocate intersectionality would probably agree with this gloss. But if we were to take the observation at face value, it wouldn’t be obvious why it’s",
      "citationCount": 1,
      "doi": "10.1111/JOPP.12251",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/85d9accc01ef3d73a9320f2caddd3c5b1c3e6329",
      "venue": "The Journal of Political Philosophy",
      "journal": {
        "name": "Journal of Political Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5aeb4693270e4430cc042e50195b6cffe2e62468",
      "title": "Teaching and Learning Philosophical “Special” Topics: Black Feminism and Intersectionality",
      "authors": [
        {
          "name": "Kathryn T. Gines",
          "authorId": "116519037"
        },
        {
          "name": "A. Marie Ranjbar",
          "authorId": "2250888609"
        },
        {
          "name": "Edward O’Byrn",
          "authorId": "2311055426"
        },
        {
          "name": "Eyo Ewara",
          "authorId": "115695492"
        },
        {
          "name": "W. Paris",
          "authorId": "119135690"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/978-3-319-65789-9_8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5aeb4693270e4430cc042e50195b6cffe2e62468",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "143-158",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "62b533f67af81ea909b8ef585e29722de449e2ff",
      "title": "An Intersectionality for Theoretical Psychology?",
      "authors": [
        {
          "name": "K. Slaney",
          "authorId": "5482581"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/978-3-030-16762-2_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/62b533f67af81ea909b8ef585e29722de449e2ff",
      "venue": "Re-envisioning Theoretical Psychology",
      "journal": {
        "name": "Re-envisioning Theoretical Psychology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "14ee8fd9289be90e60145f12f1a38af4794b0559",
      "title": "A Peripheral Field. Meditations on the Status of Jewish Philosophy",
      "authors": [
        {
          "name": "M. Zank",
          "authorId": "50317230"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-44606-2_11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/14ee8fd9289be90e60145f12f1a38af4794b0559",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "179-189",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "19ed81be372d729969cae0b7f3852794d663c154",
      "title": "Critical Race Theory: The Intersectionality of Race, Gender and Social Justice",
      "authors": [
        {
          "name": "Anoosh W. Khan",
          "authorId": "2108308288"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/19ed81be372d729969cae0b7f3852794d663c154",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "fc5a28b665ebc4426175cb80f2e80f2d404056a6",
      "title": "Study on Urban Ecological Landscape Design Methodology Based on the Interaction Philosophy",
      "authors": [
        {
          "name": "Dongzhu Chu",
          "authorId": "100886089"
        }
      ],
      "year": 2017,
      "abstract": "The passive linear-thinking of the industrial society has been replaced by the interactive cross-thinking, resulted in the interaction design which is a new design method to observing the world. This design method is a synthesis of dynamic, virtualization, experience and emphasizes the intersectionality, integrity and scientificity. The thesis focus on the ideological connotation and the according design method taking landscape as a media, which expects to intervene the urban landscape design practice. Meanwhile, the interdisciplinary research is also taken into consideration with the conception integration to achieve the scientific design about the behavior experience in the process of the landscape interaction design. The goal is to solve the practical problems of urbanization in China with the landscape design",
      "citationCount": 1,
      "doi": "10.2991/AECE-16.2017.42",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fc5a28b665ebc4426175cb80f2e80f2d404056a6",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "187-190",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ad6439f38b494446aadc1a05a7471834ca53fe86",
      "title": "Thinking Through Examples: What Ordinary Language Philosophy Can Do for Feminist Theory",
      "authors": [
        {
          "name": "T. Moi",
          "authorId": "72858725"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 23,
      "doi": "10.1353/NLH.2015.0014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ad6439f38b494446aadc1a05a7471834ca53fe86",
      "venue": "",
      "journal": {
        "name": "New Literary History",
        "pages": "191 - 216",
        "volume": "46"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ae4c4f3660733a453031c1d2facc5118510e9f34",
      "title": "Atlas Unplugged: Re‐Imagining the Premises and Prospects of Capitalism for Business and Society",
      "authors": [
        {
          "name": "Rick Delbridge",
          "authorId": "2278114130"
        },
        {
          "name": "Charlene E. Zietsma",
          "authorId": "2310932778"
        },
        {
          "name": "Roy Suddaby",
          "authorId": "2269515145"
        },
        {
          "name": "Rashedur Chowdhury",
          "authorId": "2310967311"
        },
        {
          "name": "Christopher Wickert",
          "authorId": "2279629048"
        }
      ],
      "year": 2025,
      "abstract": "\n \n Atlas Shrugged\n , Ayn Rand’s dystopian work of fiction, became a cornerstone of libertarian philosophy and its influence continues as an articulation of contemporary capitalism. In introducing this Special Issue, we revisit its core assumptions and contradictions in order to reimagine capitalism and reflect on the potential of management studies to contribute alternatives. These aspirations are reflected in the contributions. They discuss Indigenous views of capitalism, the ethics of care, insights from self‐determination theory, the logic of marketization, and how capitalist institutions foster violence, racism, inequality, and environmental crisis. Building from these insights, we discuss the potential for future research to draw on a combined critical lens of\n place\n and\n intersectionality\n in developing systemic analyses of capitalism. Place situates action in its meaningful social and geographical spaces, recognizing the specific historical, political, and community relations through which global forces are (re‐)produced and experienced. Intersectionality interrogates the capitalist system through various axes of identity to understand its consequences and inequalities. We use this framing to assess key aspects of contemporary capitalism: labour markets, globalization and global value chains, and access to resources. We then reflect on the prospects for alternative imaginings of capitalism and how management research might contribute to these.\n",
      "citationCount": 3,
      "doi": "10.1111/joms.70047",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ae4c4f3660733a453031c1d2facc5118510e9f34",
      "venue": "Journal of Management Studies",
      "journal": {
        "name": "Journal of Management Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0416c3db92ac9a4e9f05db71570d8223efd33f55",
      "title": "Challenging \"subgroup Fairness\": Towards Intersectional Algorithmic Fairness Based on Personas",
      "authors": [
        {
          "name": "M. Decker",
          "authorId": "2331070137"
        },
        {
          "name": "Laila Wegner",
          "authorId": "2331068415"
        },
        {
          "name": "C. Leicht-Scholten",
          "authorId": "2347733474"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0416c3db92ac9a4e9f05db71570d8223efd33f55",
      "venue": "EWAF",
      "journal": null,
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e37200475c6b9032fd9ba993353f83ace5c55579",
      "title": "Disability and Agency for Philosophy of Disability, ed. Julie Piering",
      "authors": [
        {
          "name": "K. Timpe",
          "authorId": "69967056"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e37200475c6b9032fd9ba993353f83ace5c55579",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "750491db27680fcbb1a394e536a85ac20b8d9afa",
      "title": "What Is at Stake with Decolonizing Design? A Roundtable",
      "authors": [
        {
          "name": "T. Schultz",
          "authorId": "40037217"
        },
        {
          "name": "D. Abdulla",
          "authorId": "101698339"
        },
        {
          "name": "Ahmed Ansari",
          "authorId": "2058332550"
        },
        {
          "name": "Ece Canlı",
          "authorId": "101102054"
        },
        {
          "name": "M. Keshavarz",
          "authorId": "98866721"
        },
        {
          "name": "M. Kiem",
          "authorId": "98104532"
        },
        {
          "name": "L. P. D. O. Martins",
          "authorId": "3429016"
        },
        {
          "name": "Pedro J.S. Vieira de Oliveira",
          "authorId": "1712258365"
        }
      ],
      "year": 2018,
      "abstract": "Abstract This roundtable was conducted by the eight founding members of Decolonising Design Group in October 2017, using an online messaging platform. Each member approached design and decoloniality from different yet interrelating viewpoints, by threading their individual arguments with the preceding ones. The piece thus offers and travels through a variety of subject matter including politics of design, artificiality, modernity, Eurocentrism, capitalism, Indigenous Knowledge, pluriversality, continental philosophy, pedagogy, materiality, mobility, language, gender oppression, sexuality, and intersectionality.",
      "citationCount": 106,
      "doi": "10.1080/17547075.2018.1434368",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/750491db27680fcbb1a394e536a85ac20b8d9afa",
      "venue": "",
      "journal": {
        "name": "Design and Culture",
        "pages": "101 - 81",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b2135b3475bcc21a008d956387765a96d3053d9c",
      "title": "The Colonial Contract and the Coloniality of Gender: Decolonial Feminist Reflections on Charles Mills's Racia-Sexual Contract",
      "authors": [
        {
          "name": "Emma D. Velez",
          "authorId": "2310977087"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:The social uprisings in the United States during the summer of 2020 renewed public discussion of forms of domination embedded into the social contracts of Western democracies. These discussions echo insights from within political philosophy regarding the domination contract. Despite numerous attempts to shed light on myriad aspects of the domination contract, an analysis of the role of colonialism and coloniality has yet to be sufficiently engaged by political philosophers, particularly within social contract theory. Drawing on the frameworks of intersectionality and decolonial feminism, this article examines the interweavings between two prominent domination contracts, the racia-sexual contract and the colonial contract, to better account for the systematic exclusion of Black, Indigenous, and other women of color (BIWOC) from liberal social contracts that are foundationally predicated on forms of gendered, racialized, colonial domination.",
      "citationCount": 0,
      "doi": "10.5325/critphilrace.12.2.0366",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2135b3475bcc21a008d956387765a96d3053d9c",
      "venue": "Critical Philosophy of Race",
      "journal": {
        "name": "Critical Philosophy of Race",
        "pages": "366 - 381",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "defb318111b6942c93d3355a81d9e4a778758a41",
      "title": "Recognizing the Diverse Faces of Later Life: Old Age as a Category of Intersectional Analysis in Medical Ethics.",
      "authors": [
        {
          "name": "M. Weßel",
          "authorId": "67128588"
        },
        {
          "name": "M. Schweda",
          "authorId": "145222545"
        }
      ],
      "year": 2022,
      "abstract": "Public and academic medical ethics debates surrounding justice and age discrimination often proceed from a problematic understanding of old age that ignores the diversity of older people. This article introduces the feminist perspective of intersectionality to medical ethical debates on aging and old age in order to analyze the structural discrimination of older people in medicine and health care. While current intersectional approaches in this field focus on race, gender, and sexuality, we thus set out to introduce aging and old age as an additional category that is becoming more relevant in the context of longer life expectancies and increasing population aging. We analyze three exemplary cases on the individual, institutional, and public health level, and argue that considering the intersections of old age with other social categories helps to accommodate the diverse identities of older people and detect inequality and structural discrimination.",
      "citationCount": 12,
      "doi": "10.1093/jmp/jhac038",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/defb318111b6942c93d3355a81d9e4a778758a41",
      "venue": "Journal of Medicine and Philosophy",
      "journal": {
        "name": "The Journal of medicine and philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "306ce85b3d858402c724362349d43e9ffa70410f",
      "title": "Against the (main) stream: feminist thinkers and the philosophical canon",
      "authors": [
        {
          "name": "A. Balan",
          "authorId": "36512510"
        }
      ],
      "year": 2023,
      "abstract": "The philosophical canon has long been criticized for its lack of diversity, particularly in terms of gender. Feminist thinkers have challenged this tradition, arguing that it reflects a narrow and exclusionary view of the world. The present article examines the ways in which feminist philosophers have contributed to expanding the philosophical canon through their critiques of traditional philosophy and the inclusion of previously marginalized perspectives. Drawing on the principles of intersectionality, feminist thinkers have highlighted the ways in which various forms of oppression intersect and reinforce one another. By doing so, they have exposed the limitations of traditional philosophical approaches and expanded the scope of philosophical inquiry. This article argues that the work of feminist philosophers has not only enriched the philosophical canon, but also helped to challenge and transform the dominant cultural narratives that have historically excluded marginalized voices. Ultimately, this article advocates for greater recognition and inclusion of feminist perspectives in the philosophical canon, as a means of promoting a more diverse and inclusive understanding of the world.",
      "citationCount": 0,
      "doi": "10.59209/ircep.v3i7.44",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/306ce85b3d858402c724362349d43e9ffa70410f",
      "venue": "Interdisciplinary Research in Counseling, Ethics and Philosophy - IRCEP",
      "journal": {
        "name": "Interdisciplinary Research in Counseling, Ethics and Philosophy - IRCEP"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d75a41fb3318b9f771c0e1fbb66b76e15410015d",
      "title": "Guest Editor's Introduction",
      "authors": [
        {
          "name": "M. Honkasalo",
          "authorId": "50669689"
        }
      ],
      "year": 2019,
      "abstract": "This introduction provides an analytical back ground for the notion of vulnerability as it is currently perceived mainly in social sciences, ethics, philosophy, queer studies and governmentality. Used both as descriptive and normative term, vulnerability, along with resilience and policy management, has acquired political dimensions, which are distant from those given by the philosophers Hannah Arendt and Emmanuel Levinas. In present day social and political discussions vulnerability has gained enormous popularity and seems to be a genuine 'sticky concept', an adhesive cluster of heterogeneous conceptual elements. \n  \nKeywords: vulnerability, resilience, governmentality, intersectionality, racism, queer, vulnerable agency, sticky concept",
      "citationCount": 13,
      "doi": "10.30676/jfas.v43i3.82725",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d75a41fb3318b9f771c0e1fbb66b76e15410015d",
      "venue": "Suomen Antropologi",
      "journal": {
        "name": "Suomen Antropologi: Journal of the Finnish Anthropological Society"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ea998940bcf53ff3ffbc20b3678a6e430c9780d7",
      "title": "Feminist Philosophical Engagements with Trans Studies",
      "authors": [
        {
          "name": "T. Bettcher",
          "authorId": "8346711"
        }
      ],
      "year": 2021,
      "abstract": "In this chapter Bettcher examines feminist philosophical engagements with transgender studies. In the first section, she discusses the emergence of trans studies as well as the recent development of trans philosophy within the discipline. The latter makes the question of feminist philosophical engagement more complex. To what extent does the feminist philosophy engage with trans philosophy? To what extent does it merely philosophize about trans phenomena? In the second section, Bettcher considers an approach that adds trans to a longer list of excluded identities, focusing specifically on analytic work designed to answer the question “What is a woman?” Drawing on Crenshaw’s notion of intersectionality, Bettcher raises worries about this sort of approach in both its traditional and ameliorative variations. In the final section, Bettcher considers intersectional approaches to trans oppression/resistance as well as impediments to their pursuit including oppositional starting points, unhelpful models of trans oppression/resistance, and, finally, complexities that arise when considering the intersections of trans and sexist oppressions.",
      "citationCount": 3,
      "doi": "10.1093/OXFORDHB/9780190628925.013.44",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea998940bcf53ff3ffbc20b3678a6e430c9780d7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2baf3df1fea44a570f27457486134c92fb6d53d8",
      "title": "Ecofeminist Theology: Intersectional Justice and Plumwood’s Philosophical Animism",
      "authors": [
        {
          "name": "Kimberly Carfore",
          "authorId": "116540288"
        }
      ],
      "year": 2021,
      "abstract": "The multi-faceted ecological crisis—combining problems of ecology, society, and religion—is tied to the ideologies implicit in Western thinking. In this essay, I outline an ecofeminist theology which addresses how the current ecological crisis we face—including but not limited to, climate change, mass species extinction, ocean acidification, the rise in wildfires and superstorms, glacial melt, pollution—are tied to problematic and incorrect ideologies. To do this, I utilize Val Plumwood’s robust ecofeminist philosophy to revealing harmful dualisms implicit in all forms of oppression. I critique transcendental monotheism for extracting life, God, and agency from the natural world. If God exists over and above the Earth, and this God is omnipotent, omnipresent, and omniscient, this justifies the problematic lagged response to our urgent ecological crisis. In short, my ecofeminist theology (1) affirms intersectionality. It considers racial injustice and systemic racism are intertwined with the ecological crises. We cannot address our ecological crisis without also addressing racial injustice. (2) It critiques a transcendental monotheistic God as this reinforces irresponsible and apathetic responses to our multi-faceted ecological crisis. And (3) it affirms Plumwood’s “philosophical animism” as a way to retrieve nature in the active voice. By retrieving nature in the active voice, we retrieve a sense of groundedness in place through relationships with non-humans. Her “philosophical animism” affirms agency in the natural world without culturally appropriating Indigenous cultures. It is a way for Westerners to enter into dialogical relationship with the natural world. It is both political—affirming the rights of Black, Indigenous, and other people of color—and it is personal—engaging in a practice of the wild (Gary Snyder).",
      "citationCount": 1,
      "doi": "10.1177/09667350211000607",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2baf3df1fea44a570f27457486134c92fb6d53d8",
      "venue": "",
      "journal": {
        "name": "Feminist Theology",
        "pages": "234 - 246",
        "volume": "29"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aae5cd1042473fba900c7a4e151547f2a4d1f6a2",
      "title": "The Aisthetic-Cosmological Dimension of María Lugone's Decolonial Feminism",
      "authors": [
        {
          "name": "Alejandro A. Vallega",
          "authorId": "116414223"
        }
      ],
      "year": 2020,
      "abstract": "Abstract:In her work on decolonial feminism María Lugones expands and strengthens the task of decolonial thinking. On the one hand this occurs as gender becomes explicitly part of the very ways of being under modernity, and this means that gender, race, and labor are always entangled in the coloniality of power. As a result decolonial thought may only occur by the critique of one's concrete situation in the living intersectionality in which identities and power relations are founded. This turn to concrete intersectionality occurs as Lugones thinks in light of cosmological indigenous lineages in América, and with this turn engages not only the logical, epistemic, and conceptual levels of coloniality but, in a turn that makes possible the affirmation of subjugated knowledges, she turns to the aisthetic dimensions of the coloniality of power and knowledge: Most significantly, in this way, she is able to begin to think with the liberatory rhythms, movements, practices that are our lives as sites of resistance and contestation never subsumed (abarcadas) by the coloniality of power, modernity, and capitalism.",
      "citationCount": 3,
      "doi": "10.5325/critphilrace.8.1-2.0061",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aae5cd1042473fba900c7a4e151547f2a4d1f6a2",
      "venue": "Critical Philosophy of Race",
      "journal": {
        "name": "Critical Philosophy of Race",
        "pages": "61 - 83",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0753f3bf8661eafb31ae3ed5812be0e37efdf78b",
      "title": "W stronę teorii hybrydowych – między studiami o niesprawności i posthumanizmem",
      "authors": [
        {
          "name": "G. Gajewska",
          "authorId": "88426389"
        }
      ],
      "year": 2020,
      "abstract": "The author analyses the theoretical and empirical convergence between posthumanist studies and disability studies. She begins with an explanation of the philosophy and tasks that researchers on posthuman disability set themselves. She discusses this issue using the example of the movie Orchids. My Intersex Adventure by the Australian director Phoebe Hart and her autobiographical texts. In the last part of the article, the author focuses on the concept of hybrid theories based on intersectionality.",
      "citationCount": 1,
      "doi": "10.14746/PT.2020.34.13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0753f3bf8661eafb31ae3ed5812be0e37efdf78b",
      "venue": "",
      "journal": {
        "name": "Przestrzenie Teorii",
        "pages": "291-306",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c142ffd44d285c493cc982d5619bdf4033c63afd",
      "title": "Intersection Theory as Progressive",
      "authors": [
        {
          "name": "Naomi Zack",
          "authorId": "69875943"
        }
      ],
      "year": 2019,
      "abstract": "Many are already familiar with the idea of intersectionality. Intersection Theory can be conceived as encompassing other progressive theories, such as Philosophy of Race and Feminism. In Philosophy of Race, the ultimate explanatory concept is race; in Feminism, the ultimate explanatory term is gender. This discrepancy has given rise to Black Feminism. Intersection Theory can also be contextualized and expanded to include more detailed intersections when there is inequality within intersected groups. But, intersectionality does yet address unpredictable violence, either against blacks or normally advantaged groups, such as United States Jews. For such cases, it is useful to posit a new intersectional factor of regressive violence, to account for counter-revolutionary response to decades of progress for minorities. Overall, the flexibility of Intersection Theory allows for creative analysis. However, not all intersections yield politically viable identities and those that would might require governmental recognition of group rights.",
      "citationCount": 0,
      "doi": "10.5840/harvardreview201910325",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c142ffd44d285c493cc982d5619bdf4033c63afd",
      "venue": "The Harvard Review of Philosophy",
      "journal": {
        "name": "The Harvard Review of Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "768b42bd74d3ebd8f3a3eb6d8f930eedc0ddd73c",
      "title": "Feminism, Gender, and Race",
      "authors": [
        {
          "name": "Naomi Zack",
          "authorId": "69875943"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-78729-9_10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/768b42bd74d3ebd8f3a3eb6d8f930eedc0ddd73c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "221-244",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7b05a759d2e50db459bd9dacd977b8f0470aee00",
      "title": "PHILOSOPHY IN BUSINESS ANALYTICS: A REVIEW OF SUSTAINABLE AND ETHICAL APPROACHES",
      "authors": [
        {
          "name": "Ejuma Martha Adaga",
          "authorId": "2277536367"
        },
        {
          "name": "Zainab Efe Egieya",
          "authorId": "2276075273"
        },
        {
          "name": "Sarah Kuzankah Ewuga",
          "authorId": "2276083334"
        },
        {
          "name": "Adekunle Abiola Abdul",
          "authorId": "2280216174"
        },
        {
          "name": "Temitayo Oluwaseun Abrahams",
          "authorId": "2277966027"
        }
      ],
      "year": 2024,
      "abstract": "The integration of philosophy into the realm of business analytics is a nuanced and evolving discourse that transcends the technicalities of data analysis. This paper encapsulates a comprehensive review that delves into the ethical and sustainable dimensions of business analytics, probing the philosophical underpinnings that shape the responsible use of data in corporate decision-making. The review examines the moral considerations inherent in business analytics, investigating the ethical implications of data collection, analysis, and utilization. It contemplates the evolving landscape of data privacy, transparency, and the ethical responsibilities of businesses in the era of pervasive data-driven decision-making. Furthermore, the paper explores sustainability in business analytics, acknowledging the environmental impact of data centers, energy consumption, and the life cycle of digital technologies. It evaluates the philosophical principles guiding sustainable practices in the field, aiming to harmonize the pursuit of data-driven insights with ecological responsibility. In essence, this study outlines a comprehensive exploration of how philosophy shapes and guides sustainable and ethical approaches in the domain of business analytics. It sets the stage for a critical examination of the evolving intersection between data-driven decision-making and the ethical principles that underpin responsible corporate practices. \nKeywords: Philosophy, Business Analytics, Sustainable, Ethical Approaches, Review.",
      "citationCount": 50,
      "doi": "10.51594/ijmer.v6i1.710",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7b05a759d2e50db459bd9dacd977b8f0470aee00",
      "venue": "International Journal of Management &amp; Entrepreneurship Research",
      "journal": {
        "name": "International Journal of Management &amp; Entrepreneurship Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "29158461895cc7def0c566cb14ce6e6616ce9efe",
      "title": "Philosophy of psychiatry: theoretical advances and clinical implications",
      "authors": [
        {
          "name": "Dan J. Stein",
          "authorId": "2268781030"
        },
        {
          "name": "Kris Nielsen",
          "authorId": "2300468315"
        },
        {
          "name": "Anna Hartford",
          "authorId": "150015605"
        },
        {
          "name": "Anne-Marie Gagné-Julien",
          "authorId": "1470515012"
        },
        {
          "name": "Shane Glackin",
          "authorId": "2300467974"
        },
        {
          "name": "K. Friston",
          "authorId": "2256690562"
        },
        {
          "name": "M. Maj",
          "authorId": "2237995196"
        },
        {
          "name": "P. Zachar",
          "authorId": "145031473"
        },
        {
          "name": "Awais Aftab",
          "authorId": "2239078359"
        }
      ],
      "year": 2024,
      "abstract": "Work at the intersection of philosophy and psychiatry has an extensive and influential history, and has received increased attention recently, with the emergence of professional associations and a growing literature. In this paper, we review key advances in work on philosophy and psychiatry, and their related clinical implications. First, in understanding and categorizing mental disorder, both naturalist and normativist considerations are now viewed as important – psychiatric constructs necessitate a consideration of both facts and values. At a conceptual level, this integrative view encourages moving away from strict scientism to soft naturalism, while in clinical practice this facilitates both evidence‐based and values‐based mental health care. Second, in considering the nature of psychiatric science, there is now increasing emphasis on a pluralist approach, including ontological, explanatory and value pluralism. Conceptually, a pluralist approach acknowledges the multi‐level causal interactions that give rise to psychopathology, while clinically it emphasizes the importance of a broad range of “difference‐makers”, as well as a consideration of “lived experience” in both research and practice. Third, in considering a range of questions about the brain‐mind, and how both somatic and psychic factors contribute to the development and maintenance of mental disorders, conceptual and empirical work on embodied cognition provides an increasingly valuable approach. Viewing the brain‐mind as embodied, embedded and enactive offers a conceptual approach to the mind‐body problem that facilitates the clinical integration of advances in both cognitive‐affective neuroscience and phenomenological psychopathology.",
      "citationCount": 40,
      "doi": "10.1002/wps.21194",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/29158461895cc7def0c566cb14ce6e6616ce9efe",
      "venue": "World Psychiatry",
      "journal": {
        "name": "World Psychiatry",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
