{
  "status": "success",
  "source": "semantic_scholar",
  "query": "sufficientarianism distributive justice",
  "results": [
    {
      "paperId": "3f0ddda89c4e407b8e2ac0e7fcc6c3beec0148d2",
      "title": "Provisional Sufficientarianism: Distributive Feasibility in Non-ideal Theory",
      "authors": [
        {
          "name": "Brian Carey",
          "authorId": "32653450"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10790-020-09732-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3f0ddda89c4e407b8e2ac0e7fcc6c3beec0148d2",
      "venue": "Journal of Value Inquiry",
      "journal": {
        "name": "The Journal of Value Inquiry",
        "pages": "589 - 606",
        "volume": "54"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d9274cbc472a806c8ee74fd82bfdb359333ecf4f",
      "title": "Independent or Complementary? On the Role of Crisps Sufficiency Principle in Contemporary Distributive Justice",
      "authors": [
        {
          "name": "Ruanzhengqi Sun",
          "authorId": "2392597982"
        }
      ],
      "year": 2025,
      "abstract": "Sufficientarianism is one of the most influential approaches in contemporary distributive justice, and Crisps version is generally regarded as the most promising among them. This paper aims to explore whether, under todays global political and economic circumstances, Crispian sufficientarianism can serve as a feasible normative framework for distributive justice. It also asks whether such a framework can safeguard the priority of groups below the threshold without relying on other distributive principles such as egalitarianism. Firstly, drawing on the theory of needs, an inherently coherent inclusion criterion for the Crispian threshold is established. Subsequently, an examination of practical experiences in the field of aid and development suggests that the root causes of poverty cannot be truly revealed, if the dis-empowerment of groups below the threshold by those above it is ignored. Thus, an intrinsic tension arises between the priority and independence of the threshold. Finally, it can be concluded that Crisps version of sufficientarianism can hardly be justified if it is divorced from egalitarian goals: without fundamental institutional reforms, simply setting a threshold to compensate the poor is both inefficient and unsustainable.",
      "citationCount": 0,
      "doi": "10.54254/2753-7064/2025.ht28279",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d9274cbc472a806c8ee74fd82bfdb359333ecf4f",
      "venue": "Communications in Humanities Research",
      "journal": {
        "name": "Communications in Humanities Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e9062918794996741a0427deb793e94d4de7bae8",
      "title": "Reflective equilibrium in practice and model selection: a methodological proposal from a survey experiment on the theories of distributive justice",
      "authors": [
        {
          "name": "Akira Inoue",
          "authorId": "2262851265"
        },
        {
          "name": "Kazumi Shimizu",
          "authorId": "2244864300"
        },
        {
          "name": "Daisuke Udagawa",
          "authorId": "6353702"
        },
        {
          "name": "Yoshiki Wakamatsu",
          "authorId": "113621014"
        }
      ],
      "year": 2024,
      "abstract": "In political philosophy, reflective equilibrium is a standard method used to systematically reconcile intuitive judgments with theoretical principles. In this paper, we propose that survey experiments and a model selection method—i.e., the Akaike Information Criterion (AIC)-based model selection method—can be viewed together as a methodological means of satisfying the epistemic desiderata implicit in reflective equilibrium. To show this, we conduct a survey experiment on two theories of distributive justice, prioritarianism and sufficientarianism. Our experimental test case and AIC-based model selection method demonstrate that the refined sufficientarian principle, a widely accepted principle of distributive justice, is no more plausible than the prioritarian principle. This tells us that some changes of certain intuitions revolving around sufficientarianism should be examined (separately) based on the findings of the survey experiment and AIC model selection. This shows the potential of our approach—both practically and methodologically—as a novel way of applying reflective equilibrium in political philosophy.",
      "citationCount": 1,
      "doi": "10.1007/s11229-024-04544-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9062918794996741a0427deb793e94d4de7bae8",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "203"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "a8d3ac8f5a3bd6743b214267ce126ad015b0ad18",
      "title": "Distributive justice and the global emissions budget",
      "authors": [
        {
          "name": "Alexander Schulan",
          "authorId": "119477811"
        },
        {
          "name": "Lukas Tank",
          "authorId": "2129716778"
        },
        {
          "name": "Christian Baatz",
          "authorId": "98865101"
        }
      ],
      "year": 2023,
      "abstract": "In order not to significantly overshoot maximum levels of warming like the 1.5 and 2°C target we must stay within a fixed emissions budget. How to fairly distribute the entitlements to emit within such a budget is perhaps the most intensely discussed question in all of climate justice. In our review we discuss the most prominent proposals in moral and political philosophy on how to solve this question and put a special emphasis on scholarly contributions from the last decade. We canvass the arguments for and against emissions egalitarianism, emissions sufficientarianism, and emissions grandfathering as well as the debates surrounding them. These are how to deal with non‐compliance, how to split emissions between producers and consumers, how to best account for terrestrial carbon sinks, and whether emissions from having children should be subtracted from parents' emissions budgets. From the viewpoint of justice, it matters not only that we act against climate change but also how we do so. This review aims to elucidate one of the major ways in which our reaction to climate change could be just or unjust.",
      "citationCount": 7,
      "doi": "10.1002/wcc.847",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a8d3ac8f5a3bd6743b214267ce126ad015b0ad18",
      "venue": "WIREs Climate Change",
      "journal": {
        "name": "Wiley Interdisciplinary Reviews: Climate Change",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "621af267b14a9a5a7a5e96df693bcb0489b27ffb",
      "title": "Justice, Thresholds, and the Three Claims of Sufficientarianism*",
      "authors": [
        {
          "name": "D. Timmer",
          "authorId": "114286199"
        }
      ],
      "year": 2021,
      "abstract": "ACCORDING to sufficientarianism, justice requires that everyone has enough. This view has attracted considerable philosophical and societal support, and appeals to widely held intuitions about social policy and institutional design, such as that the state should meet the basic needs and ensure the basic freedoms of its citizens, and that it should provide them with sufficient levels of healthcare, education, safety, and other goods. And yet sufficientarianism has been subjected to sustained criticism. This weakens the prospects for sufficientarianism in theories of distributive justice. And it puts pressure on widespread sufficientarian policies such as povertyrelief programmes. In light of this, this article revisits sufficientarianism and reappraises the standard critiques against it. Ever since Paula Casal’s 2007 canonical article on sufficientarianism, there has been a remarkable level of agreement among proponents and critics about how",
      "citationCount": 20,
      "doi": "10.1111/jopp.12258",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/621af267b14a9a5a7a5e96df693bcb0489b27ffb",
      "venue": "The Journal of Political Philosophy",
      "journal": {
        "name": "Journal of Political Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6d7e03ec775557dbe4d089f292658fe294c1ab30",
      "title": "Why intergenerational sufficientarianism is not enough",
      "authors": [
        {
          "name": "Karri Heikkinen",
          "authorId": "2196211635"
        }
      ],
      "year": 2024,
      "abstract": "Many political philosophers accept a view called intergenerational sufficientarianism, according to which we should aim to make sure that future people have enough of whatever is the appropriate currency of distributive justice, such as welfare, capabilities, or need-satisfaction. According to proponents of this view, we have good reasons to accept intergenerational sufficientarianism, even if sufficientarianism is not the right way to think about distributive justice among contemporaries. However, despite its popularity, and the established literature on sufficientarianism in the contemporary context, precise statements of intergenerational sufficientarianism remain relatively rare. In this paper, I first survey the reasons that have been offered for accepting intergenerational sufficientarianism, and then formulate multiple precise interpretations of the view. I argue that there is in fact no precise formulation of intergenerational sufficientarianism that achieves all the benefits attributed to the view in the literature, and all plausible interpretations of the view also face serious further problems. Thus, intergenerational sufficientarianism is not as attractive a view as many have thought.",
      "citationCount": 1,
      "doi": "10.1177/1470594X241259185",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d7e03ec775557dbe4d089f292658fe294c1ab30",
      "venue": "Politics, Philosophy &amp; Economics",
      "journal": {
        "name": "Politics, Philosophy & Economics",
        "pages": "101 - 123",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "4dba3ad16317ee5d0d0c20dcbedac261abce7564",
      "title": "Eco-Sufficiency and Distributive Sufficientarianism – Friends or Foes?",
      "authors": [
        {
          "name": "Philipp Kanschik",
          "authorId": "118905786"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 20,
      "doi": "10.3197/096327116X14703858759099",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4dba3ad16317ee5d0d0c20dcbedac261abce7564",
      "venue": "",
      "journal": {
        "name": "Environmental Values",
        "pages": "553 - 571",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ea62b9538fab61378596e2d5e75258a3e020e866",
      "title": "Ex-Post Approaches to Prioritarianism and Sufficientarianism",
      "authors": [
        {
          "name": "Matthew D. Adler",
          "authorId": "2240015988"
        },
        {
          "name": "Walter Bossert",
          "authorId": "2240020757"
        },
        {
          "name": "Susumu Cato",
          "authorId": "2240032342"
        },
        {
          "name": "Kohei Kamaga",
          "authorId": "2548302"
        }
      ],
      "year": 2023,
      "abstract": "Although sufficientarianism has been gaining interest as a theory of distributive justice in recent years, it has not been examined in the presence of risk. We propose an ex post approach to sufficientarianism that has a strong link to ex post prioritarianism. Both ex post criteria are based on an axiom that we refer to as prospect independence of the unconcerned, a natural extension of the independence axiom known from the literature that focuses on situations with no risk. We characterize a class of ex post prioritarian orderings as well as the corresponding class of ex post sufficientarian orderings. In addition, we point out some important differences between these two ex post criteria, and we examine how they fare when assessed in terms of specific ex ante Paretian axioms.",
      "citationCount": 1,
      "doi": "10.2139/ssrn.4569519",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea62b9538fab61378596e2d5e75258a3e020e866",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "340e75b54f1c9fec7ef232b670a735fd163cc17f",
      "title": "A New Theory of Sufficientarian Justice",
      "authors": [
        {
          "name": "Lasse Nielsen",
          "authorId": "2398117746"
        }
      ],
      "year": 2025,
      "abstract": "Sufficientarianism is the view that justice is fulfilled when everyone has enough. But how should we interpret this view as an ideal of distributive justice? This book develops and defends the umbel view as a new theory of sufficientarian justice. The umbel view suggests that justice is fulfilled if, and only if, no one is below the threshold level in any relevant sphere of value, and that below this level, we should give absolute priority to meeting people's basic needs. The book unpacks this new theory of sufficientarian justice as a framework with eight spheres of justice-relevant capabilities. It discusses the theory's implications for discrimination, political feasibility, and public policy, and ends by demonstrating how the umbel view shows great potential for policy guidance on issues such as universal basic income, health inequality, and extreme wealth.",
      "citationCount": 0,
      "doi": "10.1017/9781009531467",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/340e75b54f1c9fec7ef232b670a735fd163cc17f",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "964dfcd05aaa3e12c49e26597caaf3838433a848",
      "title": "Intergenerational Justice and Freedom from Deprivation",
      "authors": [
        {
          "name": "D. Timmer",
          "authorId": "114286199"
        }
      ],
      "year": 2024,
      "abstract": "\n Almost everyone believes that freedom from deprivation should have significant weight in specifying what justice between generations requires. Some theorists hold that it should always trump other distributive concerns. Other theorists hold that it should have some but not lexical priority. I argue instead that freedom from deprivation should have lexical priority in some cases, yet weighted priority in others. More specifically, I defend semi-strong sufficientarianism. This view posits a deprivation threshold at which people are free from deprivation, and an affluence threshold at which people can live an affluent life, even though their lives may be even further improved beyond that point. I argue that freedom from deprivation in one generation lexically outweighs providing affluence in another generation; in all other cases, freedom from deprivation does not have lexical priority.",
      "citationCount": 1,
      "doi": "10.1017/s0953820824000049",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/964dfcd05aaa3e12c49e26597caaf3838433a848",
      "venue": "Utilitas",
      "journal": {
        "name": "Utilitas"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b1bf5959a9f95c97d31f14efdbf4bde84a8e769e",
      "title": "Irreplaceable Goods: Bridging Sustainability and Intergenerational Sufficientarianism",
      "authors": [
        {
          "name": "R. V. Oliveira",
          "authorId": "144759985"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT In 1987, the Brundtland Commission urged nations to improve present conditions without compromising the ability of future generations to meet their needs. Against the background of this appeal for sustainable development, there is a call for intergenerational justice, under a sufficientarian framework. Despite their strong relation, we claim that, to some degree, intergenerational sufficientarianism disregards relevant sustainability notions. This neglect undermines intergenerational sufficientarianism in the context of sustainability, here operationalized as sustainable development. In response, we propose the concept of irreplaceable goods as a necessary bridge between the two frameworks. Simultaneously, we stress the need for scholars to consider sufficientarianism as a valid alternative to egalitarianism for achieving resource justice. To harmonize intergenerational sufficientarianism and sustainability, we firstly delineate sustainability theoretical notions that influence fair distributive futures. Secondly, we incorporate those sustainability constraints into the conceptual background of intergenerational sufficientarianism. We also establish the concept of irreplaceable goods as a pivot and anchor for further theoretical development on the sufficient well-being of future generations. Finally, we discuss the implications of this concept in terms of expenditure and investment by contemporary people. With the proposed adjustments, we advocate that intergenerational sufficientarianism is a robust framework to deliver just futures.",
      "citationCount": 3,
      "doi": "10.1080/21550085.2022.2112488",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b1bf5959a9f95c97d31f14efdbf4bde84a8e769e",
      "venue": "Ethics, Policy &amp; Environment",
      "journal": {
        "name": "Ethics, Policy & Environment",
        "pages": "438 - 454",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c6860132d31916532540bb917e70435d64de8f4c",
      "title": "Sufficientarianism",
      "authors": [
        {
          "name": "J. Alcantud",
          "authorId": "1703136"
        },
        {
          "name": "M. Mariotti",
          "authorId": "144156346"
        },
        {
          "name": "Roberto Veneziani",
          "authorId": "2842385"
        }
      ],
      "year": 2022,
      "abstract": "Sufficientarianism is a prominent approach to distributive justice in political philosophy and in policy analyses. However, it is virtually absent from the formal normative economics literature. We analyze sufficientarianism axiomatically in the context of the allocation of 0–1 normalized well‐being in society. We present three characterizations of the core sufficientarian criterion, which counts the number of agents who attain a “good enough” level of well‐being. The main characterization captures the “hybrid” nature of the criterion, which embodies at the same time a threshold around which the worst off in society is prioritized, and an indifference to equality in other regions. The other two characterizations relate sufficientarianism, respectively, to a liberal principle of noninterference and to a classic neutrality property.",
      "citationCount": 0,
      "doi": "10.4324/9780415249126-s112-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6860132d31916532540bb917e70435d64de8f4c",
      "venue": "Theoretical Economics",
      "journal": {
        "name": "Theoretical Economics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8169c3b2950e3c4fc68243ebab625bc1bb2c203c",
      "title": "Enough is too much: the excessiveness objection to sufficientarianism",
      "authors": [
        {
          "name": "C. Knight",
          "authorId": "29324351"
        }
      ],
      "year": 2021,
      "abstract": "Abstract The standard version of sufficientarianism maintains that providing people with enough, or as close to enough as is possible, is lexically prior to other distributive goals. This article argues that this is excessive – more than distributive justice allows – in four distinct ways. These concern the magnitude of advantage, the number of beneficiaries, responsibility and desert, and above-threshold distribution. Sufficientarians can respond by accepting that providing enough unconditionally is more than distributive justice allows, instead balancing sufficiency against other considerations.",
      "citationCount": 11,
      "doi": "10.1017/S0266267121000171",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8169c3b2950e3c4fc68243ebab625bc1bb2c203c",
      "venue": "Economics and Philosophy",
      "journal": {
        "name": "Economics and Philosophy",
        "pages": "275 - 299",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "06acf7a8caba32136680a298a35e2d172ebbc853",
      "title": "Sufficientarianism",
      "authors": [
        {
          "name": "R. Huseby",
          "authorId": "87986641"
        }
      ],
      "year": 2019,
      "abstract": "Sufficientarianism is a principle of distributive justice according to which it is important that everyone has enough of some relevant form of advantage. Many, but not all, sufficientarian theories accept both the positive thesis, which holds that there is a level of advantage such that it is especially important that people reach it, and the negative thesis, which holds that there is a level of advantage such that above it, distributive justice concerns do not arise. Sufficientarians disagree on a number of questions: whether it is welfare, resources, or capabilities (or something else) that constitutes the relevant form of advantage; whether the incidence of sufficiency should be maximized or the extent of insufficiency should be minimized; whether the threshold should be high or low; whether there should be more than one threshold; and whether sufficiency should have a wide scope, temporally and spatially. Most sufficientarians agree, however, that absolute levels of advantage are morally important, that equality is not intrinsically valuable, and that advantage need not be maximized.",
      "citationCount": 24,
      "doi": "10.1093/acrefore/9780190228637.013.1382",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06acf7a8caba32136680a298a35e2d172ebbc853",
      "venue": "Oxford Research Encyclopedia of Politics",
      "journal": {
        "name": "Oxford Research Encyclopedia of Politics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "92ce7a8db8e5fec01c104fb969a1fc1c72cbea6a",
      "title": "Relational Sufficientarianism and Frankfurt’s Objections to Equality",
      "authors": [
        {
          "name": "K. Lippert‐Rasmussen",
          "authorId": "1401959316"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1007/s10892-020-09344-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92ce7a8db8e5fec01c104fb969a1fc1c72cbea6a",
      "venue": "",
      "journal": {
        "name": "The Journal of Ethics",
        "pages": "81-106",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a53d574e1634bf37e81ba9ef5c39d1d1599086a6",
      "title": "Relational Sufficientarianism and Frankfurt’s Objections to Equality",
      "authors": [
        {
          "name": "K. Lippert‐Rasmussen",
          "authorId": "1401959316"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10892-020-09344-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a53d574e1634bf37e81ba9ef5c39d1d1599086a6",
      "venue": "Journal of Ethics",
      "journal": {
        "name": "The Journal of Ethics",
        "pages": "81 - 106",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "359f257a72259f6ad90d67c1a20be241d9061de3",
      "title": "Moral Uncertainty and Distributive Sufficiency",
      "authors": [
        {
          "name": "Michael Bukoski",
          "authorId": "48958635"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s10677-021-10236-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/359f257a72259f6ad90d67c1a20be241d9061de3",
      "venue": "Ethical Theory and Moral Practice",
      "journal": {
        "name": "Ethical Theory and Moral Practice",
        "pages": "949 - 963",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c675628a9e60efad96dce9f6b5d1f530c43ed035",
      "title": "What Is Enough? Sufficiency, Justice, and Health",
      "authors": [
        {
          "name": "Polly Mitchell",
          "authorId": "2244186524"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 20,
      "doi": "10.1007/s11673-019-09936-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c675628a9e60efad96dce9f6b5d1f530c43ed035",
      "venue": "Journal of Bioethical Inquiry",
      "journal": {
        "name": "Journal of Bioethical Inquiry",
        "pages": "473-475",
        "volume": "16"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "40230e325ac0518108c6881ef36cfc4f89f627f8",
      "title": "Justice and Public Health",
      "authors": [
        {
          "name": "G. Persad",
          "authorId": "8225318"
        }
      ],
      "year": 2019,
      "abstract": "This chapter discusses how justice applies to public health. It begins by outlining three different metrics employed in discussions of justice: resources, capabilities, and welfare. It then discusses different accounts of justice in distribution, reviewing utilitarianism, egalitarianism, prioritarianism, and sufficientarianism, as well as desert-based theories, and applies these distributive approaches to public health examples. Next, it examines the interplay between distributive justice and individual rights, such as religious rights, property rights, and rights against discrimination, by discussing examples such as mandatory treatment and screening. The chapter also examines the nexus between public health and debates concerning whose interests matter to justice (the “scope of justice”), including global justice, intergenerational justice, and environmental justice, as well as debates concerning whether justice applies to individual choices or only to institutional structures (the “site of justice”). The chapter closes with a discussion of strategies, including deliberative and aggregative democracy, for adjudicating disagreements about justice.",
      "citationCount": 11,
      "doi": "10.1093/OXFORDHB/9780190245191.013.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40230e325ac0518108c6881ef36cfc4f89f627f8",
      "venue": "The Oxford Handbook of Public Health Ethics",
      "journal": {
        "name": "The Oxford Handbook of Public Health Ethics"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "92cab21c553d09a80a4e59c01f98bc4b156c8b07",
      "title": "Assessing Policies of Responding to the Risk and Impacts of Earthquakes from a Justice Perspective",
      "authors": [
        {
          "name": "Lukas H. Meyer",
          "authorId": "2066963"
        },
        {
          "name": "Harald Stelzer",
          "authorId": "2271828605"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-68044-6_19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92cab21c553d09a80a4e59c01f98bc4b156c8b07",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "293-302",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "99b7ad48640f24bb54381bd6ec6956b7d3983c28",
      "title": "Sufficiency and healthcare emissions",
      "authors": [
        {
          "name": "Joshua Parker",
          "authorId": "2243378013"
        }
      ],
      "year": 2025,
      "abstract": "Abstract In this paper, I am concerned with how healthcare systems ought to transition away from the greenhouse gas emissions that they have historically relied on to provide care. I address two questions in relation to this issue. The first is what emissions target should healthcare systems adopt? Second, is how should the burdens of mitigation be shared fairly in light of that target? I argue that sufficientarianism offers an attractive way to answer both of these questions because it is better situated to strike the right balance between healthcare benefits and the costs of mitigation than rivals. Sufficiency describes the view that what is important from the perspective of distributive justice is that individuals have enough. I argue that this ideal can be used to set a threshold of enough health from which an emissions threshold can be set. Once an emissions threshold is in place, this can be used to demarcate permissible from impermissible emissions in healthcare. In turn, the emissions threshold provides guidance on which emissions are liable to mitigation and when it would be fair for healthcare to shoulder the associated burdens. Permissible emissions, on the other hand, are necessary to secure sufficiency and so healthcare's mitigation responsibilities should be altered in light of this. I also discuss various alternative methods of setting an emissions target like net zero, zero emissions, emissions grandfathering and emissions egalitarianism. I point to several issues with these approaches.",
      "citationCount": 1,
      "doi": "10.1111/bioe.13400",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/99b7ad48640f24bb54381bd6ec6956b7d3983c28",
      "venue": "Bioethics",
      "journal": {
        "name": "Bioethics",
        "pages": "546 - 554",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2b3f3a7899b6171f6bee26c3faed21e1d0a4b2b9",
      "title": "Exploring economic equality through a dialogue between Confucianism and limitarianism",
      "authors": [
        {
          "name": "Benedict S. B. Chan",
          "authorId": "2136629681"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT Limitarianism, introduced by Robeyns, advocates for establishing a maximum threshold on individual wealth to prevent excessive accumulation. Robeyns’ work primarily draws from Western thought and does not engage with East Asian traditions such as Confucianism. This paper aims to bridge that gap by exploring the potential for dialogue between limitarianism and Confucianism on economic equality and distributive justice, using sufficientarianism as a nexus. I examine how Confucianism and limitarianism each relate to sufficientarianism and how these relationships can facilitate meaningful exchanges. Confucianism could potentially align with limitarianism by presenting it as a pragmatic, problem-driven philosophy for achieving economic equality consistent with Confucian ideals. The paper also addresses limitations of this dialogue and suggests potential directions for future research.",
      "citationCount": 1,
      "doi": "10.1080/17449626.2025.2525104",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b3f3a7899b6171f6bee26c3faed21e1d0a4b2b9",
      "venue": "Journal of Global Ethics",
      "journal": {
        "name": "Journal of Global Ethics",
        "pages": "228 - 236",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8e631d007d632a8835512ea25f13844e011dac07",
      "title": "Sufficient Level and Beverly Hills: Reexamining Intuitions on Roger Crisp’s Thought Experiment [Polish translation]",
      "authors": [
        {
          "name": "Krzesimir Cholewa",
          "authorId": "2345993647"
        }
      ],
      "year": 2025,
      "abstract": "The presented article addresses the issue of distributive justice based on Roger Crisp’s thought experiment, the Beverly Hills case. Besides a brief introduction outlining key theoretical distinctions, the article is divided into four parts. The first part introduces Crisp’s perspective and the original formulation of the Beverly Hills case. The following two parts explore three specifications of this thought experiment, analyzing their impact on initial intuitions. The final part includes a proposal of pluralist sufficientarianism, incorporating two thresholds: a static, objective threshold grounded in Crisp’s view and a dynamic threshold derived from the concept of relative fairness.",
      "citationCount": 0,
      "doi": "10.52097/lm.9442",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e631d007d632a8835512ea25f13844e011dac07",
      "venue": "Laboratorium Mentis",
      "journal": {
        "name": "Laboratorium Mentis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "445b57252cff4d0e0ea88d2f7b39aee02b17e20f",
      "title": "Sufficient Level and Beverly Hills: Reexamining Intuitions on Roger Crisp’s Thought Experiment [English original]",
      "authors": [
        {
          "name": "Krzesimir Cholewa",
          "authorId": "2345993647"
        }
      ],
      "year": 2025,
      "abstract": "The presented article addresses the issue of distributive justice based on Roger Crisp’s thought experiment, the Beverly Hills case. Besides a brief introduction outlining key theoretical distinctions, the article is divided into four parts. The first part introduces Crisp’s perspective and the original formulation of the Beverly Hills case. The following two parts explore three specifications of this thought experiment, analyzing their impact on initial intuitions. The final part includes a proposal of pluralist sufficientarianism, incorporating two thresholds: a static, objective threshold grounded in Crisp’s view and a dynamic threshold derived from the concept of relative fairness.",
      "citationCount": 0,
      "doi": "10.52097/lm.9481",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/445b57252cff4d0e0ea88d2f7b39aee02b17e20f",
      "venue": "Laboratorium Mentis",
      "journal": {
        "name": "Laboratorium Mentis"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "deb4868772c3d2fbb8e3cf626d0f2fa3bcf9da54",
      "title": "Relational Egalitarianism and Tolerable Hierarchies",
      "authors": [
        {
          "name": "Konstantin E. Morozov",
          "authorId": "2266956882"
        }
      ],
      "year": 2025,
      "abstract": "For much of the second half of the 20th century, discussions of social justice were dominated by distributive egalitarianism. According to this approach, justice requires an equal distribution of economic and social goods among people. Distributive egalitarianism has been criticized from two directions. On the one hand, relational egalitarians argue that equality should be understood not as an equal distribution of goods, but as social relations free of discrimination and oppression. On the other hand, sufficientarians argue that distributive equality does not matter as long as everyone has a minimally decent share of goods. A recent approach that synthesizes both lines of criticism is relational sufficientarianism. Its proponents, such as Justin Tosi, argue that justice requires only minimally decent social relations, but not fully egalitarian ones. The main argument for this position is that relational sufficientarianism better explains our intuitive acceptance of tolerable hierarchies. Such hierarchies lack aspects of discrimination and oppression, but they also lack instrumental value and are distinctly inegalitarian in nature. This article offers a response to Tosi’s argument from the perspective of Rawlsian relational egalitarianism. This theory can explain the acceptability of tolerable hierarchies because they limit the requirement for egalitarian relations to the basic structure of society. The limitation of this requirement is explained by the principle of liberal neutrality, which also rules out the principle of desert as a possible justification for hierarchical relations. The article concludes that, at this stage, relational egalitarianism has significant explanatory advantages over relational sufficientarianism.",
      "citationCount": 0,
      "doi": "10.21146/2074-4870-2025-25-1-22-35",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/deb4868772c3d2fbb8e3cf626d0f2fa3bcf9da54",
      "venue": "Ethical Thought",
      "journal": {
        "name": "Ethical Thought"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ef72968da5ae0ab655027ee2ac6ee820c3e24c09",
      "title": "Global Moral Egalitarianism and Global Distributive Egalitarianism",
      "authors": [
        {
          "name": "Pablo Gilabert",
          "authorId": "12924249"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1017/S0892679415000222",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ef72968da5ae0ab655027ee2ac6ee820c3e24c09",
      "venue": "Ethics &#x0026; International Affairs",
      "journal": {
        "name": "Ethics &#x0026; International Affairs",
        "pages": "269 - 276",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1a64982b31c3352356d71d7d116563b727bc3d8e",
      "title": "Why Limitarianism?☆",
      "authors": [
        {
          "name": "I. Robeyns",
          "authorId": "11842754"
        }
      ],
      "year": 2022,
      "abstract": "THIS article discusses ‘limitarianism’, which in its most general formulation is the idea that in the world as it is, no one should have more than a certain upper limit of valuable goods, in particular, income and wealth. What, if anything, does ‘limitarianism’ add to normative political philosophy? In Section I, I describe the context in which limitarianism has been introduced. Section II will provide a more detailed statement about limitarianism, including some more recent contributions to and developments in the literature. In the next two sections, I discuss egalitarianism (Section III) and sufficientarianism (Section IV) and ask whether they can do what I envision to be the task of limitarianism. Section V argues that within theories of distributive justice, limitarianism is best seen as part of a pluralist account. This is illustrated by sketching the proposal of a pluralist account combining sufficientarianism, opportunity egalitarianism, and limitarianism. Section VI concludes by pulling everything together, and will give an answer to the question of what limitarianism contributes to normative political philosophy.",
      "citationCount": 37,
      "doi": "10.1111/jopp.12275",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1a64982b31c3352356d71d7d116563b727bc3d8e",
      "venue": "The Journal of Political Philosophy",
      "journal": {
        "name": "Journal of Political Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "894d157adfefb6d9bf46a4954e16e939cfecea4a",
      "title": "Justice after Catastrophe: Responsibility and Security",
      "authors": [
        {
          "name": "M. Usami",
          "authorId": "49002303"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/894d157adfefb6d9bf46a4954e16e939cfecea4a",
      "venue": "",
      "journal": {
        "name": "Microeconomics: Welfare Economics & Collective Decision-Making eJournal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9a156e47500672db997a96d3a26f0ec811b56088",
      "title": "Thresholds, critical levels, and generalized sufficientarian principles",
      "authors": [
        {
          "name": "W. Bossert",
          "authorId": "1726205"
        },
        {
          "name": "Susumu Cato",
          "authorId": "1801864"
        },
        {
          "name": "Kohei Kamaga",
          "authorId": "2548302"
        }
      ],
      "year": 2022,
      "abstract": "This paper provides an axiomatic analysis of sufficientarian social evaluation. Sufficientarianism has emerged as an increasingly important notion of distributive justice. We propose a class of principles that we label generalized critical-level sufficientarian orderings. The distinguishing feature of our new class is that its members exhibit constant critical levels of well-being that are allowed to differ from the threshold of sufficiency. Our basic axiom assigns priority to those below the threshold, a property that is shared by numerous other sufficientarian approaches. When combined with the well-known strong Pareto principle and the assumption that there be a constant critical level, the axiom implies that the critical level cannot be below the threshold. The main results of the paper are characterizations of our new class and an important subclass. As a final observation, we identify the generalized critical-level sufficientarian orderings that permit us to avoid the repugnant conclusion and the sadistic conclusion, which are known as two fundamental challenges in population ethics.",
      "citationCount": 11,
      "doi": "10.1007/s00199-022-01439-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a156e47500672db997a96d3a26f0ec811b56088",
      "venue": "Economic Theory",
      "journal": {
        "name": "Economic Theory",
        "pages": "1099-1139",
        "volume": "75"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7d0d7e81871ce8c9528011f4b03eb2786794a038",
      "title": "The Prospects for ‘Prospect Utilitarianism’",
      "authors": [
        {
          "name": "Ben Davies",
          "authorId": "48749866"
        }
      ],
      "year": 2022,
      "abstract": "Abstract Hun Chung argues for a theory of distributive justice – ‘prospect utilitarianism’ – that overcomes two central problems purportedly faced by sufficientarianism: giving implausible answers in ‘lifeboat cases’, where we can save the lives of some but not all of a group, and failing to respect the axiom of continuity. Chung claims that prospect utilitarianism overcomes these problems, and receives empirical support from work in economics on prospect theory. This article responds to Chung's criticisms of sufficientarianism, showing that they are misplaced. It then shows that prospect utilitarianism faces independent problems, since it too requires a threshold, which Chung bases on the idea of ‘adequate functioning’. The article shows that there are problems with this as a threshold, and that it is not empirically supported by prospect theory.",
      "citationCount": 0,
      "doi": "10.1017/S0953820822000176",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7d0d7e81871ce8c9528011f4b03eb2786794a038",
      "venue": "Utilitas",
      "journal": {
        "name": "Utilitas",
        "pages": "335 - 343",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "79192090372a8b5569bab69cdd230487098a4a8e",
      "title": "HEALTH(CARE) AND THE TEMPORAL SUBJECT",
      "authors": [
        {
          "name": "Ben Davies",
          "authorId": "2276236566"
        }
      ],
      "year": 2018,
      "abstract": "Many assume that theories of distributive justice must obviously take people’s lifetimes, and only their lifetimes, as the relevant period across which we distribute. Although the question of the temporal subject has risen in prominence, it is still relatively underdeveloped, particularly in the sphere of health and healthcare. This paper defends a particular view, “momentary sufficientarianism,” as being an important element of healthcare justice. At the heart of the argument is a commitment to pluralism about justice, where theorizing about just principles demands paying attention to the role particular goods play in our lives. This means that different approaches to the temporal subject—as well as other relevant issues—may be appropriate for different goods, including different goods within healthcare. In particular, the paper discusses two central goods targeted by healthcare: life-saving and pain relief. The view is offered as complementary to, rather than competitive with, lifetime approaches. As such, the paper finishes by considering how a pluralist approach, which engages both with people’s lives as a whole and with their states at particular moments, can reconcile the potentially competing claims in healthcare that emerge from these two perspectives.",
      "citationCount": 2,
      "doi": "10.7202/1061218AR",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/79192090372a8b5569bab69cdd230487098a4a8e",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "38-64",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2c6ff618335582c72e526aa94ccafa8a7a9c8dbe",
      "title": "Healthcare Resource Allocation, Machine Learning, and Distributive Justice",
      "authors": [
        {
          "name": "Jamie Webb",
          "authorId": "2187661155"
        }
      ],
      "year": 2025,
      "abstract": "\n The literature on the ethics of machine learning in healthcare contains a great deal of work on algorithmic fairness. But a focus on fairness has not been matched with sufficient attention to the relationship between machine learning and distributive justice in healthcare. A significant number of clinical prediction models have been developed which could be used to inform the allocation of scarce healthcare resources. As such, philosophical theories of distributive justice are relevant when considering the ethics of their design and implementation. This paper considers the relationship between machine learning in healthcare and distributive justice with a focus on four aspects of algorithmic design and deployment: the choice of target variable, the model's socio-technical context, the choice of input variables, and the membership of the datasets that models are trained and validated on. Procedural recommendations for how these considerations should be accounted for in the design and implementation of such models follow.",
      "citationCount": 1,
      "doi": "10.5406/21521123.62.1.03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c6ff618335582c72e526aa94ccafa8a7a9c8dbe",
      "venue": "American Philosophical Quarterly",
      "journal": {
        "name": "American Philosophical Quarterly"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ef05123c54a516c079b5b092e8677e5b84fb8104",
      "title": "Distributive justice discourses, time and futures: a social media discourse analysis of the loss and damages debate",
      "authors": [
        {
          "name": "Maria Kaufmann",
          "authorId": "2304632734"
        },
        {
          "name": "S. Veenman",
          "authorId": "107897518"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT There is a growing concern with issues of distributive justice in sustainability transformations. Justice discourses are related to time, and particularly futures. However, there is a lack of in-depth knowledge about how futures and justice discourses interact. Combining insights from futures studies and the political philosophy literature on justice, this exploratory paper unpacks the construction of distributive justice discourses and the role of temporal dimensions herein. Based on a social media discourse analysis, using the Loss and Damage debate among readers of a Dutch online news outlet as an empirical focus, this paper shows how justice discourses and temporal dimensions interact leading to two main conclusions: (1) the temporal perspective plays a crucial role in the configuration of justice discourses (alignment of scope, pattern and currency), and (2) expected futures can be used (also strategically) to legitimise certain justice discourses, and thus the allocation of responsibilities.",
      "citationCount": 2,
      "doi": "10.1080/09644016.2024.2437881",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ef05123c54a516c079b5b092e8677e5b84fb8104",
      "venue": "Environmental Politics",
      "journal": {
        "name": "Environmental Politics",
        "pages": "1280 - 1299",
        "volume": "34"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2d395238a508b9f08862df985e1f2d3fd04ac757",
      "title": "Pandemic vaccines and 'The Global Public Good': a call for distributive justice.",
      "authors": [
        {
          "name": "Norman K. Swazo",
          "authorId": "2132944647"
        },
        {
          "name": "M. Talukder",
          "authorId": "117416147"
        },
        {
          "name": "Mohammad Kamrul Ahsan",
          "authorId": "2382482432"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11019-025-10299-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d395238a508b9f08862df985e1f2d3fd04ac757",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, health care, and philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "efc57fa86a9ac03ac9fefb8e7e3c3ffb05a05a66",
      "title": "The Morality of Distributive Justice: A Christian Call for Government Support to Faith-Based Universities in Malawi and Zambia",
      "authors": [
        {
          "name": "Frank Barden Chirwa",
          "authorId": "2389775062"
        },
        {
          "name": "Christopher Kabwe Mukuka",
          "authorId": "2388215304"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the moral and theological imperative of distributive justice as a basis for equitable government support to faith-based universities in Malawi and Zambia. Despite their significant contributions to national development, private religious institutions-including Seventh-day Adventist (SDA), Reformed Church of Zambia (RCZ), Church of Central African Presbyterian (CCAP), Baptist, Catholic, and Islamic universities, remain largely excluded from government financial assistance, even though their students, faculty, and guardians contribute taxes that sustain public systems. Drawing on John Rawls’s theory of distributive justice and Christian ethical principles, the study contends that government support for non-profit faith-based higher education is both a moral obligation and a recognition of human rights. Empirical evidence from Malawi and Zambia indicates that these institutions consistently produce highly employable graduates and complement government efforts in expanding access to quality education. The paper argues that equitable resource allocation would not only enhance sustainability across all higher education institutions but also promote justice, fairness, and the common good as enshrined in the constitutions of both countries. The findings carry particular implications for SDA and other faith-based universities, highlighting their indispensable role in shaping ethical, skilled, and socially responsible citizens. This study combines theological ethics and moral philosophy with emerging empirical data-such as enrollment patterns, funding disparities, and graduate employability-to substantiate its argument. It draws upon Rawlsian fairness, Christian ethics, and African communitarian principles to propose an inclusive distributive justice framework for higher education policy reform. (NCHE, 2023; Ministry of Education, 2022). It draws upon Rawlsian fairness (Rawls, 1971), Christian ethics (Tillich, 1954), and African communitarian principles such as Ubuntu (Mbiti, 1969; Shutte, 2001) to propose an inclusive distributive justice framework for higher education policy reform.",
      "citationCount": 0,
      "doi": "10.47772/ijriss.2025.910000692",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/efc57fa86a9ac03ac9fefb8e7e3c3ffb05a05a66",
      "venue": "International journal of research and innovation in social science",
      "journal": {
        "name": "International Journal of Research and Innovation in Social Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cfc14e4a52d88810070efed9112b2cc0e9b63c7b",
      "title": "Rethinking Copyright Legitimacy:AI-Generated Content and Distributive Justice under the Instrumental Approach",
      "authors": [
        {
          "name": "Jie Wang",
          "authorId": "2399235136"
        }
      ],
      "year": 2025,
      "abstract": "The proliferation of AI-generated content (over15 billion algorithmically created images in 2022–2023) has destabilized traditional copyright frameworks rooted in the labor theory of property, the personality theory, and the incentive theory. These theories fail to address AI’s disruption of human algorithm co-creation. This study adopts the instrumental approach, reconceptualizing copyright as a governance tool to promote knowledge sharing and public welfare. Through legal-philosophical critiques, the paper exposes historical flaws in classic theories, including their anthropocentric biases and systemic erosion of the public domain. Comparative analysis of international cases (eg, US, China, EU) reveals divergent judicial standards for AI generated content. By integrating three principles — the principle of attribution to organizers (rights allocation), prioritizing the least advantaged stakeholders (distributive justice), and safeguarding the public domain (dynamic protection terms) — the study proposes a practice-oriented regulatory pathway to balance innovation incentives, equitable access, and sustainable knowledge ecosystems in the AI era.",
      "citationCount": 0,
      "doi": "10.65563/jeaai.v1i5.49",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cfc14e4a52d88810070efed9112b2cc0e9b63c7b",
      "venue": "INNO-PRESS: Journal of Emerging Applied AI",
      "journal": {
        "name": "INNO-PRESS: Journal of Emerging Applied AI"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2c595e9c2bd7f6ea5f586c399c125867532f8b6b",
      "title": "Of Distributive Justice and Hellfire",
      "authors": [
        {
          "name": "James Dominic Rooney",
          "authorId": "2253746327"
        }
      ],
      "year": 2025,
      "abstract": "Defenses of God’s permission of evil by appeal to free will are alleged to have a value problem. Laura Ekstrom argues that free will does not obviously have a value which would outweigh or justify the disvalue associated with moral evil and its consequences. I propose that a free will defense of moral evil does not need to conceive of free will as being more valuable than moral evil or its consequences. Rather, free will is a moral transformer in virtue of which created persons can deserve their moral character and those consequences which follow upon it. From this perspective, I show that the alleged ‘value problem’ rests upon controversial conceptions of distributive justice and that Thomas Aquinas gives us a way to argue plausibly that God’s decisions to allow serious consequences to result from free agency, i.e., hell, could be distributively just and compatible with God’s love for persons.",
      "citationCount": 0,
      "doi": "10.14428/thl.v9i2.85893",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c595e9c2bd7f6ea5f586c399c125867532f8b6b",
      "venue": "TheoLogica: An International Journal for Philosophy of Religion and Philosophical Theology",
      "journal": {
        "name": "TheoLogica: An International Journal for Philosophy of Religion and Philosophical Theology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "41f10ef64d34582d1d1a92339877b667e5257012",
      "title": "The Significance of Desert-Based Distributive Justice to People Well-Being",
      "authors": [
        {
          "name": "P. M. Marzuki",
          "authorId": "122311610"
        }
      ],
      "year": 2025,
      "abstract": "The objective of this writing is to identify the philosophical basis for the government to enact law that creates people well-being. The background of this essay is to grasp the philosophical basis for the government to make law that is appropriate to create people well-being. Since this essay is a legal essay, the method used in this essay is legal research that employs historical approach and conceptual approach. Having analyzed the research materials, from this research, it is found that philosophical basis shared by governments of developed countries to enact law that creates people well-being notwithstanding under the guidance of distributive justice is either contemporary libertarian or contemporary egalitarian. It is concluded that the contemporary libertarian philosophy leads to inequity and the contemporary egalitarian brings about equality without considering desert. This essay gives an alternative philosophical basis for governments to impose policy in creating people well-being. This essay recommends that governments of developing countries to adopt desert-based distributive justice philosophy as the basis for enacting law that creates people well-being.",
      "citationCount": 0,
      "doi": "10.20473/ydk.v40i1.55437",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41f10ef64d34582d1d1a92339877b667e5257012",
      "venue": "Yuridika",
      "journal": {
        "name": "Yuridika"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a8be99686511f27eb4e0ee3179a38b2296b47173",
      "title": "Securing Climate Justice Through Distributive Justice And Capabilities Approach And The Making Of An Ecological Citizen: An Indian Perspective",
      "authors": [
        {
          "name": "J. Meena",
          "authorId": "32667823"
        },
        {
          "name": "Dr. Niimisha Kaul",
          "authorId": "2384998132"
        }
      ],
      "year": 2025,
      "abstract": "Climate change primarily has three troubling aspects; dispersion of cause and effect, inadequacy of the institution and fragmentation of agency, owing to its polycentric nature. It is one of the greatest issues for mankind not because food security, energy security, poverty, and hunger among others are less important, but because climate change has the capability to aggravate these already existing crises in the world. Hence, the infusion of distributive justice and capabilities approach in the emerging idea of climate justice, has immense potential to mitigate the adverse impact of climate change, mainly on the vulnerable section of the society and help in the making of an ecological citizenship. Distributive justice with respect to climate change is to make sure that everyone can derive the benefits of a reliable source of energy. On the other hand, the introduction of the capabilities approach shall bridge the gap between the idealistic attributes of climate justice with the reality of policymaking.  The present paper shall engage with the idea of the fulfilment of environmental needs through the lens of Maslow's Hierarchy of Needs and how these needs can be satisfied through the notion of distributive justice and capabilities approach which will ultimately help in making an ecological citizenship and securing climate justice by actually bridging the gap between the mitigation and adaptation policies of climate change and its efficient implementation. Talking particularly in the Indian context, this shall help India in the fulfilment of its INDC targets under the Paris Agreement which requires them to be based on the “highest possible ambition with progression in each subsequent target.”.",
      "citationCount": 0,
      "doi": "10.64252/zjb9dr07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a8be99686511f27eb4e0ee3179a38b2296b47173",
      "venue": "International Journal of Environmental Science",
      "journal": {
        "name": "International Journal of Environmental Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a58a28755cbecdf2299ce273d98dfa0fe0764a6d",
      "title": "Reconstructing Social Assistance Distribution: Tafsir Maqashidi on Quranic Verses of Distributive Justice",
      "authors": [
        {
          "name": "Mansur Afifi",
          "authorId": "2376983335"
        },
        {
          "name": "Fachrurrozi Fachrurrozi",
          "authorId": "2083520611"
        },
        {
          "name": "Nikmatullah Nikmatullah",
          "authorId": "2240182548"
        },
        {
          "name": "Sobihatun Nur Abdul Salam",
          "authorId": "2152247222"
        }
      ],
      "year": 2025,
      "abstract": "This article seeks to reevaluate the concept and distribution of social assistance as a means to achieve distributive justice. Utilising the Tafsīr Maqāṣidī approach — an interpretation that reflects God's intentions—this study reconstructs the principles and methods of distributing social assistance to effectively realise distributive justice. The primary focus is on Qur'an Surah Al-Hashr [59]:7, which delineates the guidelines for distributing wealth collected by the government, referred to as al-Fai’. The findings indicate that the distribution of al-Fai’ in the form of social assistance is designed to prevent the concentration of wealth among affluent groups, ensuring that resources are shared with the poor and marginalised (ḍu‘afā’), thereby mitigating societal inequality. From the perspective of Maqāṣid al-Sharī‘ah, the provision of social assistance aims to safeguard religion (ḥifẓ al-dīn), life (ḥifẓ al-nafs), and the state (ḥifẓ al-Dawlah). Furthermore, social assistance embodies principles of justice (al-‘adālah), humanity (al-Insāniyyah), equality (al-Musāwāh), freedom (al-ḥurriyah), and responsibility (al-Mas’ūliyyah). Consequently, it is deemed unacceptable for the distribution of social assistance to be exploited for personal gain or to secure public office. Additionally, applying the Tafsīr Maqāṣidī approach in this context demonstrates how the maqāṣidī -based normative framework can evaluate the ethical soundness of government-initiated programs like social assistance. This research contributes to developing public policy by using the tafsir approach, in this study using Tafsīr Maqāṣidī.",
      "citationCount": 0,
      "doi": "10.15575/al-bayan.v10i1.43251",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a58a28755cbecdf2299ce273d98dfa0fe0764a6d",
      "venue": "Al-Bayan Jurnal Studi Ilmu Al- Qur an dan Tafsir",
      "journal": {
        "name": "Al-Bayan: Jurnal Studi Ilmu Al- Qur'an dan Tafsir"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
