{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "sufficientarianism",
  "results": [
    {
      "title": "Liam Shields, Sufficientarianism",
      "url": "https://philpapers.org/rec/SHIS-5",
      "philpapers_id": "SHIS",
      "snippet": "Sufficientarianism is a position in debates about distributive justice. Sufficientarianism states that whether individuals have secured enough of some goods is a question that is central to determining whether a society is just.",
      "page_age": null
    },
    {
      "title": "Liam Shields, The Prospects for Sufficientarianism",
      "url": "https://philpapers.org/rec/SHITPF",
      "philpapers_id": "SHITPF",
      "snippet": "Having characterized sufficientarianism in this way, the paper shows that the main objections to the view can be avoided; that we can examine the plausibility of sufficiency principles by appealing to certain reasons that support a shift; and that we should be optimistic about the prospects for sufficientarianism because many of our strongest reasons seem to be of this sort.",
      "page_age": null
    },
    {
      "title": "Anders Herlitz, The indispensability of sufficientarianism",
      "url": "https://philpapers.org/rec/HERTIO-27",
      "philpapers_id": "HERTIO",
      "snippet": "First, I argue that sufficientarianism is the only framework that allows us to appropriately analyze what sort of obligations we have toward individuals who are badly off due to their own faults and choices.",
      "page_age": null
    },
    {
      "title": "Dick Timmer, Justice, Thresholds, and the Three Claims of Sufficientarianism",
      "url": "https://philpapers.org/rec/TIMJTA",
      "philpapers_id": "TIMJTA",
      "snippet": "I argue that sufficientarianism combines three claims: a priority claim that we have non-instrumental reasons to prioritize benefits in certain ranges over benefits in other ranges; a continuum claim that at least two of those ranges are on one continuum; and a deficiency claim that the lower a range on a continuum, the more priority benefits in that range have.",
      "page_age": null
    },
    {
      "title": "Lasse Nielsen, The numbers fallacy: rescuing sufficientarianism from arithmeticism",
      "url": "https://philpapers.org/rec/NIETNF-2",
      "philpapers_id": "NIETNF",
      "snippet": "This paper argues in defence of sufficientarianism that there is a general flaw in the most common critiques against it. The paper lays out sufficientarianism and presents the problems of indifference, of outweighing priority, and of discontinuity. Behind these problems is a more general objection to the abruptness of the sufficiency threshold relying upon an assumption regarding arithmeticism about value.",
      "page_age": null
    },
    {
      "title": "Dick Timmer, Weighted sufficientarianisms: Carl Knight on the excessiveness objection",
      "url": "https://philpapers.org/rec/TIMWSC",
      "philpapers_id": "TIMWSC",
      "snippet": "Carl Knight argues that lexical sufficientarianism, which holds that sufficientarian concerns should have lexical priority over other distributive goals, is ‘excessive’ in many distinct ways and that sufficientarians should either defend ...",
      "page_age": null
    },
    {
      "title": "Philipp Kanschik, Eco-Sufficiency and Distributive Sufficientarianism - Friends or Foes?",
      "url": "https://philpapers.org/rec/KANEAD-2",
      "philpapers_id": "KANEAD",
      "snippet": "A plausible explanation for this incompatibility relates to the two different meanings of the term sufficiency as a limit (eco-sufficiency) and as a minimum requirement (sufficientarianism).",
      "page_age": null
    },
    {
      "title": "Dominic Lenzi, Sufficientarianism and the economics of climate change",
      "url": "https://philpapers.org/rec/LENSAT-6",
      "philpapers_id": "LENSAT",
      "snippet": "Although the scenario forecasts of climate economists are key inputs to IPCC assessments, their ethical assumptions fail to reflect important considerations of justice. This is clearest regarding sufficientarian justice, which requires that no person falls below a minimum level of well-being.",
      "page_age": null
    },
    {
      "title": "Thomas Schramme, Sustainable Sufficientarianism: Combining ‘Enough for all’ with Eco-Sufficiency",
      "url": "https://philpapers.org/rec/SCHSSC-4",
      "philpapers_id": "SCHSSC",
      "snippet": "Sufficientarianism is a theory of social justice that determines individual entitlements by setting a threshold of what is enough for a decent life. Sufficientarianism therefore seems to be a suitable ally for theories of climate justice, because ...",
      "page_age": null
    },
    {
      "title": "Hun Chung, Prospect utilitarianism: A better alternative to sufficientarianism",
      "url": "https://philpapers.org/rec/CHUPUA",
      "philpapers_id": "CHUPUA",
      "snippet": "The doctrine of sufficiency consists of two main theses: the positive thesis states that it is morally important for people to have enough; and the negative thesis states that once everybody has enough, relative inequality has absolutely no moral importance. Many political philosophers have presented different versions of sufficientarianism that retain the general spirit of what Frankfurt had proposed in his seminal work.",
      "page_age": null
    },
    {
      "title": "Jose Carlos Rodriguez Alcantud, Marco Mariotti & Roberto Veneziani, Sufficientarianism",
      "url": "https://philpapers.org/rec/RODSWZ",
      "philpapers_id": "RODSWZ",
      "snippet": "We present three characterizations of the core sufficientarian criterion, which counts the number of agents who attain a “good enough” level of well-being.",
      "page_age": null
    },
    {
      "title": "Liam Shields, Some Questions, and Answers, for Sufficientarians",
      "url": "https://philpapers.org/rec/SHISQA",
      "philpapers_id": "SHISQA",
      "snippet": "Enough is too much: the excessiveness objection to sufficientarianism.Carl Knight - 2022 - Economics and Philosophy 38 (2):275-299.",
      "page_age": null
    },
    {
      "title": "Rudolf Schuessler, Sufficientarianism and the Measurement of Inequality",
      "url": "https://philpapers.org/rec/SCHSAT-66",
      "philpapers_id": "SCHSAT",
      "snippet": "What impact should sufficientarianism have on the measurement of inequality? Like other theories of justice, sufficientarianism influences how economic inequality is conceived. For the purpose of measurement, its standards of justice can be approximated by income-based thresholds of sufficiency.",
      "page_age": null
    },
    {
      "title": "Philipp Kanschik, Why Sufficientarianism is not Indifferent to Taxation",
      "url": "https://philpapers.org/rec/KANWSI",
      "philpapers_id": "KANWSI",
      "snippet": "It is argued that the risk of insufficiency understood as a function of distance to the threshold justifies progressive taxation. The proposed line of reasoning corresponds to the sufficientarian belief that there should be no redistribution between the rich, as the differences in risk of insufficiency eventually become marginal among those who are very well off.",
      "page_age": null
    },
    {
      "title": "Christopher Freiman, Why Poverty Matters Most: Towards a Humanitarian Theory of Social Justice",
      "url": "https://philpapers.org/rec/FREWPM-2",
      "philpapers_id": "FREWPM",
      "snippet": "Sufficientarians claim that what matters most is that people have enough. I develop and defend a revised sufficientarian conception of justice. I claim that it furnishes the best specification of a general humanitarian ideal of social justice: ...",
      "page_age": null
    },
    {
      "title": "Fabian Wendt, Three Types of Sufficientarian Libertarianism",
      "url": "https://philpapers.org/rec/WENTTO-2",
      "philpapers_id": "WENTTO",
      "snippet": "The first type combines libertarianism with a sufficiency principle in what is sometimes called the ‘ethics of distribution’. The second incorporates modest welfare rights into a libertarian theory of justice. The third endorses a sufficientarian Lockean proviso for practices of private property within a libertarian theory of justice.",
      "page_age": null
    },
    {
      "title": "Lasse Nielsen, Sufficiency Grounded as Sufficiently Free: A Reply to Shlomi Segall",
      "url": "https://philpapers.org/rec/NIESGA-2",
      "philpapers_id": "NIESGA",
      "snippet": "Telic sufficientarianism is the view that it is better, other things equal, if people are lifted above some sufficiency threshold of special moral importance. In a recent contribution, Shlomi Segall has ...",
      "page_age": null
    },
    {
      "title": "Rita Vasconcellos Oliveira, Irreplaceable Goods: Bridging Sustainability and Intergenerational Sufficientarianism",
      "url": "https://philpapers.org/rec/OLIIGB",
      "philpapers_id": "OLIIGB",
      "snippet": "In response, we propose the concept of irreplaceable goods as a necessary bridge between the two frameworks. Simultaneously, we stress the need for scholars to consider sufficientarianism as a valid alternative to egalitarianism for achieving resource justice.",
      "page_age": null
    },
    {
      "title": "Shlomi Segall, What is the Point of Sufficiency?",
      "url": "https://philpapers.org/rec/SEGWIT",
      "philpapers_id": "SEGWIT",
      "snippet": "The aim is to demonstrate that sufficientarianism, at least on this telic version, is groundless and as such indefensible. The argument is advanced in three steps: first, it is shown that sufficientarianism cannot be grounded in a personal value. Neither, secondly, is it committed to the person-affecting view, the view that says that nothing can be better if there is no one for whom it is better.",
      "page_age": null
    },
    {
      "title": "Konstantin Morozov, Right-Libertarianism and Luck Sufficientarianism",
      "url": "https://philpapers.org/rec/MORRAL-3",
      "philpapers_id": "MORRAL",
      "snippet": "First, luck sufficientarianism allows for the counterintuitive conclusion that people who have made mistakes in their lives do not deserve help from the rest of the community, even if they are engaged in some socially important activity.",
      "page_age": null
    }
  ],
  "count": 20,
  "errors": []
}
