{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "algorithmic fairness normative",
  "results": [
    {
      "title": "Sina Fazelpour, Zachary C. Lipton & David Danks, Algorithmic Fairness and the Situated Dynamics of Justice",
      "url": "https://philpapers.org/rec/FAZAFA",
      "philpapers_id": "FAZAFA",
      "snippet": "Machine learning algorithms are ... In this research on algorithmic fairness, normative theorizing has primarily focused on identification of “ideally fair” target states....",
      "page_age": null
    },
    {
      "title": "Frank Marcinkowski, Birte Keller, Janine Baleis & Christopher Starke, Fairness perceptions of algorithmic decision-making: A systematic review of the empirical literature",
      "url": "https://philpapers.org/rec/MARFPO-6",
      "philpapers_id": "MARFPO",
      "snippet": "Fair, Transparent, and Accountable Algorithmic Decision-making Processes: The Premise, the Proposed Solutions, and the Open Challenges.Bruno Lepri, Nuria Oliver, Emmanuel Letouzé, Alex Pentland &amp; Patrick Vinck - 2018 - Philosophy and Technology 31 (4):611-627. Decision Time: Normative Dimensions ...",
      "page_age": null
    },
    {
      "title": "Rush T. Stewart, The Ideals Program in Algorithmic Fairness",
      "url": "https://philpapers.org/rec/STETIP-2",
      "philpapers_id": "STETIP",
      "snippet": "I consider statistical criteria of algorithmic fairness from the perspective of the _ideals_ of fairness to which these criteria are committed. I distinguish and describe three theoretical roles such ideals might ...",
      "page_age": null
    },
    {
      "title": "Sune Holm, Egalitarianism and Algorithmic Fairness",
      "url": "https://philpapers.org/rec/HOLEAA-17",
      "philpapers_id": "HOLEAA",
      "snippet": "What does it mean for algorithmic classifications to be fair to different socially salient groups? According to classification parity criteria, what is required is equality across groups with respect to some performance measure such as error rates.",
      "page_age": null
    },
    {
      "title": "Robert Long, Fairness in Machine Learning: Against False Positive Rate Equality as a Measure of Fairness",
      "url": "https://philpapers.org/rec/LONFIM",
      "philpapers_id": "LONFIM",
      "snippet": "As machine learning informs increasingly consequential decisions, different metrics have been proposed for measuring algorithmic bias or unfairness. Two popular “fairness measures” are calibration and equality of false positive rate. Each ...",
      "page_age": null
    },
    {
      "title": "Boris Babic & Zoë Johnson King, Algorithmic fairness and resentment",
      "url": "https://philpapers.org/rec/BABAFA",
      "philpapers_id": "BABAFA",
      "snippet": "In this paper we develop a general theory of algorithmic fairness. Drawing on Johnson King and Babic’s work on moral encroachment, on Gary Becker’s work on labor market discrimination, and on ...",
      "page_age": null
    },
    {
      "title": "Duncan Purves, Fairness in Algorithmic Policing",
      "url": "https://philpapers.org/rec/PURFIA",
      "philpapers_id": "PURFIA",
      "snippet": "This paper argues that the prevailing focus on racial bias has overshadowed two normative factors that are essential to a full assessment of the moral permissibility of predictive policing: fairness in the social distribution of the benefits and burdens of policing as well as the distinctive role of consent in determining fair distribution.",
      "page_age": null
    },
    {
      "title": "Donghee Shin, Joon Soo Lim, Norita Ahmad & Mohammed Ibahrine, Understanding user sensemaking in fairness and transparency in algorithms: algorithmic sensemaking in over-the-top platform",
      "url": "https://philpapers.org/rec/SHIUUS",
      "philpapers_id": "SHIUUS",
      "snippet": "These AI systems use diverse bias ... algorithms. This study explains the design of AI systems by probing how users make sense of fairness and transparency as they are hypothetical in nature, with no specific ways for evaluation. Focusing on individual perceptions of fairness and transparency, this study examines the roles of normative values in ...",
      "page_age": null
    },
    {
      "title": "John W. Patty & Elizabeth Maggie Penn, Algorithmic Fairness and Statistical Discrimination",
      "url": "https://philpapers.org/rec/PATAFA-5",
      "philpapers_id": "PATAFA",
      "snippet": "Algorithmic fairness is a new interdisciplinary field of study focused on how to measure whether a process, or algorithm, may unintentionally produce unfair outcomes, as well as whether or how the potential unfairness of such processes can be mitigated. Statistical discrimination describes a set of informational issues that can induce rational (i.e., Bayesian) decision-making to lead to unfair outcomes even in the absence of discriminatory intent.",
      "page_age": null
    },
    {
      "title": "Ben Green, Escaping the Impossibility of Fairness: From Formal to Substantive Algorithmic Fairness",
      "url": "https://philpapers.org/rec/GREETI-3",
      "philpapers_id": "GREETI",
      "snippet": "First, I diagnose the problems of the current methodology for algorithmic fairness, which I call “formal algorithmic fairness.” Because formal algorithmic fairness restricts analysis to isolated decision-making procedures, it leads to the impossibility of fairness and to models that exacerbate oppression despite appearing “fair.” Second, I draw on theories of substantive equality from law and philosophy to propose an alternative methodology, which I call “substantive algorithmic fairness.” Because substantive algorithmic fairness takes a more expansive scope of analysis, it enables an escape from the impossibility of fairness and provides a rigorous guide for alleviating injustice with algorithms.",
      "page_age": null
    },
    {
      "title": "Fabian Beigang, Reconciling Algorithmic Fairness Criteria",
      "url": "https://philpapers.org/rec/BEIRAF",
      "philpapers_id": "BEIRAF",
      "snippet": "New Possibilities for Fair Algorithms.Michael Nielsen &amp; Rush Stewart - 2024 - Philosophy and Technology 37 (4):1-17.",
      "page_age": null
    },
    {
      "title": "Nripsuta Ani Saxena, Karen Huang, Evan DeFilippis, Goran Radanovic, David C. Parkes & Yang Liu, How do fairness definitions fare? Testing public attitudes towards three algorithmic definitions of fairness in loan allocations",
      "url": "https://philpapers.org/rec/SAXHDF",
      "philpapers_id": "SAXHDF",
      "snippet": "Understanding user sensemaking in fairness and transparency in algorithms: algorithmic sensemaking in over-the-top platform.Donghee Shin, Joon Soo Lim, Norita Ahmad &amp; Mohammed Ibahrine - forthcoming - AI and Society:1-14.",
      "page_age": null
    },
    {
      "title": "Tal Zarsky, The Trouble with Algorithmic Decisions: An Analytic Road Map to Examine Efficiency and Fairness in Automated and Opaque Decision Making",
      "url": "https://philpapers.org/rec/ZARTTW",
      "philpapers_id": "ZARTTW",
      "snippet": "On the Advantages of Distinguishing Between Predictive and Allocative Fairness in Algorithmic Decision-Making.Fabian Beigang - 2022 - Minds and Machines 32 (4):655-682. Decision Time: Normative Dimensions of Algorithmic Speed.Daniel Susser - forthcoming - ACM Conference on Fairness, Accountability, ...",
      "page_age": null
    },
    {
      "title": "Sune Holm, The Fairness in Algorithmic Fairness",
      "url": "https://philpapers.org/rec/HOLTFI-4",
      "philpapers_id": "HOLTFI",
      "snippet": "In this article I argue that a prominent class of mathematically incompatible performance parity criteria can all be understood as applications of John Broome’s account of fairness as the proportional satisfaction of claims. On this interpretation these criteria do not disagree on what it means for an algorithm to be fair.",
      "page_age": null
    },
    {
      "title": "Fabian Beigang, On the Advantages of Distinguishing Between Predictive and Allocative Fairness in Algorithmic Decision-Making",
      "url": "https://philpapers.org/rec/BEIOTA",
      "philpapers_id": "BEIOTA",
      "snippet": "The problem of algorithmic fairness is typically framed as the problem of finding a unique formal criterion that guarantees that a given algorithmic decision-making procedure is morally permissible. In this paper, ...",
      "page_age": null
    },
    {
      "title": "Sina Fazelpour & Zachary C. Lipton, Algorithmic Fairness from a Non-ideal Perspective",
      "url": "https://philpapers.org/rec/FAZAFF",
      "philpapers_id": "FAZAFF",
      "snippet": "Fair, Transparent, and Accountable Algorithmic Decision-making Processes: The Premise, the Proposed Solutions, and the Open Challenges.Bruno Lepri, Nuria Oliver, Emmanuel Letouzé, Alex Pentland &amp; Patrick Vinck - 2018 - Philosophy and Technology 31 (4):611-627. From the Ideal Market to the Ideal Clinic: Constructing a Normative Standard of Fairness for Human Subjects Research.T.",
      "page_age": null
    },
    {
      "title": "Flavia Barsotti & Rüya Gökhan Koçer, MinMax fairness: from Rawlsian Theory of Justice to solution for algorithmic bias",
      "url": "https://philpapers.org/rec/BARMFF",
      "philpapers_id": "BARMFF",
      "snippet": "This paper presents an intuitive explanation about why and how Rawlsian Theory of Justice (Rawls in A theory of justice, Harvard University Press, Harvard, 1971) provides the foundations to a solution for algorithmic bias. The contribution of the paper is to discuss and show why Rawlsian ideas in their original form (e.g. the veil of ignorance, original position, and allowing inequalities that serve the worst-off) are relevant to operationalize fairness for algorithmic decision making.",
      "page_age": null
    },
    {
      "title": "Carmen Leicht-Scholten, Laila Wegner & Marie Christin Decker, Procedural fairness in algorithmic decision-making: the role of public engagement",
      "url": "https://philpapers.org/rec/LEIPFI-2",
      "philpapers_id": "LEIPFI",
      "snippet": "Existing formal fairness approaches primarily focus on statistical outcomes across demographic groups or individual fairness, yet these methods reveal ambiguities and limitations in addressing fairness comprehensively. This paper argues for a holistic approach to algorithmic fairness that integrates procedural fairness, considering both decision-making processes and their outcomes.",
      "page_age": null
    }
  ],
  "count": 18,
  "errors": []
}
