{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "social construction intersectionality",
  "results": [
    {
      "title": "Hae Yeon Choo & Myra Marx Ferree, Practicing Intersectionality in Sociological Research: A Critical Analysis of Inclusions, Interactions, and Institutions in the Study of Inequalities",
      "url": "https://philpapers.org/rec/CHOPII",
      "philpapers_id": "CHOPII",
      "snippet": "The second, intersectionality as a process, highlights power as relational, seeing the interactions among variables as multiplying oppressions at various points of intersection, and drawing attention to unmarked groups. Finally, seeing intersectionality as shaping the entire social system pushes analysis away from associating specific inequalities with unique institutions, instead looking for processes that are fully interactive, historically co-determining, and complex.",
      "page_age": null
    },
    {
      "title": "Karen Jones, Intersectionality and ameliorative analyses of race and gender",
      "url": "https://philpapers.org/rec/JONIAA-2",
      "philpapers_id": "JONIAA",
      "snippet": "This discussion of Sally Haslanger’s recent book, Resisting Reality: Social Construction and Social Critique (Oxford 2012), investigates how her theory of race and gender handles the problem of intersectionality; that is, the problem of how to understand the ways in which one’s location in multiple socially constructed categories affects one’s lived experiences, social roles, and relative privilege or disadvantage.",
      "page_age": null
    },
    {
      "title": "MariaCaterina La Barbera, Laura Cassain & Paloma Caravantes, The discursive construction of intersectionality in public policy implementation",
      "url": "https://philpapers.org/rec/LABTDC",
      "philpapers_id": "LABTDC",
      "snippet": "We argue that preconceptions and positionality within the institutional structure deeply affect the interpretation of intersectionality and the subsequent action or non-action taken by implementing actors. Our study shows the challenges and opportunities to implement intersectionality in public policies that result from its discursive construction through the frames of gender and diversity.",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, Race, intersectionality, and method: a reply to critics",
      "url": "https://philpapers.org/rec/HASRIA",
      "philpapers_id": "HASRIA",
      "snippet": "Intersectionality as a Regulative Ideal.Katherine Gasdaglis &amp; Alex Madva - 2019 - Ergo: An Open Access Journal of Philosophy 6. Real Kinds in Real Time: On Responsible Social Modeling.Theodore Bach - 2019 - The Monist 102 (2):236-258. ... Justice and the Politics of Difference.Iris Marion Young - 1990 - Princeton University Press. Resisting Reality: Social Construction and Social Critique.Sally Haslanger - 2012 - New York, US: Oxford University Press.",
      "page_age": null
    },
    {
      "title": "Patricia Hill Collins, It's All in the Family: Intersections of Gender, Race, and Nation",
      "url": "https://philpapers.org/rec/PATIAI",
      "philpapers_id": "PATIAI",
      "snippet": "Rather than examining gender, race, class, and nation as distinctive social hierarchies, intersectionality examines how they mutually construct one another. I explore how the traditional family ideal functions as a privileged exemplar of ...",
      "page_age": null
    },
    {
      "title": "Esa Díaz-León, What Is Social Construction?",
      "url": "https://philpapers.org/rec/DIAWIS",
      "philpapers_id": "DIAWIS",
      "snippet": "How to Project a Socially Constructed Sexual Orientation.Peter Finocchiaro - 2021 - Journal of Social Ontology 7 (2):173-203. Added to PP 2013-04-26 Downloads 679 (#55,962) 6 months 53 (#142,743) ... The metaphysics of intersectionality.Sara Bernstein - 2020 - Philosophical Studies 177 (2):321-335.",
      "page_age": null
    },
    {
      "title": "Liam Kofi Bright, Daniel Malinsky & Morgan Thompson, Causally Interpreting Intersectionality Theory",
      "url": "https://philpapers.org/rec/BRICII-2",
      "philpapers_id": "BRICII",
      "snippet": "The development of an intersectional methodology for a social constructionist ecofeminism.Stephanie Lucas - unknown",
      "page_age": null
    },
    {
      "title": "Katharine Jenkins, Conferralism and Intersectionality: A Response to Ásta’s Categories We Live By",
      "url": "https://philpapers.org/rec/JENCAI-5",
      "philpapers_id": "JENCAI",
      "snippet": "The metaphysics of intersectionality.Sara Bernstein - 2020 - Philosophical Studies 177 (2):321-335. Heterosexualism and the Colonial/Modern Gender System.María Lugones - 2007 - Hypatia 22 (1):186-219. Categories We Live By: The Construction of Sex, Gender, Race, and Other Social Categories.Á ...",
      "page_age": null
    },
    {
      "title": "Anna Carastathis, The Concept of Intersectionality in Feminist Theory",
      "url": "https://philpapers.org/rec/CARTCO-39",
      "philpapers_id": "CARTCO",
      "snippet": "In feminist theory, intersectionality has become the predominant way of conceptualizing the relation between systems of oppression which construct our multiple identities and our social locations in hierarchies of power and privilege.",
      "page_age": null
    },
    {
      "title": "Ásta., Categories We Live By: The Construction of Sex, Gender, Race, and Other Social Categories",
      "url": "https://philpapers.org/rec/SVECWL-2",
      "philpapers_id": "SVECWL",
      "snippet": "In a careful, probing investigation, she reveals how social categories are created and sustained and demonstrates their tendency to oppress through examples from current events. To this end, she offers an account of just what social construction is and how it works in a range of examples that problematize the categories of sex, gender, and race in particular.",
      "page_age": null
    },
    {
      "title": "Nira Yuval-Davis, Intersectionality and Feminist Politics",
      "url": "https://philpapers.org/rec/YUVIAF",
      "philpapers_id": "YUVIAF",
      "snippet": "This article explores various analytical issues involved in conceptualizing the interrelationships of gender, class, race and ethnicity and other social divisions. It compares the debate on these issues that took place in Britain in the 1980s and around the 2001 UN World Conference Against Racism. It examines issues such as the relative helpfulness of additive or mutually constitutive models of intersectional social divisions; the different analytical levels at which social divisions need to be studied, their ontological base and their relations to each other.",
      "page_age": null
    },
    {
      "title": "Patricia Hill Collins, Elaini Cristina Gonzaga da Silva, Emek Ergun, Inger Furseth, Kanisha D. Bond & Jone Martínez-Palacios, Intersectionality as Critical Social Theory",
      "url": "https://philpapers.org/rec/IAC-11",
      "philpapers_id": "IAC",
      "snippet": "Intersectionality as Critical Social Theory.Patricia Hill Collins, Elaini Cristina Gonzaga da Silva, Emek Ergun, Inger Furseth, Kanisha D.",
      "page_age": null
    },
    {
      "title": "Susan Ferguson, Intersectionality and Social-Reproduction Feminisms",
      "url": "https://philpapers.org/rec/FERIAS",
      "philpapers_id": "FERIAS",
      "snippet": "In understanding the social as constituted by practical human activity whose object (the social and natural world) is organised capitalistically, social-reproduction feminism highlights thedialecticalrelationship between the capitalist whole and its differentiated parts. The challenge for Marxist-Feminism is to embrace this dialectical approach while building on the insights of intersectionality feminism to more convincingly capture the unity of a complex, diverse social whole.",
      "page_age": null
    },
    {
      "title": "Nina Degele & Gabriele Winker, Intersectionality as multi-level analysis: Dealing with social inequality",
      "url": "https://philpapers.org/rec/DEGIAM",
      "philpapers_id": "DEGIAM",
      "snippet": "In its current version, it denominates reciprocities between gender, race and class. However, it also allows for the integration of other socially defined categories, such as sexuality, nationality or age.",
      "page_age": null
    },
    {
      "title": "Sally Haslanger, Future Genders? Future Races?",
      "url": "https://philpapers.org/rec/HASFGF-2",
      "philpapers_id": "HASFGF",
      "snippet": "Philosophical analysis and social kinds.Sally Haslanger &amp; Jennifer Saul - 2006 - Proceedings of the Aristotelian Society 106 (1):89-118. Categories We Live by: The Construction of Sex, Gender, Race, and Other Social Categories, by Ásta.",
      "page_age": null
    }
  ],
  "count": 15,
  "errors": []
}
