{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "fairness auditing",
  "results": [
    {
      "title": "Nicholas Rescher (ed.), Concept Audits: A Philosophical Method",
      "url": "https://philpapers.org/rec/RESCAA",
      "philpapers_id": "RESCAA",
      "snippet": "Concept auditing explores the obligation of philosophers to honor the existing meanings of terms and concepts such as knowledge, truth, justice, fairness, and beauty. Nicholas Rescher explains how philosophers’ treatments of ...",
      "page_age": null
    },
    {
      "title": "Robert A. Phillips, Stakeholder Theory and A Principle of Fairness",
      "url": "https://philpapers.org/rec/PHISTA",
      "philpapers_id": "PHISTA",
      "snippet": "Among these are: 1) the lack of a coherent justificatory framework, 2) the problem of adjudicating between stakeholders, and 3) the problem of stakeholder identification. In this essay, I propose that a possible source of obligations to stakeholders is the principle of fairness (or fair play) as discussed in the political philosophic literature of Rawls, Simmons, and Cullity among others.",
      "page_age": null
    },
    {
      "title": "Xavier Landes, How Fair Is Actuarial Fairness?",
      "url": "https://philpapers.org/rec/LANHFI-2",
      "philpapers_id": "LANHFI",
      "snippet": "As a cooperative device based on risk pooling, it serves to attenuate the adverse consequences of various risks by offering policyholders coverage against the losses implied by adverse events in exchange for the payment of premiums. In the insurance industry, the concept of actuarial fairness serves to establish what could be adequate, fair premiums.",
      "page_age": null
    },
    {
      "title": "David Gray Grant, Equalized Odds is a Requirement of Algorithmic Fairness",
      "url": "https://philpapers.org/rec/GRAEOI-2",
      "philpapers_id": "GRAEOI",
      "snippet": "In this paper, I introduce a new version of the criterion known as “Equalized Odds,” argue that it is a requirement of procedural fairness, and show that it is immune to a number of objections to the standard version.",
      "page_age": null
    },
    {
      "title": "Jonathan Herington & Bruce Glymour, Measuring the Biases that Matter: The Ethical and Causal Foundations for Measures of Fairness in Algorithms",
      "url": "https://philpapers.org/rec/HERMTB-4",
      "philpapers_id": "HERMTB",
      "snippet": "Measures of algorithmic bias can be roughly classified into four categories, distinguished by the conditional probabilistic dependencies to which they are sensitive. First, measures of &quot;procedural bias&quot; diagnose bias when the ...",
      "page_age": null
    },
    {
      "title": "Sanae El Mimouni & Mohamed Bouhdadi, Fairness and bias in AI: a sociotechnical perspective",
      "url": "https://philpapers.org/rec/ELMFAB",
      "philpapers_id": "ELMFAB",
      "snippet": "Findings This study presents a multi-component framework that integrates technical debiasing methods, stakeholder engagement, human oversight, regulatory compliance and continuous evaluation. The framework demonstrates that combining technical expertise, social science insights and diverse stakeholder perspectives leads to more effective bias mitigation and fairer AI systems.",
      "page_age": null
    },
    {
      "title": "Robert Long, Fairness in Machine Learning: Against False Positive Rate Equality as a Measure of Fairness",
      "url": "https://philpapers.org/rec/LONFIM",
      "philpapers_id": "LONFIM",
      "snippet": "As machine learning informs increasingly consequential decisions, different metrics have been proposed for measuring algorithmic bias or unfairness. Two popular “fairness measures” are calibration and equality of false positive rate. Each ...",
      "page_age": null
    },
    {
      "title": "John W. Patty & Elizabeth Maggie Penn, Algorithmic Fairness and Statistical Discrimination",
      "url": "https://philpapers.org/rec/PATAFA-5",
      "philpapers_id": "PATAFA",
      "snippet": "Algorithmic fairness is a new interdisciplinary field of study focused on how to measure whether a process, or algorithm, may unintentionally produce unfair outcomes, as well as whether or how the ...",
      "page_age": null
    },
    {
      "title": "Jonathan Mandle, Principle and Particularity in Justice as Fairness",
      "url": "https://philpapers.org/rec/MANPAP-5",
      "philpapers_id": "MANPAP",
      "snippet": "John Rawls&#x27;s theory of justice is frequently accused of being too abstract and unable to take into account the specific features of a society. This is a serious charge, for although justice does make demands regarding the basic structure of society, it does not demand an identical set of institutions for all societies. I argue that justice as fairness can display the needed sensitivity.",
      "page_age": null
    },
    {
      "title": "Jiafeng Zhu, Fairness, Political Obligation, and the Justificatory Gap",
      "url": "https://philpapers.org/rec/ZHUFPO",
      "philpapers_id": "ZHUFPO",
      "snippet": "In this article, I advance a new and, more importantly, principled objection to fairness theories of political obligation by revealing and defending a justificatory gap between the principle of fairness and political obligation: the duty of fairness on its own is incapable of preempting the citizen‟s liberty to reciprocate fairly in ways other than obeying the law.",
      "page_age": null
    },
    {
      "title": "John Rawls, Justice as fairness",
      "url": "https://philpapers.org/rec/RAWJAF-2",
      "philpapers_id": "RAWJAF",
      "snippet": "Rawls&#x27; Justice as Fairness: A Restatement.(Review of the book Justice as Fairness: A Restatement, John Rawls, 2002).R.",
      "page_age": null
    },
    {
      "title": "John Rawls (ed.), Justice as fairness: a restatement",
      "url": "https://philpapers.org/rec/RAWJAF-4",
      "philpapers_id": "RAWJAF",
      "snippet": "Rawls&#x27; Justice as Fairness: A Restatement.(Review of the book Justice as Fairness: A Restatement, John Rawls, 2002).R.",
      "page_age": null
    },
    {
      "title": "Thomas M. Franck, Fairness in International Law and Institutions",
      "url": "https://philpapers.org/rec/MFRFII",
      "philpapers_id": "MFRFII",
      "snippet": "This book is based on Professor Franck&#x27;s highly acclaimed Hague Academy General Course. In it he offers a compelling view of the future of international legal reasoning and legal theory. The ...",
      "page_age": null
    },
    {
      "title": "John Broome, Fairness",
      "url": "https://philpapers.org/rec/BROF-3",
      "philpapers_id": "BROF",
      "snippet": "John Broome; V*—Fairness, Proceedings of the Aristotelian Society, Volume 91, Issue 1, 1 June 1991, Pages 87–102, https://doi.org/10.1093/aristotelian/91.1.87.",
      "page_age": null
    },
    {
      "title": "Brad Hooker, Fairness",
      "url": "https://philpapers.org/rec/HOOF",
      "philpapers_id": "HOOF",
      "snippet": "The main body of this paper assesses a leading recent theory of fairness, a theory put forward by John Broome. I discuss Broome&#x27;s theory partly because of its prominence and partly ...",
      "page_age": null
    },
    {
      "title": "Edward Song, Fairness, Benefits, and Voluntary Acceptance",
      "url": "https://philpapers.org/rec/SONFBA",
      "philpapers_id": "SONFBA",
      "snippet": "The principle of fairness suggests that it is wrong for free riders to enjoy cooperative benefits without also helping to produce them. Considerations of fairness are a familiar part of moral ...",
      "page_age": null
    },
    {
      "title": "Jonathan Wolff, Fairness, Respect, and the Egalitarian Ethos",
      "url": "https://philpapers.org/rec/WOLFRA-4",
      "philpapers_id": "WOLFRA",
      "snippet": "Fairness, Respect and the Egalitarian Ethos Revisited.Jonathan Wolff - 2010 - The Journal of Ethics 14 (3-4):335-350.",
      "page_age": null
    },
    {
      "title": "Nicholas Tilmes, Disability, fairness, and algorithmic bias in AI recruitment",
      "url": "https://philpapers.org/rec/TILDFA-2",
      "philpapers_id": "TILDFA",
      "snippet": "While rapid advances in artificial intelligence (AI) hiring tools promise to transform the workplace, these algorithms risk exacerbating existing biases against marginalized groups. In light of these ethical issues, AI vendors have sought to translate normative concepts such as fairness into measurable, mathematical criteria that can be optimized for.",
      "page_age": null
    },
    {
      "title": "Robert Phillips, Stakeholder Legitimacy",
      "url": "https://philpapers.org/rec/PHISL",
      "philpapers_id": "PHISL",
      "snippet": "The normative componentof stakeholder theory plays a central role in the concept of legitimacy. Though the elaboration of legitimacy contained hereinapplies generally to all “normative cores” this paper relies on Phillips’s principle of stakeholder fairness and therefore begins with a brief description of this work.",
      "page_age": null
    }
  ],
  "count": 19,
  "errors": []
}
