{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "prioritarianism",
  "results": [
    {
      "title": "Michael Weber, Prioritarianism",
      "url": "https://philpapers.org/rec/WEBP-6",
      "philpapers_id": "WEBP",
      "snippet": "Prioritarianism can usefully be seen as a corrective to both egalitarianism and utilitarianism. It allegedly corrects for egalitarianism insofar as it tends toward equality but seems immune to the Leveling Down ...",
      "page_age": null
    },
    {
      "title": "Richard J. Arneson, Prioritarianism",
      "url": "https://philpapers.org/rec/ARNP-5",
      "philpapers_id": "ARNP",
      "snippet": "Prioritarianism holds that improvements in someone&#x27;s life are morally more valuable, the worse off the person would otherwise be. The doctrine is impartial, holding that a gain in one person&#x27;s life counts exactly the same as an identical gain ...",
      "page_age": null
    },
    {
      "title": "Michael Otsuka, Prioritarianism and the Separateness of Persons",
      "url": "https://philpapers.org/rec/OTSPAT",
      "philpapers_id": "OTSPAT",
      "snippet": "For a prioritarian by contrast to a utilitarian, whether a certain quantity of utility falls within the boundary of one person&#x27;s life or another&#x27;s makes the following moral difference: the worse the life of a person who could receive a given benefit, the stronger moral reason we have to confer this benefit on this person.",
      "page_age": null
    },
    {
      "title": "Matthew D. Adler & Ole F. Norheim (eds.), Prioritarianism in Practice",
      "url": "https://philpapers.org/rec/ADLPIP",
      "philpapers_id": "ADLPIP",
      "snippet": "Prioritarianism is an ethical theory that gives extra weight to the well-being of the worse off. In contrast, dominant policy-evaluation methodologies, such as benefit-cost analysis, cost-effectiveness analysis, and utilitarianism, ignore or ...",
      "page_age": null
    },
    {
      "title": "Matthew D. Adler & Nils Holtug, Prioritarianism: A response to critics",
      "url": "https://philpapers.org/rec/ADLPAR-2",
      "philpapers_id": "ADLPAR",
      "snippet": "Prioritarianism is a moral view that ranks outcomes according to the sum of a strictly increasing and strictly concave transformation of individual well-being. Prioritarianism is ‘welfarist’ (namel...",
      "page_age": null
    },
    {
      "title": "Nils Holtug, Prioritarianism and Population Ethics",
      "url": "https://philpapers.org/rec/HOLPAP-8",
      "philpapers_id": "HOLPAP",
      "snippet": "According to prioritarianism, roughly, it is better to benefit a person, the worse off she is. This seems a plausible principle as long as it is applied only to fixed populations. ...",
      "page_age": null
    },
    {
      "title": "Derek Parfit, Another Defence of the Priority View",
      "url": "https://philpapers.org/rec/PARADO-3",
      "philpapers_id": "PARADO",
      "snippet": "This article discusses the relation between prioritarian and egalitarian principles, whether and why we need to appeal to both kinds of principle, how prioritarians can answer various objections, especially those put forward by Michael Otsuka and Alex Voorhoeve, the moral difference between cases in which our acts could affect only one person or two or more people, veil of ignorance contractualism and utilitarianism, what prioritarians should claim about cases in which the effects of our acts are uncertain, the relative moral importance of actual and expectable benefits, whether people should sometimes be given various chances of receiving benefits, and principles that appeal to competing claims",
      "page_age": null
    },
    {
      "title": "Campbell Brown, Prioritarianism for Variable Populations",
      "url": "https://philpapers.org/rec/BROPFV-2",
      "philpapers_id": "BROPFV",
      "snippet": "Philosophical discussions of prioritarianism, the view that we ought to give priority to those who are worse off, have hitherto been almost exclusively focused on cases involving a fixed population. The ...",
      "page_age": null
    },
    {
      "title": "Stephanie Van Fossen, Can Relative Prioritarianism Accommodate the Shift?",
      "url": "https://philpapers.org/rec/VANCRP-3",
      "philpapers_id": "VANCRP",
      "snippet": "Lara Buchak argues that her version of rank-weighted utilitarianism can accommodate an implication of the separateness of persons known as “the shift,” since it requires individuals to be more willing to ...",
      "page_age": null
    },
    {
      "title": "Matthew D. Adler, Prioritarianism: Room for Desert?",
      "url": "https://philpapers.org/rec/ADLPRF",
      "philpapers_id": "ADLPRF",
      "snippet": "Justice, Claims and Prioritarianism: Room for Desert?Matthew D.",
      "page_age": null
    },
    {
      "title": "Torbjörn Tännsjö, Utilitarianism or Prioritarianism?",
      "url": "https://philpapers.org/rec/TNNUOP",
      "philpapers_id": "TNNUOP",
      "snippet": "A simple hedonistic theory allowing for interpersonal comparisons of happiness is taken for granted in this article. The hedonistic theory is used to compare utilitarianism, urging us to maximize the sum total of happiness, with prioritarianism, urging us to maximize a sum total of weighed happiness.",
      "page_age": null
    },
    {
      "title": "Wlodek Rabinowicz, Prioritarianism for Prospects",
      "url": "https://philpapers.org/rec/WLOPFP",
      "philpapers_id": "WLOPFP",
      "snippet": "On that view, due to Derek Parfit, the benefits to the worse off should count for more, in the overall evaluation, than the comparable benefits to the better off. Pace Broome, the paper argues that prioritarians should meet this challenge not by denying Bernoulli&#x27;s hypothesis, but by rejecting one of the basic assumptions behind the addition theorem: that a prospect is better overall if it is better for everyone.",
      "page_age": null
    },
    {
      "title": "Campbell Brown, Adler’s Defence of Prioritarianism",
      "url": "https://philpapers.org/rec/BROADO-16",
      "philpapers_id": "BROADO",
      "snippet": "Second, that Adler’s preferred form of prioritarianism must be restricted to non-negative utilities may be a more serious limitation than he appreciates; and there may be preferable forms which avoid this restriction.",
      "page_age": null
    },
    {
      "title": "Richard J. Arneson, Luck egalitarianism and prioritarianism",
      "url": "https://philpapers.org/rec/ARNLEA",
      "philpapers_id": "ARNLEA",
      "snippet": "In her recent, provocative essay “What Is the Point of Equality?”, Elizabeth Anderson argues against a common ideal of egalitarian justice that she calls “ luck egalitarianism” and in favor of ...",
      "page_age": null
    },
    {
      "title": "Nils Holtug, Prioritarianism",
      "url": "https://philpapers.org/rec/HOLP-4",
      "philpapers_id": "HOLP",
      "snippet": "Equality-tempered prioritarianism.Dale Dorsey - 2014 - Politics, Philosophy and Economics 13 (1):45-61.",
      "page_age": null
    },
    {
      "title": "Campbell Brown, Priority or sufficiency …or both?",
      "url": "https://philpapers.org/rec/BROPOS-10",
      "philpapers_id": "BROPOS",
      "snippet": "Prioritarianism is the view that we ought to give priority to benefiting those who are worse off. Sufficientism, on the other hand, is the view that we ought to give priority ...",
      "page_age": null
    },
    {
      "title": "Michael Otsuka, Prioritarianism, Population Ethics, and Competing Claims",
      "url": "https://philpapers.org/rec/OTSPPE",
      "philpapers_id": "OTSPPE",
      "snippet": "In his restriction of prioritarianism to cases in which the same people would exist in all the possible outcomes, Parfit stakes out an unstable position, both for himself and more generally. ...",
      "page_age": null
    },
    {
      "title": "Makan Nojoumian, Partial Aggregation for Prioritarians",
      "url": "https://philpapers.org/rec/NOJPAF",
      "philpapers_id": "NOJPAF",
      "snippet": "Prioritarianism is a family of views comparing distributions of well-being. What unites prioritarians is the thought that when deciding whether a distribution is overall better than another, the worse off have priority.",
      "page_age": null
    },
    {
      "title": "Massimo Reichlin, Prioritarianism in Health-Care: Resisting the Reduction to Utilitarianism",
      "url": "https://philpapers.org/rec/REIPIH",
      "philpapers_id": "REIPIH",
      "snippet": "All three theories point to a somewhat radical departure from the present distribution of medical resources: in particular, they suggest redirecting resources from marginal life extension to the care of mentally ill patients. In this paper I wish to argue, firstly, that prioritarianism should not be considered as an amendment to utilitarianism, as it is in Tännsjö’s view, but as a distinctive fourth option.",
      "page_age": null
    }
  ],
  "count": 19,
  "errors": []
}
