{
  "status": "success",
  "source": "core",
  "query": "encubrimiento del otro Dussel",
  "results": [
    {
      "core_id": "47282405",
      "doi": null,
      "title": "Aproximaciones al análisis de la otredad latinoamericana en Enrique Dussel",
      "authors": [
        {
          "name": "Randis, Macarena"
        },
        {
          "name": "Salatino, Noelia"
        }
      ],
      "year": 2013,
      "abstract": "Este trabajo busca indagar acerca de la crítica a la Modernidad llevada a cabo por Enrique Dussel, uno de los referentes más importantes de la filosofía de la liberación.\nAsimismo, intentamos rastrear algunos elementos que permitan dar cuenta de su visión acerca de la identidad latinoamericana. Particularmente,  trabajaremos con el libro 1492   El encubrimiento del otro. Hacia el origen del mito de la modernidad escrito por Dussel\nen 1992; esta serie de conferencias es fundamental para entender la postura que toma  el  autor ante la historia y la crítica profunda que realiza al proyecto de la modernidad y del  mito (irracional) sacrificial que esta supone, como veremos más adelante. \nHacia el final recogemos algunas críticas elaboradas por Raúl Fornet Betancourt y  Estela Fernández Nadal a la concepción de el Otro en el pensamientode Dussel.Fil: Salatino, Noelia. Universidad Nacional de Cuyo. Facultad de Ciencias Políticas y Sociales.Fil: Randis, Macarena. Universidad Nacional de Cuyo. Facultad de Ciencias Políticas y Sociales",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161646546.pdf",
      "source_url": "https://bdigital.uncu.edu.ar/objetos_digitales/6200/salatinoomesa07.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "8499187",
      "doi": null,
      "title": "Praxis liberacionista de Enrique Dussel: la concepción del indio",
      "authors": [
        {
          "name": "SALADINO GARCIA, ALBERTO"
        },
        {
          "name": "SALADINO GARCIA, ALBERTO"
        }
      ],
      "year": 2010,
      "abstract": "Enrique Dussel es uno de los forjadores de la filosofía de la liberación cuya impronta estriba en desplegar una crítica radical de carácter anticapitalista. Toda vez que en su amplia y rica obra existen diversas referencias al indio americano, me pareció pertinente sistematizar sus reflexiones al respecto. Lo corroboran dos de sus obras: su tesis doctoral en la década de los años sesenta y otro texto de los años noventa, que apareció con dos títulos diferentes. En sus planteamientos se bordan tópicos para construir la explicación de la génesis del problema del indio latinoamericano, su ubicación como colonizado y las posibilidades acerca de la necesaria superación de esa situación",
      "publisher": "Centro de Investigaciones sobre América Latina y el Caribe",
      "journal": null,
      "download_url": "https://core.ac.uk/download/55530070.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8863967",
      "doi": null,
      "title": "Being-in-the-World-Hispanically: A World on the \"Border\" of Many Worlds",
      "authors": [
        {
          "name": "Dussel, Enrique"
        },
        {
          "name": "Stehn, Alexander"
        }
      ],
      "year": 2009,
      "abstract": "This translation of Enrique Dussel's “‘Ser-Hispano’: Un Mundo en el ‘Border’ de Muchos Mundos” offers an interpretation of hispanos (Latin Americans and U.S. latinos) as historically, culturally, and geographically located “in-between” many worlds that combine to constitute an identity on the intercultural “border.” To illustrate how hispanos have navigated and continue to navigate their complex history in order to create a polyphonic identity, the essay sketches five historical-cultural “worlds” that come together to form the hispanic “world.",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/186332052.pdf",
      "source_url": "https://philpapers.org/archive/DUSBAW.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7742833",
      "doi": "10.7203/laocoonte.3.3.9368",
      "title": "El Ethnic Chic, la moda como encubrimiento. Reflexiones en torno a la fetichización comercial de la estética étnica",
      "authors": [
        {
          "name": "Mora Silva, Julimar del Carmen"
        }
      ],
      "year": 2016,
      "abstract": "El presente trabajo se ha planteado analizar la moda como un novedoso –e inadvertido– mecanismo de encubrimiento a la otredad cultural expresa en la idea de lo étnico, para ello, se ha concentrado la atención en una de sus más actuales tendencias: el ethnic chic. Se ha empleado como herramienta el análisis del discurso, tanto de los contenidos promocionales inherentes a la tendencia, como de la estética en la que se presentan sus mercancías, intentando mostrar cómo en este campo se siguen reproduciendo políticas de estética y significado rastreables incluso desde tiempos bastante antiguos. Así mismo, como se ha convertido la estetización étnica en un valor legitimante a la circulación económica de determinadas mercancías en el mercado contemporáneo. This work has considered analyzing the fashion as the new –and inadvertently– mechanism of concealment to the cultural otherness expressed in the ethnic idea, for it, the attention has centered in one of his last and more successful trends: the chic ethnic. One has used as tool the discourse analysis, so much of the promotional contents inherent in the trend, since of the aesthetics in which they present his merchandises, trying to show how in this field there continue being reproduced policies of aesthetics and meaning traceable from ancient enough times. Also, as has become aesthetic ethnic to the legitimizing value economic movement of certain goods in the contemporary market",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/80524907.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7684959",
      "doi": null,
      "title": "¡Otra emancipación … hay que conquistar!",
      "authors": [
        {
          "name": "Arpini, Adriana"
        }
      ],
      "year": 2016,
      "abstract": "Fil: Arpini, Adriana. \n    Universidad Nacional de Cuy",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161646873.pdf",
      "source_url": "https://bdigital.uncu.edu.ar/objetos_digitales/8713/arpini.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "7837316",
      "doi": null,
      "title": "La representación del indígena en la Historia del Reino de Quito",
      "authors": [
        {
          "name": "Guayasamín Mogrovejo, Mateo Nicolás"
        }
      ],
      "year": 2015,
      "abstract": "Este trabajo es un intento por observar la Historia del Reino de Quito en la América Meridional, escrita por el jesuita Juan de Velasco y culminada en 1789, desde una perspectiva de discusión y comparación con distintos discursos elaborados en la época de la conquista y la Colonia. Concretamente, este estudio se propone entender cuáles fueron las formas de representación sobre el indígena americano durante la conquista y la Colonia y compararlas con la imagen elaborada por Velasco. Para lograr esto, el trabajo se divide en dos partes. El primer capítulo está centrado en la comprensión de varios aspectos del contexto histórico, político e ideológico de América y de Europa entre los siglos XVI y XVIII, en que se escribieron cartas e informes sobre los recursos, la naturaleza y los habitantes del Nuevo Mundo. En este periodo se analizan extractos de cronistas y propuestas teórico-críticas contemporáneas que hablan de una representación del indígena conformes a la colonización y al dominio. El segundo capítulo consiste en analizar la representación de Velasco como una nueva forma de expresión y asimilación del mundo indígena, contraria a la imagen degradada de los cronistas europeos. Aquí se intentará sobre todo ubicar la Historia del Reino de Quito dentro de una corriente estética que es propia de un marco cultural y de un pensamiento específicos: la Ilustración americana. En esta obra conviven una serie de textos que conforman un pasado indígena heroico, desarrollado en una geografía fértil y generosa que demuestra los ideales de la sociedad hispanoamericana de la época de Velasco. Así, estudiar la imagen del indígena permitió, entre otros aspectos, entender cómo la memoria y la representación histórica se pueden traducir en proyectos y en sentidos simbólicos que son trascendentales para una cultura",
      "publisher": "Universidad Andina Simón Bolívar, Sede Ecuador",
      "journal": null,
      "download_url": "https://core.ac.uk/download/159777112.pdf",
      "source_url": "http://repositorio.uasb.edu.ec/bitstream/10644/4660/1/T1717-MEC-Guayasamin-La%20representacion.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "137154746",
      "doi": null,
      "title": "Pasar por Quijano, salvar a Foucault. Protección de identidades blancas y decolonización",
      "authors": [
        {
          "name": "Julia Suárez-Krabbe"
        }
      ],
      "year": 2012,
      "abstract": "Este artículo aborda las discusiones sobre la relación entre las teorías de Quijano (o decolonialidad) y Foucault. Por un lado, reitera la importancia de esas discusiones en el ámbito académico eurocéntrico, y por el otro, señala que, al desarrollarse primordialmente dentro del ámbito académico, peligran en reforzar el núcleo de enunciación de la política colonial del ser de la identidad blanca al invisibilizarlo. El artículo usa a Quijano y a Foucault tanto como los teóricos importantes que son y también como metáforas geo y corpo políticas, donde Foucault habita la zona del ser, y Quijano una zona del no-ser relativa. Los dos habitan la zona del ser en relación con las poblaciones indígenas y negras. Se concluye que si bien las discusiones sobre las teorías decoloniales y Foucault ponen de relieve algunos aspectos importantes que aportan a la descolonización, también son discusiones que pasan por Quijano y salvan a Foucault, entendiendo por esto que se mantienen en la zona del ser",
      "publisher": "Universidad Colegio Mayor de Cundinamarca",
      "journal": "Tabula rasa",
      "download_url": "https://core.ac.uk/download/25589535.pdf",
      "source_url": "http://www.redalyc.org/pdf/396/39624572004.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "39670278",
      "doi": null,
      "title": "We must kill the bandits: Identity, alterity, and the state of exception in Haiti (2004-2006)",
      "authors": [
        {
          "name": "Fonseca, Melody"
        }
      ],
      "year": 2015,
      "abstract": "¿Cómo se constituye un bandido y cómo se nombra un otro? ¿Cómo se gestiona la alteridad\r\ny su relación con el poder? ¿Cómo operan los dispositivos de poder diferenciando entre la\r\nvida de unos y la muerte de otros? En este artículo discuto, primeramente, cómo se ha\r\nanalizado el concepto de alteridad y su relación con la diferencia desde ciertos enfoques\r\ncríticos como el posestructuralismo, los estudios poscoloniales y el pensamiento decolonial\r\ndentro y fuera de la disciplina de las Relaciones Internacionales. En segundo lugar, presento\r\nun breve resumen histórico sobre ciertos momentos claves en la historia haitiana, en los que\r\nla construcción de un discurso sobre Haití, como un sujeto a temer, sirvieron para pretender,\r\ncontener o convertir su otredad. Por último, analizo cómo en el periodo de pacificación\r\nde Haití tras la salida del gobierno de Jean Bertrand Aristide en 2004, las fuerzas de\r\nmantenimiento de la paz de las Naciones Unidas y la Policía Nacional Haitiana, emplearon\r\nuna serie de dispositivos discursivos sobre ciertos sectores de la población haitiana que\r\npermitieron naturalizar el asesinato de miles de personas en nombre del restablecimiento\r\ndel ordenHow are bandits constructed and how are they labelled as such? How is alterity and its relation\r\nwith power managed? How do power dispositifs operate in order to differentiate between\r\nthe life of some and the death of others? In this article I discuss, firstly, how the concept\r\nof alterity has been analyzed from different critical approaches such as poststructuralism,\r\npostcolonial studies and decolonial thinking inside and outside of the International Relations\r\ndiscipline. Secondly, I present a brief historical summary of main moments in Haitian history\r\nwhere the construction of the Haitian as a feared subject served to contain or convert their\r\notherness. Lastly, I analyze how the pacification process in Haiti after Jean Bertrand Aristide’s\r\nwithdrawal from government in 2004, the United Nations peacekeepers and Haitian National\r\nPolice deployed a set of discoursive dispositifs about certain sectors of Haitian population\r\nthat permit the naturalization of the murder of thousands of citizens in the name of orde",
      "publisher": "Universidad Autónoma de Madrid. Grupo de Estudios de Relaciones Internacionales (GERI)",
      "journal": "Relaciones Internacionales",
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/677092/RI_29_2.pdf?sequence=1",
      "source_url": "http://hdl.handle.net/10486/677092",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "40925458",
      "doi": null,
      "title": "Venturas y desventuras del filosofar",
      "authors": [
        {
          "name": "Biagini, Hugo Edgardo"
        }
      ],
      "year": 2014,
      "abstract": "En la presente ocasión, me propongo retomar una de las acepciones con la que ha sido establecida la conmemoración del día de la filosofía por parte de la Unesco, cuando le asignó a esa rama del saber la aptitud para contribuir al declive de los enfrentamientos por los que atraviesa una humanidad fracturada, figurando, entre los objetivos expresos formulados por la misma Unesco, uno de los reclamos identitarios más valederos: ¿animar a los pueblos del mundo a compartir su herencia y abrir su mente a nuevas ideas?Fil: Biagini, Hugo Edgardo. Academia Nacional de Ciencias de Buenos Aires. Centro de Estudios Filosóficos ; Argentina. Consejo Nacional de Investigaciones Científicas y Técnicas; Argentin",
      "publisher": "Biblioteca Nacional de Chile. Dirección de Bibliotecas, Archivos y Museos",
      "journal": null,
      "download_url": "https://core.ac.uk/download/159294767.pdf",
      "source_url": "https://ri.conicet.gov.ar/bitstream/11336/34286/5/CONICET_Digital_Nro.6a9fba30-f699-42ab-b0fc-970034a1a9b8_X.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "38025927",
      "doi": "10.7770/cuhso-v26n1-art1019",
      "title": "Against the ventriloquism: notes on the uses and misuses of the translation of the subaltern knowledge in Latin America",
      "authors": [
        {
          "name": "Inclán Solís, Daniel"
        }
      ],
      "year": 2016,
      "abstract": "Este artículo compara dos forma de traducir el conocimiento de los subalternos en América Latina. Por un lado, en las dos últimas décadas, los estudios decoloniales han tratado de proponer una forma alternativa para pensar el continente centrándose en el conocimiento de las comunidades locales. Las estrategias de traducción utilizadas por estudios descoloniales apuntan a poner el conocimiento de los subalternos en el centro de un proyecto intelectual descolonización. Por otro lado, mucho antes del surgimiento de los estudios decoloniales, Bolivia fue escenario de un proyecto de traducción sumamente interesante que fundamentado en el conocimiento indígena. En la década de 1980, el Taller de Historia Oral Andina (THOA) desarrolló un proceso epistémico, cuyo objetivo principal fue la recuperación de las experiencias indígenas para la construcción de nuevos marcos analíticos. La traducción fue uno de los ejes de este proyecto historiográfico, fue utilizada como una herramienta en la lucha de estas comunidades para articular sus historias a su manera. Porque el THOA es prácticamente desconocido en América Latina, sus múltiples contribuciones ṕara rearticular los discursos subalternos través de la traducción han sido poco estudiadas. Al contrastar estos dos proyectos, este trabajo muestra los usos y abusos de la traducción del conocimiento subalterno en América LatinaAs a cultural text based on deeply conflicted social accents, Pascual Coña’s testimonial work continues to question different generations of readers-addresses, asking each of them —and us— to take a position, to make an interpretation of the events and the participants which would always be historically located. In the light of other previous and contemporary readings, this article examines Coña’s diverse and even opposite footings across time in three dissimilar though related contexts: discourse production, the nütram ‘stories’ included in the book, and the circulation contexts for the published work. From a perspective that istinguishes in this work the interaction of multiple voices, the analysis incorporates the notion of contact zone, understood as the social space in which geographically and historically separated peoples come into contact and establish lasting relations based on coercion, inequality, and conflict (Pratt, 1992). It concludes that Pascual Coña’s work, on the one hand, manages to subvert the «author» role that Moesbach allocated to himself in the first edition\r\nand, on the other, it also gains profound sense within the framework of the saga of narratives circulating in the area about the tragic fates of leading Mapuche longko on both sides of the Andes after their defea",
      "publisher": "'Universidad Catolica de Temuco'",
      "journal": "Cultura-Hombre-Sociedad",
      "download_url": "https://core.ac.uk/download/75990690.pdf",
      "source_url": "http://repositoriodigital.uct.cl/bitstream/handle/10925/1807/Daniel%20Incl%c3%a1n%20Sol%c3%ads.pdf?sequence=1",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "71140134",
      "doi": "10.5377/typ.v0i16.3492",
      "title": "El colonialismo como encubrimiento del otro",
      "authors": [
        {
          "name": "Montano, Rudy"
        }
      ],
      "year": 2010,
      "abstract": "The article aims to establish a definition of concealment and its manifestations in three different historical situations: the relation between Europe and Eastern, the relation between Europe and America, and the present relation between the United States and Islamic world. The point in common between these three situations is that they use optimistic terms to conceal realities of exploitation and exclusion.Teoría y Praxis Year 8, No. 16, February 2010, pp.43-56El artículo pretende plantear una definición del encubrimiento y sus manifestaciones en tres situaciones históricas diferentes: la relación entre Europa y Oriente, la relación entre Europa y América y en la actualidad, la relación entre Estados Unidos y el mundo islámico. El punto en común de estas tres situaciones es que se usan términos optimistas para encubrir realidades de explotación, exclusión y marginación.Teoría y Praxis Año 8, No. 16, Febrero de 2010, pp.43-5",
      "publisher": "'Latin America Journals Online'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/236035187.pdf",
      "source_url": "https://www.camjol.info/index.php/TyP/article/download/3492/3245",
      "language": "es",
      "document_type": null
    },
    {
      "core_id": "19938570",
      "doi": "10.15332/s1794-3841.2016.0025.02",
      "title": "José Revueltas y la filosofía latinoamericana:imágenes cinematográficas del mundo",
      "authors": [
        {
          "name": "Sanchez Lopera, Alejandro"
        }
      ],
      "year": 2016,
      "abstract": "En este artículo sostengo que la obra del escritor mexicano José Revueltas Sánchez (1914-1976) se aleja de las convenciones de la filosofía latinoamericana, al dejar atrás la experiencia del lamento y la nostalgia por la unidad perdida, así como el extravío del ser sepultado por el colonialismo. Argumento, además, que a ello Revueltas opone un pensamiento sin finalidad y un análisis antimoralista de la verdad. Para lograrlo, postulo que Revueltas utiliza un método basado en la construcción de una imagen cinematográfica del pensamiento. Esto permite construir otra imagen de América Latina, y de su filosofía, por fuera de la moral del sufrimiento o la victimización por parte de Europa. Esa imagen es la de Latinoamérica como isla y no como continente",
      "publisher": "'Universidad Santo Tomas'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/33563589.pdf",
      "source_url": "https://revistas.usantotomas.edu.co/index.php/hallazgos/article/download/2556/2488",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "33688666",
      "doi": null,
      "title": "¿Puede la Philosophia volverse hacia lo ya pensado en náhuatl o maya- quiché?",
      "authors": [
        {
          "name": "Campos Fonseca, Susan"
        }
      ],
      "year": 2007,
      "abstract": "This essay is a return to Miguel León-Portilla's thesis \"Filosofía Náhuatl\" (1956-2006) as philosophical inquiry for colonial-postcolonial \"translatio\" (to transfer) of a language and thinking.Este ensayo es un volver a la \"Filosofía Náhuatl\" (1956-2006) de Miguel León-Portilla como problema de la traducción del pensamiento y \"translatio\" colonial- postcolonial de un pensar",
      "publisher": "'Servicio de Publicaciones de la Universidad Autonoma de Madrid'",
      "journal": "Bajo Palabra",
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/447/21457_31-42_.pdf?sequence=1",
      "source_url": "http://hdl.handle.net/10486/447",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "39676716",
      "doi": "10.15366/relacionesinternacionales2018.37.005",
      "title": "Rethinking diplomatic history: Dialogues, absences and challenges to understand global historical otherness",
      "authors": [
        {
          "name": "Arévalo Robles, Gabriel Andrés"
        }
      ],
      "year": 2018,
      "abstract": "El presente artículo pretende señalar las limitaciones de las teorías dominantes de\r\nlas Relaciones Internacionales sobre el entendimiento histórico de la diplomacia, y la\r\nnormalización hecha de las bases categoriales sobre las que es interpretada la alteridad\r\nhistórica mundial, la cual invisibilizó actores, saberes y prácticas diplomáticas que \r\nperviven en la exterioridad del sistema mundial. Para respaldar las afirmaciones del texto, se aportan hechos históricos de la actividad diplomática que dan cuenta tanto de la resistencia histórica como del entendimiento político y diplomático mundial. En su conjunto, se suma a la promoción de las agendas de investigación sobre diplomacia, interesadas en comprender mejor la alteridad planetaria y su preocupación por la transformación de la violencia y la dominación globalThis paper seeks to identify the limitations of mainstream International Relations theories about the historical understanding of diplomacy, and the normalization of the parameters used to interpret world historical otherness, which invisibilized actors, knowledge and diplomatic practices that survive outside the world system. For this purpose, the paper outlines historical facts of diplomatic activity that account for historical resistance as well as for global political and diplomatic understanding. Overall the paper aims to contribute to the research agendas on diplomacy, interested in better understanding planetary otherness and its concern for the transformation of violence and global domination",
      "publisher": "'Servicio de Publicaciones de la Universidad Autonoma de Madrid'",
      "journal": "Relaciones Internacionales",
      "download_url": "https://core.ac.uk/download/441635138.pdf",
      "source_url": "https://revistas.uam.es/relacionesinternacionales/article/download/8511/9595",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8864915",
      "doi": "10.19053/01235095.v4.n22.2018.8301",
      "title": "Interculturalidad en lenguas-culturas extranjeras: un desafío filosófico para América Latina",
      "authors": [
        {
          "name": "Pineda, Jorge Hernán Herrera"
        },
        {
          "name": "Ruiz, Claudia Elizabeth Ortiz"
        }
      ],
      "year": 2018,
      "abstract": "Este artículo de reflexión problematiza la didáctica de las lenguas extranjeras desde una inquietud filosófica-intercultural para contextos mayoritaria e históricamente monolingües como el latinoamericano. Inicialmente, se describen los rasgos de colonialidad latentes en el enfoque que el Marco Común Europeo de Referencia asume para tratar la interculturalidad. Seguidamente, se realiza un análisis crítico-filosófico de los desafíos que la interculturalidad enfrenta en América Latina en el contexto anteriormente mencionado, y se revisan las relaciones que existen entre interculturalidad y glotopolítica, asumiendo que el latinoamericanismo de Mendieta, la resemantización del orientalismo de Said, el mimetismo y la hibridación bhabhiana, así como la filosofía intercultural, son quizá los desafíos filosóficos más grandes. Finalmente, se presenta un exordio para una interculturalidad crítica en lenguas-culturas extranjeras, en el que se tienen en cuenta algunas contribuciones del Grupo Modernidad/Colonialidad, concretamente de Dussel, Walsh, Castro-Gómez y Fornet-Betancourt, reconociendo que la didáctización de la interculturalidad en las licenciaturas de lenguas modernas de Colombia está por construirse",
      "publisher": "",
      "journal": "Cuestiones de filosofía",
      "download_url": "https://core.ac.uk/download/186332573.pdf",
      "source_url": "https://philpapers.org/archive/DEDIEL-3.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "7685363",
      "doi": null,
      "title": "Indigenismo, indianismo y descolonialidad del poder en el contexto de las actuales políticas \"desarrollistas\" de los gobiernos de Bolivia y Argentina \n : una perspectiva comparada",
      "authors": [
        {
          "name": "Illanes, Adriana"
        },
        {
          "name": "Montes Torrez, Marcia"
        },
        {
          "name": "Vanin, Mabel Alicia"
        }
      ],
      "year": 2012,
      "abstract": "La década del noventa en el aspecto sociopolítico no representó para América\nLatina sólo la implementación del modelo Neoliberal, con sus consecuencias\nde despojos, pobrezas y profundización de las desigualdades preexistentes, y\nla emergencia de profundas brechas políticas, económicas, sociales y\nculturales que condujeron a una situación de fuertes asimetrías. Éstas se\nhicieron visibles tanto en la fragmentación de los sectores populares como en\nla concentración de poder político de las élites nacionales e internacionales, a\nla vez que propiciaron el surgimiento de numerosos conflictos y protestas que\ndieron lugar a la formación de los denominados movimientos sociales y\nconvergencias sociopolíticas a nivel local, nacional y regional. (SVAMPA, M.\n2008)\nPara esa época y tras largos años de dictadura, las jóvenes democracias se\nvieron envueltas en las consignas neoliberales que, con la tutela y las recetas\nmágicas del F.M.I. y el Consenso de Washington, dieron vuelta la cara a las\nnecesidades populares, respondiendo así a los requerimientos de las\ntransnacionales y el poder financiero. Pero fueron los pueblos, a través de los\nmovimientos sociales y las luchas que comenzaron a proliferar a través de\npiquetes, marchas, huelgas, etc., los que tomaron la iniciativa de poner límites\na esa ola de despojos y deshumanización. Ellos asumieron sus diversas\nidentidades y salieron a las calles, se organizaron y llevaron a los gobiernos\nrepresentantes populares, más afín a sus requerimientos",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161646461.pdf",
      "source_url": "https://bdigital.uncu.edu.ar/objetos_digitales/4642/indigenismo-indianismo-descolonialidad.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "39794502",
      "doi": null,
      "title": "Presumidamente blanca… Notas para entender la violencia racializante",
      "authors": [
        {
          "name": "Machado Aráoz, Horacio Alejandro César"
        },
        {
          "name": "Scribano, Adrián Oscar"
        }
      ],
      "year": 2013,
      "abstract": "Pensar la \"cuestión indígena\" en un país como la Argentina, una sociedad que ha  construido su identidad nacional en base a una representación historiográfica \"presumidamente\" blanca, es algo sumamente complejo... Pues es andar hacia los  márgenes de lo que se da por sentado como \"realidad\"; es caminar por los bordes  ambiguos de lo impensable, es decir, de lo negado como constituyente de lo real. De esto se trata el presente articulo.Fil: Scribano, Adrián Oscar. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico Córdoba. Centro de Investigaciones y Estudio sobre Cultura y Sociedad; Argentina. Universidad de Buenos Aires. Facultad de Ciencias Sociales. Instituto de Investigaciones \"Gino Germani\"; ArgentinaFil: Machado Aráoz, Horacio Alejandro César. Universidad Nacional de Catamarca; Argentin",
      "publisher": "Centro de Investigaciones y Estudio sobre Cultura y Sociedad",
      "journal": null,
      "download_url": "https://core.ac.uk/download/80341928.pdf",
      "source_url": "https://ri.conicet.gov.ar/bitstream/11336/8196/2/CONICET_Digital_Nro.5933_A.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7686767",
      "doi": null,
      "title": "Los orígenes siempre vigentes del capitalismo \n : la desestructuración/reestructuración de un sistema en crisis",
      "authors": [
        {
          "name": "Rolfi, María Belén"
        },
        {
          "name": "Valinotti, María Florencia"
        }
      ],
      "year": 2017,
      "abstract": "El capitalismo en su estadio actual, pone en evidencia un sistema-mundo enmarañado, controvertido, atravesado por una honda crisis, cuyo impacto tiene efectos fragmentarios y desiguales. Plantear de este modo la crisis del sistema capitalista supone un debate que reviste múltiples aristas, tanto en el plano teórico-analítico, como en la propia praxis política. Es que el capitalismo contemporáneo pone en entredicho el propio metabolismo social y con ello lo que está en juego no es sólo el agotamiento definitivo de este régimen de acumulación, sino el destino mismo de la humanidad ante la crisis civilizatoria que trasunta su colapso definitivo. Es por ello que para comprender acabadamente el alcance de esta crisis es necesario indagar primero en el carácter intrínseco del capitalismo como relación social históricamente situada. Por ello, esta comunicación tiene como objetivo problematizar la idea de la acumulación originaria que Carlos Marx presenta en el capítulo XXIV del primer tomo del El Capital, a partir de la reinterpretación que propone David Harvey con su concepto acumulación por desposesión. Siguiendo esta línea argumental y con la intención de dar cuenta de la especificidad del desarrollo capitalista en Nuestramérica, consideraremos, también, los aportes de la perspectiva de-colonial y su categoría fundacional: la colonialidad del poder.  Lo que se propone es un ejercicio reflexivo para recuperar el pensamiento crítico como espacio de interpelación en relación a nuestros propios lugares de enunciación, entendiendo el capitalismo como un sistema que propicia la universalización de la forma-valor, tanto del trabajo vivo como de las subjetividades, de la cultura, del conocimiento y de sus formas de producción. Es por ello que consideramos que revisitar el pensamiento de Marx desde estas latitudes y a la luz de un mundo en transición, constituye un aporte para proyectos alternativos capaces de vislumbrar nuevos horizontes civilizatorios.Fil: Rolfi, María Belén. \n    Universidad Nacional de San LuisFil: Valinotti, María Florencia. \n    Universidad Nacional de Villa Marí",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161647643.pdf",
      "source_url": "https://bdigital.uncu.edu.ar/objetos_digitales/10477/losorgenessiemprevigentesdelcapitalismo.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "38025426",
      "doi": "10.4067/s0718-65682010000300014",
      "title": "Intersubjectivity as tuning in social relations. Rediscovering Alfred Schütz",
      "authors": [],
      "year": 2012,
      "abstract": "Este artículo aborda, desde la relectura del trabajo de Alfred Schütz \"La ejecución musical conjunta\" (\"Making music together\"), la idea de intersubjetividad como sintonía en las relaciones sociales explorando en los elementos señalados por el autor, como la dimensión temporal, el cara a cara y la sincronización con el Otro. Se abre así una posibilidad de comprensión de los procesos intersubjetivos, en la perspectiva del reconocimiento de la alteridad (Levinas) como constitutiva de intersubjetividad, y se plantea la pregunta de si es posible, en contextos de exclusión, avanzar hacia la constitución de sintonía entre sociedad y Estado.This article discusses from rereading the work of Alfred Schütz “Making music together”, the idea of intersubjectivity as tuning in social relations, exploring the elements identified by the author, such as the temporal dimension,\r\nface to face and synchronizing with the Other. Thus opens a chance of understanding\r\nprocesses of intersubjectivity, in the perspective of the recognition of otherness\r\n(Levinas) as constituting intersubjectivity, and raises the question whether it is\r\npossible, in contexts of exclusion, to move towards the constitution of harmony\r\nbetween society and State",
      "publisher": "'SciELO Agencia Nacional de Investigacion y Desarrollo (ANID)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/75990434.pdf",
      "source_url": "http://repositoriodigital.uct.cl/bitstream/handle/10925/884/art14.pdf?sequence=1",
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 19,
  "errors": []
}
