{
  "status": "success",
  "source": "core",
  "query": "Dussel democracy liberation",
  "results": [
    {
      "core_id": "41661155",
      "doi": null,
      "title": "Special Education in Catholic Schools Viewed from a Liberatory Hermeneutic",
      "authors": [
        {
          "name": "Carlson, Mary E."
        },
        {
          "name": "LaBelle, Jeffrey"
        }
      ],
      "year": 2019,
      "abstract": "This study explores anew the issue of providing special education in Catholic schools by viewing the ethical implications from a liberatory hermeneutic. By utilizing an interdisciplinary perspective, the research draws upon liberation theology, liberation psychology, liberation pedagogy, and liberation ethics to support the moral mandate for providing education for all God’s children, including those persons with disabilities. The study challenges Catholic educational leaders to reimagine their positions on how schools might promote a more inclusive, liberatory approach to serving the special needs of children with disabilities. Finally, this research provides a Catholic, liberatory, ethical framework for inclusive Catholic education to assist school leaders in the development of appropriate pedagogy and programming to address the issue of inclusion of students with disabilities",
      "publisher": "e-Publications@Marquette",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286544027.pdf",
      "source_url": "https://digitalcommons.lmu.edu/cgi/viewcontent.cgi?article=2061&amp;context=ce",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8856341",
      "doi": null,
      "title": "Enrique Dussel and Liberation Theology: Violence or Dialogue?",
      "authors": [
        {
          "name": "Paz, Miguel Ángel Quintana"
        }
      ],
      "year": 2014,
      "abstract": "For centuries, several disciplines have tried to tackle the topic of how legitimate it is to use violence in order to solve social problems. One of the most recent interdisciplinary approaches (and one of the most successful in present-day Latin America) is the so-called “Ethics of Liberation,” designed by Enrique Dussel. Based on the Theology of Liberation, this theory goes beyond the limits of theology as a discipline and pleads for three ethical criteria that every political revolution must fulfill to use violence in a legitimate way. The first is a formal criterion, which basically takes after the ideal dialogue situation endorsed by Karl-Otto Apel and Jürgen Habermas, and purports to be rooted in yet another discipline, linguistics. The second is a material criterion, defined as the upshot of an acceptable welfare for all citizens, thus intimately linked with the discipline of economy and political philosophy. The third is a criterion of feasibility, which makes a revolt legitimate if, and only if, it has a reasonable possibility of succeeding; hence strategic issues take a leading role. This essay contends that each of these criteria is conceptually incompatible with violence. Hence, Dussel’s arguments involve multiple contradictions as he aims to justify the use of violence precisely with these interdisciplinary criteria",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131213237.pdf",
      "source_url": "https://philpapers.org/archive/PAZEDA.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8860974",
      "doi": "10.1163/18758185-01304005",
      "title": "Liberation Pragmatism: Dussel and Dewey in Dialogue",
      "authors": [
        {
          "name": "Sager, Alex"
        },
        {
          "name": "Spencer, Albert R."
        }
      ],
      "year": 2016,
      "abstract": "Enrique Dussel and John Dewey share commitments to philosophical theory and\n          practice aimed at addressing human problems, democratic modes of inquiry, and progressive social reform, but also maintain productive differences in their fundamental starting point for political philosophy and their use of the social sciences. Dussel provides a corrective to Dewey’s Eurocentrism and to his tendency to underplay the challenges of incorporating marginalized populations by insisting that social and political philosophy begin from the perspective of the marginalized and excluded. Simultaneously, Dewey encourages a modest experimental and fallibilist approach to social transformation that promises more feasible social\n          reforms than Dussel’s approach rooted in phenomenology and the critical social sciences",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131209178.pdf",
      "source_url": "https://philpapers.org/archive/SAGLPD.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "41652047",
      "doi": null,
      "title": "Populism, Pueblos, and Plutocracy: Notes on Radical Democracy from Latin America",
      "authors": [
        {
          "name": "Silva, Grant J."
        }
      ],
      "year": 2014,
      "abstract": null,
      "publisher": "e-Publications@Marquette",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213081767.pdf",
      "source_url": "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1603&amp;context=phil_fac",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "33735447",
      "doi": null,
      "title": "Inventando democracia. Ensino e união",
      "authors": [
        {
          "name": "De Lissovoy, Noah"
        }
      ],
      "year": 2016,
      "abstract": "Artículo traducido del original publicado en Abdi, A. A. y Carr, P. R. (Eds.). (2013). Educating for democratic consciousness. Nueva York: Peter Lang. Traductores: Inmaculada Gómez, Lina Marcela Pinilla e Irene Moreno-MedinaLa democracia liberal formal es ideológicamente falsa y fundamentalmente incorrecta respecto al tipo de comunidad a la que se refiere y la que pretende desarrollar. Por eso, en este artículo se presentan cuatro fuentes para pensar sobre el ser, la democracia y la comunidad: La idea del “ser-con” de Heidegger, El proyecto multitud de Hardt y Negri. La vulnerabilidad de Butler, y El paradigma planetario de Dussel y la idea de coexistencia de Mignolo. A continuación se reflexiona sobre cómo la experiencia de la práctica social y los movimientos educacionales pueden ayudarnos a imaginar un nuevo y más radical sentimiento tanto de la democracia como de comunidad. Finalmente se aportan sugerencias que constituyen puntos de partida para pensar en una pedagogía y en un currículum propios de una comunidad democrática, en lugar de ver los elementos fundamentales para la mismaThe formal liberal democracy is ideologically false and fundamentally wrong for the type of community to respect and seeking to develop for. In this article four sources to think about: being, democracy and community are presented: the idea of \"being-with\" Heidegger, the multitude project of Hardt and Negri, Butler's vulnerability, and The planetary paradigm of Dussel and the idea of coexistence of Mignolo. Here we reflect on how the experience of social practice and educational movements can help us to imagine a new and more radical feeling of democracy and community. Finally, suggestions are starting points for thinking about pedagogy and curriculum themselves in a democratic community, instead of seeing the fundamental elements for the same are providedNeste artigo quatro fontes são apresentados: ser, a democracia, ea comunidade: a noção \"estar-com\" de Heidegger, o projeto multidão de Hardt e Negri, a vulnerabilidade de Butler, e o paradigma planetário de Dussel ea noção de coexistência de Mignolo. Em seguida, refletimos sobre como a experiência da prática social e movimentos educacionais podem ajudar-nos a imaginar nova e mais radical da democracia e sentimento de comunidade. Finalmente, as sugestões são pontos de partida para o currículo e pedagogia pensando em si mesmos em uma comunidade democrática, em vez de ver os elementos essenciais para o mesmo são fornecido",
      "publisher": "Red Iberoamericana de Investigación sobre Cambio y Eficacia Escolar (RINACE)",
      "journal": "Revista Internacional de Educación para la Justicia Social",
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/671303/RIEJS_5_3.pdf?sequence=1",
      "source_url": "https://repositorio.uam.es/bitstream/handle/10486/671303/RIEJS_5_3.pdf?sequence=1",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "41652263",
      "doi": null,
      "title": "Towards a Latin American Political Philosophy of/for the United States: From the Discovery of America to Immigrant Encounters",
      "authors": [
        {
          "name": "Silva, Grant J."
        }
      ],
      "year": 2010,
      "abstract": null,
      "publisher": "e-Publications@Marquette",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213081789.pdf",
      "source_url": "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1607&amp;context=phil_fac",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "28469549",
      "doi": null,
      "title": "The influence of religious elements on the latin american political culture. The case of the binary excluding oppositions",
      "authors": [
        {
          "name": "Mansilla, H. C. F."
        }
      ],
      "year": 2012,
      "abstract": "La religiosidad popular del periodo barroco en América Latina contribuyó a moldear una mentalidad que está constituida por oposiciones binarias elementales como amigo / enemigo. Estas contraposiciones se han expandido en las ideologías indigenistas, teluristas, populistas y socialistas y en creaciones intelectuales como la Teología y Filosofía de la Liberación. Su efecto práctico consiste en la consolidación del autoritarismo y en la justificación del paternalismo de las élites y la ingenuidad de las masas. Por otra parte, estas oposiciones simplifican la realidad e impiden una comprensión adecuada del complejo mundo moderno.The popular religiosity of the baroque period in Latin America contributed to casting a mentality which is formed by elementary binary oppositions like friend / enemy. These oppositions are very spread in indigenous, telluric, populist, and socialist ideologies and also in intellectual creations like Liberation Theology and Philosophy. Their practical result lies in the consolidation of authoritarianism and in the justification of the elite paternalism and the ingenuity of the masses. Otherwise, these oppositions simplify the reality and avoid an adequate understanding of the complex modern order",
      "publisher": "'Universidad de Sevilla - Secretariado de Recursos Audiovisuales y Nuevas Tecnologias'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/51391845.pdf",
      "source_url": "https://idus.us.es/xmlui/bitstream/handle/11441/28799/La%20influencia%20de%20elementos%20religiosos%20sobre%20la%20cultura%20politica.pdf?sequence=1&isAllowed=y",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "37948074",
      "doi": "10.1016/j.annals.2014.12.002",
      "title": "Tourism and decolonisation: locating research and self",
      "authors": [
        {
          "name": "Buzinde, Christine"
        },
        {
          "name": "Chambers, Donna"
        }
      ],
      "year": 2015,
      "abstract": "This paper critically explores decolonial theory and its relevance for tourism studies. We suggest that while postcolonial and related critical theoretical perspectives furthered understandings of the consequences of colonisation, such critical theorising has not provided an epistemological perspective of tourism which legitimises the cosmologies of, and actively empowers, traditionally marginalised groupings. We review published tourism research which adopts critical and postcolonial perspectives, and argue that while these have been valuable in terms of exposing the existence and effects of dominant discourses and practices in tourism, their emancipatory objectives are limited because tourism knowledge is still predominantly colonial. Epistemological decolonisation is thus presented as a more radical project which can provide an ‘other’ way of thinking, being and knowing about tourism.\n\nKeywords: colonial; decolonisation; decolonial theory; de-linking; epistemological; postcolonia",
      "publisher": "'Elsevier BV'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74368498.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7298605",
      "doi": "10.1111/dech.12039",
      "title": "Social Struggles as Epistemic Struggles",
      "authors": [
        {
          "name": "Icaza Garza, R.A. (Rosalba)"
        },
        {
          "name": "Vázquez, R. (Rolando)"
        }
      ],
      "year": 2013,
      "abstract": "__Abstract__  \n\nThis contribution offers a view on social struggles as epistemic struggles to critically engage with the Activism 2010+ debate. Our core idea is that socia",
      "publisher": "'Wiley'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/19476121.pdf",
      "source_url": "https://pure.eur.nl/files/47513891/metis_193740_SAM.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "40896395",
      "doi": null,
      "title": "Two colonial theories in relation: A Fanonian genealogy",
      "authors": [
        {
          "name": "de Oto, Alejandro José"
        }
      ],
      "year": 2014,
      "abstract": "This essay explores postcolonial itineraries in relation to decolonial thinking and focuses on the conceptual and political articulation that Frantz Fanon s work represents for both fields. Two main dimensions are at stake here: first, the discussion on modernity from the plot of coloniality, and, second, the political dimension that runs across postcolonial and decolonial readings.Fil: de Oto, Alejandro José. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico Conicet - Mendoza. Instituto de Ciencias Humanas, Sociales y Ambientales; Argentin",
      "publisher": "Asociacion Latinoamericana de Investigadores de la Comunicacion",
      "journal": null,
      "download_url": "https://core.ac.uk/download/129471965.pdf",
      "source_url": "http://ri.conicet.gov.ar/bitstream/11336/20442/1/CONICET_Digital_Nro.24048.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "14316971",
      "doi": null,
      "title": "Education and training, knowledge production, and colonial difference. A perspective from inside Europe",
      "authors": [
        {
          "name": "Forster, Edgar"
        }
      ],
      "year": 2016,
      "abstract": "Colonialism has ended, but the structure of colonial power persists, and education is a key vehicle for the colonization of the mind. Following the research of the Latin America collective project modernidad/ colonialidad, this paper analyzes the continuous reproduction of colonial power in European programs on education and training as well as in the production of educational knowledge. The neoliberal impact of European politics affects societies in and outside of Europe and intensifies a hegemonic struggle over educational knowledge production, educational studies, and the humanities. The complex praxis of what I call the ‘epistemic community Europe’ articulates the hegemonic and colonial power. I, then, take a closer look at the elements of this epistemic community and discuss two of them in detail: the ‘scientification’ of politics and the relevance of the human capital approach. The neoliberal turn of European governance produces standardized educational knowledge and, simultaneously, ‘absences.’ Resistance emerges from absent experiences and knowledges, which open the field for decolonial options.Nach dem Ende des Kolonialismus existieren koloniale Strukturen und Denkmuster weiter, und Erziehung und Bildung tragen wesentlich zu ihrer Reproduktion bei. In diesem Artikel werden im Anschluss an Forschungen des kollektiven lateinamerikanischen Projekts modernidad/ colonialidad Programme der europäischen Politik zu Erziehung und Training sowie zur Offenen Methode der Koordinierung auf hegemoniale und koloniale Strukturen untersucht. In einem ersten Schritt beschreibe ich die Governance-Praktiken als epistemic community Europe. In einem zweiten Schritt analysiere ich zwei Elemente dieser epistemic community genauer: die ‚Verwissenschaftlichung‘ der Politik und die Bedeutung des Humankapitalansatzes. Die neoliberale Politik der Europäischen Union produziert zusammen mit transnationalen Organisationen wie der OECD nicht nur standardisiertes Wissen über Bildung und Erziehung, sondern sie produziert damit auch sogenannte ‚Abwesenheiten‘ und erzeugt damit Alternativlosigkeit. Zugleich aber erzeugen exkludierte Erfahrungen Widerstände und eröffnen das Feld für dekoloniale Optionen",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/79426722.pdf",
      "source_url": "https://www.um.edu.mt/library/oar//bitstream/123456789/20030/1/Education%20and%20training%2c%20knowledge%20production%2c%20and%20colonial%20difference.%20A%20perspective%20from%20inside%20Europe.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "33719047",
      "doi": null,
      "title": "Creating a Network of Dissent:The Heretical Idea of Basic income",
      "authors": [
        {
          "name": "Christensen, Erik Christian"
        },
        {
          "name": "Ydesen, Christian"
        }
      ],
      "year": 2015,
      "abstract": null,
      "publisher": "'Peter Lang, International Academic Publishers'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/60622172.pdf",
      "source_url": "http://vbn.aau.dk/files/215559428/Paper_Christensen_Ydesen.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8872896",
      "doi": null,
      "title": "Are Our Racial Concepts Necessarily Essentialist Due to Our Cognitive Nature?",
      "authors": [
        {
          "name": "Bayruns Garcia, Eric"
        }
      ],
      "year": 2019,
      "abstract": "Mallon and Kelly claim that hybrid constructionism\n          predicts, at least, that (1) racial representations are stable\n          over time and (2) that racial representations should vary\n          more in mixed-race cultures than in cultures where there\n          is less racial mixing. I argue that hybrid constructionism’s\n          predictions do not obtain and thus hybrid constructionism\n          requires further evidence. I argue that the historical record\n          is inconsistent with hybrid constructionism, and I suggest\n          that humans may not be innately disposed to categorize\n          people by race even though we are likely disposed to\n          categorize people into in and out groups. So, in this\n          paper, I show that there is an evidence set that is\n          inconsistent with hybrid constructionism",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305120531.pdf",
      "source_url": "https://philpapers.org/archive/GARAOR-6.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "38870927",
      "doi": null,
      "title": "Канцэпцыя дэмакратыі леварадыкальнага напрамку сучаснага хрысціянства",
      "authors": [
        {
          "name": "Кузнецов, Виталий Владимирович"
        }
      ],
      "year": 2010,
      "abstract": "Артыкул прысвечаны канцэпцыі дэмакратыі леварадыкальнага напрамку сучаснага хрысціянства (у прыватнасці тэалогіі вызвалення). У артыкуле вылучаны тры розных, але ўзаемазлучаных аспекта: дэмакратыя рэвалюцыйнага сацыялізму, дэмакратыя ўдзелу на аснове практыкі базавых царкоўных суполак і аналіз \"застойнай\" дэмакратыі. Пры гэтым цэнтральным становішчам дадзенай канцэпцыі з'яўляецца адмова адлучаць дэмакратыю як палітычны механізм ад эканамічнай сферы грамадства",
      "publisher": "БГПУ",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74329404.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "43456590",
      "doi": null,
      "title": "\"The return of the excluded\" feminist and postcolonial perspectives on western modernity",
      "authors": [
        {
          "name": "Goedl, Doris"
        }
      ],
      "year": 2016,
      "abstract": "In political, scholarly and cultural discussions in the ‘Global North’, ideas of freedom, democracy and human rights were considered universal and legitimated for political and military interventions mostly in non-Western countries. Debates about the universality of the right to intervene are discussed in the frame of universality versus particularity. Whereas universalists defend their arguments in the name of modernity, their challengers opposed to these kinds of universal assumptions refer to the importance of particularism\r\nand relativism; yet, both groups consider modernity as their main point of reference. To overcome this stalled discussion, I look at modernity through the deconstruction of epistemic dichotomies and hierarchies in order to open up a space for critical reflection on the concept itself. Contextualizing my reflections on modernity in the rich literature by scholars who challenge the dominant Western concept of modernity, I demonstrate that Western knowledge is not universal in an epistemic sense. Rather, it can be considered as a contentious concept with problematic assumptions about an epistemically\r\nneutral subject, adopting a universalistic perspective while erasing the meaning of geopolitical location (Grosfoguel 2011). Arguing against this idea of an ‘assertive universality’, the metaphor of ’travelling theories,’ as proposed by Edward Said\r\nand Clifford Geertz, helps to reflect upon the local, social and individual positioning of knowledge. The focus of this contribution is the utilisation of feminist and postcolonial perspectives to contribute to the deconstruction of modernity as a homogenous monolithic bloc. Considering the frame itself, I question the hidden, not explicated assumptions in the production of Western knowledge. Arguing that knowledge\r\nproduction is not a question of geography but of epistemology, I deconstruct the modern project from the inside in order to overcome the epistemic dichotomy of modernity itself. The implications of this analysis for us as social scientists and researchers will be discussed at the end of the paper.peer-reviewe",
      "publisher": "Postcolonial Directions in Education",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84894676.pdf",
      "source_url": "https://www.um.edu.mt/library/oar//bitstream/123456789/20127/1/%27The%20return%20of%20the%20excluded%27%20%20feminist%20and%20postcolonial%20perspectives%20on%20western%20modernity.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7146604",
      "doi": "10.1080/17449626.2012.672450",
      "title": "Development ethics - Why? What? How? A formulation of the field",
      "authors": [
        {
          "name": "Gasper, D.R. (Des)"
        }
      ],
      "year": 2012,
      "abstract": "The paper assesses the rationale, contributions, structure, and challenges of the field of development ethics. Processes of social and economic transformation involve great risks and costs and great opportunities for gain, but the benefits, costs, and risks are typically hugely unevenly and inequitably distributed, as is participation in specifying what they are and their relative importance. The ethics of development examines the benefits, costs, risks, formulations, participation, and options. The paper outlines a series of ways of characterizing such work, arguments for and against its im",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/18519797.pdf",
      "source_url": "http://repub.eur.nl/pub/32446/metis_179178_SAM.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8178616",
      "doi": null,
      "title": "From prescription to volition",
      "authors": [
        {
          "name": "Hallward, Peter"
        }
      ],
      "year": 2014,
      "abstract": null,
      "publisher": "Politics and Culture",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74393468.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 17,
  "errors": []
}
