{
  "status": "success",
  "source": "core",
  "query": "Dussel Twenty Theses politics",
  "results": [
    {
      "core_id": "41652047",
      "doi": null,
      "title": "Populism, Pueblos, and Plutocracy: Notes on Radical Democracy from Latin America",
      "authors": [
        {
          "name": "Silva, Grant J."
        }
      ],
      "year": 2014,
      "abstract": null,
      "publisher": "e-Publications@Marquette",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213081767.pdf",
      "source_url": "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1603&amp;context=phil_fac",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8860974",
      "doi": "10.1163/18758185-01304005",
      "title": "Liberation Pragmatism: Dussel and Dewey in Dialogue",
      "authors": [
        {
          "name": "Sager, Alex"
        },
        {
          "name": "Spencer, Albert R."
        }
      ],
      "year": 2016,
      "abstract": "Enrique Dussel and John Dewey share commitments to philosophical theory and\n          practice aimed at addressing human problems, democratic modes of inquiry, and progressive social reform, but also maintain productive differences in their fundamental starting point for political philosophy and their use of the social sciences. Dussel provides a corrective to Dewey’s Eurocentrism and to his tendency to underplay the challenges of incorporating marginalized populations by insisting that social and political philosophy begin from the perspective of the marginalized and excluded. Simultaneously, Dewey encourages a modest experimental and fallibilist approach to social transformation that promises more feasible social\n          reforms than Dussel’s approach rooted in phenomenology and the critical social sciences",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131209178.pdf",
      "source_url": "https://philpapers.org/archive/SAGLPD.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7500767",
      "doi": "10.19079/metodo.2.1.117",
      "title": "The revolutionary past: decolonizing law and human rights",
      "authors": [
        {
          "name": "Fitzpatrick, Peter"
        }
      ],
      "year": 2013,
      "abstract": "Combining a radical revision of the historical formation of occidental law with perspectives derived from decolonial thought, this paper advances a deconstruction of occidental law. That deconstruction is then brought to bear on human rights. Although occidental law and human rights are shown in this way to be imperial in orientation, that same deconstruction reveals resistant elements in law and in human rights. These are elements which the decolonial can draw on in its commitment to intercultural transformation",
      "publisher": "Metodo Associazion",
      "journal": null,
      "download_url": "https://core.ac.uk/download/20118047.pdf",
      "source_url": "http://eprints.bbk.ac.uk/9654/1/9654.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8858778",
      "doi": null,
      "title": "Prospects of a Dusselian Ethics of Liberation among US Minorities: The Case of Affirmative Action in Higher Education",
      "authors": [
        {
          "name": "Gallegos, Sergio A."
        }
      ],
      "year": 2015,
      "abstract": "This paper proposes an application of Enrique Dussel’s ethics of liberation to an issue\n          of crucial importance to US minorities: the debate on affirmative action. Over the past\n          fifty years, this debate has been framed in terms of the opposition between advocates of affirmative action who claim that it is needed in order to achieve the integration and\n          participation of traditionally oppressed groups to society without which there is no\n          equality of rights, and critics who argue that affirmative action violates equality by\n          enforcing a double standard that undermines the ideal of a color-blind society. In this\n          paper, I show how the basic principles of Dussel’s ethical theory (which are best\n          expounded in his book Ethics of Liberation) allow us to address what I take to be the\n          main demands of both advocates and critics of affirmative action in a satisfactory way",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131210276.pdf",
      "source_url": "https://philpapers.org/archive/GALPOA-2.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "41646351",
      "doi": null,
      "title": "Debt, Theft, Permaculture: Justice and Ecological Scale",
      "authors": [
        {
          "name": "Canavan, Gerry"
        }
      ],
      "year": 2013,
      "abstract": null,
      "publisher": "e-Publications@Marquette",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213075959.pdf",
      "source_url": "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1195&amp;context=english_fac",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "33719047",
      "doi": null,
      "title": "Creating a Network of Dissent:The Heretical Idea of Basic income",
      "authors": [
        {
          "name": "Christensen, Erik Christian"
        },
        {
          "name": "Ydesen, Christian"
        }
      ],
      "year": 2015,
      "abstract": null,
      "publisher": "'Peter Lang, International Academic Publishers'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/60622172.pdf",
      "source_url": "http://vbn.aau.dk/files/215559428/Paper_Christensen_Ydesen.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7298605",
      "doi": "10.1111/dech.12039",
      "title": "Social Struggles as Epistemic Struggles",
      "authors": [
        {
          "name": "Icaza Garza, R.A. (Rosalba)"
        },
        {
          "name": "Vázquez, R. (Rolando)"
        }
      ],
      "year": 2013,
      "abstract": "__Abstract__  \n\nThis contribution offers a view on social struggles as epistemic struggles to critically engage with the Activism 2010+ debate. Our core idea is that socia",
      "publisher": "'Wiley'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/19476121.pdf",
      "source_url": "https://pure.eur.nl/files/47513891/metis_193740_SAM.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "34026218",
      "doi": "10.5612/slavicreview.72.4.0750",
      "title": "The Menon-Žižek Debate: “The Tale of the (Never-marked) (But secretly coded) Universal and the (Always marked) Particular . . .”",
      "authors": [
        {
          "name": "Basu Thakur, Gautam"
        }
      ],
      "year": 2013,
      "abstract": "On occasion of his first lecture tour of India in 2010, Žižek sparked off a debate with Nivedita Menon, a leading postcolonial feminist scholar. The debate revolves around Menon\\u27s contention that Žižek\\u27s emphasis on European, Christian Universalism as the most proactive model for countering capitalism is ignorant of the heteroglossiac postcolonial histories of South Asia. Menon\\u27s response (“The Two Žižeks”) suggests that what Žižek appears to be missing is knowledge of the fallibility of Eurocentric discourses in negotiating the colonial and postcolonial situations particular to the subcontinent. Though Žižek\\u27s debates with Badiou and Butler are well known, few outside India are aware of the Menon-Žižek debate. This paper will occasion this little known debate to consider some of the major points raised by Menon against the applicability of Žižek\\u27s theoretical arguments toward reading and understanding postcolonial politics and culture",
      "publisher": "'IUScholarWorks'",
      "journal": "Slavic Review",
      "download_url": "https://core.ac.uk/download/61760179.pdf",
      "source_url": "http://scholarworks.boisestate.edu/cgi/viewcontent.cgi?article=1229&context=english_facpubs",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7497263",
      "doi": null,
      "title": "Competing sovereignties, contested processes",
      "authors": [
        {
          "name": "McGee Schiavoni, C. (Christina)"
        }
      ],
      "year": 2014,
      "abstract": "This study provides a preliminary theoretical and empirical exploration into how ‘competing sovereignties’ are shaping the political construction of food sovereignty—broadly defined as ‘the right of peoples to healthy and culturally appropriate food produced through ecologically sound and sustainable methods, and their right to define their own food and agriculture systems.’ This study was motivated by a lack of clarity on the ‘sovereignty’ of food sovereignty that had been noted by numerous scholars. Earlier on, questions focused on who was the sovereign of food sovereignty—was it the state? Was it communities? More recently, as there is a growing consensus that there are in fact ‘multiple sovereignties’ of food sovereignty that cut across jurisdictions and scales, the question has become how these ‘multiple sovereignties’ are competing with each other in the attempted construction of food sovereignty. This question is becoming all the more relevant as food sovereignty is increasingly getting adopted into state policy at various levels, calling for state and societal actors to redefine their terms of engagement. This study has attempted to explore questions of competing sovereignties, first by developing an analytical framework using the lenses of scale, geography, and institutions, then by applying that framework to Venezuela, where for the past fifteen years a food sovereignty experiment has been underway in the context of a dynamic, complex, and contested shift in state-society relations",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/20116373.pdf",
      "source_url": "http://repub.eur.nl/pub/51089/wp583.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "37157729",
      "doi": "10.1177/1743872116679392",
      "title": "Law as Politics : Four Relations",
      "authors": [
        {
          "name": "Etxabe , Julen"
        }
      ],
      "year": 2020,
      "abstract": "In a 2006 article, Duncan Kennedy identifies politics as the central dilemma of contemporary legal thought, but affirms that law is non-reducible to politics, which could be read as a partial retraction from the known coda “law is politics.” This essay suggests an interpretation of his refusal to conflate law and politics not in terms of disavowal, or a way of distancing politics from law, but as an attempt to carve out a space from where to think of the relational aspect between law and politics. This becomes necessary due to a current phenomenon which Pierre Schlag calls “dedifferentiation,” where no distinction—and hence no relation—seems to be possible between law and other spheres of life. Opposing that conclusion, this article contends that engendering relations allows us to keep the terms connected in relative motion. The essay then moves to describe four distinct modes of framing the relation between law and politics, which gives rise to very different disciplinary projects: law as politics, dating back to the legal realist movement; law as political science, which finds its current expression in empirical and quantitative research; law as political philosophy, generated by a renewed interest in “the political”; and law as political contingent, growing out of a similar interest but challenging the boundary-setting ambitions of philosophy. While the latter has not yet been adequately translated into law, I suggest as an alternative the work of Jacques Rancière, which declines to grant an aura of invincible ubiquity to any totalizing description, including neoliberalism’s attempt to present itself as a world system.Peer reviewe",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/157587557.pdf",
      "source_url": "https://helda.helsinki.fi/bitstream/10138/233864/1/Law_as_Politics._Four_Relations_published_version.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "78333898",
      "doi": "10.31390/gradschool_theses.5061",
      "title": "The Indigenous Communal Sense in Enrique Dussel\\u27s Concept of People",
      "authors": [
        {
          "name": "Padilla, Erick Javier"
        }
      ],
      "year": 2020,
      "abstract": "In Twenty Theses on Politics, Argentine-Mexican philosopher Enrique Dussel compares the concept of people with two Indigenous terms: The Aztec altepetl and the Mayan Amaq’. Both concepts mean ‘community’ or ‘people,’ and ‘us/we.’ However, beyond his reference to Carlos Lenkersdorf’s book Filosofar en clave tojolabal (Philosophizing in Tojolabal Code), Dussel delves not further into these Indigenous words and their implications to understand what he means by people. Focusing on the work of Carlos Lenkersdorf (2005), Gladys Tzul Tzul (2018), Alejandra Aquino Moreschi (2013), Raúl Madrid (2014) and Josef Estermann (2006), I shall examine how the political proceeding of distinct Latin American Indigenous communities, literally changes the manner in which Dussel’s concept of people is understood in non-Indigenous realities. Indeed, among Indigenous peoples, a search for an alternative political system is commonplace. I will examine that search especially in the Tojol ab’al, K’iche’, and Andean instance; and, taking guidance from Dussel’s notion of people, I will examine how there may be a solution to be found in the political participation of the citizenry made by consensus. This political resolution may, in turn, be instrumental in the creation of a new notion of the ‘we’ in non-Indigenous realities",
      "publisher": "LSU Digital Commons",
      "journal": null,
      "download_url": "https://core.ac.uk/download/288182005.pdf",
      "source_url": "https://digitalcommons.lsu.edu/cgi/viewcontent.cgi?article=6106&amp;context=gradschool_theses",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "8872896",
      "doi": null,
      "title": "Are Our Racial Concepts Necessarily Essentialist Due to Our Cognitive Nature?",
      "authors": [
        {
          "name": "Bayruns Garcia, Eric"
        }
      ],
      "year": 2019,
      "abstract": "Mallon and Kelly claim that hybrid constructionism\n          predicts, at least, that (1) racial representations are stable\n          over time and (2) that racial representations should vary\n          more in mixed-race cultures than in cultures where there\n          is less racial mixing. I argue that hybrid constructionism’s\n          predictions do not obtain and thus hybrid constructionism\n          requires further evidence. I argue that the historical record\n          is inconsistent with hybrid constructionism, and I suggest\n          that humans may not be innately disposed to categorize\n          people by race even though we are likely disposed to\n          categorize people into in and out groups. So, in this\n          paper, I show that there is an evidence set that is\n          inconsistent with hybrid constructionism",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305120531.pdf",
      "source_url": "https://philpapers.org/archive/GARAOR-6.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "274718758",
      "doi": "10.5070/t4.42496",
      "title": "Epistemological Decolonization of World History and Decolonizing the Conception of Modernity: Towards Transmodernity",
      "authors": [
        {
          "name": "Dussel, Enrique"
        }
      ],
      "year": 2025,
      "abstract": "This essay explores the epistemological decolonization of World History and the critique of modernity through a transmodern perspective. It challenges the Eurocentric periodization of history, emphasizing the erasure and misrepresentation of non-European civilizations in the global narrative. By examining the ideological constructs underpinning modernity, capitalism, and colonialism, the essay advocates for a pluriversal approach to knowledge and cultural traditions. It also critiques the inadequacies of postmodernism in addressing systemic inequities, proposing transmodernity as a framework for integrating diverse traditions and fostering dialogue among cultures of the Global South. Through this lens, the essay seeks to redefine the future of humanity and knowledge production",
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/640801849.pdf",
      "source_url": "https://escholarship.org/content/qt8mz549kc/qt8mz549kc.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "79366259",
      "doi": "10.1177/03058298211050671",
      "title": "The Indigenous Dimension of the Intersocietal: Dussel, Exteriority and the Sámi People",
      "authors": [
        {
          "name": "Oksanen, Aslak-Antti"
        }
      ],
      "year": 2021,
      "abstract": "Proponents of uneven and combined development (U&amp;CD) as a theoretical approach to International Relations (IR) have presented it as providing the conceptual means for overcoming Eurocentrism. While the U&amp;CD scholars have made valuable contributions to anti-Eurocentric IR scholarship, this article argues that U&amp;CD has analytical limitations that impede its anti-Eurocentric potential. These limitations derive from U&amp;CD’s reliance on the concepts of ‘development’ and the ‘whip of external necessity’, which require developmental ranking of societies and lock U&amp;CD into a state-centric social ontology. To provide complementary conceptual resources to overcome U&amp;CD’s analytical limitations, this article introduces Enrique Dussel’s liberation philosophy (LP), which can incorporate peoples other than states as agents and entities of global politics through its concept of ‘exteriority’. U&amp;CD and LP are then jointly applied to analyse the relations between the Nordic states and the indigenous Sámi people to assess the approaches’ relative strengths and weaknesses and identify synergies between them. Based on this assessment, the article outlines the potential for synthesising a ‘thin’ version of U&amp;CD with LP, by using the concept of ‘exteriority’ to reorient U&amp;CD’s analytical focus towards people excluded by the states-system",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/479989432.pdf",
      "source_url": "https://research-information.bris.ac.uk/en/publications/a7a7e75a-91c8-4f65-a8f9-0cbd4caa99a3",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "168172437",
      "doi": null,
      "title": "Toward an Inter-American Philosophy: Pragmatism and the Philosophy of Liberation",
      "authors": [
        {
          "name": "Stehn, Alexander V."
        }
      ],
      "year": 2011,
      "abstract": "This essay suggests that the U.S.-American Pragmatist tradition could be fruitfully reconstructed by way of a dialogue with Latin American Liberation Philosophy. More specifically, I work to establish a common ground for future comparative work by: 1) gathering and interpreting Enrique Dussel’s scattered comments on Pragmatism, 2) showing how the concept of liberation already functions in John Dewey’s Pragmatism, and 3) suggesting reasons for further developing this inter-American philosophical dialogue and debate.\n-\nEn este ensayo se sugiere que la tradición del pragmatismo estadounidense podría ser reconstruida de forma fructífera en un diálogo con la filosofía de la liberación latinoamericana. En concreto, con el propósito de establecer una base común para estudios comparativos futuros, el autor: 1) recoge y interpreta las observaciones dispersas hechas por Enrique Dussel sobre el pragmatismo; 2) demuestra el modo en que el concepto de liberación funciona ya en el pragmatismo de John Dewey; y 3) aproxima las razones para seguir desarrollando a este diálogo y debate filosófico interamericano.\n-\nEste ensaio sugere que a tradição pragmátista dos EUA poderia ser reconstruída frutuosamente por via de diálogo com filosofia latinoamericana da liberação. Mais especificamente, pretendo establecer uma posição comúm para futuros trabalhos por meio de: 1) colher e interpretar os comentários espalhados de Enrique Dussel sobre pragmatismo; 2) mostrar como a ideia de liberação já funciona no pragmatismo de John Dewey; 3) sugerir razões para desenvolver mais este diálogo e debate inter-americano filosófico",
      "publisher": "ScholarWorks @ UTRGV",
      "journal": null,
      "download_url": "https://core.ac.uk/download/622512165.pdf",
      "source_url": "https://scholarworks.utrgv.edu/cgi/viewcontent.cgi?article=1057&context=phi_fac",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "41660369",
      "doi": null,
      "title": "“The Americas Seek Not Enlightenment but Liberation”: On the Philosophical Significance of Liberation for Philosophy in the Americas",
      "authors": [
        {
          "name": "Silva, Grant J."
        }
      ],
      "year": 2018,
      "abstract": null,
      "publisher": "e-Publications@Marquette",
      "journal": null,
      "download_url": "https://core.ac.uk/download/249371779.pdf",
      "source_url": "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1779&amp;context=phil_fac",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "138505915",
      "doi": "10.4314/ajcr.v18i2.",
      "title": "Celebrating the centenary of Nelson Mandela’s birth and his nationalist humanist vision",
      "authors": [
        {
          "name": "Ndlovu-Gatsheni, Sabelo J."
        },
        {
          "name": "Ngcaweni, Busani"
        }
      ],
      "year": 2019,
      "abstract": "Nelson Rolihlahla Mandela, charismatic and iconic, is a product of his time and can only be understood within the context of the social movements that he belonged to and led. Thus, this article locates Mandela within the local and global context in which he emerged while at the same time making sense of his instrumental interventions and nationalist humanist vision of life, peace and justice. This article situates Mandela’s political life within the broader context of the third humanist revolution, which was a response to the inimical processes of racism, enslavement and colonisation. In its centenary celebration of Mandela, the article re-articulates how he embodied alternative politics founded on the will to live as opposed to the will to power; the paradigm of peace as opposed to the paradigm of war; political justice as opposed to criminal justice; as well as pluriversality as opposed to tragic notions of racial separate development known as apartheid. What is fleshed out is a ‘Mandela phenomenon’ as founded on strong progressive politics albeit predicated on the unstable idea of the potential of advocates and victims of apartheid undergoing a radical metamorphosis amenable to the birth of a new pluriversal society.Keywords: Nelson Mandela, nationalist humanism, politics of life, paradigm of peace, pluriversality, South Afric",
      "publisher": "'African Journals Online (AJOL)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/478398307.pdf",
      "source_url": "https://www.ajol.info/index.php/ajcr/article/download/182084/171467",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "143556816",
      "doi": null,
      "title": "Addressing the internal colonialism within feminisms by decolonising Marxism",
      "authors": [
        {
          "name": "Dinerstein, Ana Cecilia"
        }
      ],
      "year": 2023,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/568420339.pdf",
      "source_url": "https://purehost.bath.ac.uk/ws/files/284243626/MULTIVERSUM_WP2_2023_Decolonising_marxism_feminism_DINERSTEIN2_CW.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "122611465",
      "doi": "10.4314/ejossah.v12i1.",
      "title": "The Idea of Transmodern Ethiopia: A Perspective from Philosophy and Ethics of Liberation1",
      "authors": [
        {
          "name": "Shemsedin, Walelign"
        }
      ],
      "year": 2016,
      "abstract": "Transmodernity is a new philosophical paradigm that transcends the modern foundational ethos and as well differs from the postmodern critique. It is basically a call towards a just social order that gives priority to human life. It is inherently ethical and fundamentally liberational. This work looks into the insufficiency of Modern Ethiopian establishment in attaining an inclusive and pluralist arrangement. It assumes this establishment as a hegemonic totality that marginalizes its others. It argues that the Modern Ethiopian establishment is an ontologic totality that needs to be liberated and transformed. Based on Dussel’s Philosophy and Ethics of Liberation, Transmodern Ethiopia is anticipated as an entity that could transcend the Modern and come up with a different arrangement. This would be an ethical arrangement which accepts the other as other. The three principles of Ethics of Liberation (material principle, formal principle and feasibility principle) are used as an ethical framework for the construction.Key words: Transmodernity, Liberation philosophy, Analectic, Ethics of Liberation, Modern Ethiopia, Transmodern Ethiopia, Pluriversal polylogu",
      "publisher": "'African Journals Online (AJOL)'",
      "journal": "Ethiopian Journal of the Social Sciences and Humanities",
      "download_url": "https://core.ac.uk/download/478366158.pdf",
      "source_url": "https://www.ajol.info/index.php/ejossah/article/download/157274/146885",
      "language": "en",
      "document_type": null
    }
  ],
  "count": 19,
  "errors": []
}
