{
  "status": "success",
  "source": "core",
  "query": "Dussel transmodernity",
  "results": [
    {
      "core_id": "8863967",
      "doi": null,
      "title": "Being-in-the-World-Hispanically: A World on the \"Border\" of Many Worlds",
      "authors": [
        {
          "name": "Dussel, Enrique"
        },
        {
          "name": "Stehn, Alexander"
        }
      ],
      "year": 2009,
      "abstract": "This translation of Enrique Dussel's “‘Ser-Hispano’: Un Mundo en el ‘Border’ de Muchos Mundos” offers an interpretation of hispanos (Latin Americans and U.S. latinos) as historically, culturally, and geographically located “in-between” many worlds that combine to constitute an identity on the intercultural “border.” To illustrate how hispanos have navigated and continue to navigate their complex history in order to create a polyphonic identity, the essay sketches five historical-cultural “worlds” that come together to form the hispanic “world.",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/186332052.pdf",
      "source_url": "https://philpapers.org/archive/DUSBAW.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "41652263",
      "doi": null,
      "title": "Towards a Latin American Political Philosophy of/for the United States: From the Discovery of America to Immigrant Encounters",
      "authors": [
        {
          "name": "Silva, Grant J."
        }
      ],
      "year": 2010,
      "abstract": null,
      "publisher": "e-Publications@Marquette",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213081789.pdf",
      "source_url": "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1607&amp;context=phil_fac",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "77623507",
      "doi": "10.5070/t492046327",
      "title": "Diálogos tras dos décadas de descolonización epistémica: memorias y horizontes del pensamiento decolonial. Entrevista biográfica a Ramón Grosfoguel",
      "authors": [
        {
          "name": "García Fernández, Javier"
        }
      ],
      "year": 2019,
      "abstract": null,
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286028179.pdf",
      "source_url": "https://escholarship.org/content/qt85k8t9pr/qt85k8t9pr.pdf?t=q43va2",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "37948074",
      "doi": "10.1016/j.annals.2014.12.002",
      "title": "Tourism and decolonisation: locating research and self",
      "authors": [
        {
          "name": "Buzinde, Christine"
        },
        {
          "name": "Chambers, Donna"
        }
      ],
      "year": 2015,
      "abstract": "This paper critically explores decolonial theory and its relevance for tourism studies. We suggest that while postcolonial and related critical theoretical perspectives furthered understandings of the consequences of colonisation, such critical theorising has not provided an epistemological perspective of tourism which legitimises the cosmologies of, and actively empowers, traditionally marginalised groupings. We review published tourism research which adopts critical and postcolonial perspectives, and argue that while these have been valuable in terms of exposing the existence and effects of dominant discourses and practices in tourism, their emancipatory objectives are limited because tourism knowledge is still predominantly colonial. Epistemological decolonisation is thus presented as a more radical project which can provide an ‘other’ way of thinking, being and knowing about tourism.\n\nKeywords: colonial; decolonisation; decolonial theory; de-linking; epistemological; postcolonia",
      "publisher": "'Elsevier BV'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74368498.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8340914",
      "doi": "10.1080/19472498.2015.1109305",
      "title": "Activism, knowledge and publishing: some views from Pakistan and Afghanistan",
      "authors": [
        {
          "name": "Ahmad, Mahvish"
        },
        {
          "name": "Caron, James"
        }
      ],
      "year": 2015,
      "abstract": "How can academic publishers support the study of regions and fields that receive comparatively little attention within South Asia-related humanities and social scuiiences? Approaching this question with regard to Pakistan and Afghanistan opens a series of conceptual questions that\n\nare useful beyond these cases. Above all, we contend that support to marginal specializations, particularly in service of making them less marginal, must involve an openness to the world beyond professional academic life. By this, we first mean an openness to different purposes for knowledge that are related to political and social stakes in countries other than India. Second, we suggest the need for a greater openness to different sources and forms of knowledge than have traditionally been admitted into academic conversation in the global north",
      "publisher": "'Informa UK Limited'",
      "journal": "South Asian History and Culture",
      "download_url": "https://core.ac.uk/download/42550487.pdf",
      "source_url": "https://soas-repository.worktribe.com/file/378088/1/Caron-Ahmad%20SAHC%20Roundtable%20Essay%20Final.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "137154753",
      "doi": null,
      "title": "«Salirse de juego». Perspectivas de articulación teórica entre la crítica decolonial transmoderna con las reflexiones de Foucault y Deleuze",
      "authors": [
        {
          "name": "Hugo Aníbal Busso"
        }
      ],
      "year": 2012,
      "abstract": "Los desafíos biopolíticos del presente incitan a buscar respuestas creativas a la crisis del «sistema mundo» y alternativas a la representación filosófica moderna. Crisis y representación, que desde la filosofía de la liberación sugieren dejar de lado las anclas modernascoloniales, señaladas como obstáculos filosóficos con consecuencias bio-lógicas/políticas y sociales, criticadas y rotuladas como eurocentrismo. Para enfocar la situación no desde un afuera imposible, sino desde el pliegue del afuera, proponemos un personaje conceptual ligado a la tradición pre-hispánica, el brujo-chamán-curandero, que nos permita abordar las preguntas y desafíos propuestos, ensayando pensar las posibilidades decoloniales de una filosofía crítica en América latina. En ese sentido, hemos propuesto incluir en nuestras conjeturas y argumentos los aportes del paradigma de la complejidad, el concepto de rizoma de Deleuze y Guattari y las estrategias heurísticas-cognitivas alternativas (analécticas, transmodernas) a los paradigmas de filosofía de la modernidad eurocentrada",
      "publisher": "Universidad Colegio Mayor de Cundinamarca",
      "journal": "Tabula rasa",
      "download_url": "https://core.ac.uk/download/25589529.pdf",
      "source_url": "http://www.redalyc.org/pdf/396/39624572012.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "137154304",
      "doi": null,
      "title": "UNA NUEVA EDAD EN LA HISTORIA DE LA FILOSOFÍA: EL DIÁLOGO MUNDIAL ENTRE TRADICIONES FILOSÓFICAS",
      "authors": [
        {
          "name": "Enrique Dussel"
        }
      ],
      "year": 2009,
      "abstract": "La ponencia sostiene las siguientes tesis. 1. Es necesario afirmar que toda la humanidad ha expresado siempre ciertos «núcleos problemáticos universales» que se presentan en todas las culturas. 2. Las respuestas racionales a esos «núcleos» adquieren primeramente la forma de narraciones míticas. 3. La formulación de discursos categoriales filosóficos es un nuevo desarrollo en la racionalidad humana, que no invalida todas las narrativas míticas. Estos discursos filosóficos se han dado en todas las grandes culturas urbanas neolíticas (aunque sea en un nivel muy inicial). 4. La filosofía moderna europea confundió el dominio económico político de su cultura y la crisis derivada de las otras filosofías regionales con una eurocéntrica pretensión de universalidad que debe cuestionarse. 5. De todos modos hay aspectos formales universales en los que todas las filosofías regionales pueden coincidir, y responden a los «núcleos problemáticos» en un nivel abstracto. 6. Todo ello impulsa a entrar en una nueva Edad de diálogo inter-filosófico, respetuoso de las diferencias y aprendices de los descubrimientos útiles de las otras tradiciones. 7. Habría que formular un proyecto que, superando la Modernidad eurocéntrica filosófica, intente un pluriverso trans-moderno, mundial, a partir del desarrollo de los recursos propios, de las filosofías periféricas, subalternas, postcoloniales, «desechados» por la Modernidad",
      "publisher": "Universidad Colegio Mayor de Cundinamarca",
      "journal": "Tabula rasa",
      "download_url": "https://core.ac.uk/download/25589634.pdf",
      "source_url": "http://www.redalyc.org/pdf/396/39617332007.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "16169772",
      "doi": "10.11144/javeriana.cl18-36.tdbi",
      "title": "La teoria decolonial: buscando la identidad en el mercado academico (The Decolonial Theory: Searching for the Identity in the Academic Market)",
      "authors": [
        {
          "name": "Browitt, J"
        }
      ],
      "year": 2014,
      "abstract": "Resumen Los proponentes del discurso decolonial latinoamericano entran en contradicción performativa cuando utilizan las herramientas de la teoría crítica europea para deconstruir el discurso de la modernidad eurocéntrica al mismo tiempo que ponen en cuarentena sus propias construcciones discursivas e ideológicas para protegerlas de la revisión por la misma teoría crítica europea. Ciegos a las aporías de la teoría decolonial, piensan que pueden tomar una posición epistemológica moralmente superior y trascendente a través de su contacto con los mundos indígenas y afrodescendiente. Este proceso de apropiación ideológica simplemente invierte los opuestos binarios simplistas que los teóricos decoloniales dicen que quieren evitar. Abstract The proponents of Latin American decolonial discourse enter into performative contradiction when they utilize the tools of European critical theory to deconstruct the discourse of Eurocentric modernity, while trying to quarantine their own discursive and ideological constructions from review by that selfsame European critical theory. Blind to decolonial theorys aporias, they think they can take a morally superior and transcendental epistemological position through their contact with indigenous and Afrodescendent worlds. This process of ideological appropriation merely inverts the simplistic binary opposites that the decolonial theorists claim they wish to avoid",
      "publisher": "'Editorial Pontificia Universidad Javeriana'",
      "journal": "Cuadernos de Literatura",
      "download_url": "https://opus.lib.uts.edu.au/bitstream/10453/32125/1/10924-40884-1-PB.pdf",
      "source_url": "https://opus.lib.uts.edu.au/bitstream/10453/32125/1/10924-40884-1-PB.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "43456590",
      "doi": null,
      "title": "\"The return of the excluded\" feminist and postcolonial perspectives on western modernity",
      "authors": [
        {
          "name": "Goedl, Doris"
        }
      ],
      "year": 2016,
      "abstract": "In political, scholarly and cultural discussions in the ‘Global North’, ideas of freedom, democracy and human rights were considered universal and legitimated for political and military interventions mostly in non-Western countries. Debates about the universality of the right to intervene are discussed in the frame of universality versus particularity. Whereas universalists defend their arguments in the name of modernity, their challengers opposed to these kinds of universal assumptions refer to the importance of particularism\r\nand relativism; yet, both groups consider modernity as their main point of reference. To overcome this stalled discussion, I look at modernity through the deconstruction of epistemic dichotomies and hierarchies in order to open up a space for critical reflection on the concept itself. Contextualizing my reflections on modernity in the rich literature by scholars who challenge the dominant Western concept of modernity, I demonstrate that Western knowledge is not universal in an epistemic sense. Rather, it can be considered as a contentious concept with problematic assumptions about an epistemically\r\nneutral subject, adopting a universalistic perspective while erasing the meaning of geopolitical location (Grosfoguel 2011). Arguing against this idea of an ‘assertive universality’, the metaphor of ’travelling theories,’ as proposed by Edward Said\r\nand Clifford Geertz, helps to reflect upon the local, social and individual positioning of knowledge. The focus of this contribution is the utilisation of feminist and postcolonial perspectives to contribute to the deconstruction of modernity as a homogenous monolithic bloc. Considering the frame itself, I question the hidden, not explicated assumptions in the production of Western knowledge. Arguing that knowledge\r\nproduction is not a question of geography but of epistemology, I deconstruct the modern project from the inside in order to overcome the epistemic dichotomy of modernity itself. The implications of this analysis for us as social scientists and researchers will be discussed at the end of the paper.peer-reviewe",
      "publisher": "Postcolonial Directions in Education",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84894676.pdf",
      "source_url": "https://www.um.edu.mt/library/oar//bitstream/123456789/20127/1/%27The%20return%20of%20the%20excluded%27%20%20feminist%20and%20postcolonial%20perspectives%20on%20western%20modernity.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "137154709",
      "doi": null,
      "title": "La descolonización de la economía política y los estudios postcoloniales: transmodernidad, pensamiento fronterizo y colonialidad global",
      "authors": [
        {
          "name": "Ramón Grosfoguel"
        }
      ],
      "year": 2006,
      "abstract": "Este artículo discute las implicaciones epistemológicas del giro decolonial para la descolonizacion del concepto de «capitalismo global» tal y como se ha manejado en los paradigmas de la economía política y en los estudios culturales. Se discuten ademas los conceptos de «colonialidad del poder», «epistemologías fronterizas» y de «transmodernidad» para pensar no en «nuevas utopias» sino en «utopias otras» a partir de una cartografía distinta de las relaciones de poder global del «sistema-mundo Europeo/Euro-norteamericano moderno/colonial capitalista/patriarcal». El artículo argumenta la necesidad de usar este último concepto (aunque más extenso) y abandonar la categoría de «sistema-mundo capitalista» o «capitalismo global»",
      "publisher": "Universidad Colegio Mayor de Cundinamarca",
      "journal": "Tabula rasa",
      "download_url": "https://core.ac.uk/download/25589743.pdf",
      "source_url": "http://www.redalyc.org/pdf/396/39600402.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "38025927",
      "doi": "10.7770/cuhso-v26n1-art1019",
      "title": "Against the ventriloquism: notes on the uses and misuses of the translation of the subaltern knowledge in Latin America",
      "authors": [
        {
          "name": "Inclán Solís, Daniel"
        }
      ],
      "year": 2016,
      "abstract": "Este artículo compara dos forma de traducir el conocimiento de los subalternos en América Latina. Por un lado, en las dos últimas décadas, los estudios decoloniales han tratado de proponer una forma alternativa para pensar el continente centrándose en el conocimiento de las comunidades locales. Las estrategias de traducción utilizadas por estudios descoloniales apuntan a poner el conocimiento de los subalternos en el centro de un proyecto intelectual descolonización. Por otro lado, mucho antes del surgimiento de los estudios decoloniales, Bolivia fue escenario de un proyecto de traducción sumamente interesante que fundamentado en el conocimiento indígena. En la década de 1980, el Taller de Historia Oral Andina (THOA) desarrolló un proceso epistémico, cuyo objetivo principal fue la recuperación de las experiencias indígenas para la construcción de nuevos marcos analíticos. La traducción fue uno de los ejes de este proyecto historiográfico, fue utilizada como una herramienta en la lucha de estas comunidades para articular sus historias a su manera. Porque el THOA es prácticamente desconocido en América Latina, sus múltiples contribuciones ṕara rearticular los discursos subalternos través de la traducción han sido poco estudiadas. Al contrastar estos dos proyectos, este trabajo muestra los usos y abusos de la traducción del conocimiento subalterno en América LatinaAs a cultural text based on deeply conflicted social accents, Pascual Coña’s testimonial work continues to question different generations of readers-addresses, asking each of them —and us— to take a position, to make an interpretation of the events and the participants which would always be historically located. In the light of other previous and contemporary readings, this article examines Coña’s diverse and even opposite footings across time in three dissimilar though related contexts: discourse production, the nütram ‘stories’ included in the book, and the circulation contexts for the published work. From a perspective that istinguishes in this work the interaction of multiple voices, the analysis incorporates the notion of contact zone, understood as the social space in which geographically and historically separated peoples come into contact and establish lasting relations based on coercion, inequality, and conflict (Pratt, 1992). It concludes that Pascual Coña’s work, on the one hand, manages to subvert the «author» role that Moesbach allocated to himself in the first edition\r\nand, on the other, it also gains profound sense within the framework of the saga of narratives circulating in the area about the tragic fates of leading Mapuche longko on both sides of the Andes after their defea",
      "publisher": "'Universidad Catolica de Temuco'",
      "journal": "Cultura-Hombre-Sociedad",
      "download_url": "https://core.ac.uk/download/75990690.pdf",
      "source_url": "http://repositoriodigital.uct.cl/bitstream/handle/10925/1807/Daniel%20Incl%c3%a1n%20Sol%c3%ads.pdf?sequence=1",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "45174012",
      "doi": null,
      "title": "Coming of age [Exhibition catalogue]",
      "authors": [
        {
          "name": "Kainer, Mary"
        },
        {
          "name": "Luminaire, Ramune"
        },
        {
          "name": "Mason, Judith A."
        },
        {
          "name": "Patterson, Pam"
        }
      ],
      "year": 2017,
      "abstract": "Publication to accompany the exhibition Coming of Age at the Visual Arts Centre of Clarington September 3 to October 1, 201",
      "publisher": "The Visual Arts Centre of Clarington",
      "journal": null,
      "download_url": "https://core.ac.uk/download/154171895.pdf",
      "source_url": "http://openresearch.ocadu.ca/id/eprint/2126/2/Patterson_Age_2017.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "34074895",
      "doi": null,
      "title": "El giro decolonial: aportes para una semiótica decolonial transmoderna",
      "authors": [
        {
          "name": "Romero Losacco, José de Jesús"
        }
      ],
      "year": 2012,
      "abstract": "[Resumen] El presente trabajo es un intento por explorar las posibilidades de construcción de una semiótica de la liberación. Una semiótica que abra la puertas para trascender la modernidad/colonialidad como totalidad, en el sentido que le da al concepto de totalidad el filósofo de la liberación Enrique Dussel, desde su interpretación de la noción de totalidad en Levinas. Para esto, se toman como punto de partida los aportes realizados por el grupo de investigación modernidad/colonialidad, haciendo énfasis en los planteamientos de Nelson Maldonado-Torres sobre la colonialidad del ser, como la experiencia vivida por quienes se encuentran en la exterioridad relativa a la modernidad en tanto totalidad. Se busca, de esta manera, desde una aproximación ontológica dar cuenta de como las múltiples semiosis que se producen en esa exterioridad son potencialmente semiosis decoloniales, semiosis transculturales en el sentido transducitivo de ladel proceso de transculturación y no en su sentido traductivo. Por último, presentar desde como desde una mirada semiótico-ontológica el concepto de transmodernidad de Dussel, no es un punto de llegada sino el punto de partida para la construcción de un mundo donde múltiples semiosis en tanto construcción de mundo tengan cabida y no sólo aquellas que responden a la gramática hegemónica de la modernidad/ colonialidad que impone las reglas de construcción/enunciación de sentidos legítimos restringiendo las posibilidades significativas dentro de un marco espacio temporal que deja por fuera a la mayoría del planeta",
      "publisher": "'Universidade da Coruna'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/61912534.pdf",
      "source_url": "http://ruc.udc.es/dspace/bitstream/2183/13368/1/CC-130_art_68.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7748029",
      "doi": "10.7203/kam.9.9552",
      "title": "Geopolítica, (de)colonialidad e identidad : la conciencia dividida de Rubén Darío / Geopolitics, (De)coloniality and Identity: the Divided Consciousness of Rubén Darío",
      "authors": [
        {
          "name": "List, Jared"
        }
      ],
      "year": 2017,
      "abstract": "In this article, I analyze Rubén Darío?s essays, chronicles, and newspaper articles through the framework of the coloniality of power and the coloniality of knowledge developed by Aníbal Quijano among others. I argue that reading his political writings, we observe a subject with a divided consciousness. On one hand, Darío repro-duces Eurocentric thinking that characterizes coloniality and, on the other hand, he criticizes and questions such paradigm. To support my argument, I use the geopolitical divisions ?East/West? and ?North/South? in order to trace the Nicaraguan poet?s concerns and thoughts regarding Europe and the United States. In other words, I examine from where Darío thinks and how his positions align with or deviate from coloniality and de-coloniality.Keywords: Rubén Darío, Coloniality of Power, Coloniality of Knowledge, De-coloniality, Geopolitics, Divided Consciousnes",
      "publisher": "'Universitat de Valencia'",
      "journal": "Kamchatka: Revista de Análisis Cultural",
      "download_url": "https://core.ac.uk/download/93038803.pdf",
      "source_url": "https://turia.uv.es/index.php/kamchatka/article/download/9552/9869",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "39670152",
      "doi": null,
      "title": "Jamaica Kincaid and the West Indian diaspora: Women, islands and cages",
      "authors": [
        {
          "name": "Pérez Flores, Larisa"
        }
      ],
      "year": 2014,
      "abstract": "Partiendo de la obra de la escritora antiguano/estadounidense Jamaica Kincaid, se desarrollará\r\nuna reflexión interseccional en torno a la identidad antillana. Por una parte, se intentarán\r\nrescatar los elementos que construyen dicha identidad como identidad diaspórica, marcada\r\npor una migración forzada en sus inicios y luego por otras migraciones, aparentemente\r\nvoluntarias, de las antiguas colonias a las viejas metrópolis y los nuevos imperios. Por\r\notra parte, se intentará poner sobre la mesa la significación cultural y epistemológica del\r\nfenómeno diaspórico. El artículo sostiene que los procesos migratorios han sido y son la\r\ncondición de posibilidad de dos orientaciones ineludibles para las ciencias sociales actuales,\r\na saber, las teorías poscoloniales ―o decoloniales― e interseccionales, cuyo contenido\r\nbásico se desplegará.\r\nEl objetivo es mostrar que la discusión a la que nos confrontan las desconocidas mujeres\r\nde Jamaica Kincaid es la discusión fundamental a la que se enfrentan las ciencias sociales\r\nhoy en general, y el feminismo en particular. Más allá del caso de estudio, y siguiendo el eco\r\nde otras voces migrantes antillanas, se intentará dar cuenta del modo en que la condición\r\nmigrante, racial, económica, genérica o sexual intersectan en la identidadAn intersectional reflection about West Indian identity will be developed, taking as its\r\nstarting point the work of the US/Antiguan writer Jamaica Kincaid. On the one hand,\r\nthis paper will try to highlight the different elements that make this identity a diasporic\r\nidentity, which was marked by a forced migratory process in its origins, and then by other\r\nmigrations —which were apparently free— from the former Caribbean colonies to the old\r\nEuropean mother countries and the new empires. On the other hand, this paper will attempt\r\nto draw the attention to the sociocultural and epistemological significance of the diaspora\r\nphenomenon. It is here argued that migratory phenomenon is the condition of possibility of\r\nthe two unavoidable guidelines of current Social Sciences: post-colonial and intersectionality\r\ntheories, whose core content will be displayed.\r\nThe aim of this paper is to show that the discussion that Jamaica Kincaid’s unknown women\r\nmake us face is the main discussion that nowadays social theory, in general, and feminism,\r\nin particular, has to deal with. Far from a case study, and following the echoes of other\r\nWest Indian migrants’ voices, the study will provide a detailed analysis of the way in which\r\nmigrant, racial, economic, gender or sexual condition intersects in identit",
      "publisher": "Universidad Autónoma de Madrid. Grupo de Estudios de Relaciones Internacionales (GERI)",
      "journal": "Relaciones Internacionales",
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/677287/RI_25_6.pdf?sequence=1",
      "source_url": "https://repositorio.uam.es/bitstream/handle/10486/677287/RI_25_6.pdf?sequence=1",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "33729210",
      "doi": null,
      "title": "Decolonial thinking: A \"new\" perspective on International Relations Theory",
      "authors": [
        {
          "name": "Fonseca, Melody"
        },
        {
          "name": "Jerrems, Ari"
        }
      ],
      "year": 2012,
      "abstract": "En las últimas décadas las ciencias sociales se han visto deconstruidas por diferentes corrientes de pensamiento crítico que buscan analizar el sistema mundo actual, la política global y las relaciones sociales desde paradigmas y epistemologías otras que sirvan para interpretar las diferentes temporalidades y localidades del poder y del conocimiento. Una de las corrientes más novedosas es el llamado pensamiento decolonial. Esta propuesta surge dentro del debate crítico en las ciencias sociales, originalmente en las áreas de Sociología, Historia y Economía Política, y más recientemente en la disciplina de las Relaciones Internacionales. El pensamiento decolonial se plantea como crítico de las ya establecidas teorías poscoloniales. Es impulsado desde América Latina por el proyecto conocido como modernidad/colonialidad/decolonialidad, que nos invita a cuestionar la modernidad europea desde la reflexión de su antítesis, la colonialidad en América, y los efectos que la colonialidad del poder, del saber, y del ser, han tenido sobre el sujeto colonial global. En este artículo proponemos evaluar los aportes que el pensamiento decolonial puede hacer a la teoría de las Relaciones Internacionales y cómo, junto con otras conceptualizaciones hechas desde la teoría crítica, se podría contribuir al diálogo pluriversal que sus autores proponen.In recent decades the social sciences have been deconstructed by different strands of critical thought that strive to analyze the contemporary world system, global politics and social relations from alternative paradigms and epistemologies allowing us to understand the different temporalities and locations of power and knowledge. One of the most recent movements is what has been called Decolonial thinking. This proposal originates within critical debate in the social sciences, originally in Sociology, History and Political Economy and more recently in International Relations. Decolonial thinking takes a critical approach to established postcolonial studies. Driven by Latin American scholars forming part of the modernity/coloniality/decoloniality project, Decolonial thinking invites us to question European modernity considering its antithesis, colonialism in America, and the effects of Coloniality of power, knowledge and being, on the global colonial subject. In this article we evaluate the contributions Decolonial thinking may offer to International Relations theory, and at the same time, how it may add to other critical theories in order to contribute to the pluriversal dialogue that these authors propos",
      "publisher": "Universidad Autónoma. Grupo de Estudios de Relaciones Internacionales (G.E.R.I.)",
      "journal": "Relaciones Internacionales",
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/668333/pensamiento_fonseca_relin_2012.pdf?sequence=1",
      "source_url": "http://hdl.handle.net/10486/668333",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "28541344",
      "doi": null,
      "title": "Le tourisme réinventé par ses périphéries ?",
      "authors": [
        {
          "name": "Bourdeau, Philippe"
        }
      ],
      "year": 2012,
      "abstract": "Dans le contexte européen d'une tradition touristique établie depuis plus d'un siècle, le statut et les pratiques récréatives se transforment et se recomposent sur fond de multiples facteurs de changement culturel et d'incertitude climatique, énergétique, économique ou sécuritaire. Si certaines formes traditionnelles de tourisme semblent intangibles, et si d'autres sont annoncées comme des évidences pour le futur (parcs de loisirs, comptoirs de type Dubaï, croisières, tourisme spatial...), d'autres formes se font jour en explorant de manière explicite ou implicite des modèles de relation inédits aux temps, lieux et usages de l'Ailleurs. A mesure que le tourisme devient central dans les modes de vie, les économies et les territoires européens, il semble paradoxalement se diluer, se dissoudre et se dérober en tant que porteur de spatialité, de sociabilité et de temporalité spécifiques, voire même en tant qu'objet d'étude à part entière; ceci en même temps que les pratiques récréatives s'inventent de nouvelles formes et contours dans le temps, l'espace, la culture et l'économie. Ce faisant, ce sont à la fois les compétences des \"touristes\", des professionnels du secteur et des destinations qui se redéfinissent face à des enjeux de créativité, d'interactivité, de connectivité et de réactivité qui composent un après-tourisme. Dans ce processus, les périphéries et confins au sens géographique et culturel offrent une matière privilégiée pour penser la refondation des pratiques et du sens du fait comme utopie. Car sur fond de réorientation de la boussole de la pensée en direction des Suds, ce sont bel et bien les périphéries qui deviennent le lieu privilégié de l'affirmation de nouveaux cadres de pensée et d'action. Les expériences pour (re)penser le tourisme de manière participative à l'échelle locale à partir des valeurs et identités culturelles de communautés d'accueil comme les Maori ou les Inuits ont à cet égard riches d'enseignements. Alors que le tourisme est pensé depuis toujours en termes de transfert de compétences de modèles et d'ingénierie du Nord vers le Sud, il n'est alors plus du tout incongru de reconsidérer cette évidence. Il convient alors de prendre acte du fait qu'à l'inverse, ce sont aujourd'hui des réflexions etexpérimentations conduites dans des régions en cours de touristification comme la Patagonie qui peuvent contribuer à réinventer et à ré-enchanter l'univers du tourisme",
      "publisher": "Nire Negro",
      "journal": null,
      "download_url": "",
      "source_url": "http://hal.univ-grenoble-alpes.fr/hal-01002411",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "122611465",
      "doi": "10.4314/ejossah.v12i1.",
      "title": "The Idea of Transmodern Ethiopia: A Perspective from Philosophy and Ethics of Liberation1",
      "authors": [
        {
          "name": "Shemsedin, Walelign"
        }
      ],
      "year": 2016,
      "abstract": "Transmodernity is a new philosophical paradigm that transcends the modern foundational ethos and as well differs from the postmodern critique. It is basically a call towards a just social order that gives priority to human life. It is inherently ethical and fundamentally liberational. This work looks into the insufficiency of Modern Ethiopian establishment in attaining an inclusive and pluralist arrangement. It assumes this establishment as a hegemonic totality that marginalizes its others. It argues that the Modern Ethiopian establishment is an ontologic totality that needs to be liberated and transformed. Based on Dussel’s Philosophy and Ethics of Liberation, Transmodern Ethiopia is anticipated as an entity that could transcend the Modern and come up with a different arrangement. This would be an ethical arrangement which accepts the other as other. The three principles of Ethics of Liberation (material principle, formal principle and feasibility principle) are used as an ethical framework for the construction.Key words: Transmodernity, Liberation philosophy, Analectic, Ethics of Liberation, Modern Ethiopia, Transmodern Ethiopia, Pluriversal polylogu",
      "publisher": "'African Journals Online (AJOL)'",
      "journal": "Ethiopian Journal of the Social Sciences and Humanities",
      "download_url": "https://core.ac.uk/download/478366158.pdf",
      "source_url": "https://www.ajol.info/index.php/ejossah/article/download/157274/146885",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "34026218",
      "doi": "10.5612/slavicreview.72.4.0750",
      "title": "The Menon-Žižek Debate: “The Tale of the (Never-marked) (But secretly coded) Universal and the (Always marked) Particular . . .”",
      "authors": [
        {
          "name": "Basu Thakur, Gautam"
        }
      ],
      "year": 2013,
      "abstract": "On occasion of his first lecture tour of India in 2010, Žižek sparked off a debate with Nivedita Menon, a leading postcolonial feminist scholar. The debate revolves around Menon\\u27s contention that Žižek\\u27s emphasis on European, Christian Universalism as the most proactive model for countering capitalism is ignorant of the heteroglossiac postcolonial histories of South Asia. Menon\\u27s response (“The Two Žižeks”) suggests that what Žižek appears to be missing is knowledge of the fallibility of Eurocentric discourses in negotiating the colonial and postcolonial situations particular to the subcontinent. Though Žižek\\u27s debates with Badiou and Butler are well known, few outside India are aware of the Menon-Žižek debate. This paper will occasion this little known debate to consider some of the major points raised by Menon against the applicability of Žižek\\u27s theoretical arguments toward reading and understanding postcolonial politics and culture",
      "publisher": "'IUScholarWorks'",
      "journal": "Slavic Review",
      "download_url": "https://core.ac.uk/download/61760179.pdf",
      "source_url": "http://scholarworks.boisestate.edu/cgi/viewcontent.cgi?article=1229&context=english_facpubs",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "128406836",
      "doi": null,
      "title": "Arundhati Roy as a Transmodern Intellectual. Gender Troubles, Ethnic Conflicts and Vulnerable Ecology",
      "authors": [
        {
          "name": "Angelo Monaco"
        }
      ],
      "year": 2019,
      "abstract": "This article adopts a transmodernapproach to Arundhati Roy’s The Ministry of Utmost Happinessand it contends that Roy’s fusion of anti-global activism, typical of her non-fiction writings, and literary imagination, reminiscent  of  Indian  epic  texts,  can  provide  an  interesting  instance of  a transmodern  intellectual  perspective.  In particular,  by  examining gender  troubles,  ethnic  conflicts  and  vulnerable  ecology,  my  article  argues  that Roy’s second  novel  refracts  the  decolonial/postcolonial  debateby  means  of a  hybrid narrative form.This  interplay between creative writing and intellectualactivism can be said to chime with transmodern ethics in that it promotes attentiveness to the perspective of the most marginalised",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/541256073.pdf",
      "source_url": "https://ricerca.uniba.it/bitstream/11586/369891/1/Monaco_AION.pdf",
      "language": "en",
      "document_type": null
    }
  ],
  "count": 20,
  "errors": []
}
