{
  "status": "success",
  "source": "iep",
  "query": "latin-am",
  "results": [
    {
      "url": "https://iep.utm.edu/latin-am/",
      "entry_name": "latin-am",
      "title": "Internet Encyclopedia of Philosophy",
      "sections": {
        "1": {
          "id": "1",
          "title": "Table of Contents",
          "content": ""
        },
        "2": {
          "id": "2",
          "title": "1. Indigenous Period",
          "content": "Most histories of Western philosophy claim that philosophy began in ancient Greece with Thales of Miletus (c.624–c.546 B.C.E.) and other pre-Socratics who engaged in sophisticated speculation about the origins of the universe and its workings. There is ample evidence that a number of indigenous peoples in present-day Latin America also engaged in this sort of sophisticated speculation well before the 1500s when Europeans arrived to ask the question of whether it was philosophy. Moreover, a few Europeans during the early colonial period, including the Franciscan priest Bernardino de Sahagún (1499-1590), reported the existence of philosophy and philosophers among the indigenous Aztecs of colonial New Spain. In any case, whether or not most sixteenth-century European explorers, conquistadores , and missionaries believed that there were indigenous philosophies and philosophers, indigenous cultures produced sophisticated systems of thought centuries before Europeans arrived. The largest and most notable of these indigenous civilizations are: the Aztec (in present-day central Mexico), the Maya (in present-day southern Mexico and northern Central America), and the Inca (in present-day western South America centered in Peru). Considerable challenges face scholars attempting to understand their complex systems of thought, since almost all of their texts and the other artifacts that would have testified most clearly concerning their intellectual production were systematically burned or otherwise destroyed by European missionaries who considered them idolatrous. Nevertheless, scholars have used the handful of pre-colonial codices and other available sources to reconstruct plausible interpretations of these philosophies, while remaining cognizant of the dangers inherent in using Western philosophical concepts to understand non-Western thought. See the article on Aztec Philosophy for an excellent example."
        },
        "3": {
          "id": "3",
          "title": "2. Colonial Period",
          "content": "Academic philosophy during the colonial period was dominated by scholasticism imported from the Iberian Peninsula. With the support of Charles V—the first king of Spain and Holy Roman Emperor from 1516 to 1556—schools, monasteries, convents, and seminaries were established across the Indies (as the American continent and Caribbean were known then). Mexico was the main philosophical center in the early colonial period, with Peru gaining importance in the seventeenth century. The adherents of various religious orders who taught at these centers of higher learning emphasized the texts of medieval scholastics like Thomas Aquinas and Duns Scotus , as well as their Iberian commentators, particularly those associated with the School of Salamanca, for example, Francisco de Vitoria (c.1483-1546), Domingo de Soto (1494-1560), and Francisco Suárez (1548-1617). The thoroughly medieval style and sources of their theological and philosophical disputations concerning the Indies and its peoples contrast starkly with the extraordinarily new epistemological, ethical, religious, legal, and political questions that arose over time alongside attempts to colonize and missionize the New World. Much of the philosophy developed in the Indies appeared in isolation from its social and political context. For example, there was nothing uniquely Mexican about Antonio Rubio’s (1548-1615) Logica mexicana (1605). This careful analysis of Aristotelian logic in light of recent scholastic developments brought fame to the University of Mexico when it was adopted as logic textbook back in Europe where it went through seven editions."
        },
        "4": {
          "id": "4",
          "title": "a. Scholasticism and Debates on Conquest",
          "content": "One of the most famous philosophical debates of the early colonial period concerned the supposed rights of the Spanish monarchy over the indigenous peoples of the Indies. Bartolomé de las Casas (1484-1566) debated Ginés de Sepúlveda (1490-1573) at the Council of Valladolid (1550-1551). Sepúlveda, who had never traveled to America, defended the Spanish conquest as an instance of just war, outlined the rights of the colonizers to seize native lands and possessions, and claimed that it was morally just to enslave the Indians, arguing on the basis of Thomism, Scripture, and Aristotelian philosophy. Las Casas countered Sepúlveda’s arguments by drawing upon the same theological and philosophical sources as well as decades of his own experiences living in different parts of the Indies. Las Casas argued that the war against the Indians was unjust, that neither Spain nor the Church had jurisdiction over Indians who had not accepted Christ, and that Aristotle’s category of “natural slaves” did not apply to the Indians. No formal winner of the debate was declared, but it did lead to las Casas’ most influential work, In Defense of the Indians , written from 1548-1550."
        },
        "5": {
          "id": "5",
          "title": "b. Post-conquest Indigenous Thought",
          "content": "Indigenous perspectives on some of these philosophical issues emerge in post-conquest texts that also depict pre-colonial life and history in light of more recent colonial violence. The work of Felipe Guamán Poma de Ayala (c.1550-1616), a native Andean intellectual and artist, serves as an excellent example. Written around 1615 and addressed to King Philip III of Spain, Guamán Poma’s The First New Chronicle and Good Government consists of nearly 800 pages of text in Spanish accompanied by many Quechua phrases and nearly 400 line drawings. Guamán Poma skillfully combines local histories, Spanish chronicles of conquest, Catholic moral and philosophical discourses (including those of Bartolomé de las Casas), various eyewitness accounts (including his own), and oral reports in multiple indigenous languages, to build a powerful case for maximum Indian autonomy given the ongoing history of abuse by Spanish conquerors, priests, and government officials. This and other post-conquest native texts affirm the ongoing existence of native intellectual traditions, contest the colonial European understanding of indigenous peoples as barbarians, and challenge Eurocentric views of American geography and history."
        },
        "6": {
          "id": "6",
          "title": "c. Proto-nationalism",
          "content": "As part of European conquest and colonization a new social hierarchy or caste system based on race was developed. White Spanish colonists born on the Iberian Peninsula ( peninsulares ) held the highest position, followed by white Spaniards born in the Indies ( criollos ), both of whom were far above Indians ( indios ) and Africans ( negros ) in the hierarchy. First generation individuals born to parents of different races were called mestizos (Indian and white), mulatos (African and white), and sambos (Indian and African). The subsequent mixing of already mixed generations further complicated the hierarchy and led to a remarkably complex racial terminology. In any case, higher education was almost always restricted to whites, who typically had to demonstrate the purity of their racial origins in order to enroll. By the seventeenth century, well-educated criollos were developing new perspectives on the Indies and their colonial experience. Anxious to maintain their status through intellectual ties to the Iberian Peninsula while nevertheless establishing their own place and tradition in America, these thinkers reflected on diverse topics while developing a proto-nationalist discourse that would eventually lead to independence. The work of Carlos de Sigüenza y Góngora (1645-1700) provides an interesting case of criollo ambivalence with respect to American identity. On the one hand, Sigüenza idealized Aztec society and was one of the first criollos to appropriate their past in order to articulate the uniqueness of American identity. On the other hand, this did not prevent Sigüenza from despising contemporary Indians, especially when they rioted in the streets during a food shortage in Mexico City."
        },
        "7": {
          "id": "7",
          "title": "d. Proto-feminism",
          "content": "Similar to the way in which scholars have retrospectively perceived a budding nationalism in intellectuals like Sigüenza, Sor Juana Inés de la Cruz (1651-1695) is widely regarded as a forerunner of feminist philosophy in Latin America. Just as non-whites were typically barred from higher education based on European assumptions of racial inferiority, women were not permitted access to formal education on the assumption of sexual inferiority. Basic education was provided in female convents, but their reading and writing still occurred under the supervision of male church officials and confessors. After establishing a positive reputation for knowledge across literature, history, music, languages, and natural science, Sor Juana was publicly reprimanded for entering the male-dominated world of theological debate. Under the penname of Sor Philothea de la Cruz (Sister Godlover of the Cross), the Bishop of Puebla told Sor Juana to abandon intellectual pursuits that were improper for a woman. Sor Juana’s extensive answer to Sor Philothea subtly but masterfully defends rational equality between men and women, makes a powerful case for women’s right to education, and develops an understanding of wisdom as a form of self-realization."
        }
      }
    }
  ],
  "count": 1,
  "errors": []
}
