{
  "status": "success",
  "source": "iep_via_brave",
  "query": "Latin American Philosophy",
  "results": [
    {
      "title": "Latin American Philosophy",
      "url": "https://iep.utm.edu/latin-am/",
      "entry_name": "latin-am",
      "snippet": "This article outlines the history of Latin American philosophy: the thinking of its indigenous peoples, the debates over conquest and colonization, the arguments for national independence in the eighteenth century, the challenges of nation-building and modernization in the nineteenth century, the concerns over various forms of development in the twentieth century, and the diverse interests in Latin American philosophy during the opening decades of the twenty-first century.",
      "page_age": null,
      "extra_snippets": [
        "This article outlines the history of Latin American philosophy: the thinking of its indigenous peoples, the debates over conquest and colonization, the arguments for national independence in the eighteenth century, the challenges of nation-building and modernization in the nineteenth century, the concerns over various forms of development in the twentieth century, and the diverse interests in Latin American philosophy during the opening decades of the twenty-first century.",
        "Rather than attempt to provide an exhaustive and impossibly long list of scholars’ names and dates, this article outlines the history of Latin American philosophy while trying to provide a meaningful sense of detail by focusing briefly on individual thinkers whose work points to broader philosophical trends that are inevitably more complex and diverse than any encyclopedic treatment can hope to capture.",
        "The term “Latin American philosophy” refers broadly to philosophy in, from, or about Latin America. However, the definitions of both “Latin America” and “philosophy” are historically fluid and contested, leading to even more disagreement when combined.",
        "Although it is anachronistic to speak of Latin American philosophy before the 1850s when the term “Latin America” first entered usage, most scholars agree that Latin American philosophy extends at least as far back as the sixteenth century when the Spanish founded the first schools and seminaries in the “New World”. Given this widespread agreement that there was “Latin American philosophy” before anyone was using the term “Latin America,” many scholars have argued for including pre-Columbian and pre-Cabralian thought in the history of Latin American philosophy."
      ]
    },
    {
      "title": "E",
      "url": "https://iep.utm.edu/e/",
      "entry_name": "e",
      "snippet": "Enlightenment Thought, American · Environmental Ethics · Environmental Justice Movement, The American · Epictetus · Epicurus · Epiphenomenalism · Epistemic Injustice · Epistemic Logic, Dynamic · Epistemic Modality · Epistemology · Art · Certainty ·",
      "page_age": null,
      "extra_snippets": [
        "Enlightenment Thought, American · Environmental Ethics · Environmental Justice Movement, The American · Epictetus · Epicurus · Epiphenomenalism · Epistemic Injustice · Epistemic Logic, Dynamic · Epistemic Modality · Epistemology · Art · Certainty ·"
      ]
    },
    {
      "title": "American Philosophy",
      "url": "https://iep.utm.edu/american-philosophy/",
      "entry_name": "american-philosophy",
      "snippet": "While American philosophers have worked on traditional areas of philosophy, such as metaphysics, epistemology, and axiology, this is not unique to American Philosophy. Many scholars have highlighted American philosophers’ focus on the interconnections of theory and practice, on experience and community, though these, too, are not unique to American Philosophy.",
      "page_age": null,
      "extra_snippets": [
        "The term “American Philosophy,” perhaps surprisingly, has been somewhat vague. While it has tended to primarily include philosophical work done by Americans within the geographical confines of the United States, this has not been exclusively the case. For example, Alfred North Whitehead came to the United States relatively late in life.",
        "On the other hand, George Santayana spent much of his life outside of the United States. Until only recently, the term was used to refer to philosophers of European descent. Another focus for defining, or at least characterizing, American Philosophy has been on the types of philosophical concerns and problems addressed.",
        "While American philosophers have worked on traditional areas of philosophy, such as metaphysics, epistemology, and axiology, this is not unique to American Philosophy. Many scholars have highlighted American philosophers’ focus on the interconnections of theory and practice, on experience and community, though these, too, are not unique to American Philosophy.",
        "The people, movements, schools of thought and philosophical traditions that have constituted American Philosophy have been varied and often at odds with each other. Different concerns and themes have waxed or waned at different times."
      ]
    },
    {
      "title": "Language, Philosophy of",
      "url": "https://iep.utm.edu/lang-phi/",
      "entry_name": "lang-phi",
      "snippet": "Thus, there was a project for philosophy to undertake, separate from the natural sciences, and it was the logical analysis of the underlying structure of meaning. Though naturalistic concerns would be reasserted in the development of analytical philosophy, Frege’s project would come to dominate Anglo-American philosophy for much of the next century.",
      "page_age": null,
      "extra_snippets": [
        "Much of the stage-setting for the so-called “Linguistic Turn” in Anglo-American philosophy took place in the mid nineteenth century. Attention turned to language as many came to see it as a focal point in understanding belief and representation of the world.",
        "Thus, there was a project for philosophy to undertake, separate from the natural sciences, and it was the logical analysis of the underlying structure of meaning. Though naturalistic concerns would be reasserted in the development of analytical philosophy, Frege’s project would come to dominate Anglo-American philosophy for much of the next century.",
        "The achievements of Russell and Frege, in setting an agenda for analytical philosophers that promised to both resolve longstanding philosophical difficulties and preserve a role for philosophy on an equal footing with the natural sciences, electrified European and American academic philosophers.",
        "The history of the philosophy of language in the analytical tradition begins with advances in logic and with tensions within traditional accounts of the mind and its contents at the end of the nineteenth century. A revolution of sorts resulted from these developments, often known as the “Linguistic Turn” in philosophy."
      ]
    },
    {
      "title": "Philo of Alexandria",
      "url": "https://iep.utm.edu/philo/",
      "entry_name": "philo",
      "snippet": "2. A series of works classified as philosophical treatises: Every Good Man is Free (a sequel of which had the theme that every bad man is a slave, which did not survive); On the Eternity of the World; On Providence (except for lengthy fragments preserved in Armenian); Alexander or On Whether Brute Animals Possess Reason (preserved only in Armenian) and called in Latin ...",
      "page_age": null,
      "extra_snippets": [
        "2. A series of works classified as philosophical treatises: Every Good Man is Free (a sequel of which had the theme that every bad man is a slave, which did not survive); On the Eternity of the World; On Providence (except for lengthy fragments preserved in Armenian); Alexander or On Whether Brute Animals Possess Reason (preserved only in Armenian) and called in Latin De Animalibus (On the Animals); a brief fragment De Deo (On God), preserved only in Armenian is an exegesis of Genesis 18, and belongs to the Allegory of the Law.",
        "Philo of Alexandria, a Hellenized Jew also called Judaeus Philo, is a figure that spans two cultures, the Greek and the Hebrew. When Hebrew mythical thought met Greek philosophical thought in the first century B.C.E. it was only natural that someone would try to develop speculative and philosophical justification for Judaism in terms of Greek philosophy.",
        "The church preserved the Philonic writings because Eusebius of Caesarea labeled the monastic ascetic group of Therapeutae and Therapeutrides, described in Philo’s The Contemplative Life, as Christians, which is highly unlikely. Eusebius also promoted the legend that Philo met Peter in Rome. Jerome (345-420 C.E.) even lists him as a church Father. Jewish tradition was uninterested in philosophical speculation and did not preserve Philo’s thought.",
        "According to H. A. Wolfson, Philo was a founder of religious philosophy, a new habit of practicing philosophy. Philo was thoroughly educated in Greek philosophy and culture as can be seen from his superb knowledge of classical Greek literature. He had a deep reverence for Plato and referred to him as “the most holy Plato” (Prob."
      ]
    },
    {
      "title": "Former Staff",
      "url": "https://iep.utm.edu/former/",
      "entry_name": "former",
      "snippet": "Joseph Agassi (Philosophy of Science) James R. Beebe (Epistemology) David Boersema (American Philosophy) Curtis Bowman (19th Century Philosophy) Douglas Burnham (19th Century European) Jonathan Chimakonam(African) Jon Cogburn (Philosophy of Mind) Roy Cook (Mathematics) Joel Dittmer (Value Theory) James Dunson (19th Century German) Shawn Floyd (Medieval Philosophy) Valentin Goranko (Logic) John-Stewart Gordon (Ethics and Bioethics) Peter Gratton (Indigenous World Philosophy) Jeff Hergen (Medieval Philosophy) Colin Heydt (18th and 19th Century British) Alexandra King (Aesthetics) Kevin Klement (",
      "page_age": null,
      "extra_snippets": [
        "Joseph Agassi (Philosophy of Science) James R. Beebe (Epistemology) David Boersema (American Philosophy) Curtis Bowman (19th Century Philosophy) Douglas Burnham (19th Century European) Jonathan Chimakonam(African) Jon Cogburn (Philosophy of Mind) Roy Cook (Mathematics) Joel Dittmer (Value Theory) James Dunson (19th Century German) Shawn Floyd (Medieval Philosophy) Valentin Goranko (Logic) John-Stewart Gordon (Ethics and Bioethics) Peter Gratton (Indigenous World Philosophy) Jeff Hergen (Medieval Philosophy) Colin Heydt (18th and 19th Century British) Alexandra King (Aesthetics) Kevin Klement ("
      ]
    },
    {
      "title": "Aristotle: Biology",
      "url": "https://iep.utm.edu/aristotle-biology/",
      "entry_name": "aristotle-biology",
      "snippet": "The word for ‘soul’ in Aristotle is psuche. In Latin it is translated as anima. For many readers, it is the use of the Latin term (particularly as it was used by Christian, Moslem, and Jewish theologians) that forms the basis of our modern understanding of the word.",
      "page_age": null,
      "extra_snippets": [
        "Aristotle (384-322 B.C.E.) may be said to be the first biologist in the Western tradition. Though there are physicians and other natural philosophers who remark on various flora and fauna before Aristotle, none of them brings to his study a systematic critical empiricism.",
        "Aristotle’s biological science is important to understand, not only because it gives us a view into the history and philosophy of science, but also because it allows us more deeply to understand his non-biological works, since certain key concepts from Aristotle’s biology repeat themselves in his other writings.",
        "This article will begin with a brief explanation of his biological views and move toward several key explanatory concepts that Aristotle employs. These concepts are essential because they stand as candidates for a philosophy of biology. If Aristotle’s principles are insightful, then he has gone a long way towards creating the first systematic and critical system of biological thought.",
        "At the death of Alexander in 323, Athens once again was full of anti-Macedonian sentiment. A charge of impiety was brought against Aristotle due to a poem he had written for Hermeias. One martyr for philosophy (Socrates) was enough for Aristotle and so he left his school to his colleague, Theophrastus, and fled to the Macedonian Chalcis."
      ]
    },
    {
      "title": "Suárez, Francisco",
      "url": "https://iep.utm.edu/suarez/",
      "entry_name": "suarez",
      "snippet": "Suárez’s greatness as a philosopher comes precisely from his magisterial weighing of all the competing positions across an extraordinarily broad range of theological and philosophical issues. The combination of broad systematicity, detailed elaboration, and thorough argumentation for his preferred view and against contrary views finds few rivals.",
      "page_age": null,
      "extra_snippets": [
        "His childhood seems to have been unexceptional. He was schooled in Latin and rhetoric until thirteen, at which point he went to Salamanca to study canon law for three years. His academic performance at this point was lackluster. During his time at Salamanca he heard the legendary sermons of the Jesuit Juan Ramirez and felt the call to join the Jesuit order.",
        "Sometimes called the “Eminent Doctor” after Paul V’s designation of him as doctor eximius et pius, Francisco Suárez was the leading theological and philosophical light of Spain’s Golden Age, alongside such cultural icons as Miguel de Cervantes, Tomás Luis de Victoria, and El Greco.",
        "His writings are sometimes said to contain the whole of scholastic philosophy because in addressing a question he surveys the full range of scholastic positions—Thomist, Scotist, nominalist, and others—before affirming one of those positions or presenting his own variant.",
        "Suárez’s greatness as a philosopher comes precisely from his magisterial weighing of all the competing positions across an extraordinarily broad range of theological and philosophical issues. The combination of broad systematicity, detailed elaboration, and thorough argumentation for his preferred view and against contrary views finds few rivals."
      ]
    },
    {
      "title": "Metaphilosophy",
      "url": "https://iep.utm.edu/con-meta/",
      "entry_name": "con-meta",
      "snippet": "Derrida’s deconstructive approach ... philosophy, and (2) means to have an ethical and political import. ... The main topic of the article is the Western metaphilosophy of the last hundred years or so. But that topic is broached via a sketch of some earlier Western metaphilosophies. (In the case of the sketch, ‘Western’ means European. In the remainder of the article, ‘Western’ means European and North American...",
      "page_age": null,
      "extra_snippets": [
        "Derrida’s deconstructive approach to philosophy (1) aims at clarifying, and loosening the grip of, the assumptions of previous, metaphysical philosophy, and (2) means to have an ethical and political import. ... The main topic of the article is the Western metaphilosophy of the last hundred years or so. But that topic is broached via a sketch of some earlier Western metaphilosophies. (In the case of the sketch, ‘Western’ means European. In the remainder of the article, ‘Western’ means European and North American.",
        "The idea here is that (considered) intuitions, though indeed ‘synthetic’ and, as such, defeasible, represent good prima facie evidence for the philosophical views at issue, at least if those views are about the nature of concepts (see for instance Graham and Horgan 1994). The original or classical pragmatists are the North Americans C.S.",
        "Contemporary metaphilosophies within the Western philosophical tradition can be divided, rather roughly, according to whether they are associated with (1) Analytic philosophy, (2) Pragmatist philosophy, or (3) Continental philosophy.",
        "The pioneers of the Analytic movement held that philosophy should begin with the analysis of propositions. In the hands of two of those pioneers, Russell and Wittgenstein, such analysis gives a central role to logic and aims at disclosing the deep structure of the world."
      ]
    },
    {
      "title": "T",
      "url": "https://iep.utm.edu/t/",
      "entry_name": "t",
      "snippet": "Internet Encyclopedia of Philosophy · Search · Tai Chen (Dai Zhen) · Taste, Aesthetic · Technology, Philosophy of · Telesio, Bernardino · Testimony, Epistemology of · Thales of Miletus · Theaetetus, Plato’s · Theism, Open",
      "page_age": null
    },
    {
      "title": "Comparative Philosophy",
      "url": "https://iep.utm.edu/comparative-philosophy/",
      "entry_name": "comparative-philosophy",
      "snippet": "Comparative philosophers most frequently engage topics in dialogue between modern Western (for example, American and Continental European) and Classical Asian (for example, Chinese, Indian, or Japanese) traditions, but work has been done using materials and approaches from Islamic and African ...",
      "page_age": null,
      "extra_snippets": [
        "Comparative philosophers most frequently engage topics in dialogue between modern Western (for example, American and Continental European) and Classical Asian (for example, Chinese, Indian, or Japanese) traditions, but work has been done using materials and approaches from Islamic and African philosophical traditions as well as from classical Western traditions (for example, Judaism, Christianity, Platonism).",
        "Nevertheless, the Society of Asian and Comparative Philosophy now convenes its own sections in the annual meetings of the American Philosophical, the American Academy of Religion, and the Association of Asian Studies.",
        "Solomon, Robert and Kathleen Higgins, eds. From Africa to Zen: An Invitation to World Philosophy. Lanham, MD: Rowman & Littlefield Publishers, 1993. Van Norden, Byran. “An Open Letter to the APA.” Proceedings and Addresses of the APA. Newark, DE: American Philosophical Association, 1996.",
        "Comparative philosophy—sometimes called “cross-cultural philosophy”—is a subfield of philosophy in which philosophers work on problems by intentionally setting into dialogue various sources from across cultural, linguistic, and philosophical streams."
      ]
    },
    {
      "title": "Social Science, Philosophy of",
      "url": "https://iep.utm.edu/soc-sci/",
      "entry_name": "soc-sci",
      "snippet": "This criticism has been developed by advocates of an alternative and influential version of interpretive theory that draws on the philosophical hermeneutics of continental thinkers such as Martin Heidegger, Hans-Georg Gadamer, Paul Ricoeur, as well as Anglo-American theorists working within the tradition, most notably Taylor.",
      "page_age": null,
      "extra_snippets": [
        "This criticism has been developed by advocates of an alternative and influential version of interpretive theory that draws on the philosophical hermeneutics of continental thinkers such as Martin Heidegger, Hans-Georg Gadamer, Paul Ricoeur, as well as Anglo-American theorists working within the tradition, most notably Taylor.",
        "This entails describing the philosophical assumptions that underpin the practice of social inquiry, just as the philosophy of natural science seeks to lay bare the methodological and ontological assumptions that guide scientific investigation of natural phenomena.",
        "Second, the philosophy of social science seeks to critique the social sciences with the aim of enhancing their ability to explain the social world or otherwise improve our understanding of it. Thus philosophy of social science is both descriptive and prescriptive.",
        "The following article will survey how philosophers of social science have addressed and debated these questions. It will begin by examining the question of whether social inquiry can – or should – have the same aims and use the same methods as the natural sciences."
      ]
    },
    {
      "title": "Aristotle: Metaphysics",
      "url": "https://iep.utm.edu/aristotle-metaphysics/",
      "entry_name": "aristotle-metaphysics",
      "snippet": "Aristotle claims that it is the ... done any philosophy or physics has been asking. Since we do not share Aristotle’s language we cannot know what claim he is making until we find a way to translate ousia. The translators give us the word substance only because earlier translators and commentators did so, while they in turn did so because still earlier translators into Latin rendered it ...",
      "page_age": null,
      "extra_snippets": [
        "Aristotle claims that it is the same as the question, What is being? and that it is in fact the question everyone who has ever done any philosophy or physics has been asking. Since we do not share Aristotle’s language we cannot know what claim he is making until we find a way to translate ousia. The translators give us the word substance only because earlier translators and commentators did so, while they in turn did so because still earlier translators into Latin rendered it assubstantia.",
        "Early modern philosophy, in all the European languages, is full of discussions of substance which stem from Latin versions of Aristotle. Though oral traditions keep meanings alive this written tradition has buried Aristotle’s meaning irretrievably.",
        "It is here that Aristotle most heavily uses the vocabulary that is most his own, and everything he accomplishes in these books depends on the self-evidence of the meanings of these expressions. It is these books especially which Latinizing translators turn into gibberish.",
        "Augustine lived, only two remained in use: essentia was made as a formal parallel to ousia, from the feminine singular participle of the verb to be plus an abstract noun ending, so that the whole would be roughly equivalent to an English translation being-ness; the second translation,substantia, was an attempt to get closer to ousia by interpreting Aristotle’s use of it as something like “persisting substratum”. Augustine, who had no interest in interpreting Aristotle, thought that, while everything in the world possesses substantia, a persisting underlying identity, the fullness of bein"
      ]
    }
  ],
  "count": 13,
  "errors": []
}
