{
  "status": "success",
  "source": "openalex",
  "query": "Dussel 1492 modernity",
  "results": [
    {
      "openalex_id": "W281369720",
      "doi": "10.5070/t412011810",
      "title": "Shifting the Geography of Reason in an Age of Disciplinary Decadence",
      "authors": [
        {
          "name": "Lewis R. Gordon",
          "openalex_id": "A5085697314",
          "orcid": "https://orcid.org/0000-0002-4124-1340"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "This essay addresses some recent theoretical developments that are laying an important role in the decolonization of knowledge.That knowledge has been colonized raises the question of whether it was ever free.The formulation of knowledge in the singular already situates the question in a framework that is alien to precolonial times, for the disparate modes of producing knowledge and notions of knowledge were so many that knowledges would be a more appropriate designation.Unification was a function of various stages of imperial realignment, where local reflections shifted their attention to centers elsewhere to the point of concentric collapse.On their way, those varieties of knowledge coalesced into knowledge of the center, and successive collapses of centers under the weight of other centers led, over time, to the global situation of the center and its concomitant organization of knowledges into knowledge.This path has not, however, been one exclusively built upon alienation, for along with the strange and the alien were also the familiar and the, at times, welcomed.Enrique Dussel is a member of a community of scholars who have questioned the logic of self reflection offered by the most recent stage of centered productions of knowledge. 1 The philosophical framework of such rationalization is familiar to most students of Western philosophy: René Descartes reflected on method in the seventeenth century, grew doubtful, and articulated the certainty of his thinking self in opposition to the fleeting world of physical appearance.A result of such intellectual labor is a shift of first questions from meditations on what there is to what can be known.This focus on epistemology as first philosophy charted the course of philosophy in modern terms against and with which contemporary philosophers continue to struggle and grapple.For political thinkers, the new beginning is a little earlier, in the late fifteenth-through early sixteenthcentury reflections on politics by Niccolò Machiavelli.Against these intellectualist formulations of modern life, Dussel raises the question of its underside, of the geopolitical, material impositions and the unnamed millions whose centers collapsed not simply from the force of ideas but sword and musket.That modernity was ironically also identified by Machiavelli but often overlooked through how he is read today: in The Prince, Machiavelli wrote of the effects of King Ferdinand and Queen Isabella's victory over the Moors in the Iberian Peninsula. 2His focus on the repression wrought in the name of Christendom presumed, however, the continued significance of the Mediterranean in the commerce of world-constituting activity.Dussel's work argues that the continued conflict spread westward across the Atlantic Ocean, and by October of that year, 1492, a series of new relations were established with a New World that de-centered the Mediterranean, stimulated a new economy and, with it, an organization of its management (new epistemologies), and re-aligned the western peninsula of Asia into a new political territory in the form of a continent, namely, Europe.Prior to the emergence of Europe, there were maps of the Mediterranean that would have to",
      "cited_by_count": 106,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt218618vj/qt218618vj.pdf?t=m284m1"
      },
      "topics": [
        "Decadence, Literature, and Society",
        "Historical and Scientific Studies",
        "Historical Studies and Socio-cultural Analysis"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W281369720"
    },
    {
      "openalex_id": "W1488973119",
      "doi": "10.5070/t411000004",
      "title": "Decolonizing Post-Colonial Studies and Paradigms of Political-Economy: Transmodernity, Decolonial Thinking, and Global Coloniality",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Can we produce a radical anti-systemic politics beyond identity politics? 1 Is it possible to articulate a critical cosmopolitanism beyond nationalism and colonialism?Can we produce knowledges beyond Third World and Eurocentric fundamentalisms?Can we overcome the traditional dichotomy between political-economy and cultural studies?Can we move beyond economic reductionism and culturalism?How can we overcome the Eurocentric modernity without throwing away the best of modernity as many Third World fundamentalists do?In this paper, I propose that an epistemic perspective from the subaltern side of the colonial difference has a lot to contribute to this debate.It can contribute to a critical perspective beyond the outlined dichotomies and to a redefinition of capitalism as a world-system.",
      "cited_by_count": 1037,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt21k6t3fq/qt21k6t3fq.pdf?t=ll4zsw"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Political Economy and Marxism",
        "Cuban History and Society"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W1488973119"
    },
    {
      "openalex_id": "W4254513937",
      "doi": "10.5070/t412011805",
      "title": "Thinking through the Decolonial Turn: Post-continental Interventions in Theory, Philosophy, and Critique—An Introduction",
      "authors": [
        {
          "name": "Nelson Maldonado‐Torres",
          "openalex_id": "A5079436408",
          "orcid": "https://orcid.org/0000-0001-7738-7029",
          "institutions": [
            "Rutgers Sexual and Reproductive Health and Rights"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "This special issue of Transmodernity, \"Thinking through the Decolonial Turn: Post-Continental Interventions in Theory, Philosophy, and Critique,\" stands on three fundamental premises that serve as the starting point for the dialogical encounters between intellectuals from Latin America, the Caribbean, and from minoritized sectors in the United States, particularly Latina/o and African American, who are featured here.The first one is that just as there has been a linguistic and a pragmatic turn, among other such turns in theory and philosophy, there has also being a decolonial turn with distinct features, some of which will be elucidated in these two issues. 1Different from these other turns, however, the decolonial turn has long existed in different ways, opposing what could be called the colonizing turn in Western thought, by what I mean the paradigm of discovery and newness that also included the gradual propagation of capitalism, racism, the modern/gender system, and the naturalization of the death ethics of war. 2 The second premise or fundamental hypothesis is that the decolonial turn is anchored in specific forms of skepticism and epistemic attitudes out of which certain critical questions and the search for answers are generated.And the third is that this turn, its form of skepticism and attitude, are arguably most at home in spaces such as ethnic studies and gender and women's studies departments, units, and research centers in the Western academy, as well as in different institutions such as indigenous universities and among decolonial activists, independent scholars, and artists across the entire spectrum of the Global South, including the south in the north. 3To be sure, that the decolonial turn is particularly at home in spaces such as ethnic, women, or gender studies does not mean that every scholar in such spaces is effectively thinking through and contributing to the decolonial turn, or that the decolonial turn can only be found in such spaces.Arguably, because of its emancipatory goals and its suspension of method, the decolonial turn cannot be fully contained in single units of study, or captured within the standard division of labor between disciplines or areas in the traditional arts and sciences.What is at stake is the larger task of the very decolonization of knowledge, power, and being, including institutions such as the university. 4e Decolonial Turn I have provided an initial genealogy and a description of the decolonial turn elsewhere, and Walter Mignolo adds important considerations in his contribution to this issue, but a succinct introductory note is in place here. 5 Decolonial thinking has existed since the very inception of modern forms of colonization-that is, since at least the late fifteenth and early sixteenth centuries-, and, to that extent, a certain decolonial turn has existed as well, but the more massive",
      "cited_by_count": 482,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt59w8j02x/qt59w8j02x.pdf?t=m284lo"
      },
      "topics": [
        "Political Economy and Marxism",
        "Anthropological Studies and Insights",
        "Colonial History and Postcolonial Studies"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W4254513937"
    },
    {
      "openalex_id": "W2158030825",
      "doi": "10.1590/s0103-33522013000200004",
      "title": "América Latina e o giro decolonial",
      "authors": [
        {
          "name": "Luciana Ballestrin",
          "openalex_id": "A5011637604",
          "orcid": "https://orcid.org/0000-0001-6787-8406",
          "institutions": [
            "Universidade Federal de Pelotas"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-07-13",
      "abstract": "O objetivo principal do artigo é o de apresentar a trajetória e o pensamento do Grupo Modernidade/Colonialidade (M/C), a partir de sua ruptura com os estudos subalternos - latino-americanos e indianos - , culturais e pós-coloniais, no final dos anos 1990. O coletivo realizou um movimento epistemológico fundamental para a renovação crítica e utópica das ciências sociais na América Latina no século XXI: a radicalização do argumento pós-colonial no continente através da noção de \"giro decolonial\". O artigo está estruturado em duas partes. Em um primeiro momento, é traçada uma breve genealogia do pós-colonialismo. Posteriormente, apresenta-se a constituição do grupo M/C e alguns conceitos centrais criados e compartilhados pelos seus principais expoentes. O trabalho pretende convidar o(a) leitor(a) para este debate, ainda incipiente na ciência e teoria Política no Brasil.",
      "cited_by_count": 500,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Ciência Política",
        "type": "journal",
        "issn": [
          "0103-3352",
          "2178-4884"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/rbcpol/n11/04.pdf"
      },
      "topics": [
        "Urban Development and Societal Issues",
        "Social and Political Issues",
        "Rural and Ethnic Education"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2158030825"
    },
    {
      "openalex_id": "W135364984",
      "doi": "10.5070/t413012881",
      "title": "Transmodernity and Interculturality: An Interpretation from the Perspective of Philosophy of Liberation",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031",
          "institutions": [
            "Universidad Autónoma Metropolitana",
            "Autodesk (United States)"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "In search of self-identity: from Eurocentrism to developmentalist coloniality I belong to a generation of Latin Americans whose intellectual beginnings are situated in the 1950s, after the end of the Second World War.For us, in the Argentina of that era, there was no doubt that we were a part of \"Western culture.\"For that reason, some of our subsequent categorical judgments are a natural expression of someone who opposes himself.The philosophy that we studied set out from the Greeks, in whom we saw our most remote lineage.The Amerindian World had no presence in our studies, and none of our professors would have been able to articulate the origin of philosophy with reference to indigenous peoples. 2 Moreover, the ideal philosopher was one who was familiar with the precise details of classical Western philosophers and their contemporary developments.There existed no possibility whatsoever for a specifically Latin American philosophy.It is difficult to evoke in the present the firm hold that the European model of philosophy had on us (since at that moment in Argentina there was no reference to the United States, yet).Germany and France had complete hegemony, especially in South America (although this was not the case in Mexico, Central America, or the Hispanic, French, or British Caribbean).",
      "cited_by_count": 191,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt6591j76r/qt6591j76r.pdf?t=m6aapy"
      },
      "topics": [
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W135364984"
    },
    {
      "openalex_id": "W3095446861",
      "doi": "10.25058/20112742.n36.14",
      "title": "El sistema-mundo más allá de 1492: modernidad, cristiandad y colonialidad: aproximación al giro historiográfico decolonial",
      "authors": [
        {
          "name": "José Romero Losacco",
          "openalex_id": "A5072581057",
          "orcid": "https://orcid.org/0000-0002-9606-3529",
          "institutions": [
            "Centro de Estudios Políticos y Constitucionales"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-11-04",
      "abstract": "“The world-system beyond 1492: Modernity, christianity, and coloniality” proposes to value the shortcomings of decolonial historiography stemming from the legacy received by the research program developed by I. Wallerstein. It intends to address open issues emerging from the mapping focused in the Northwestern section of the Mediterranean See. This approach to the Decolonial Historiographic Turn, I will assess how the world- systems analysis is addressed in Walter Mignolo, Enrique Dussel, and Ramón Grosfoguel’s works, in order tho show how the challenges, omissions, and/or attempts to solve the debates on the world-system notion have derived in questions that leave the former decolonial turn overcome by Euro-centrism.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Tabula rasa",
        "type": "journal",
        "issn": [
          "1794-2489",
          "2011-2742"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.25058/20112742.n36.14"
      },
      "topics": [
        "Latin American Cultural Politics",
        "History and Politics in Latin America",
        "Latin American history and culture"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W3095446861"
    },
    {
      "openalex_id": "W4312235260",
      "doi": "10.31944/20229503",
      "title": null,
      "authors": [
        {
          "name": "Kris Ang",
          "openalex_id": "A5099608831",
          "institutions": [
            "University of the Philippines System",
            "Centre d'études et de recherches internationales de Sciences Po"
          ]
        },
        {
          "name": "Lapulapu Ni",
          "openalex_id": "A5099608832",
          "institutions": [
            "University of the Philippines System",
            "Centre d'études et de recherches internationales de Sciences Po"
          ]
        },
        {
          "name": "Unang Ni Lapulapu",
          "openalex_id": "A5099608833",
          "institutions": [
            "University of the Philippines System",
            "Centre d'études et de recherches internationales de Sciences Po"
          ]
        },
        {
          "name": "Ramón Guillermo",
          "openalex_id": "A5052540424",
          "orcid": "https://orcid.org/0000-0002-1524-5807",
          "institutions": [
            "University of the Philippines System",
            "Centre d'études et de recherches internationales de Sciences Po"
          ]
        },
        {
          "name": "Maria Vanessa",
          "openalex_id": "A5099608834",
          "institutions": [
            "Centre d'études et de recherches internationales de Sciences Po",
            "University of the Philippines System"
          ]
        },
        {
          "name": "E Gabunada",
          "openalex_id": "A5099608835",
          "institutions": [
            "Centre d'études et de recherches internationales de Sciences Po",
            "University of the Philippines System"
          ]
        },
        {
          "name": "E Gabunada",
          "openalex_id": "",
          "institutions": [
            "Centre d'études et de recherches internationales de Sciences Po",
            "University of the Philippines System"
          ]
        },
        {
          "name": "Filomeno Aguilar",
          "openalex_id": ""
        },
        {
          "name": "Aijaz Ahmad",
          "openalex_id": ""
        },
        {
          "name": "Samir Amin",
          "openalex_id": ""
        },
        {
          "name": "Ferdinand Blumentritt",
          "openalex_id": ""
        },
        {
          "name": "Renato Constantino",
          "openalex_id": ""
        },
        {
          "name": "Curaming",
          "openalex_id": ""
        },
        {
          "name": "Jrgen Habermas",
          "openalex_id": ""
        },
        {
          "name": "Harun Aminurrashid",
          "openalex_id": ""
        },
        {
          "name": "Awang",
          "openalex_id": ""
        },
        {
          "name": "Zeus Salazar",
          "openalex_id": ""
        },
        {
          "name": "Zeus Salazar",
          "openalex_id": ""
        },
        {
          "name": "Malay",
          "openalex_id": ""
        },
        {
          "name": "Zeus Salazar",
          "openalex_id": ""
        },
        {
          "name": "Andri Setiawan",
          "openalex_id": ""
        },
        {
          "name": "Sloterdijk",
          "openalex_id": ""
        },
        {
          "name": "Tan Malaka",
          "openalex_id": ""
        },
        {
          "name": "Charles Taylor",
          "openalex_id": ""
        },
        {
          "name": "Tran Duc",
          "openalex_id": ""
        },
        {
          "name": "Thao",
          "openalex_id": ""
        },
        {
          "name": "Francisco Jose",
          "openalex_id": ""
        },
        {
          "name": "Sionil",
          "openalex_id": ""
        },
        {
          "name": "Lededica Leyson",
          "openalex_id": ""
        },
        {
          "name": "Lededica Leyson",
          "openalex_id": ""
        },
        {
          "name": "Wilhelmina Ramas",
          "openalex_id": ""
        },
        {
          "name": "Hope Yu",
          "openalex_id": ""
        },
        {
          "name": "Galileo Zafra",
          "openalex_id": ""
        },
        {
          "name": "Ruben Almendras",
          "openalex_id": ""
        },
        {
          "name": "Maria Ancheta",
          "openalex_id": ""
        },
        {
          "name": "G Rhodora",
          "openalex_id": ""
        },
        {
          "name": "Cristina Baclig",
          "openalex_id": ""
        },
        {
          "name": "Eloisa",
          "openalex_id": ""
        },
        {
          "name": "Balmores-Paulino",
          "openalex_id": ""
        },
        {
          "name": "S Rozel",
          "openalex_id": ""
        },
        {
          "name": "Michael Beltran",
          "openalex_id": ""
        },
        {
          "name": "Jairo Bolledo",
          "openalex_id": ""
        },
        {
          "name": "Pierre Bourdieu",
          "openalex_id": ""
        },
        {
          "name": "Kate Burridge",
          "openalex_id": ""
        },
        {
          "name": "Gaea Cabico",
          "openalex_id": ""
        },
        {
          "name": "Katreena",
          "openalex_id": ""
        },
        {
          "name": "Mara Cepeda",
          "openalex_id": ""
        },
        {
          "name": "Jorgia Connor",
          "openalex_id": ""
        },
        {
          "name": "Christine Cudis",
          "openalex_id": ""
        },
        {
          "name": "Darryl Esguerra",
          "openalex_id": ""
        },
        {
          "name": "John",
          "openalex_id": ""
        },
        {
          "name": "William Esposo",
          "openalex_id": ""
        },
        {
          "name": "Michael Frese",
          "openalex_id": ""
        },
        {
          "name": "Doris Fay",
          "openalex_id": ""
        },
        {
          "name": "Gita-Calos",
          "openalex_id": ""
        },
        {
          "name": "Ruth Abbey",
          "openalex_id": ""
        },
        {
          "name": "Iya Gozum",
          "openalex_id": ""
        },
        {
          "name": "Rhia Grana",
          "openalex_id": ""
        },
        {
          "name": "Mike Grogan",
          "openalex_id": ""
        },
        {
          "name": "Ma Hechanova",
          "openalex_id": ""
        },
        {
          "name": "M Regina",
          "openalex_id": ""
        },
        {
          "name": "Alinea Hernandez",
          "openalex_id": ""
        },
        {
          "name": "Stig Hjarvard",
          "openalex_id": ""
        },
        {
          "name": "Michael Hogg",
          "openalex_id": ""
        },
        {
          "name": "Michael Hogg",
          "openalex_id": ""
        },
        {
          "name": "Tony Via",
          "openalex_id": ""
        },
        {
          "name": "Barnaby Lo",
          "openalex_id": ""
        },
        {
          "name": "Heather Lonczak",
          "openalex_id": ""
        },
        {
          "name": "Franco ; Community Pantries Luna",
          "openalex_id": ""
        },
        {
          "name": "Dan Manglinong",
          "openalex_id": ""
        },
        {
          "name": "Vina Medenilla",
          "openalex_id": ""
        },
        {
          "name": "Leonardo Mercado",
          "openalex_id": ""
        },
        {
          "name": "Arianne Merez",
          "openalex_id": ""
        },
        {
          "name": "Thomas Nagel",
          "openalex_id": ""
        },
        {
          "name": "Jay Nelz",
          "openalex_id": ""
        },
        {
          "name": "Pamela Oliver",
          "openalex_id": ""
        },
        {
          "name": "Chaya Ostrower",
          "openalex_id": ""
        },
        {
          "name": "Azer Paroccha",
          "openalex_id": ""
        },
        {
          "name": "Joseph Pedrajas",
          "openalex_id": ""
        },
        {
          "name": "Gelene Pealosa",
          "openalex_id": ""
        },
        {
          "name": "Massimo Ragnedda",
          "openalex_id": ""
        },
        {
          "name": "Lara Reyes",
          "openalex_id": ""
        },
        {
          "name": "S Gianina",
          "openalex_id": ""
        },
        {
          "name": "Glenn Richardson",
          "openalex_id": ""
        },
        {
          "name": "Joviland Rita",
          "openalex_id": ""
        },
        {
          "name": "Ralf Rivas",
          "openalex_id": ""
        },
        {
          "name": "Kay Rivera",
          "openalex_id": ""
        },
        {
          "name": "Alan Robles",
          "openalex_id": ""
        },
        {
          "name": "Raissa Robles",
          "openalex_id": ""
        },
        {
          "name": "Shakira Sison",
          "openalex_id": ""
        },
        {
          "name": "Dan Songco",
          "openalex_id": ""
        },
        {
          "name": "Juli Suazo",
          "openalex_id": ""
        },
        {
          "name": "Divina Suson",
          "openalex_id": ""
        },
        {
          "name": "G Swaminath",
          "openalex_id": ""
        },
        {
          "name": "Teresita Tajolosa",
          "openalex_id": ""
        },
        {
          "name": "Yvette Tan",
          "openalex_id": ""
        },
        {
          "name": "Nikka Valenzuela",
          "openalex_id": ""
        },
        {
          "name": "Benjamin Vallejo",
          "openalex_id": ""
        },
        {
          "name": "Luigene Yanoria",
          "openalex_id": ""
        },
        {
          "name": "Amelia Ylagan",
          "openalex_id": ""
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-01",
      "abstract": "The essay is a reinterpretation of the global significance of Lapulapu and Enrique de Malacca (also referred to in Malaysia as Panglima Awang) within the historiography of European capitalist modernity.Though the philosopher Enrique Dussel had earlier argued that the birth of European modernity was in 1492 with Columbus' arrival in the Americas, it is here argued that the more fitting date should be 1521.The first planetary act coincides with the birth of modernity.Hegel's distinction between \"bad\" and \"genuine\" infinity is employed to bring out the actual universal significance of the first planetary act of circumnavigation wherein both Europe and \"non-Europe\" (\"India\" and its \"indios\") finally come face-to-face and fully become mutually constitutive.On the one hand, if Ferdinand Magellan's circumnavigation was the first planetary act, Lapulapu's intervention in defense against invaders was the first disruption of this first universal European act.On the other hand, Magellan's Malay companion in the first circumnavigation of the globe, Enrique de Malacca, can be considered as the embodiment or symbol of the first alternative non-European, universal.Jose Rizal's subsequent deployment of the concept of \"Malay\" is then reinterpreted as an effort to resituate the nationalist Filipino struggle for independence within a larger, more universal frame.In other words, a racial category like \"Malay,\" with all of its problematic aspects, is reread as a",
      "cited_by_count": 2,
      "type": "paratext",
      "source": {
        "name": "UNITAS",
        "type": "journal",
        "issn": [
          "0041-7149",
          "2619-7987"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.31944/20229503"
      },
      "topics": [],
      "referenced_works_count": 197,
      "url": "https://openalex.org/W4312235260"
    },
    {
      "openalex_id": "W150446471",
      "doi": "10.5070/t413012884",
      "title": "Decolonizing Western Uni-versalisms: Decolonial Pluri-versalism from Aimé Césaire to the Zapatistas",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "This essay discusses the concept of the \"Universal\" within the Western philosophical tradition and proposes another, more decolonial way of thinking universality through the thought of Aimé Césaire, Enrique Dussel, and the Zapatistas.The first part examines the concept of the \"Universal\" from René Descartes to Karl Marx, while the second focuses on Aimé Césaire's formulation of the concept, proposed from an Afro-Caribbean decolonial perspective.The third part analyzes the concept of transmodernity proposed by Enrique Dussel, and the fourth discusses the difference between postmodernity and transmodernity, using as an example the postmodern understanding of hegemony proposed by Ernesto Laclau and Chantal Mouffe, as well as the transmodern understanding of politics proposed by the Zapatistas in the \"Other Campaign.\"Finally, I discuss the implications of all of the above for the debate on the left regarding the vanguard party versus the rearguard movement.",
      "cited_by_count": 121,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt01w7163v/qt01w7163v.pdf?t=m6aaq5"
      },
      "topics": [
        "Caribbean and African Literature and Culture"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W150446471"
    },
    {
      "openalex_id": "W118539733",
      "doi": "10.5070/t411000003",
      "title": "Enrique Dussel's Liberation Thought in the Decolonial Turn",
      "authors": [
        {
          "name": "Nelson Maldonado‐Torres",
          "openalex_id": "A5079436408",
          "orcid": "https://orcid.org/0000-0001-7738-7029",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Liberation philosophy, as a Latin American project for critical thought, is one among many expressions of a shift in global power dynamics and in epistemic perspective that has taken place since the Second World War.*The European crisis, or more than a crisis, its own internal devastation after the war, opened at least three paths for the train of history and thought.On the one hand, the United States -which had proven itself as an international power through the expansion from the thirteen colonies, the war with Mexico, and the Spanish-American War -became after the Second World War a hegemonic force that would both assist and displace Northwestern Europe as the power-axis of the modern world-system.With this, Americanism -the triumphalist and assimilationist ideology of the United States which had already burst onto the scene with Theodore Roosevelt in the late nineteenth century -was decisively introduced to the rest of the world.This Americanist discourse would dictate the terms for the assimilation of non-Catholic European immigrants, some of which were seen as belonging to darker races. 1 This ideology has taken various turns with McCarthyism and Reagan in the context of the Cold War, and today it takes on a new spirit in formulations like that offered by Samuel P. Huntington, who has forcefully rearticulated Americanism with respect to immigrants and ethnic minorities in the United States. 2 But today, after the Cold War and the attacks of 11 September, it is no longer European immigrants that allegedly pose a \"challenge\" to U.S.-American identity, but rather Latin American (im)migrants, particularly Spanish-speaking Mexicans and Chicana/os. 3 There is, accordingly, a particular importance today for exploring the decolonial potential of those cultural forms originating in Latin America, Mexico, and in the borderlands between Mexico and the United States, among other \"frontier\" territories both to the north and south of this border. 4e second path that opened with the decline of Europe was, clearly, that of the Cold War rival of Americanism: Soviet communism.Soviet communism, or at least socialism (which is a different but related political system/ideology), would become for many a viable option for a different future, beyond both fascist and liberal Europe.Europe itself would come to be divided between these two newly regnant ideologies and neo-imperial geo-political projects.Other regions also suffered the force of this clash of political projects, while many nations tried to find a space between or in alliance with the two dominant blocs.Now, the decline of Europe opened a third path, which we will call -following Frantz Fanon -that of the \"wretched of the earth,\" as well as the \"de-colonial turn.\" 5 This door would be definitively forced open through the combination of the internal and external devastation of Europe, that is to say, not only by the perverse force of Nazism in its interior but also by the encouraging force of the decolonization of European territories abroad.In contrast to the Latin American liberation struggles of the nineteenth century, which took place in a context in which the weakening of Southern Europe left intact the fascination with the increasing strength of Northern Europe (especially France and England), mid-twentieth century Europe was destroyed by Nazism and completely demoralized.As the",
      "cited_by_count": 87,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt5hg8t7cj/qt5hg8t7cj.pdf?t=ll4zt0"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Cultural and Social Studies in Latin America",
        "Latin American Literature Studies"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W118539733"
    },
    {
      "openalex_id": "W2316735593",
      "doi": "10.4000/rccs.753",
      "title": "Para além do Pensamento Abissal: Das linhas globais a uma ecologia de saberes*",
      "authors": [
        {
          "name": "Boaventura de Sousa Santos",
          "openalex_id": "A5070324408",
          "orcid": "https://orcid.org/0000-0003-3359-3626"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-10-01",
      "abstract": "Na primeira parte do ensaio, argumenta‑se que as linhas cartográficas “abissais” que&#13;\\ndemarcavam o Velho e o Novo Mundo na era colonial subsistem estruturalmente no&#13;\\npensamento moderno ocidental e permanecem constitutivas das relações políticas e&#13;\\nculturais excludentes mantidas no sistema mundial contemporâneo. A injustiça&#13;\\nsocial global estaria, portanto, estritamente associada à injustiça cognitiva global, de&#13;\\nmodo que a luta por uma justiça social global requer a construção de um pensamento&#13;\\n“pós-abissal”, cujos princípios são apresentados na segunda parte do ensaio como&#13;\\npremissas programáticas de uma “ecologia de saberes”.",
      "cited_by_count": 301,
      "type": "article",
      "source": {
        "name": "Revista crítica de ciências sociais/Revista crítica de ciências sociais",
        "type": "journal",
        "issn": [
          "0254-1106",
          "2182-7435"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.openedition.org/rccs/pdf/753"
      },
      "topics": [
        "Development, Ethics, and Society",
        "International Development and Aid",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 109,
      "url": "https://openalex.org/W2316735593"
    },
    {
      "openalex_id": "W2550570499",
      "doi": "10.1590/0034-7329201600207",
      "title": "Encountering the Pluriverse: Looking for Alternatives in Other Worlds",
      "authors": [
        {
          "name": "Amaya Querejazu",
          "openalex_id": "A5000422324",
          "orcid": "https://orcid.org/0000-0001-9565-9083",
          "institutions": [
            "Universidad de Los Andes"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "Abstract The lack of ontological pluralism in International Relations has been a strong determinant of the general scope of the discipline and its objects of study, as well as all that is rendered irrelevant to the study of the \"international\". IR has marginalized difference not only by disciplining epistemologies, but also by rejecting other ontologies, particularly those which belong to indigenous peoples, by relegating them to the realm of myths, legends and beliefs. The roots of ontological marginalization are deeply seeded, so much so that they are present in virtually every field of science (social or not). In order to understand this concern with ontology, we need to refer to the modern age, specifically its Western and now liberal manifestations. The main objective of this article is to put the ontological question on the table. It is argued that the \"truth\" of one-world, one reality and one universe is also a myth, showing how it has hidden many worlds and many realities. The concept of the pluriverse is used to show how - from different ontological positions, particularly relational cosmovisions like the Andean worldview -, alternatives actually appear. The text is divided into three parts: the first one depicts the pluriverse and what it implies and enables, the second describes how the pluriverse has been occulted by the myth of modernity, and the third part is an attempt to illustrate how relational ontologies contribute to the theoretical constitution of the global.",
      "cited_by_count": 118,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Política Internacional",
        "type": "journal",
        "issn": [
          "0034-7329",
          "1983-3121"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/rbpi/v59n2/1983-3121-rbpi-59-02-e007.pdf"
      },
      "topics": [
        "International Relations in Latin America",
        "International Development and Aid",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W2550570499"
    },
    {
      "openalex_id": "W2234712454",
      "doi": "10.11144/javeriana.uh81.scdl",
      "title": "Sobre la colonialidad del lenguaje y el decir",
      "authors": [
        {
          "name": "Gabriela Veronelli",
          "openalex_id": "A5007062692",
          "institutions": [
            "Instituto de Filosofía",
            "Binghamton University",
            "State University of New York"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-11-24",
      "abstract": "Este artículo presenta un nuevo marco teórico para analizar relaciones lingüísticas de poder que examina los efectos lingüisticos de lo que Aníbal Quijano ha teorizado como “la colonialidad del poder.” La “colonialidad del lenguaje” refiere a un proceso de racialización de poblaciones colonizadas como agentes comunicativos que comienza con la Conquista de América y continúa hasta hoy. La investigación está centrada en la deshumanización de las poblaciones colonizadas y esclavizadas, y el concomitante desprecio de sus lenguajes y maneras sociales de dar-sentido en tanto que expresiones de su “naturaleza” de “seres inferiores”. Los resultados son una contribución original al debate sobre la relación histórica entre colonialismo, raza, etnicidad, y lenguaje en América. El argumento plantea que existe una conección entre la reducción de las poblaciones colonizadas y racializadas a un status de seres no-humanos, y una ideología lingüística analizada como “monolenguajeo” que oculta la opresión colonial dialógica y discursivamente.",
      "cited_by_count": 89,
      "type": "article",
      "source": {
        "name": "Universitas Humanística",
        "type": "journal",
        "issn": [
          "0120-4807",
          "2011-2734"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.javeriana.edu.co/index.php/univhumanistica/article/download/11432/11947"
      },
      "topics": [
        "Spanish Linguistics and Language Studies",
        "Historical Linguistics and Language Studies"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W2234712454"
    },
    {
      "openalex_id": "W2390609204",
      "doi": "10.1590/s0102-69922016000100004",
      "title": "Transmodernidade e interculturalidade: interpretação a partir da filosofia da libertação",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-01",
      "abstract": "Ao reconhecer uma nova localização das culturas periféricas na história mundial, bem como partindo de uma concepção não monolítica e não substancialista de cultura, este artigo localiza, por um lado, a Europa na história mundial e propõe, por outro, um diálogo intercultural simétrico entre críticos das culturas ditas periféricas. Essas culturas periféricas foram colonizadas, excluídas, desprezadas, negadas e ignoradas pela Modernidade eurocentrada, porém, não foram eliminadas. O desafio que se coloca é o de estabelecer um diálogo transmoderno e simétrico entre essas culturas - tratadas como exterioridades da Modernidade - a fim de responder de outros lugares os desafios da Modernidade e pós-modernidade europeia.",
      "cited_by_count": 71,
      "type": "article",
      "source": {
        "name": "Sociedade e Estado",
        "type": "journal",
        "issn": [
          "0102-6992",
          "1980-5462"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/se/v31n1/0102-6992-se-31-01-00051.pdf"
      },
      "topics": [
        "Multicultural Socio-Legal Studies",
        "Philosophical and Historical Studies",
        "Globalization and Cultural Identity"
      ],
      "referenced_works_count": 9,
      "url": "https://openalex.org/W2390609204"
    },
    {
      "openalex_id": "W2784255629",
      "doi": "10.1590/1679-395155249",
      "title": "Em defesa da opção decolonial em administração/gestão",
      "authors": [
        {
          "name": "Márcio Moutinho Abdalla",
          "openalex_id": "A5090494209",
          "orcid": "https://orcid.org/0000-0002-2607-1021",
          "institutions": [
            "Universidade Federal Fluminense"
          ]
        },
        {
          "name": "Alexandre Faria",
          "openalex_id": "A5011910782",
          "orcid": "https://orcid.org/0000-0001-9095-725X",
          "institutions": [
            "Fundação Getulio Vargas"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-01",
      "abstract": "Resumo Em resposta a um quadro duradouro de assimetria e injustiça no campo de administração/gestão, sustentado pela radicalização da universalização do conhecimento euro-estadunidense e correspondente subalternização de saberes do resto do mundo, analisamos a posição marginal e o potencial da perspectiva decolonial no Brasil. Sugerimos a co-construção de uma agenda em administração/gestão no (e a partir do) Brasil que promova conhecimentos e práticas informados pela opção decolonial sob uma perspectiva transcosmopolita. Considerando obstáculos históricos para legitimação de alternativas ao Eurocentrismo e desafios atuais enfrentados por acadêmicos e praticantes no contexto de radicalização da hipermodernidade, realçamos as potencialidades da decolonialidade para comunidades de vítimas e articuladores de alternativas interconectados globalmente. Essa agenda decolonial em administração/gestão se baseia não em eventual rearticulação de revisionismos essencialistas, mas em promoção de avanços transcosmopolitas em três âmbitos interconectados: (i) acadêmico - por meio do fomento de identidades políticas em pesquisa-ensino sob uma perspectiva transmoderna; (ii) educacional - por meio do resgate, co-construção, legitimação e disseminação de conhecimentos alinhados às realidades locais e alternativas; e (iii) social - por meio da co-construção de saberes decoloniais engajados com dinâmicas de colonialidade-decolonialidade enfrentados pela sociedade e academia em escala global.",
      "cited_by_count": 61,
      "type": "article",
      "source": {
        "name": "Cadernos EBAPE BR",
        "type": "journal",
        "issn": [
          "1679-3951"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/cebape/v15n4/1679-3951-cebape-15-04-914.pdf"
      },
      "topics": [
        "Social and Economic Solidarity",
        "Race, Identity, and Education in Brazil",
        "Management and Organizational Studies"
      ],
      "referenced_works_count": 77,
      "url": "https://openalex.org/W2784255629"
    },
    {
      "openalex_id": "W2322448152",
      "doi": "10.1080/13688790.2014.966413",
      "title": "Pluriversalizing Europe: challenging belonging, revisiting history, disrupting homogeneity",
      "authors": [
        {
          "name": "Julia Suárez-Krabbe",
          "openalex_id": "A5088875537",
          "orcid": "https://orcid.org/0000-0001-9372-1621",
          "institutions": [
            "University of Coimbra"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-04-03",
      "abstract": "Click to increase image sizeClick to decrease image size Notes on ContributorJulia Suárez-Krabbe is Assistant Professor and Postdoctoral Researcher at the Department of Culture and Identity, Roskilde University, Denmark, and Associate Researcher at the Centre for Social Studies (CES) of the University of Coimbra, Portugal. With co-funding from the Danish Social Science Research Council she is currently involved in the research project 'ALICE—Strange Mirrors, Unsuspected Lessons' (alice.ces.uc.pt), coordinated by Professor Boaventura de Sousa Santos. Julia's research has emphasized questions of race and racism in relation to human rights, citizenship, development, anti-racist social movements, 'other' knowledges, existentialism, theories from the south, and decolonial social change. Her most recent publications are: 'Democratising Democracy, Humanising Human Rights. European Decolonial Movements and the \"Alternative Thinking of Alternatives\"' (Migration Letters, 2013); and 'Race, Social Struggles, and \"Human\" Rights: Contributions from the Global South' (Journal of Critical Globalisation Studies, 2013).Notes1 This article was developed in the context of the participation of the Decoloniality Europe network in the research project 'ALICE—Strange Mirrors, Unsuspected Lessons', coordinated by Boaventura de Sousa Santos (alice.ces.uc.pt) at the Centre for Social Studies of the University of Coimbra, Portugal. The project is funded by the European Research Council, 7th Framework Program of the European Union (FP/2007-2013)/ERC Grant Agreement n. [269807]. The Danish Social Science Research Council also funds the specific sub-project in which the researcher is engaged concerning the contributions to Europe from the south inside the north.2 The article presents my take on the issues raised, and does not necessarily represent that of the movements involved in the network. I coordinated the network between 2010 and 2013, and worked in a collaborative research project with some of its movements regarding 'human rights and other grammars of human dignity' in the above-mentioned ALICE research project. In this period, the Decoloniality Europe network aimed at fomenting communication, discussion and collaboration between scholars and activists working towards decolonization inside the European geographical space (paraphrase of webpage: http://decolonialityeurope.wix.com/decoloniality#!about/component_74511). From the spring of 2014, the network is undergoing several structural adjustments, which imply a more concrete political orientation and goals, which will be made available in the new webpage of the network.3 Marisol De la Cadena, 'Indigenous Cosmopolitics in the Andes: Conceptual Reflections Beyond \"Politics\"', Cultural Anthropology 25(2), 2010, pp 334–370.4 Shelley Wright, International Human Rights, Decolonisation and Globalisation: Becoming Human, London: Routledge, 2001; Walter D Mignolo, Local Histories/Global Designs: Coloniality, Subaltern Knowledges, and Border Thinking, Princeton: Princeton University Press, 2000; Walter Mignolo, 'Islamophobia/Hispanophobia: The (Re) Configuration of the Racial Imperial/Colonial Matrix', Human Architecture: Journal of the Sociology of Self-Knowledge 5(1), 2006, pp 13–28; Ramón Grosfoguel, 'The Structure of Knowledge in Westernized Universities: Epistemic Racism/Sexism and the Four Genocides/Epistemicides of the Long 16th Century', Human Architecture: Journal of the Sociology of Self-Knowledge 11(1), 2013, pp 73–90; Ramón Grosfoguel, 'Human Rights and Anti-Semitism after Gaza', Human Architecture: Journal of the Sociology of Self-Knowledge 7(2), 2009, pp 89–102; Ramón Grosfoguel and Eric Mielants, 'The Long-Durée Entanglement Between Islamophobia and Racism in the Modern/Colonial Capitalist/Patriarchal World-System', Human Architecture: Journal of the Sociology of Self-Knowledge 5(1), 2006, pp 1–12.5 The definition of 'colonial Europe' used by the Decoloniality Europe network (2010–2013) is the following: 'Colonial Europe: Refers to contemporary problems that emerged with the Europe that was invented with colonialism since the 16th century, and that was erected as the centre of the world and as the beginning and end of history. This colonial Europe was built upon the negation of the \"other\" inside and outside of Europe. This means that the colonial universalized Europe is not the same as the geographic Europe. Neither does it represent the totality of its population, but it does extend beyond the geographical European space, and is to be found in the minds and actions of people and groups worldwide. In this sense, when speaking about a colonial Europe, we refer to an epistemic, political, existential and (non-)ethical place, which is based upon the negation of the non-European \"other\", and the violence, racism, epistemicide and genocide against him and her. Colonial Europe is constituted as the originary site of the white political field, and is thus dependent upon maintaining the racial hierarchies.' Taken from the Decoloniality Europe webpage (2010–2013): http://decolonialityeurope.wix.com/decoloniality#!key-concepts/c18i9 (accessed 1 May 2014). For the conceptualization of the 'non-ethical' see Nelson Maldonado-Torres, Against War, Views from the Underside of Modernity, Durham, NC: Duke University Press, 2008. For a definition of the 'white political field', a concept of the Indigènes de la République, see the same link above.6 Boaventura de Sousa Santos, 'The Processes of Globalisation', Revista Crítica de Ciências Sociais and Eurozine, 2002, pp 1–48.7 Gurminder K Bhambra, Connected Sociologies, London: Bloomsbury Academic, 2014 (forthcoming). This quote and the next are from the conclusion of the book, section IV.8 Ramón Grosfoguel, 'Race and Ethnicity or Racialized Ethnicities? Identities within Global Coloniality', Ethnicities 4(3), 2004, pp 315–336.9 See also Salman Sayyid, 'Slippery People, the Immigrant Imaginary and the Grammar of Colours', in Ian Law, Deborah Philips and Laura Turney (eds), Institutional Racism in Higher Education, Stoke-on-Trent: Trentham Books, 2004, pp 149–159; and Silvia Rodríguez Maeso and Marta Araújo, 'Portuguese (Post-)Colonial Situations, National Identity and the Understanding of Racism: The Politics of Academic Narratives', unpublished working paper (July 2010), TOLERACE research project, Coimbra: Centre for Social Studies.10 See also Boaventura de Sousa Santos, 'Beyond Abyssal Thinking: From Global Lines to Ecologies of Knowledges', Revista Crítica de Ciências Sociais and Eurozine, 2007, pp 1–35, p 25.11 See also Bhambra, Connected Sociologies.12 Santos, 'Beyond Abyssal Thinking', p 25.13 See also Frantz Fanon, Black Skins, White Masks (Charles Lam Markman, trans), London: Grove Press, 1967; and Julia Suárez-Krabbe, 'Identity and the Preservation of Being', Social Identities: Journal for the Study of Race, Nation and Culture 18(1), 2012, pp. 335–353.14 John Stratton, '\"It Almost Needn't Have Been the Germans\": The State, Colonial Violence and the Holocaust', European Journal of Cultural Studies 6, 2003, pp 507–527, p 509.15 See Julia Suárez-Krabbe, 'At the Pace of Cassiopeia: Being, Nonbeing, Human Rights and Development', unpublished doctoral dissertation, Department of Culture and Identity, Roskilde University, 2011; and Julia Suárez-Krabbe, '\"El emperador está desnudo!\": Crítica de las prácticas hegemónicas de derechos humanos y desarrollo y alternativas desde el sur global', in Jhon Losada Cubillos (ed), Lecturas críticas del Desarrollo. Perspectivas Latinoamericanas, Bogotá: Editorial Universidad San Buenaventura, forthcoming.16 Aníbal Quijano, 'Coloniality of Power, Eurocentrism, and Latin America', Nepantla 1(3), 2000, pp 533–580.17 See also Arturo Escobar, '\"Mundos y conocimientos de otro modo\". El programa de investigación de modernidad/colonialidad latinoamericano', Tabula Rasa 1, 2003, pp 51–86.18 Grosfoguel, 'The Structure of Knowledge in Westernized Universities'.19 Mignolo, 'Islamophobia/Hispanophobia'.20 Wright, International Human Rights.21 Grosfoguel, 'The Structure of Knowledge in Westernized Universities'. Grosfoguel's point is that these four more or less simultaneous genocides translate into a predator-subjectivity, the I exterminate, that precedes the I conquer of the first modernity, and hence also the Cartesian I think of the second modernity. In relation to the I conquer see Enrique Dussel, 1492. El encubrimiento del Otro. Hacia el origen del mito de la modernidad, La Paz: Biblioteca Indígena. 1995; in English: The Invention of the Americas: Eclipse of 'the Other' and the Myth of Modernity (Michel D Barber, trans), New York: Continuum; Enrique Dussel, 'Meditaciones anti-cartesianas: sobre el origen del anti-discurso filosófico de la Modernidad', Tabula Rasa 9, 2008, pp 153–197; Nelson Maldonado-Torres, 'On the Coloniality of Being: Contributions to the Development of a Concept', Cultural Studies 21(2–3), 2007, pp 240–270.22 Mignolo, 'Islamophobia/Hispanophobia', p 18. The seminal texts upon which Mignolo elaborates his thesis are Aníbal Quijano, 'Colonialidad y Modernidad/Racionalidad', Peru Indigena 13(29), pp 11–20; Aníbal Quijano and Immanuel Wallerstein, 'Americanity as a Concept: Or The Americas in the Modern World-System', International Journal of Social Sciences 134, 1992, Paris: UNESCO; and Sylvia Wynter, '1492: A New World View', in Vera Lawrence Hyatt and Rex Nettleford (eds), Race, Discourse and the Origin of the Americas: A New World View, Washington, DC: Smithsonian, pp 5–57.23 Silvia Federici also takes up some of these entanglements, having an eye for the gender dimensions, in Silvia Federici, Calibán y la bruja, Mujeres, cuerpo y acumulación originaria, Translated by: Verónica Hendel and Leopoldo Sebastián Touza, Madrid: Traficantes de sueños.24 Sylvia Wynter, 'Unsettling the Coloniality of Being/Power/Truth/Freedom: Towards the Human, After Man, Its Overrepresentation—An Argument', New Centennial Review 3(3), 2003, pp 257–337.25 See, for example, Edgardo Lander (ed), La colonialidad del saber. Eurocentrismo y ciencias sociales. Perspectivas Latinoamericanas, Buenos Aires: CLACSO, 2000; and Mignolo, Local Histories/Global Designs.26 See, for example, Kelvin Santiago-Valles, '\"Race,\" Labor, \"Women's Proper Place,\" and the Birth of Nations: Notes on Historicizing the Coloniality of Power', New Centennial Review 3(3), 2003, pp 47–68; and Wynter, 'Unsettling the Coloniality of Being'.27 See also Mignolo, 'Islamophobia/Hispanophobia'.28 See also Wynter, 'Unsettling the Coloniality of Being'.29 Maldonado-Torres, 'On the Coloniality of Being'.30 Grosfoguel, 'The Structure of Knowledge in Westernized Universities'.31 See also Julia Suárez-Krabbe, 'Race, Social Struggles, and \"Human\" Rights: Contributions from the Global South', Critical Globalisation Studies 6, 2013, pp 78–102; and Suárez-Krabbe, 'At the Pace of Cassiopeia'.32 Maldonado-Torres, 'On the Coloniality of Being'.33 Julia Suárez-Krabbe, 'The Other Side of the Story: Human Rights, Race and Gender from a Historical Transatlantic Perspective', in Nikita Dhawan (ed), Decolonising the Enlightenment, 2014, Berlin: Barbrara Budrich, pp. 211–226.34 Suárez-Krabbe, 'The Other Side of the Story'.35 Grosfoguel, 'The Structure of Knowledge in Westernized Universities'; and Grosfoguel, 'Human Rights and Anti-Semitism after Gaza'.36 See also Suárez-Krabbe, 'Race, Social Struggles, and \"Human\" Rights'; and Mignolo, Local Histories/Global Designs.37 See also Wright, International Human Rights, esp. pp 46–61.38 Mignolo, Local Histories/Global Designs. Grosfoguel, 'Human Rights and Anti-Semitism after Gaza'.39 See also Sandew Hira's presentation about the decolonization of the mind in the following video: www.youtube.com/watch?v=dVqWZkG7HMg&feature=player_embedded40 See also Santos, 'Beyond Abyssal Thinking'.41 Wynter, 'Unsettling the Coloniality of Being', p 297.42 Lewis Gordon, Bad Faith and Anti-Black Racism, Atlantic Highlands, NJ: Humanity Books, 1995.43 Grosfoguel, 'The Structure of Knowledge in Westernized Universities'; Wright, International Human Rights.44 Wright, International Human Rights, p 50.45 Santiago-Valles, '\"Race,\" Labor, \"Women's Proper Place\"'; Federici, Calibán y la bruja.46 Santiago-Valles, '\"Race,\" Labor, \"Women's Proper Place\"', pp 61–62.47 In addition to those presented here, Stratton, '\"It Almost Needn't Have Been the Germans\"', and Peo Hansen and Stefan Jonsson, 'Bringing Africa as \"Dowry\" to Europe', Interventions: International Journal of Postcolonial Studies 13(3), 2011, pp 443–463, give important clues in relation to the many nuances that come to light when disrupting the dominant narratives and frameworks of analysis.48 John Beverley, 'Spain, Modernity and Colonialism', in P Poddar, R Patke and L Jensen (eds), A Historical Companion to Postcolonial Literatures: Continental Europe and Its Empires, Edinburgh: Edinburgh University Press, 2008, pp 599–601, Suárez-Krabbe, 'Race, Social Struggles, and \"Human\" Rights', p 89.49 For an interesting analysis of this condition 'Between Prospero and Caliban' in the case of Portugal, see Boaventura de Sousa Santos, 'Between Prospero and Caliban: Colonialism, Postcolonialism, and Inter-Identity', Luso-Brazilian Review 39(2), 2002, pp 9–43.50 According to Robert Holloway, 'PIGS has been used as an abbreviation for Portugal, Italy, Greece and Spain since at least 1999, when they and eight other countries adopted the euro as a common currency', http://web.archive.org/web/20100420025605/http://blogs.afp.com/?post/2008/09/15/Pigs-in-muck-and-lipstick (accessed 20 April 2013).51 For a more elaborate review of the Black Legend as a layer of negation that is preceded by the Cartesian I think, and by the imperial doubt, see Suárez-Krabbe, 'Race, Social Struggles, and \"Human\" Rights'.52 Gordon, Bad Faith and Anti-Black Racism.53 See also Julia Suárez-Krabbe, 'Democratising Democracy, Humanising Human Rights: European Decolonial Social Movements and the \"Alternative Thinking of Alternatives\"', Migration Letters 10(3), pp 333–341.54 Wright, International Human Rights, p 52.55 See also Stratton, '\"It Almost Needn't Have Been the Germans\"'.56 Wright, International Human Rights, p 18.57 Grosfoguel, 'Human Rights and Anti-Semitism after Gaza', p 95. Capitalization retained.58 Suárez-Krabbe, 'Race, Social Struggles, and \"Human\" Rights', p 79.59 For an introduction to the Genocide Memorial Day, see www.ihrc.org.uk/component/content/article/100-research/9931-introduction-to-gmd60 Stratton, '\"It Almost Needn't Have Been the Germans\"'.61 Grosfoguel, 'Human Rights and Anti-Semitism after Gaza', p 95.62 For a more into depth and nuanced investigation of the processes of othering in relation to Jews in Europe that complements Grosfoguel's in important ways, see Stratton, '\"It Almost Needn't Have Been the Germans\"'.63 Grosfoguel, 'Human Rights and Anti-Semitism after Gaza', p 96.64 Grosfoguel, 'Human Rights and Anti-Semitism after Gaza', p 95. Capitalization retained.65 Suárez-Krabbe, 'Democratising Democracy, Humanising Human Rights'.66 Arturo Escobar, Territories of Difference: Place, Movements, Life, Redes, Durham, NC: Duke University Press, 2008.67 See also Maria Lugones, 'Heterosexualism and the Colonial/Modern Gender System', Hypatia 22(1), 2007, pp 186–209.68 Cedric Robinson, Black Marxism: The Making of the Black Radical Tradition, Chapel Hill: University of North Carolina Press, 2000.69 Dipesh Chakrabarty, Provincializing Europe: Postcolonial Thought and Historical Difference, Princeton: Princeton University Press, 2008.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Postcolonial Studies",
        "type": "journal",
        "issn": [
          "1368-8790",
          "1466-1888"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Historical and Contemporary Political Dynamics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2322448152"
    },
    {
      "openalex_id": "W2012949345",
      "doi": "10.14210/nej.v19n1.p201-230",
      "title": "PARA ALÉM DO DISCURSO EUROCÊNTRICO DOS DIREITOS HUMANOS: CONTRIBUIÇÕES DA DESCOLONIALIDADE",
      "authors": [
        {
          "name": "Fernanda Frizzo Bragato",
          "openalex_id": "A5103258683",
          "orcid": "https://orcid.org/0000-0001-8074-5157"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-04-01",
      "abstract": "dos direitos humanos que têm, desde as primeiras manifestações de reconhecimento legal desses direitos, motivado as mais diferentes críticas: realistas/reacionárias, marxistas, feministas e pós-coloniais.Este trabalho pretende demonstrar as principais críticas ao discurso dominante desde o pensamento descolonial",
      "cited_by_count": 56,
      "type": "article",
      "source": {
        "name": "Novos Estudos Jurí­dicos",
        "type": "journal",
        "issn": [
          "2175-0491"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://siaiap32.univali.br/seer/index.php/nej/article/download/5548/2954"
      },
      "topics": [
        "Human Rights and Development",
        "International Labor and Employment Law",
        "Indigenous Peoples' Rights and Law"
      ],
      "referenced_works_count": 16,
      "url": "https://openalex.org/W2012949345"
    },
    {
      "openalex_id": "W2563783034",
      "doi": "10.13169/islastudj.1.1.0009",
      "title": "The Multiple Faces of Islamophobia",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-10-01",
      "abstract": null,
      "cited_by_count": 74,
      "type": "article",
      "source": {
        "name": "Islamophobia Studies Journal",
        "type": "journal",
        "issn": [
          "2325-8381",
          "2325-839X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.scienceopen.com/document_file/a6c9f2ee-20d9-4743-adb4-f58a12ecbe2b/ScienceOpen/islastudj.1.1.0009.pdf"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Feminism, Gender, and Intersectionality",
        "Jewish and Middle Eastern Studies"
      ],
      "referenced_works_count": 17,
      "url": "https://openalex.org/W2563783034"
    },
    {
      "openalex_id": "W2807076567",
      "doi": "10.1093/ips/oly005",
      "title": "Unraveling Coloniality in International Relations: Knowledge, Relationality, and Strategies for Engagement",
      "authors": [
        {
          "name": "Karen Tucker",
          "openalex_id": "A5088253271",
          "orcid": "https://orcid.org/0000-0003-3537-2413",
          "institutions": [
            "University of Bristol"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-30",
      "abstract": "A wide-ranging conversation has been unfolding in the past two decades on the colonial origins and legacies of international relations (IR) and the ways in which these might be overcome. Critiques and counter-projects that draw inspiration from Latin American decolonial thinking have become an increasingly prominent part of this, particularly in the past few years. In this article, I offer an assessment of this nascent decolonial IR. I make two broad arguments: that dominant modes of decolonial critique in IR need to be supplemented by projects that unravel-that is, make sense of and disrupt-racialized power and knowledge relations as they play out across multiple political, economic, and epistemic sites; and that achieving this requires more nuanced and targeted decolonial methodologies than those that are currently available. This leads me to reframe coloniality in IR as a methodological problem, not to supplant questions of epistemology, ontology, or ethics in decolonial IR but to render them more amenable to empirical analysis. Illustrating my discussion through reference to the global governance of \"traditional knowledge,\" I sketch out a methodological framework for decolonial IR that is attentive to the slow, context-specific processes through which coloniality (re)emerges but is also reshaped.",
      "cited_by_count": 122,
      "type": "article",
      "source": {
        "name": "International Political Sociology",
        "type": "journal",
        "issn": [
          "1749-5679",
          "1749-5687"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/ips/article-pdf/12/3/215/25693964/oly005.pdf"
      },
      "topics": [
        "International Development and Aid",
        "Political Conflict and Governance",
        "Peacebuilding and International Security"
      ],
      "referenced_works_count": 90,
      "url": "https://openalex.org/W2807076567"
    },
    {
      "openalex_id": "W2932807136",
      "doi": "10.7227/jha.010",
      "title": "What’s There to Mourn? Decolonial Reflections on (the End of) Liberal Humanitarianism",
      "authors": [
        {
          "name": "Olivia Rutazibwa",
          "openalex_id": "A5006515561",
          "orcid": "https://orcid.org/0000-0002-1123-2355",
          "institutions": [
            "University of Portsmouth"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "This paper questions the extent to which the (arguable) end of the liberal humanitarian order is something to be mourned. Suggesting that current laments for the decline of humanitarianism reflect a Eurocentric worldview, it calls for a fundamental revision of the assumptions informing humanitarian scholarship. Decoloniality and anti-colonialism should be taken seriously so as to not reproduce the same by a different name after the end of the liberal order.",
      "cited_by_count": 45,
      "type": "article",
      "source": {
        "name": "Journal of Humanitarian Affairs",
        "type": "journal",
        "issn": [
          "2515-6411"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.manchesteropenhive.com/downloadpdf/journals/jha/1/1/article-p65.pdf"
      },
      "topics": [
        "Historical and Contemporary Political Dynamics",
        "Human Rights and Development",
        "Global Peace and Security Dynamics"
      ],
      "referenced_works_count": 13,
      "url": "https://openalex.org/W2932807136"
    },
    {
      "openalex_id": "W3183744644",
      "doi": "10.1007/s10612-021-09579-9",
      "title": "Decolonizing Southern Criminology: What Can the “Decolonial Option” Tell Us About Challenging the Modern/Colonial Foundations of Criminology?",
      "authors": [
        {
          "name": "Eleni Dimou",
          "openalex_id": "A5060932272",
          "orcid": "https://orcid.org/0000-0001-5689-1007",
          "institutions": [
            "The Open University"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-07-14",
      "abstract": "Abstract Southern criminology has been recognized as a leading theoretical development for attempting to overcome the perpetuation of colonial power relations reflected in the unequal flow of knowledge between the Global North and Global South. Critics, however, have pointed out that Southern criminology runs the risk of recreating epistemicide and colonial power structures by reproducing colonial epistemology and by being unable to disentangle itself from the hegemony of Western modern thought. This article introduces the approach of the “decolonial option,” which suggests that all our contemporary ways of being, interacting, knowing, perceiving, sensing, and understanding are fundamentally shaped by coloniality—long-standing patterns of power that emerged because of colonialism and that are still at play (Maldonado-Torres 2007; Quijano 1992). The “decolonial option” seeks ways of knowing and being that heal, resist, and transform these deeply harmful and embedded patterns of power. Drawing on the “decolonial option,” this article aims to provide a constructive critique of Southern criminology by facilitating a better understanding of “coloniality” and offering an epistemological shift that is necessary to move toward global and cognitive justice. The rupture and paradigm shift in criminological knowledge production offered by the “decolonial option” dismantles criminology’s Western universalist narratives and its logic of separation that lie in modernity. By doing so, it provides a different understanding of modernity that looks behind its universalizing narratives and designs (e.g., development, progress, salvation) to expose “coloniality”—modernity’s dark, destructive side. While the “decolonial option” does not entail a universalizing mission, it is an option —one of the many paths that one can select to undertake decolonial work—and this article argues that if Southern criminology were to incorporate the decolonial epistemological and conceptual framework, it could better insulate itself from certain consequences of “coloniality” that it risks embodying.",
      "cited_by_count": 51,
      "type": "article",
      "source": {
        "name": "Critical Criminology",
        "type": "journal",
        "issn": [
          "1205-8629",
          "1572-9877"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s10612-021-09579-9.pdf"
      },
      "topics": [
        "Wildlife Conservation and Criminology Analyses",
        "Criminal Justice and Corrections Analysis",
        "African cultural and philosophical studies"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W3183744644"
    },
    {
      "openalex_id": "W2765928944",
      "doi": "10.1590/001152582017127",
      "title": "Modernidade/Colonialidade sem “Imperialidade”? O Elo Perdido do Giro Decolonial",
      "authors": [
        {
          "name": "Luciana Ballestrin",
          "openalex_id": "A5011637604",
          "orcid": "https://orcid.org/0000-0001-6787-8406",
          "institutions": [
            "Universidade Federal de Pelotas"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-04-01",
      "abstract": "RESUMO O “giro decolonial” ao adaptar o argumento pós-colonial para a América Latina, compreende que a colonialidade é a face oculta e constitutiva da modernidade. Ao constatar criticamente que o problema do imperialismo é subdesenvolvido pelos seus principais teóricos, lanço as seguintes indagações: é possível pensar na relação entre colonialidade e modernidade, sem a dinâmica da “imperialidade”? Como explicar a reprodução das novas formas de colonialismo sem a consideração das novas formas de imperialismo? Neste artigo, assim, proponho o conceito de Imperialidade como uma lacuna que impede a explicação dos mecanismos de reprodução da colonialidade. Ao entendê-la como lógica do imperialismo, constitutiva e relacional da colonialidade, observo ainda que as estratégias de descolonização devem ser muito mais dirigidas à “Imperialidade” do que à modernidade propriamente dita. A informalidade, invisibilidade e nebulosidade dos mecanismos contemporâneos de Imperialidade reproduzem o imperialismo sem império através da governança sem governo no contexto global.",
      "cited_by_count": 89,
      "type": "article",
      "source": {
        "name": "Dados",
        "type": "journal",
        "issn": [
          "0011-5258",
          "1678-4588"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/dados/v60n2/0011-5258-dados-60-2-0505.pdf"
      },
      "topics": [
        "Urban Development and Societal Issues",
        "Social and Economic Solidarity",
        "Race, Identity, and Education in Brazil"
      ],
      "referenced_works_count": 38,
      "url": "https://openalex.org/W2765928944"
    },
    {
      "openalex_id": "W3155275405",
      "doi": "10.3389/fpubh.2021.637897",
      "title": "From Modern Planetary Health to Decolonial Promotion of One Health of Peripheries",
      "authors": [
        {
          "name": "Oswaldo Santos Baquero",
          "openalex_id": "A5053163274",
          "orcid": "https://orcid.org/0000-0003-2695-7946",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Mario Nestor Benavidez Fernández",
          "openalex_id": "A5057527410",
          "institutions": [
            "Universidad de San Buenaventura, Bogota"
          ]
        },
        {
          "name": "Myriam Acero Aguilar",
          "openalex_id": "A5052991628",
          "orcid": "https://orcid.org/0000-0003-0107-4960",
          "institutions": [
            "Universidad Nacional de Colombia"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-06-10",
      "abstract": "The concept of Planetary Health has recently emerged in the global North as a concern with the global effects of degraded natural systems on human health. It calls for urgent and transformative actions. However, the problem and the call to solve it are far from new. Planetary health is a colonial approach that disregards alternative knowledge that over millennia have accumulated experiences of sustainable and holistic lifestyles. It reinforces the monolog of modernity without realizing that threats to “planetary health” reside precisely in its very approach. It insists on imposing its recipes on political, epistemological, and ontological peripheries created and maintained through coloniality. The Latin American decolonial turn has a long tradition in what could be called a “transformative action,” going beyond political and economic crises to face a more fundamental crisis of civilization. It deconstructs, with other decolonial movements, the fallacy of a dual world in which the global North produces epistemologies, while the rest only benefit from and apply those epistemologies. One Health of Peripheries is a field of praxis in which the health of multispecies collectives and the environment they comprise is experienced, understood, and transformed within symbolic and geographic peripheries, ensuing from marginalizing apparatuses. In the present article, we show how the decolonial promotion of One Health of Peripheries contributes to think and advance decentralized and plural practices to attend to glocal realities. We propose seven actions for such promotion.",
      "cited_by_count": 44,
      "type": "article",
      "source": {
        "name": "Frontiers in Public Health",
        "type": "journal",
        "issn": [
          "2296-2565"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fpubh.2021.637897/pdf"
      },
      "topics": [
        "Zoonotic diseases and public health",
        "Geographies of human-animal interactions",
        "Race, Genetics, and Society"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W3155275405"
    },
    {
      "openalex_id": "W2521333627",
      "doi": null,
      "title": "Decolonizing Everyday Practices: Sites of Struggle in Church and Society",
      "authors": [
        {
          "name": "Bradford E. Hinze",
          "openalex_id": "A5062187732"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-08-03",
      "abstract": "Concentrating on Mignolo's contribution does not mean I value any less the views of other post-colonialist theorists.On the contrary, I believe that the contributions of scholars working in other areas in the global south, shaped by distinctive geographical, social, cultural, religious, and political factors and, by divergent theoretical sources of inspiration, merit our theological attention.",
      "cited_by_count": 48,
      "type": "article",
      "source": {
        "name": "Proceedings of the Catholic Theological Society of America (Catholic Theological Society of America)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://ejournals.bc.edu/index.php/ctsa/article/view/9387"
      },
      "topics": [
        "Religion, Society, and Development"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2521333627"
    },
    {
      "openalex_id": "W3143692726",
      "doi": "10.5871/jba/009s1.077",
      "title": "Internationalisation of higher education for pluriversity: a decolonial reflection",
      "authors": [
        {
          "name": "Sabelo J. Ndlovu‐Gatsheni",
          "openalex_id": "A5010452910",
          "orcid": "https://orcid.org/0000-0002-5477-607X"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-01-01",
      "abstract": "At the centre of the debates on internationalisation one can notice tensions between the agenda of completing the incomplete project of modernity, which dovetails into the current hegemonic neoliberal capitalist globalisation with its �global turn� towards the creation of �global� universities; and the resurgent and insurgent agenda of completing the incomplete project of decolonisation predicated on deracialisation, de-hierarchisation, decorporatisation, and depatriachisation of knowledge and education. This article contributes to the decolonisation of internationalisation of higher education at four main levels. In the first place, it underscores the primacy of knowledge in creating a reality known as �the international� with Europe and North America at the centre. In the second, it makes a strong case for taking seriously the idea of the locus of enunciation of knowledge as a basis of critique of the hegemonic neoliberal globalisation�s notion of a global economy of knowledge that is decontextualised and ignores the resilient uneven division of intellectual and academic labour. In the third, it calls for intercultural translation, mosaic/convivial epistemology, and ecologies of knowledges as key to any successful decolonised internationalisation of higher education. In the fourth, it argues for the reconstruction of university into pluriversity informed by the practices of globalectics and the coexistence of particularities. These four interventions constitute essential enablers in the cultivation of transnational knowledge that is of service to a world characterised by planetary human entanglements.",
      "cited_by_count": 69,
      "type": "article",
      "source": {
        "name": "Journal of the British Academy",
        "type": "journal",
        "issn": [
          "2052-7217"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.thebritishacademy.ac.uk/documents/3266/JBA-9s1-04-NdlovuGatsheni.pdf"
      },
      "topics": [
        "Global Educational Policies and Reforms",
        "Political theory and Gramsci",
        "Global Education and Multiculturalism"
      ],
      "referenced_works_count": 63,
      "url": "https://openalex.org/W3143692726"
    },
    {
      "openalex_id": "W2942303629",
      "doi": "10.3389/fsoc.2019.00029",
      "title": "Against the Environment. Problems in Society/Nature Relations",
      "authors": [
        {
          "name": "João Aldeia",
          "openalex_id": "A5087914434",
          "orcid": "https://orcid.org/0000-0002-8047-2694",
          "institutions": [
            "University of Coimbra"
          ]
        },
        {
          "name": "Fátima Alvés",
          "openalex_id": "A5029466480",
          "orcid": "https://orcid.org/0000-0003-2600-8652",
          "institutions": [
            "University of Coimbra",
            "Universidade Aberta"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-04-24",
      "abstract": "The dominant manners in which environmental issues have been framed by sociology are deeply problematic. Environmental sociology is still firmly rooted in the Cartesian separation of Society and Nature. This separation is one of the epistemic foundations of Western modernity-one which is inextricably linked to its capitalist, colonial, and patriarchal dimensions. This societal model reifies both humanity and nature as entities that exist in an undeniably anthropocentric cosmos in which the former is the only true actor. Anthropos makes himself and the world around him. He conquers, masters, and appropriates the non-human, turning it into the mere environment of his existence, there solely for his use. If sociology remains trapped in this paradigm it continues to be blind to the multiple space-time specific interrelations of life-elements through which heterogeneous and contingent ontologies of humans and extra-humans are enacted. If these processes of interconnection are not given due attention, the socioecological worlds in which we-human as well as others-live cannot be adequately understood. But misunderstandings are not the only issue at stake. When dealing with life-or-death phenomena such as climate change, to remain trapped inside the Society/Nature divide is to be fundamentally unable to contribute to world reenactments that do not oppress-or, potentially, extinguish-life, both human and extra-human. From the inside of Anthropos' relation to his environment the only way of conceiving current socioecological problems is by framing them in terms of an environmental crisis which could, hypothetically, be solved by the very same societal model that created it. But if the transformation of some of the world(s)' life-elements into the environment of the Human is part of the problem, then, socioecological issues cannot be adequately understood or addressed if they are framed as an environmental crisis. Instead, these problems need to be conceived as a crisis of Western modernity itself and of the kind of worlds that are possible and impossible to build within it.",
      "cited_by_count": 39,
      "type": "article",
      "source": {
        "name": "Frontiers in Sociology",
        "type": "journal",
        "issn": [
          "2297-7775"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fsoc.2019.00029/pdf"
      },
      "topics": [
        "Geographies of human-animal interactions",
        "Religion, Ecology, and Ethics",
        "Environmental Philosophy and Ethics"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W2942303629"
    }
  ],
  "count": 25,
  "errors": []
}
