{
  "status": "success",
  "source": "openalex",
  "query": "Dussel Apel debate",
  "results": [
    {
      "openalex_id": "W4249458577",
      "doi": "10.1515/9780271090320",
      "title": "Decolonizing Ethics",
      "authors": [
        {
          "name": "Decolonizing Ethics: Enrique Dussel's Ethics of Liberation (Veranstaltung) 2018 University Park",
          "openalex_id": ""
        },
        {
          "name": "Allen, Amy 1970-",
          "openalex_id": ""
        },
        {
          "name": "Mendieta, Eduardo 1963-",
          "openalex_id": ""
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-03-12",
      "abstract": "Enrique Dussel is Latin America’s foremost philosopher, renowned for his contributions to ethics, political philosophy, and liberation theology. Designed for classroom use, this collection of essays engages with Dussel’s encyclopedic work, making his valuable contributions accessible to English-speaking students. In addition to being one of the most original, prolific, and widely known members of the Latin American Philosophy of Liberation movement, Dussel has also made important contributions to world philosophy, the history of philosophy, the history of the Catholic Church in Latin America, and the understanding of Karl Marx. Dussel famously engaged in a decade-long debate with Karl-Otto Apel on the relationship between material and formal ethics—that is, between an ethics of the community of life and an ethics of the community of discourse—and he has produced novel interpretations and analyses of the concepts of alterity, exteriority, the other, and the world history of ethical systems. Most recently, Dussel extended his work on an ethics of liberation into a politics of liberation, developed over the course of three published volumes. In this book, scholars from around the world assess Dussel’s work in ways that are both appreciative and critical. Two essays by Dussel bookend the volume: the collection opens with a consideration of the (im)possibility of multiple modernities and ends with an autobiographical trajectory of the philosopher’s thinking. In addition to Dussel and the editors, the contributors to this volume include Linda Martín Alcoff, Don Thomas Deere, Oscar Guardiola-Rivera, Mario Sáenz Rovner, Alejandro A. Vallega, and Jorge Zúñiga M.",
      "cited_by_count": 8,
      "type": "book",
      "source": {
        "name": "Penn State University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Latin American Cultural Politics",
        "Religion, Ecology, and Ethics",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4249458577"
    },
    {
      "openalex_id": "W2042057419",
      "doi": "10.4013/fsu.2012.132(suppl).09",
      "title": "Rethinking Kant’s Concept of Human Rights as Freedom",
      "authors": [
        {
          "name": "Edward Demenchónok",
          "openalex_id": "A5084498250",
          "institutions": [
            "Demos",
            "Association of British Orchestras",
            "Fort Valley State University",
            "Centro Regional de Derechos Humanos y Justicia de Género, Corporación Humanas"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-10-22",
      "abstract": "The paper examines the current debates regarding the grounding of human rights in a pluralistic, culturally diverse world. It analyses the challenges which come today from certain policies of human rights which instrumentalize them under the pretext of a “global war on terror” and redefi ne them in terms of democracy promotion and regime change, as well as those challenges which come from ideologies which question the core principles of human rights and provoke the so called “crisis of legitimization.” The paper argues for the necessity of restoring the genuine meaning of human rights and of the role of citizens in striving for their implementation. At the heart of the analysis is Kant’s concept of human rights as freedom. With Kant as its backdrop, the paper shows that the claim that religious worldviews provide the only intelligible foundation, as in Nicholas Wolterstorff, faces serious challenges in a pluralistic, culturally diverse world. The paper then analyzes the non-religious philosophical concepts which seek to develop an account of human rights that does not depend upon controversial metaphysical or religious doctrines. It examines an account of human rights from the perspective of discourse ethics as developed by Karl-Otto Apel and Jürgen Habermas. It also analyses the concepts of human dignity and “emerging morality” by Arturo Roig and the “ethics of liberation” by Enrique Dussel. The analysis shows the ongoing relevance of Kant’s ideas and their recent development by the theorists of discourse ethics and of dialogical and democratic cosmopolitanism. Key words: human rights, freedom, dignity, cosmopolitanism, Kant.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Filosofia Unisinos",
        "type": "journal",
        "issn": [
          "1519-5023",
          "1984-8234"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://revistas.unisinos.br/index.php/filosofia/article/download/fsu.2012.132%28suppl%29.09/1145"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Global Peace and Security Dynamics",
        "Political Theology and Sovereignty"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W2042057419"
    },
    {
      "openalex_id": "W4323915050",
      "doi": "10.4067/s0718-43602022000100061",
      "title": "Desde las éticas hacia la política de la liberación de Enrique Dussel. Aproximación crítica y debates sobre su filosofía de la liberación",
      "authors": [
        {
          "name": "José Díaz Fernández",
          "openalex_id": "A5023479699",
          "orcid": "https://orcid.org/0000-0002-5378-6508",
          "institutions": [
            "Universidad Andrés Bello"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-01",
      "abstract": "Este artículo presenta una lectura crítica de la filosofía de Enrique Dussel, donde se consideran los quiebres y continuidades de su proyecto ético temprano y maduro. El objetivo de la investigación es explorar y exponer el pensamiento del autor en relación con las problemáticas, críticas y polémicas que presenta. Para esto se esclarecen las posiciones éticas y políticas tempranas de su filosofía, la atingencia de la crítica de Horacio Cerutti, la estructura de la ética madura, el debate con Karl-Otto Apel, la estructura de la política de la liberación y la crítica de Santiago Castro-Gómez. El texto presenta una lectura secular y crítica de una de las filosofías de la liberación más relevantes en Latinoamérica.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Revista de filosofía",
        "type": "journal",
        "issn": [
          "0034-8236",
          "0718-4360"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/rfilosof/v79/0718-4360-rfilosof-79-00061.pdf"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Religious and Theological Studies",
        "Religion and Society in Latin America"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W4323915050"
    },
    {
      "openalex_id": "W118539733",
      "doi": "10.5070/t411000003",
      "title": "Enrique Dussel's Liberation Thought in the Decolonial Turn",
      "authors": [
        {
          "name": "Nelson Maldonado‐Torres",
          "openalex_id": "A5079436408",
          "orcid": "https://orcid.org/0000-0001-7738-7029",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Liberation philosophy, as a Latin American project for critical thought, is one among many expressions of a shift in global power dynamics and in epistemic perspective that has taken place since the Second World War.*The European crisis, or more than a crisis, its own internal devastation after the war, opened at least three paths for the train of history and thought.On the one hand, the United States -which had proven itself as an international power through the expansion from the thirteen colonies, the war with Mexico, and the Spanish-American War -became after the Second World War a hegemonic force that would both assist and displace Northwestern Europe as the power-axis of the modern world-system.With this, Americanism -the triumphalist and assimilationist ideology of the United States which had already burst onto the scene with Theodore Roosevelt in the late nineteenth century -was decisively introduced to the rest of the world.This Americanist discourse would dictate the terms for the assimilation of non-Catholic European immigrants, some of which were seen as belonging to darker races. 1 This ideology has taken various turns with McCarthyism and Reagan in the context of the Cold War, and today it takes on a new spirit in formulations like that offered by Samuel P. Huntington, who has forcefully rearticulated Americanism with respect to immigrants and ethnic minorities in the United States. 2 But today, after the Cold War and the attacks of 11 September, it is no longer European immigrants that allegedly pose a \"challenge\" to U.S.-American identity, but rather Latin American (im)migrants, particularly Spanish-speaking Mexicans and Chicana/os. 3 There is, accordingly, a particular importance today for exploring the decolonial potential of those cultural forms originating in Latin America, Mexico, and in the borderlands between Mexico and the United States, among other \"frontier\" territories both to the north and south of this border. 4e second path that opened with the decline of Europe was, clearly, that of the Cold War rival of Americanism: Soviet communism.Soviet communism, or at least socialism (which is a different but related political system/ideology), would become for many a viable option for a different future, beyond both fascist and liberal Europe.Europe itself would come to be divided between these two newly regnant ideologies and neo-imperial geo-political projects.Other regions also suffered the force of this clash of political projects, while many nations tried to find a space between or in alliance with the two dominant blocs.Now, the decline of Europe opened a third path, which we will call -following Frantz Fanon -that of the \"wretched of the earth,\" as well as the \"de-colonial turn.\" 5 This door would be definitively forced open through the combination of the internal and external devastation of Europe, that is to say, not only by the perverse force of Nazism in its interior but also by the encouraging force of the decolonization of European territories abroad.In contrast to the Latin American liberation struggles of the nineteenth century, which took place in a context in which the weakening of Southern Europe left intact the fascination with the increasing strength of Northern Europe (especially France and England), mid-twentieth century Europe was destroyed by Nazism and completely demoralized.As the",
      "cited_by_count": 87,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt5hg8t7cj/qt5hg8t7cj.pdf?t=ll4zt0"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Cultural and Social Studies in Latin America",
        "Latin American Literature Studies"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W118539733"
    },
    {
      "openalex_id": "W2224152850",
      "doi": "10.4000/rccs.695",
      "title": "A topologia do Ser e a geopolítica do conhecimento. Modernidade, império e colonialidade1",
      "authors": [
        {
          "name": "Nelson Maldonado‐Torres",
          "openalex_id": "A5079436408",
          "orcid": "https://orcid.org/0000-0001-7738-7029"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-03-01",
      "abstract": "O ensaio examina a articulação entre raça e espaço na obra de vários pensadores europeus. Centrando-se no projecto de Martin Heidegger de procurar no Ocidente as raízes, denuncia a cumplicidade desse projecto com uma visão cartográfica imperial que cria e separa as cidades dos deuses e as cidades dos danados. O autor identifica concepções análogas noutros pensadores ocidentais, sobretudo em Levinas, Negri, ˇZiˇzeck, Habermas e Derrida. Ao projecto da busca das raízes, com os seus pressupostos racistas, ele opõe uma visão crítica, inspirada em Fanon, que sublinha o carácter constitutivo da colonialidade e da danação para o projecto da modernidade europeia. O autor conclui com um apelo a uma diversalidade radical e uma geopolítica do conhecimento descolonial.",
      "cited_by_count": 111,
      "type": "article",
      "source": {
        "name": "Revista crítica de ciências sociais/Revista crítica de ciências sociais",
        "type": "journal",
        "issn": [
          "0254-1106",
          "2182-7435"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://journals.openedition.org/rccs/pdf/695"
      },
      "topics": [
        "Race, Identity, and Education in Brazil",
        "Philosophy, Ethics, and Existentialism",
        "Literature, Culture, and Criticism"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W2224152850"
    },
    {
      "openalex_id": "W2241956835",
      "doi": null,
      "title": "¿Puede ser la Escuela de Salamanca un precedente de las éticas de la liberación latinoamericana?: un debate sobre los presupuestos de la democracia (a través de Rorty, Taylor, Rawls, Dussel, Derrida, Apel, Habermas, Forment-Betancourt, Coronimas)",
      "authors": [
        {
          "name": "Carlos Ortíz de Landázuri",
          "openalex_id": "A5019863239"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-01-01",
      "abstract": null,
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Dialnet (Universidad de la Rioja)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Comparative constitutional jurisprudence studies",
        "Religious and Theological Studies",
        "Political Theory and Democracy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2241956835"
    },
    {
      "openalex_id": "W40102393",
      "doi": "10.5070/t412011806",
      "title": "From Critical Theory to the Philosophy of Liberation: Some Themes for Dialogue",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031",
          "institutions": [
            "Universidad Autónoma Metropolitana",
            "Autodesk (United States)"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "After considering the proper tone for my participation in this \"dialogue\" between Europeans and Latin Americans about \"Critical Theory,\" I have concluded that my argumentative strategy should primarily be to take seriously the \"subjects\" of the dialogue and their locus enuntiationis: who we are and from where we speak.These sorts of dialogues are not frequent nor are their terms obvious, 1 and it is even less common for such a debate to occur symmetrically, by which I mean that it takes place between philosophers within a community of horizontal communication who are respected as equals, as colleagues, but who nevertheless demand to be recognized in their alterity.Such efforts are not exempt from a certain degree of incommunicability and incommensurability that can create misunderstandings, but are nonetheless united by a solidaristic will to attempt to advance a critical philosophy with global validity.Such a philosophy, which would accordingly set out from the perspective of those excluded from the global system (peripheral countries) and those excluded within particular states (impoverished masses), has not existed to date: I consider its construction the specific task of philosophy in this twenty-first century that we are beginning. The first contacts with the Frankfurt School (with the \"first generation\")As for myself, I participate in what we have called the \"Philosophy of Liberation,\" 2 which since its origin has maintained a constant dialogue with Critical Theory.Just as the events of Paris '68 did not have the same meaning as those in Berkeley, the Latin American context was equally distinct. 3 Paradoxically, under military dictatorships (imposed by the Pentagon and the Kissinger Doctrine between 1964 and 1984), the works of Marcuse -and especially One-Dimensional Mancame to influence us within a context that was similar to the totalitarian horror under which the first Frankfurt School was born (the \"first generation\").The \"dirty war\" which led to the murder, torture, and disappearance of thousands would last almost two decades (as in Brazil, for example). 4 But along with Marcuse, we read the Martinican Frantz Fanon's Les Damnés de la Terre (The Wretched of the Earth, 1961), since our reflections were situated in the post-colonial periphery, in the global South.Moreover, our reference point was critical social science -like Dependency Theory, which was later continued by Wallerstein's World-Systems Theory.This global structure of inequality finally burst onto the scene since the Clinton administration under the name of \"globalization\" (which passed from a period characterized by the internationalization of the productive part of capital -as transnational corporations -to a financial and monetarist era with global implications).The point of all this is the following: our first lesson in Critical Theory was non-Eurocentric.My 1975 work Philosophy of Liberation begins thus:From Heraclitus to Karl von Clausewitz and Kissinger, \"war is the origin of everything,\" if by \"everything\" one understands the order or system that the world dominators control by their power and armies [...] I am trying, then, to take space, geopolitical space, seriously.To be born at the North Pole or in Chiapas is not the same thing as to be born in New York City. 5 Through the first Frankfurt School, we discovered \"materiality\" in the sense of living corporeality, a question that does not frequently interest those dealing with the theoretical positions of the School 6 : \"Whoever resigns himself to life without any rational reference to self-preservation would, according to the Enlightenment -and Protestantism -regress to prehistory.\" 7 \"Materiality,\" for the Frankfurt School, consists of an affirmation of living corporality (Leiblichkeit) as in Schopenhauer and Nietzsche, which is vulnerable and has desires (Freud), and which needs food, clothing, and shelter (Feuerbach).This anthropological materiality, a far cry from Soviet dialectical materialism, was perceptibly close to our situation in an impoverished, starving, and suffering Latin America.In the Southern Cone, the multitude of demonstrations shouted: \"bread, peace, and work!\" three necessities that refer strictly to life, to the reproduction of its corporeal content (Leiblichkeit).For that reason, the political-economic sphere had a special relevance for us, as did the need for a frontal critique of capitalism (Marx).Will, affectivity and emotions, unconscious drives, and economic requirements were all integrated into the discourse of the first Frankfurt School.But its subject was a \"negative\" materiality, focusing especially on the negative effects of the dominant system, its pain and misery.The \"positivity\" of the system always obscures the \"negativity\" over which it is constructed: \"Hence the convergence of specific materialism with criticism, with social change in practice [...] to abolish suffering.The telos of such an organization or society would be to negate the physical suffering of even the least of its members.\" 8\"Philosophy of Liberation\" set out from the locus enuntiationis of the material victim, from the negative effect of authoritarianism, capitalism, and patriarchy.However, this is the root of a profound divergence with Critical Theory that continues up to the present (and which should be an explicit subject of our dialogue), that of the material negativity of colonialism (of the indigenous peoples, the African slave, the Opium Wars in China, etc.), a phenomenon which corresponds to metropolitan capitalism, Modernity, and Eurocentrism.The victim for us was no longer -as for Horkheimer, Habermas, or the \"third generation\" of Critical Theory -only the worker, the persecuted Jew in Auschwitz, the citizen under Nazism, women, or the working world facing the crisis of the welfare state.We were equally concerned with the victims of a global system (a globalized World-System 9 since 1492), which included the Latin American hacienda system that exploited indigenous people, the mita system of indigenous slave labor which extracted silver (colonial capitalism's first global currency) from mines like that at Potosi in Bolivia, the plantations of African slaves brought to tropical America, the Indian women forced to serve as concubines for the conquistador, the children brought up with Christianity (cultural domination through foreign religion), etc.It was in this context that the ontological category of Totality 10 -so important for Hegel,",
      "cited_by_count": 32,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt59m869d2/qt59m869d2.pdf?t=m284lr"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Economy and Marxism",
        "Philosophical and Historical Studies"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W40102393"
    },
    {
      "openalex_id": "W2113941678",
      "doi": "10.4067/s0718-65682014000200016",
      "title": "Colonialidad, descolonización e interculturalidad: Apuntes desde la Filosofía Intercultural",
      "authors": [
        {
          "name": "Josef Estermann",
          "openalex_id": "A5103232464",
          "orcid": "https://orcid.org/0000-0002-2325-1932"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-08-01",
      "abstract": "Resumen: En este pequeño ensayo se replantea el debate respecto al tema enunciado en el título en perspectiva de una filosofía intercultural crítica y liberacionista, buscando clarificar los conceptos involucrados y discernir entre posturas más o menos \"ingenuas\" o \"celebratorias\" 1 de la interculturalidad/descolonización, por un lado, y posturas \"críticas\" y \"emancipadoras\", por otro lado.Estamos en un punto histórico en el que el discurso de la \"interculturalidad\" y \"descolonización\" sufre un proceso de desgaste y cooptación por parte del modelo hegemónico monocultural y globalizador en sentido de un imperialismo cultural occidental y de una posmodernidad en clave consumista.",
      "cited_by_count": 63,
      "type": "article",
      "source": {
        "name": "Polis (Santiago)",
        "type": "journal",
        "issn": [
          "0717-6554",
          "0718-6568"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/polis/v13n38/art16.pdf"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Cultural and Social Studies in Latin America"
      ],
      "referenced_works_count": 7,
      "url": "https://openalex.org/W2113941678"
    },
    {
      "openalex_id": "W2135078900",
      "doi": "10.5070/t413012882",
      "title": "Enrique Dussel’s Transmodernism",
      "authors": [
        {
          "name": "Linda Martín Alcoff",
          "openalex_id": "A5075880379",
          "orcid": "https://orcid.org/0000-0003-4260-3400"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "According to some of his critics, the work of Enrique Dussel fails to escape the illusions of modernism, despite his vigorous and revisionary critiques of it. For Horacio Cerutti Guldberg, Ofelia Schutte, and Santiago Castro-Gomez, Dussel’s invocation of a we-subject among the poor, indeed, his very reference to macro-identities such as “the poor, women, blacks, and Indians,”returns us to a modernist meta-narrative. And the problem with this meta-narrative is that it works to reify and fetishize the evident symptoms of disciplinary structures of representation, playing into the hands of such constituting structures, that is, rather than deconstructing them. As Castro-Gomez has put it, “With this, Dussel creates a second reduction: that of converting the poor in some kind of transcendent subject, through which Latin American history will find its meaning. This is the opposite side of postmodernity, because Dussel attempts not to de-centralize the Enlightened subject, but to replace it by another absolute subject”(Critica 39-40; quoted in Dussel,“Philosophy”338).",
      "cited_by_count": 27,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt58k9k17t/qt58k9k17t.pdf?t=m6aaq1"
      },
      "topics": [
        "Cultural and Social Studies in Latin America",
        "Latin American Literature Studies",
        "Comparative Literary Analysis and Criticism"
      ],
      "referenced_works_count": 15,
      "url": "https://openalex.org/W2135078900"
    },
    {
      "openalex_id": "W2143887946",
      "doi": "10.1590/s0102-69092006000100007",
      "title": "Desprovincializando a sociologia: a contribuição pós-colonial",
      "authors": [
        {
          "name": "Sérgio Costa",
          "openalex_id": "A5102920200",
          "orcid": "https://orcid.org/0000-0001-6347-0614",
          "institutions": [
            "Centro Brasileiro de Análise e Planejamento",
            "Freie Universität Berlin"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-02-01",
      "abstract": "Este ensaio discute as contribuições dos estudos pós-coloniais para a renovação da teoria social contemporânea. Considera-se, em primeiro lugar, o caráter da crítica que os estudos pós-coloniais endereçam às ciências sociais. Em seguida, discutem-se as alternativas epistemológicas que apresentam, considerando-se três concepções-chave - modernidade entrelaçada, lugar de enunciação \"híbrido\", sujeito descentrado. A conclusão é que, a despeito de sua contundência e da suspeita de alguns autores de que a teoria pós-colonial implode a base epistemológica das ciências sociais, boa parte da crítica pós-colonial tem como destinatário a teoria da modernização. Neste ponto, apresenta afinidades com objeções trazidas por cientistas sociais que nada têm a ver com o pós-colonialismo. Outros aspectos levantados pelos estudos pós-coloniais não desestabilizam, necessariamente, as ciências sociais, podendo mesmo enriquecê-las.",
      "cited_by_count": 88,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Ciências Sociais",
        "type": "journal",
        "issn": [
          "0102-6909",
          "1806-9053"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/rbcsoc/a/qvRBnnndFWrz8ZYLKjPzWpS/?lang=pt&format=pdf"
      },
      "topics": [
        "Globalization and Cultural Identity",
        "Political theory and Gramsci",
        "Social and Economic Solidarity"
      ],
      "referenced_works_count": 31,
      "url": "https://openalex.org/W2143887946"
    },
    {
      "openalex_id": "W2350446973",
      "doi": "10.5294/edu.2016.19.1.4",
      "title": "Pedagogías críticas latinoamericanas y filosofía de la liberación: potencialidades de un diálogo teórico-político",
      "authors": [
        {
          "name": "Fabián Cabaluz",
          "openalex_id": "A5054796135",
          "orcid": "https://orcid.org/0000-0003-0398-7819",
          "institutions": [
            "Academy of Christian Humanism University",
            "Praxis",
            "Université Pédagogique Nationale",
            "Departamento de Educación",
            "Universidad de La Sabana",
            "Artistic Realization Technologies",
            "Applied Poleramic (United States)"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-05-01",
      "abstract": "22 páginas",
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "Educación y Educadores",
        "type": "journal",
        "issn": [
          "0123-1294",
          "2027-5358"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://educacionyeducadores.unisabana.edu.co/index.php/eye/article/download/5061/4190/31437"
      },
      "topics": [
        "Educational theories and practices",
        "Latin American Cultural Politics",
        "Philosophy and Education Pedagogy"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W2350446973"
    },
    {
      "openalex_id": "W1807252910",
      "doi": "10.1016/s2007-2872(13)71916-4",
      "title": "Participación dialógica en la universidad: condición para el desarrollo del pensamiento crítico y el compromiso social",
      "authors": [
        {
          "name": "Monarca Héctor",
          "openalex_id": "A5109896898",
          "institutions": [
            "Universidad Autónoma de Madrid"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "Over a century ago the criticism of traditional schools highlighted the importance of active learning. Likewise, later on, constructivism and sociocultural psychology evidenced the relevant role of the students' activity in their learning processes. Last, other theoretical frameworks such as sociology, linguistics, critical pedagogy, etc., have insisted on the need to involve the students in their own educational processes. Along these lines, the contributions of Habermas and Freire have had important repercussions on teaching practices, where dialogical aspects are transformed into an essential feature and component of the processes to build knowledge, the individual and society. The present article addresses the dialogical participation of university students assuming the clear commitment of the university in the education of critical professionals committed to society and the world in which we live.",
      "cited_by_count": 20,
      "type": "article",
      "source": {
        "name": "Revista Iberoamericana de Educación Superior",
        "type": "journal",
        "issn": [
          "2007-2872"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.ries.universia.unam.mx/index.php/ries/article/download/83/328"
      },
      "topics": [
        "Educational theories and practices",
        "Educational Practices and Policies",
        "Inclusive Education and Diversity"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W1807252910"
    },
    {
      "openalex_id": "W2032491671",
      "doi": "10.4067/s0718-65682014000100019",
      "title": "Hacia una teoría urbana transmoderna y decolonial: una introducción",
      "authors": [
        {
          "name": "Yasser Farrés Delgado",
          "openalex_id": "A5068470213",
          "orcid": "https://orcid.org/0000-0002-1758-6517",
          "institutions": [
            "Universidad de Zaragoza"
          ]
        },
        {
          "name": "Alberto Matarán Ruiz",
          "openalex_id": "A5103526044",
          "institutions": [
            "Universidad de Granada"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-04-01",
      "abstract": "Este artículo defiende que los impactos globales de las tendencias de homogenización y pérdida de identidades en arquitectura, urbanismo y ordenación del territorio sólo serán superados si se reconocen como parte de la occidentalización del mundo y si se promueve una actitud decolonial que conduzca a la teoría urbano-arquitectónica hacia la \"transmodernidad\" mediante una \"ecología de saberes\" que incluye a las experiencias marginadas por el pensamiento moderno. En ese sentido se presenta un enfoque crítico basado en la \"colonialidad territorial\".",
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Polis (Santiago)",
        "type": "journal",
        "issn": [
          "0717-6554",
          "0718-6568"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/polis/v13n37/art19.pdf"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Urban and Rural Development Challenges",
        "Latin American Urban Studies"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2032491671"
    },
    {
      "openalex_id": "W3131845335",
      "doi": "10.4324/9781315749334",
      "title": "Global English and Political Economy",
      "authors": [
        {
          "name": "John P. O’Regan",
          "openalex_id": "A5070698570",
          "orcid": "https://orcid.org/0000-0002-1335-820X"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-02-17",
      "abstract": "In this book, John O’Regan examines the role of political economy in the worldwide spread of English and traces the origins and development of the dominance of English to the endless accumulation of capital in a capitalist world-system.&#13;\\n&#13;\\nO’Regan combines Marxist perspectives of capital accumulation with world-systems analysis, international political economy, and studies of imperialism and empire to present a historical account of the ‘free riding’ of English upon the global capital networks of the capitalist world-system. Relevant disciplinary perspectives on global English are examined in this light, including superdiversity, translanguaging, translingual practice, trans-spatiality, language commodification, World Englishes and English as a Lingua Franca. Global English and Political Economy presents an original historical and interdisciplinary interpretation of the global ascent of English, while also raising important theoretical and practical questions for perspectives which suggest that the time of the traditional models of English is past.&#13;\\n&#13;\\nProviding an introduction to key theoretical perspectives in political economy, this book is essential reading for advanced students and researchers in applied linguistics, World Englishes and related fields of study.",
      "cited_by_count": 115,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://discovery.ucl.ac.uk/10160906/1/O%27Regan_%20Superdiverse%20translingualism%2C%20commodification%20and%20trans-spatial%20resistances_chapter_%20AAM.pdf"
      },
      "topics": [
        "Second Language Learning and Teaching"
      ],
      "referenced_works_count": 449,
      "url": "https://openalex.org/W3131845335"
    },
    {
      "openalex_id": "W2756884111",
      "doi": "10.1108/qrom-09-2017-1567",
      "title": "Organizational practices of social movements and popular struggles: understanding the power of organizing from below",
      "authors": [
        {
          "name": "Maria Ceci Misoczky",
          "openalex_id": "A5041267517",
          "orcid": "https://orcid.org/0000-0003-2020-5882",
          "institutions": [
            "Universidade Federal do Rio Grande do Sul"
          ]
        },
        {
          "name": "Guilherme Dornelas Câmara",
          "openalex_id": "A5069504708",
          "orcid": "https://orcid.org/0000-0001-5021-9535",
          "institutions": [
            "Universidade Federal do Rio Grande do Sul"
          ]
        },
        {
          "name": "Steffen Böhm",
          "openalex_id": "A5058017910",
          "orcid": "https://orcid.org/0000-0002-0888-1362",
          "institutions": [
            "University of Exeter"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-10-01",
      "abstract": null,
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "Qualitative Research in Organizations and Management An International Journal",
        "type": "journal",
        "issn": [
          "1746-5648",
          "1746-5656"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.emerald.com/insight/content/doi/10.1108/QROM-09-2017-1567/full/pdf?title=organizational-practices-of-social-movements-and-popular-strugglesunderstanding-the-power-of-organizing-from-below"
      },
      "topics": [
        "Labor Movements and Unions",
        "Management and Organizational Studies"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2756884111"
    },
    {
      "openalex_id": "W1798251637",
      "doi": "10.18504/pl2346-121-2015",
      "title": "Las víctimas del conflicto armado colombiano en la Ley de Víctimas y Restitución de Tierras: apropiación y resignificación de una categoría jurídica",
      "authors": [
        {
          "name": "Mariana Delgado Barón",
          "openalex_id": "A5054546373",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-06-01",
      "abstract": "La Ley 1448 de 2011, o Ley de Víctimas y Restitución de Tierras, se implementó en 2012 como un mecanismo jurídico adoptado en medio del conflicto armado interno colombiano para restituir las tierras a los que habían sufrido su despojo por parte de alguno de los actores alzados en armas. Así, esa Ley establece quiénes tienen acceso al derecho a la restitución y a la reparación (simbólica o económica), y de esta forma define un nuevo universo de víctimas, con lo que ha ampliado el debate acerca de la noción de víctima, no solo como una categoría jurídica claramente definida en la Ley, sino como un concepto que caracteriza y delimita a determinados tipos de sujeto. Este artículo contribuye a la discusión que abrió la Ley 1448 acerca de la significación y resignificación de la noción de víctima, y de las dinámicas de subjetivación política que aún se generan en torno a este proceso sociojurídico y político.",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "Perfiles Latinoamericanos",
        "type": "journal",
        "issn": [
          "0188-7653",
          "2309-4982"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://perfilesla.flacso.edu.mx/index.php/perfilesla/article/download/517/461"
      },
      "topics": [
        "Conflict, Peace, and Violence in Colombia",
        "History and Politics in Latin America",
        "Criminal Justice and Penology"
      ],
      "referenced_works_count": 15,
      "url": "https://openalex.org/W1798251637"
    },
    {
      "openalex_id": "W2144728319",
      "doi": "10.4067/s0718-65682012000300009",
      "title": "La comunalidad como base para la construcción de resiliencia social ante la crisis civilizatoria",
      "authors": [
        {
          "name": "Mario Enrique Fuente Carrasco",
          "openalex_id": ""
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-12-01",
      "abstract": "Resumen: La estela de la crisis del proyecto civilizatorio occidental ha agudizado las desigualdades sociales y alterado los procesos homeostticos de la biosfera. El despojo sutil o violento de los territorios con alto potencial de recursos naturales es una astucia ms del modelo neoliberal para paliar su crisis estructural; tal como sucede contra los pueblos indgenas. Estas acciones son altamente perturbadoras de las dinmicas de organizacin social, y de la agudizacin de injusticia ambiental. Sin embargo, diversos grupos sociales estn reconfigurando sus estrategias no solo para resistir, sino para la construccin de alternativas. El ethos comunitario (comunalidad) -como un elemento cultural propio de los pueblos con ascendencia de la cultura mesoamericana-es una de estrategia intercultural fundamental para estas tareas. La nocin de resiliencia social se usa como herramienta analtica de tal exploracin. Se destaca que los grados de resiliencia de las comunidades estn relacionados con la construccin de procesos autonmicos.",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "Polis (Santiago)",
        "type": "journal",
        "issn": [
          "0717-6554",
          "0718-6568"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/polis/v11n33/art09.pdf"
      },
      "topics": [
        "Social Sciences and Policies",
        "Resilience and Mental Health",
        "Community Health and Development"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2144728319"
    },
    {
      "openalex_id": "W2057743721",
      "doi": "10.1590/s1414-49802014000100009",
      "title": "Trabajo Social, descolonización de las políticas públicas y saberes no hegemónicos",
      "authors": [
        {
          "name": "Francisca Gómez Lechaptois",
          "openalex_id": "A5039477675",
          "institutions": [
            "Pontificia Universidad Católica de Chile"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-06-01",
      "abstract": "El presente artículo busca develar la primacía de la racionalidad cientificista moderna que reduce y limita la acción política pública, así como mostrar la importancia que tiene la recuperación y visibilización de aquellos saberes y/o formas de conocimiento no hegemónicos que han sido históricamente excluidos del proceso decisorio de las policies. Para ello, aborda la noción de \"políticas públicas colonizadoras\" a las que subyace normativamente una idea hegemónica de desarrollo, y plausibiliza la idea de \"descolonización de las políticas públicas\" a través de la recuperación y visibilización de formas de conocimiento que incluyen realidades suprimidas, marginadas y/o excluidas. Asimismo, releva el aporte que el pensamiento latinoamericano puede tener para este proceso de descolonización e identifica algunos desafíos concretos que emergen para el Trabajo Social desde su vinculación con la perspectiva descolonizadora en las políticas públicas.",
      "cited_by_count": 10,
      "type": "article",
      "source": {
        "name": "Revista Katálysis",
        "type": "journal",
        "issn": [
          "1414-4980",
          "1982-0259"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/rk/v17n1/a09v17n1.pdf"
      },
      "topics": [
        "Social Sciences and Policies",
        "Social Issues and Sustainability",
        "Social and Political Issues"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W2057743721"
    },
    {
      "openalex_id": "W3026202488",
      "doi": null,
      "title": "Formalismo discursivo en la arquitectónica de la liberación: ¿es la ética de la liberación una ética del discurso?",
      "authors": [
        {
          "name": "Guerrero Ospina",
          "openalex_id": "A5090315869"
        },
        {
          "name": "Carlos Maurício",
          "openalex_id": "A5007976325",
          "orcid": "https://orcid.org/0000-0002-4489-1111"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-27",
      "abstract": "En los debates auspiciados por Raul Fornet Betancourt que se llevaron a cabo a finales del siglo XX e inicios del siglo XXI entre el filosofo aleman Karl-Otto Apel y el filosofo argentino Enrique Dussel (Apel & Dussel, 2004), parte especial de la confrontacion giro en torno al problema de la fundamentacion ultima de la etica. Con base en el estudio de dichos encuentros y otros textos relevantes de los dos autores, el proposito de esta investigacion se centra en analizar la transformacion que se produjo en la etica de la liberacion de Dussel fruto del dialogo con la etica del discurso de Apel, de cara al nivel discursivo-trascendental postulado por esta ultima para fundamentar la moral, y que Dussel retoma en dos de los principios consignados en su Etica de la liberacion en la edad de la globalizacion y de la exclusion, publicada en 1998.",
      "cited_by_count": 0,
      "type": "dissertation",
      "source": {
        "name": "instname:Universidad Santo Tomás",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3026202488"
    },
    {
      "openalex_id": "W2810253893",
      "doi": "10.5377/typ.v0i32.6389",
      "title": "El ego conquiro como inicio de la modernidad",
      "authors": [
        {
          "name": "Rudy Montano",
          "openalex_id": "A5023218995",
          "institutions": [
            "Universidad Don Bosco"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-31",
      "abstract": "En este artículo se pretende demostrar los elementos que caracterizan el ego conquiro, es decir un sujeto “pre-moderno”. El análisis se hace a partir del hecho de la conquista de América por parte de los europeos. El objetivo de la conquista es adquirir territorios, y al mismo tiempo, colonizar al indígena de América no sólo físicamente, sino ideológicamente. Este tema corresponde a uno de los aspectos que conforman la filosofía de la liberación de Enrique Dussel.El objetivo de este escrito es demostrar que la constitución del ego conquiro es el punto de partida, el inicio del proceso de constitución del victimario en sujeto. Es de vital importancia, para poder abordar la liberación de la víctima, hablar sobre cómo el victimario se constituye en sujeto desde la dialéctica de la dominación. La racionalidad del ego conquiro genera prácticas que desembocan en la generación de víctimas. El artículo se desarrollará en cuatro partes. La primera explica en qué consiste el proceso de constitución del ego conquiro. La segunda hace referencia, a consecuencia de ese proceso, a la relación dialéctica descubrimiento-encubrimiento del otro que obliga a preguntarnos por la dialéctica racionalidad-irracionalidad. La tercera plantea el problema de la colonización y el eurocentrismo como elementos propios del ego conquiro. Finalmente, la Conclusión recogerá las afirmaciones trabajadas y se centrará en la crítica a la afirmación de Enrique Dussel: “el ego conquiro es el inicio de la modernidad.TEORÍA Y PRAXIS año 16, No.32, Enero-Mayo de 2018, pp.13-27",
      "cited_by_count": 10,
      "type": "article",
      "source": {
        "name": "Teoría y Praxis",
        "type": "journal",
        "issn": [
          "1994-733X",
          "2707-7411"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.camjol.info/index.php/TyP/article/download/6389/6159"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Religious and Theological Studies",
        "Cultural and Social Dynamics"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2810253893"
    },
    {
      "openalex_id": "W2169121127",
      "doi": "10.4067/s1726-569x2005000200007",
      "title": "LA INVESTIGACIÓN BIOMÉDICA Y EL CONSENTIMIENTO INFORMADO EN EL ÁMBITO DE LAS POBLACIONES E INDIVIDUOS VULNERABLES",
      "authors": [
        {
          "name": "Susana La Rocca",
          "openalex_id": "A5058522450",
          "orcid": "https://orcid.org/0000-0002-0507-4987"
        },
        {
          "name": "Gladys S Martínez",
          "openalex_id": "A5075795646"
        },
        {
          "name": "Alejandra Rascio",
          "openalex_id": "A5075740658"
        },
        {
          "name": "Mirta Bajardi",
          "openalex_id": "A5090149077"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "Resumen: El contexto de transnacionalidad económica y política en el que se desarrollan las actuales investigaciones biomédicas favorece el fenómeno conocido como \"medicalización\" de la vida y promueve la vulnerabilidad tanto de países como de individuos.Si tenemos en cuenta que es responsabilidad asumida por la bioética la preocupación por proteger al sujeto de investigación y, de manera especial, a los más vulnerables, estos aspectos deben ser objeto de una atenta consideración y evaluación que tienda hacia la corrección de los mismos.El artículo plantea también una estrategia a través",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "Acta bioethica",
        "type": "journal",
        "issn": [
          "0717-5906",
          "1726-569X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/abioeth/v11n2/art07.pdf"
      },
      "topics": [
        "Ethics and bioethics in healthcare",
        "Biomedical Ethics and Regulation",
        "Ethics in Clinical Research"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W2169121127"
    },
    {
      "openalex_id": "W3027565345",
      "doi": "10.1590/s0034-759020200203",
      "title": "PENSAR DESDE A AMÉRICA LATINA EM DIÁLOGO COM A ORGANIZAÇÃO DAS LUTAS SOCIAIS DESCOLONIAIS: EXPLORANDO POSSIBILIDADES",
      "authors": [
        {
          "name": "Maria Ceci Misoczky",
          "openalex_id": "A5041267517",
          "orcid": "https://orcid.org/0000-0003-2020-5882",
          "institutions": [
            "Universidade Federal do Rio Grande do Sul"
          ]
        },
        {
          "name": "Guilherme Dornelas Câmara",
          "openalex_id": "A5069504708",
          "orcid": "https://orcid.org/0000-0001-5021-9535",
          "institutions": [
            "Universidade Federal do Rio Grande do Sul"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-03-01",
      "abstract": "RESUMO A proposição sobre pensar os Estudos Organizacionais desde a América Latina (AL) tem como premissa reconhecer que a epistemologia é política e que há uma epistemologia da dominação inseparável de seu fundamento material. O texto faz uma discussão sobre o significado da AL, defendendo que ela é simultaneamente um espaço geopolítico e uma categoria de análise. Em seguida, realiza uma aproximação aos Estudos Organizacionais na AL desde o contexto brasileiro. Por fim, destaca a importância de um conhecimento fundado em uma ética crítica que contribua para tornar visíveis processos organizacionais que confrontam as múltiplas expressões concretas da colonialidade e que, ao mesmo tempo, seja relevante para as comunidades e coletivos em luta.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Revista de Administração de Empresas",
        "type": "journal",
        "issn": [
          "0034-7590",
          "2178-938X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/rae/v60n2/en_0034-7590-rae-60-02-0093.pdf"
      },
      "topics": [
        "Social and Economic Solidarity",
        "Urban and sociocultural dynamics",
        "Environmental Sustainability and Education"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W3027565345"
    },
    {
      "openalex_id": "W1975289894",
      "doi": "10.1590/s0034-759020150203",
      "title": "AN ANTI-MANAGEMENT STATEMENT IN DIALOGUE WITH CRITICAL BRAZILIAN AUTHORS",
      "authors": [
        {
          "name": "Maria Ceci Misoczky",
          "openalex_id": "A5041267517",
          "orcid": "https://orcid.org/0000-0003-2020-5882",
          "institutions": [
            "Universidade Federal do Rio Grande do Sul"
          ]
        },
        {
          "name": "Rafael Kruter Flôres",
          "openalex_id": "A5046785690",
          "orcid": "https://orcid.org/0000-0003-4280-2231",
          "institutions": [
            "Universidade Federal do Rio Grande do Sul"
          ]
        },
        {
          "name": "Sueli Goulart",
          "openalex_id": "A5007467467",
          "orcid": "https://orcid.org/0000-0002-4654-6303",
          "institutions": [
            "Universidade Federal do Rio Grande do Sul"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-03-29",
      "abstract": "The expressions Management and Organization Studies and Management and Organization Knowledge are expressions of an Anglo-Saxon construct. The association of Organization Studies (OS) with Management (M) produces the subordination of the former to the latter. In a different direction, a critical approach elaborated in Brazilian OS provides an original body of knowledge that expresses an anti-management (A-M) attitude. As the Brazilian A-M authors point out, the distinction between North/South M is irrelevant; what is relevant is a coherent pluriversal A-M attitude. In this paper, we honor and disseminate the Brazilian original body of knowledge on OS and introduce an OS agenda that is liberated from M.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Revista de Administração de Empresas",
        "type": "journal",
        "issn": [
          "0034-7590",
          "2178-938X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/rae/a/kr9z6jTRp59nqPNTTchdmJt/?lang=en&format=pdf"
      },
      "topics": [
        "Management and Organizational Studies",
        "Business and Management Studies",
        "Social and Economic Solidarity"
      ],
      "referenced_works_count": 41,
      "url": "https://openalex.org/W1975289894"
    },
    {
      "openalex_id": "W2549937113",
      "doi": "10.12759/hsr.38.2013.3.40-58",
      "title": "The Spatial and Temporal Layers of Global History: A Reflection on Global Conceptual History Through Expanding Reinhart Koselleck's Zeitschichten into Global Spaces",
      "authors": [
        {
          "name": "Hagen Schulz-Forberg",
          "openalex_id": "A5069926033",
          "orcid": "https://orcid.org/0000-0001-5176-2468"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "Recent debates on global history have challenged the understanding of history beyond the nation-state. Simultaneously, they search for non-Eurocentric approaches. This has repercussions on the relation between historical space and time in both historical interpretation and in research design. This article reflects on the possibilities of a global conceptual history by expanding Reinhart Koselleck's theory of temporal layers (Zeitschichten) into global spaces. To this end, it introduces the notion of spatial layers (Raumschichten). First, historicization and its relation to and interaction with spatialization and temporalization is pondered; then, the impact of global spatial and temporal complexities on comparative and conceptual history is considered, before, thirdly, a framework of three tensions of global history - normative, temporal and spatial - is introduced as a way to concretely unfold historical research questions through global conceptual history. Regarding time and space, the main lines of argument in global history have focused either on the question of whether or not European powers were ahead of non-European ones or on the supposedly Western linearity of time as opposed to a non-Western cosmology or circularity of time. Taking its point of departure in Zeitschichten, which break from the linear-vs.-circular logic, this article instead proposes to foreground an actor-based, multi-lingual, global conceptual history to better understand spatio-temporal practices.",
      "cited_by_count": 17,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://pure.au.dk/portal/en/publications/c5ca7df7-e11d-4e62-ae7d-880199d7a85d"
      },
      "topics": [
        "Japanese History and Culture",
        "Globalization, Historical Perspectives, and International Relations",
        "German Colonialism and Identity Studies"
      ],
      "referenced_works_count": 33,
      "url": "https://openalex.org/W2549937113"
    },
    {
      "openalex_id": "W2772295903",
      "doi": "10.18593/race.v16i3.12752",
      "title": "Habermas, the conceptual debates about public-private-social spheres and the communicative action in organization theory",
      "authors": [
        {
          "name": "Felipe Fróes Couto",
          "openalex_id": "A5021247163",
          "orcid": "https://orcid.org/0000-0002-4928-9920",
          "institutions": [
            "Universidade Estadual de Montes Claros"
          ]
        },
        {
          "name": "Alexandre de Pádua Carrieri",
          "openalex_id": "A5024018811",
          "orcid": "https://orcid.org/0000-0001-8552-8717",
          "institutions": [
            "Universidade Federal de Minas Gerais"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-13",
      "abstract": "AbstractIn this essay, we aim to delineate elements of the Habermas and Hannah Arendt theories about the division between public, private and social spheres, as well as about communicative action in Habermas, in an attempt to convey transpositions of these concepts into the field of organizations. The analysis of the basics of Habermasian construction allows us to take a direct look at the delimitation of the field of interactions and the adoption of linguistic categories of analysis directed to the individual in the environment. Our argument is that the analysis of language in the world of life, for Habermas, means questioning what has not been receiving attention and \"discovering\" what is hidden in the linguistic universe of human interaction and intention.Keywords: Public sphere. Private sphere. Social sphere. Communicative sction. Jürgen Habermas. Habermas, os debates conceituais sobre as esferas pública-privada-social e a ação comunicativa na teoria das organizaçõesResumo Objetivamos, neste ensaio, delinear didaticamente elementos das teorias de Habermas e Hannah Arendt sobre a divisão entre as esferas pública, privada e social, bem como sobre o agir comunicativo em Habermas, em uma tentativa de aduzir transposições desses conceitos para o campo das organizações. A análise das noções básicas da construção habermasiana permite dar um olhar direcionado à delimitação do campo de interações e à adoção de categorias linguísticas de análise voltadas para o indivíduo no meio. Nosso argumento é que a análise da linguagem no mundo da vida, para Habermas, significa questionar o que não vem recebendo atenção e “descobrir” o que está oculto no universo linguístico da interação e da intenção humana.Palavras-chave: Esfera pública. Esfera privada. Esfera social. Ação comunicativa. Jürgen Habermas.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "RACE - Revista de Administração Contabilidade e Economia",
        "type": "journal",
        "issn": [
          "1678-6483",
          "2179-4936"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://portalperiodicos.unoesc.edu.br/race/article/download/12752/pdf"
      },
      "topics": [
        "Business and Management Studies",
        "Education and Digital Technologies",
        "Linguistics and Education Research"
      ],
      "referenced_works_count": 9,
      "url": "https://openalex.org/W2772295903"
    }
  ],
  "count": 25,
  "errors": []
}
