{
  "status": "success",
  "source": "openalex",
  "query": "fetichismo del poder Dussel",
  "results": [
    {
      "openalex_id": "W2916826004",
      "doi": "10.5281/zenodo.1577618",
      "title": "El pasaje del fetichismo del capital de Marx al fetichismo del poder en el momento crítico de la Política de la Liberación de Enrique Dussel",
      "authors": [
        {
          "name": "Omar Alejandro Gómez Carbajal",
          "openalex_id": "A5001206788",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-30",
      "abstract": "<strong>Resumen:</strong> En el presente trabajo nos proponemos explorar el pasaje de la crítica al <em>fetichismo de la mercancía</em> y, en general, del <em>capital</em> en Karl Marx a la crítica del <em>fetichismo del poder</em> en Enrique Dussel. La categoría de fetichismo de Marx y su uso en el campo político ha sido sugerida por el filósofo latinoamericano para el momento crítico negativo de su <em>Política de la Liberación</em>, sin embargo, no ha sido explícitamente desarrollado su pasaje del campo económico al campo político. Pensamos que es importante su tratamiento temático explícito ya que nos parece la categoría central en la crítica de la política y de las posibles alternativas hacia un <em>nuevo orden.</em> El texto se expone en tres partes. La primera parte revisa la necesidad histórica de la forma Estado y su inevitable posibilidad de fetichización. En la segunda, recuperamos la categoría <em>Pueblo</em> y su <em>Voluntad-de-vida</em> como fundamento antifetichista del poder político. Y, en la tercera, realizamos la exposición del pasaje lógico del campo económico al campo político, es decir, del <em>fetichismo del capital</em> al <em>fetichismo del poder</em> entre Marx y Dussel. <strong>Abstract</strong>: In the present work, we propose to explore the passage from critique to <em>commodity fetishism</em> and, in general, <em>of capital</em> in Karl Marx to the critique of the <em>fetishism of power</em> in Enrique Dussel. Marx's category of fetishism and its use in the political field has been suggested by the Latin American philosopher for the negative critique moment of his <em>Politics of Liberation</em>, however, it has not been explicitly developed in his passage from the economic field to the political field. We think that its explicit thematic treatment is important since it seems to us the central category in the critique of politics and the possible alternatives towards a <em>new order.</em> The text is presented in three parts: The first part reviews the historical necessity of the State form and its inevitable possibility of fetishization. In the second one, it recovers the category <em>People</em> and their <em>Will-of-life</em> as anti-fetishist fundament of the political power. And, in the third, we made the exposition of the logical passage from the economic field to the political field, that is, from the <em>fetishism of capital</em> to the <em>fetishism of power</em> between Marx and Dussel.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "SHILAP Revista de lepidopterología",
        "type": "journal",
        "issn": [
          "0300-5267",
          "2340-4078"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doaj.org/article/02f909e05c5945d4aaf29a7ff011870c"
      },
      "topics": [
        "Marxism and Critical Theory",
        "Latin American socio-political dynamics",
        "Political and Social Dynamics in Chile and Latin America"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2916826004"
    },
    {
      "openalex_id": "W2628793130",
      "doi": "10.5070/t472035432",
      "title": "El fetichismo del Capital-Estado-Nación: de la transcrítica a la transmodernidad",
      "authors": [
        {
          "name": "José Romero-Lossaco",
          "openalex_id": "A5081018702",
          "institutions": [
            "Instituto de Historia"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "ResumenLa actual crisis civilizatoria hace necesario re-evaluar nuestros marcos interpretativos, tras siglos de dependencia epistémica los pueblos del sur global se esfuerzan por verse cara-a-cara sin mediaciones metropolitanas.Este artículo intenta ser un aporte a la luz de los diálogos sursur, al seguir los pasos de varias generaciones de crítica al eurocentrismo, hoy encontramos la Política de la Liberación en voz de un filósofo latinoamericano, quien ha emprendido la empresa de construir una filosofía política positiva, esto es que no tenga al poder como dominación, mientras por otro lado tenemos la Filosofía de la Historia de Kojin Karatani, que desde Japón nos permite revitaliza el concepto de nación para realizar un giro que al ponerse, como intentamos en este artículo, a dialogar con Enrique Dussel nos permiten comprender la conjunción entre el Estado, la Nación y el Capital como un proceso de fetichización, así intentamos comprender la crítica a la síntesis Capital-Estado-Nación en tanto crítica al fetichismo de la modernidad.Palabras clave: Modos de Intercambio, Fetichismo, Capital-Estado-Nación, Transcrítica Transmodernidad",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt0zw9862f/qt0zw9862f.pdf?t=os73tt"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Latin American socio-political dynamics",
        "Political Theory and Democracy"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W2628793130"
    },
    {
      "openalex_id": "W1538592930",
      "doi": "10.22380/2539472x.956",
      "title": "Multiculturalismo y racismo",
      "authors": [
        {
          "name": "Peter Wade",
          "openalex_id": "A5048347149",
          "orcid": "https://orcid.org/0000-0003-4070-4187",
          "institutions": [
            "Universidad de Moa",
            "University of Manchester"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-12-23",
      "abstract": "Este ensayo repiensa el papel que desempeña la racialización en Latinoamérica, y la pone en relación con el multiculturalismo. El multiculturalismo oficial no necesariamente conduce a la disminución del racismo y puede quedarse en gestos retóricos. Es necesario enfocar el racismo y el concepto de raza como fenómenos con historia y fuerza social propias. En este artículo se mira cómo este concepto ha sido marginado en las discusiones sobre la desigualdad en Latinoamérica, y por qué es necesario ver a Latinoamérica como parte integral de las Américas negras. Además, cómo el concepto de raza se ha manifestado en Latinoamérica más de lo pensado. Se propone también que las cuestiones de raza y de racismo están ganando más espacio público en Colombia (y en Brasil). El multiculturalismo se tiene que entender como un campo de batalla, para definir sus efectos políticos.",
      "cited_by_count": 72,
      "type": "article",
      "source": {
        "name": "Revista Colombiana de Antropología",
        "type": "journal",
        "issn": [
          "0486-6525",
          "2539-472X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.icanh.gov.co/index.php/rca/article/download/956/722"
      },
      "topics": [
        "Latin American Cultural Politics",
        "International Relations in Latin America",
        "Politics and Society in Latin America"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W1538592930"
    },
    {
      "openalex_id": "W2120022772",
      "doi": "10.4067/s0717-554x2009000200003",
      "title": "LAS DEMANDAS SOCIALES Y EL ESTUDIO DE LOS MOVIMIENTOS SOCIALES",
      "authors": [
        {
          "name": "Martín Retamozo",
          "openalex_id": "A5027769547",
          "orcid": "https://orcid.org/0000-0001-8778-7667",
          "institutions": [
            "Universidad Nacional de La Plata"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-09-01",
      "abstract": "The concern of social sciences for mobilization and protests processes has resulted in the conformation of a peculiar field on social movements.Nevertheless, in spite of theoretical interest and intense methodological debate in reference to qualitative techniques, it is possible to say that discussion of these movements still remains open.In this perspective, according to Ernesto Laclau, this article suggests to identify social demands or the study of the conformation of social movements as political actors that dispute the social order.This implies a theoretical discussion but also an epistemological debate on the demands for the study of these movements.",
      "cited_by_count": 56,
      "type": "article",
      "source": {
        "name": "Cinta de moebio",
        "type": "journal",
        "issn": [
          "0717-554X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/cmoebio/n35/art03.pdf"
      },
      "topics": [
        "Latin American socio-political dynamics",
        "Politics and Society in Latin America",
        "Political and Social Dynamics in Chile and Latin America"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W2120022772"
    },
    {
      "openalex_id": "W2093568451",
      "doi": "10.1590/s1413-24782014000800011",
      "title": "La prospectiva de la participación social en la educación en México: el punto de vista de los especialistas",
      "authors": [
        {
          "name": "Marcos Jacobo Estrada Ruiz",
          "openalex_id": "A5018923207",
          "orcid": "https://orcid.org/0000-0002-4947-208X"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-01",
      "abstract": "El texto presenta los resultados de un instrumento de prospectiva aplicado a 13 especialistas en el marco de una investigación más amplia sobre Participación Social en la Educación (PSE) en México. Dicho instrumento tenía por cometido responder básicamente a las siguientes cuestiones: 1) cuáles son las principales problemáticas detectadas por los especialistas en la PSE en general; 2) qué eventos se determinan a partir de las problemáticas como factibles para que suceda un cambio en la política de PSE y, por ultimo; 3) qué escenarios inerciales e ideales se desprenden de la prospectiva para la PSE. En el artículo se analiza el estado del conocimiento producido en el campo y se ubica en el marco del poder consensual, entendido como la participación y el consenso de los ciudadanos, es decir el principio democrático. Los hallazgos resaltan que los escenarios ideales se fundan en eventos que son ajenos a la lógica del Estado y de las prácticas gubernamentales; las condiciones de posibilidad de cambios en la participación social en la educación se encuentran en los esfuerzos que desde las organizaciones de la sociedad civil se pueden dar.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Educação",
        "type": "journal",
        "issn": [
          "1413-2478",
          "1809-449X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/rbedu/a/W9BsS48VhdZLRfWs5DgtsyK/?lang=es&format=pdf"
      },
      "topics": [
        "Education and Teacher Training",
        "Higher Education and Sustainability",
        "Education in Rural Contexts"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W2093568451"
    },
    {
      "openalex_id": "W2976602438",
      "doi": "10.1590/0104-4060.67776",
      "title": "La cultura material de la escolarización: reflexiones en torno a un giro historiográfico",
      "authors": [
        {
          "name": "Inés Dussel",
          "openalex_id": "A5025642562",
          "orcid": "https://orcid.org/0000-0003-3983-3985",
          "institutions": [
            "Instituto Politécnico Nacional"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-08-01",
      "abstract": "RESUMEN En este artículo se analizan algunos presupuestos teóricos y metodológicos del giro material en la historia de la educación. Se debate su novedad respecto a aproximaciones anteriores sobre la materialidad y espacialidad de lo escolar; se subrayan dos aspectos originales, que son: (a) inscribir a los objetos en trayectorias que dan cuenta de sus movimientos en redes de relaciones entre humanos y no humanos, y (b) considerar no solamente las relaciones de sentido, sino también los efectos de la co-presencia e interacción visible y sensible entre los investigadores y los registros del pasado. En el siguiente apartado se presentan reflexiones sobre el uso de las fotografías como fuentes históricas desde la perspectiva del giro material, tomando como ejemplo la investigación desarrollada sobre los uniformes escolares. Finalmente, en las conclusiones se retoman dos breves textos de Walter Benjamin y Michel Foucault sobre la materialidad de los objetos y los espacios para formular nuevas preguntas a la historia de la educación.",
      "cited_by_count": 17,
      "type": "article",
      "source": {
        "name": "Educar em Revista",
        "type": "journal",
        "issn": [
          "0104-4060",
          "1984-0411"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/er/v35n76/1984-0411-er-35-76-0013.pdf"
      },
      "topics": [
        "History of Education in Spain",
        "History of Education Research in Brazil",
        "Photographic and Visual Arts"
      ],
      "referenced_works_count": 19,
      "url": "https://openalex.org/W2976602438"
    },
    {
      "openalex_id": "W2923704988",
      "doi": "10.25115/psye.v10i3.2104",
      "title": "Crítica de la educación física crítica: eurocentrismo pedagógico y limitaciones epistemológicas",
      "authors": [
        {
          "name": "Alberto Moreno Doña",
          "openalex_id": "A5051672161",
          "orcid": "https://orcid.org/0000-0002-4277-0535",
          "institutions": [
            "Valparaiso University"
          ]
        },
        {
          "name": "Sergio Toro Arévalo",
          "openalex_id": "A5012149847",
          "orcid": "https://orcid.org/0000-0002-4559-3351",
          "institutions": [
            "Austral University of Chile"
          ]
        },
        {
          "name": "Fernando Gómez Gonzalvo",
          "openalex_id": "A5045752552",
          "orcid": "https://orcid.org/0000-0002-3877-1228",
          "institutions": [
            "Universidad San Jorge"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-12-15",
      "abstract": "Se presenta un análisis crítico del libro “Educación Física y pedagogía crítica, Propuestas para la transformación personal y social”. Este libro aborda la pedagogía crítica, desde la asignatura de Educación Física, con una visión eurocéntrica que limita los postulados críticos y la forma de entender la transformación social. El libro orienta la pedagogía crítica desde una lógica dominante que invisibiliza las perspectivas críticas construidas desde colectivos vulnerados. Además, se utilizan autores casi exclusivamente de los contextos europeos y norteamericanos para fundamentar sus postulados y, al mismo tiempo, se invisibilizan aportes que emergen desde el sur global, higienizándolos para hacerlos encajar en la perspectiva científica del llamado norte global. Si bien planteamos que la inclusión de esos ‘otros’ autores(as) no es indispensable, proponemos la necesaria comprensión de la complejidad del fenómeno fenómeno educativo a través de los sujetos situados en las zonas que presentan mayores índices de desigualdad. Por último, a través de ejemplificaciones y propuestas concretas, se propone la mejora de las prácticas educativas sin transformar el contexto capitalista en el que estas surgen y que determinan ciertas relaciones de poder y dominación que rigen el sistema mundo. Nuestra intención es crear un diálogo fructífero con los autores(as), permitiéndonos avanzar y repensar(nos) en y desde la pedagogía crítica.",
      "cited_by_count": 12,
      "type": "article",
      "source": {
        "name": "Psychology Society & Education",
        "type": "journal",
        "issn": [
          "1989-709X",
          "2171-2085"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://ojs.ual.es/ojs/index.php/psye/article/download/2104/2773"
      },
      "topics": [
        "Education and Teacher Training",
        "Higher Education and Sustainability",
        "Physical Education and Pedagogy"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W2923704988"
    },
    {
      "openalex_id": "W2963524233",
      "doi": "10.17227/pys.num51-8286",
      "title": "Problematizar lo humano en educación. La dimensión política y el concepto de pensamiento crítico en la pedagogía de Freire y Giroux",
      "authors": [
        {
          "name": "Yesid Niño Arteaga",
          "openalex_id": "A5009329381",
          "orcid": "https://orcid.org/0000-0002-5628-8854",
          "institutions": [
            "University of Nariño"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-07-01",
      "abstract": "Este artículo de reflexión propone la lectura de algunos postulados de la Pedagogía crítica y sus aportes al contexto educativo a partir de las investigaciones de Paulo Freire y Henry Giroux. Se destaca la reflexión de ambos autores sobre el vínculo existente entre política y educación y la importancia de desarrollar pensamiento crítico. El texto intenta mostrar que la constante indagación sobre lo humano puede representar un elemento desequilibrante del orden neoliberal, a través de un debate sobre lo humano según el criterio de adaptación expuesto en el neoliberalismo y que es cuestionado por la Pedagogía crítica. Se hace una aproximación a la dimensión política en educación propuesta por Freire y luego desde la crítica cultural de Giroux con énfasis en sus aportes al concepto de pensamiento crítico y al sentido del docente como intelectual. Por último, se discute el papel de la educación frente a la creciente burocratización de lo humano en el siglo XXI.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Pedagogía y Saberes",
        "type": "journal",
        "issn": [
          "0121-2494",
          "2500-6436"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.pedagogica.edu.co/index.php/PYS/article/download/8286/7365"
      },
      "topics": [
        "Critical and Liberation Pedagogy",
        "Political theory and Gramsci",
        "Marxism and Critical Theory"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W2963524233"
    },
    {
      "openalex_id": "W1975862812",
      "doi": "10.1590/s1679-39512009000300005",
      "title": "Bloch, Gramsci e Paulo Freire: referências fundamentais para os atos da denúncia e do anúncio",
      "authors": [
        {
          "name": "Maria Ceci Misoczky",
          "openalex_id": "A5041267517",
          "orcid": "https://orcid.org/0000-0003-2020-5882",
          "institutions": [
            "Universidade Federal do Rio Grande do Sul",
            "Universidade Federal do Rio Grande"
          ]
        },
        {
          "name": "Joysi Moraes",
          "openalex_id": "A5063103336",
          "orcid": "https://orcid.org/0000-0003-0133-1111",
          "institutions": [
            "Universidade Federal Fluminense"
          ]
        },
        {
          "name": "Rafael Kruter Flôres",
          "openalex_id": "A5046785690",
          "orcid": "https://orcid.org/0000-0003-4280-2231",
          "institutions": [
            "Universidade Federal do Rio Grande do Sul"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-09-01",
      "abstract": "A apropriação e aproximação das formulações de Ernst Bloch, Antonio Gramsci e Paulo Freire constituem parte importante das reflexões que compartilhamos em nosso coletivo de trabalho, que tem como tema de estudo organização e práxis libertadora. Neste artigo fazemos uma apresentação de nossas leituras situadas destes autores, seguida de um exercício de aproximação entre suas formulações. A realidade como processo histórico e a libertação do ser humano das condições de opressão (materiais e intelectuais) estão presentes nas obras dos três autores. Para Freire a libertação do oprimido é também a libertação do opressor; para Gramsci os subalternos devem tornar-se hegemônicos pela concepção de uma nova direção intelectual e moral que seja comprometida com o mais alto valor do ser humano: a própria existência; para Bloch a libertação é imanente à existência humana. Por conseguinte, a libertação também é concebida pelos três autores como um processo, da mesma forma que a hegemonia, que nunca é total, fixa ou definitiva, ou a realidade que está sendo o tempo todo. Bloch, Gramsci e Freire autorizam posições que vinculam a crítica ao sistema com a utopia presente e concreta, em nossa aprendizagem na interação com os movimentos e lutadores sociais.",
      "cited_by_count": 13,
      "type": "article",
      "source": {
        "name": "Cadernos EBAPE BR",
        "type": "journal",
        "issn": [
          "1679-3951"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/cebape/a/9yyZXGvDhhzLdDZZVDjGNRG/?lang=pt&format=pdf"
      },
      "topics": [
        "Political theory and Gramsci",
        "Social and Political Issues",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W1975862812"
    },
    {
      "openalex_id": "W2094249698",
      "doi": "10.17141/iconos.33.2009.319",
      "title": "Por una economía orientada hacia la reproducción de la vida",
      "authors": [
        {
          "name": "Franz J. Hinkelammert",
          "openalex_id": "A5050540443",
          "orcid": "https://orcid.org/0000-0001-6315-5171"
        },
        {
          "name": "Henry Mora Jiménez",
          "openalex_id": "A5057443485",
          "orcid": "https://orcid.org/0000-0002-0198-4422",
          "institutions": [
            "Universidad Nacional"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-08-30",
      "abstract": "Este artículo explora la necesidad y posibilidad de construir una racionalidad que trascienda pero no necesariamente elimine la racionalidad instrumental. Dicha racionalidad se basa no en las preferencias del consumidor sino en las necesidades de las personas, no en cálculos económicos sino en una ética del bien común, que permita conservar y reproducir el circuito natural de la vida humana y de la naturaleza. Propone que para llegar a esta racionalidad se requiere de una crítica al fetichismo de la empírea, es decir, a esa imagen de realidad constituida únicamente por relaciones mercantiles. Todo esto apunta a contestar la pregunta sobre ¿cuál es la mejor sociedad?",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Íconos - Revista de Ciencias Sociales",
        "type": "journal",
        "issn": [
          "1390-1249",
          "1390-8065",
          "2224-6983"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.flacsoandes.edu.ec/iconos/article/download/319/310"
      },
      "topics": [
        "Economic and Social Development"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W2094249698"
    },
    {
      "openalex_id": "W4385235526",
      "doi": "10.22201/iisue.24486167e.2023.181.60516",
      "title": "La crítica a la escuela tradicional desde la perspectiva de la educación emocional",
      "authors": [
        {
          "name": "Ana Abramowski",
          "openalex_id": "A5002731236",
          "orcid": "https://orcid.org/0000-0003-1972-110X",
          "institutions": [
            "Facultad Latinoamericana de Ciencias Sociales"
          ]
        },
        {
          "name": "Juana Sorondo",
          "openalex_id": "A5011675293",
          "orcid": "https://orcid.org/0000-0002-5360-5164",
          "institutions": [
            "Universidad Autónoma de Madrid"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-06-30",
      "abstract": "Este artículo busca problematizar la actual expansión de la educación emocional (EE) en las escuelas, complementando la lectura crítica que señala sus vínculos con la racionalidad neoliberal. Se parte de hallazgos de una investigación cualitativa exploratoria sobre el ingreso de la EE en escuelas secundarias del Área Metropolitana de Buenos Aires, Argentina, que ponen de relieve que esta propuesta legitimaría su implementación al apelar a una crítica a la escuela tradicional. Se interroga, por consiguiente, la configuración histórica de los discursos críticos-educativos que dieron lugar a la categoría de la \"escuela tradicional\", para comprender su reapropiación por parte de la EE. Este análisis también pone en evidencia que la EE, lejos de ser un enfoque novedoso, refuerza patrones conservadores sedimentados en el campo educativo. Se discute, asimismo, la lectura sobre la fagocitación neoliberal del discurso de la crítica educativa, para concluir sobre la necesidad de una \"crítica de la crítica\".",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "Perfiles Educativos",
        "type": "journal",
        "issn": [
          "0185-2698",
          "2448-6167"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://perfileseducativos.unam.mx/iisue_pe/index.php/perfiles/article/download/60516/53285"
      },
      "topics": [
        "Education in Rural Contexts"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W4385235526"
    },
    {
      "openalex_id": "W3210533228",
      "doi": "10.15359/77.1",
      "title": "SIETE HIPÓTESIS PARA UNA ESTÉTICA DE LA LIBERACIÓN",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031",
          "institutions": [
            "Universidad Autónoma Metropolitana"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-31",
      "abstract": "Este artículo es un adelanto, pues formará parte de un libro que reúne textos del autor en los que brinda propuestas decoloniales a diversos temas. En él se ofrecen siete hipótesis que arrancan con la definición de estética a partir de los griegos, posicionada, por tanto, como el punto de partida ontológico de toda estética posible, pasa luego a hablar de la obra de arte y arribar a la dimensión ético-política de la estética, al esteticidio de la estética gregorromana, de modo que ello le permita referirse, entonces, a una descolonización de la estética que posibilite la Estética de la Liberación, que es su propuesta.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "REVISTA PRAXIS",
        "type": "journal",
        "issn": [
          "1409-309X",
          "2215-3659"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.revistas.una.ac.cr/index.php/praxis/article/download/10520/15448"
      },
      "topics": [
        "Economic and Social Development",
        "Philosophical Thought and Analysis",
        "Cultural and Social Dynamics"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W3210533228"
    },
    {
      "openalex_id": "W1795196695",
      "doi": "10.11144/javeriana.mys19-39.tmgc",
      "title": "El territorio moderno y la geografía (colonial) del capital. Una arqueología mínima",
      "authors": [
        {
          "name": "Horacio Machado Aráoz",
          "openalex_id": "A5031131596",
          "orcid": "https://orcid.org/0000-0002-6072-9763"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-09-15",
      "abstract": "Este artículo procura ofrecer una arqueología mínima sobre algunos de los principales eslabones teóricos con base en los cuales fue articulándose el concepto moderno de territorio. Esa indagación pretende hacer manifiesto en qué medida dicho constructo ha operado como un dispositivo clave para la progresiva constitución e institucionalización de la geografía colonial del capital como sistema de dominación plenamente global y de Occidente, en particular, como su núcleo geopolítico hegemónico.",
      "cited_by_count": 10,
      "type": "article",
      "source": {
        "name": "Memoria y Sociedad",
        "type": "journal",
        "issn": [
          "0122-5197",
          "2248-6992"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.javeriana.edu.co/index.php/memoysociedad/article/download/13409/10844"
      },
      "topics": [
        "Regional Development and Innovation",
        "History and Politics in Latin America",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 27,
      "url": "https://openalex.org/W1795196695"
    },
    {
      "openalex_id": "W2998301120",
      "doi": "10.36677/iuscomitialis.v2i4.13076",
      "title": "Democracia participativa como complemento de la democracia representativa",
      "authors": [
        {
          "name": "Francisco Hurtado Delgado",
          "openalex_id": "A5033428587",
          "institutions": [
            "Tribunal Electoral del Estado de México"
          ]
        },
        {
          "name": "Claudia Itzel González Fuentes",
          "openalex_id": "A5046330363",
          "institutions": [
            "Tribunal Electoral del Estado de México"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-30",
      "abstract": "El presente trabajo explica la distinción entre democracia participativa y democracia representativa y sugiere por qué dichos conceptos no se contraponen, sino que se complementan. Ello porque la democracia participativa pretende que los ciudadanos sean más activos en los asuntos públicos de su comunidad y con ello contribuyan a la consolidación de la democracia.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Ius Comitialis",
        "type": "journal",
        "issn": [
          "2594-1356"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://iuscomitialis.uaemex.mx/article/download/13076/10545"
      },
      "topics": [
        "Political Theory and Democracy",
        "Public Policy and Governance",
        "Social Sciences and Policies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2998301120"
    },
    {
      "openalex_id": "W4295781231",
      "doi": "10.9771/gmed.v14i2.49530",
      "title": "Racismo e superexploração: apontamentos sobre a história do trabalho e da classe trabalhadora no Brasil",
      "authors": [
        {
          "name": "Cristiane Luíza Sabino de Souza",
          "openalex_id": "A5033779788",
          "orcid": "https://orcid.org/0000-0002-6044-619X",
          "institutions": [
            "Universidade Federal de Santa Catarina"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-09-13",
      "abstract": "O tema central deste ensaio é a relação entre racismo e superexploração da força de trabalho. A partir da perspectiva materialista-histórico-dialética, problematizo a história do trabalho e da classe trabalhadora no Brasil. Desenvolvo, ainda, mediações necessárias para a apreensão da complexidade do racismo nas relações sociais no capitalismo dependente latino-americano. Discuto a relação desse objeto com a produção de riquezas, a acumulação do capital e a luta de classes. Não obstante, reflito acerca do memoricídio, instituído pela ideologia da branquitude e a compreensão fragmentada da história do trabalho e da classe trabalhadora no país, que precisa ser recuperada na sua complexidade histórica.",
      "cited_by_count": 12,
      "type": "article",
      "source": {
        "name": "Germinal Marxismo e Educação em Debate",
        "type": "journal",
        "issn": [
          "2175-5604"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.ufba.br/index.php/revistagerminal/article/download/49530/27525"
      },
      "topics": [
        "Race, Identity, and Education in Brazil"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W4295781231"
    },
    {
      "openalex_id": "W2094273386",
      "doi": "10.5902/223667257925",
      "title": "Sin clase. Neodesarrollismo y neoestructuralismo en Argentina (2002-2011)",
      "authors": [
        {
          "name": "Mariano Féliz",
          "openalex_id": "A5077744134",
          "orcid": "https://orcid.org/0000-0002-3000-3873",
          "institutions": [
            "Universidad Nacional de La Plata"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-02-20",
      "abstract": "En este trabajo analizaremos el proyecto neodesarrollista en Argentina iniciado en 2002, luego de la crisis del neoliberalismo. Presentaremos críticamente sus fundamento de economía política que remiten al neoestructuralismo. Discutiremos la ausencia de una perspectiva de clase en ese proyecto y su fundamento teórico. Mostraremos como esa ausente conduce a limitaciones para comprender la dinámica concreta del proyecto neodesarrollista, sus barreras y límites. Para ello presentaremos una discusión crítica de los supuestos neoestructuralistas y analizaremos el desempeño empírico del proyecto neodesarrolllista en Argentina. Concluiremos con algunos elementos de lo que podría ser una alternativa desde la perspectiva de la clase trabajadora.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Século XXI - Revista de Ciências Sociais",
        "type": "journal",
        "issn": [
          "2179-8095",
          "2236-6725"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.ufsm.br/seculoxxi/article/download/7925/4772"
      },
      "topics": [
        "Latin American socio-political dynamics",
        "Economic Theory and Policy",
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2094273386"
    },
    {
      "openalex_id": "W4200509054",
      "doi": "10.1590/2179-8966/2021/59619",
      "title": "Comuna de Paris, Estado e Direito",
      "authors": [
        {
          "name": "Daniel J. García López",
          "openalex_id": "A5057341457",
          "orcid": "https://orcid.org/0000-0003-0601-1395",
          "institutions": [
            "Universidad de Granada"
          ]
        },
        {
          "name": "Augusto Fernando Carrillo Salgado",
          "openalex_id": "A5034551222",
          "orcid": "https://orcid.org/0000-0001-6107-4917",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        },
        {
          "name": "Julio César Muñoz Mendiola",
          "openalex_id": "A5022710533",
          "orcid": "https://orcid.org/0000-0002-8769-7984",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-12-01",
      "abstract": "Estos jalones pueden ser leídos también como lo que la Comuna significó para lo ya dado (derecho, Estado) y lo que la Comuna significó para imaginar un futuro (potencia).Pasemos a plantear lo que nos aportan los y las autoras en ambos temas.Con respecto a lo dado, Os decretos da Comuna: reflexões sobre direito e revolução (Almeida, 2021, pp.19-32) nos sitúa ante la experiencia jurídica de la comuna para entablar un diálogo sobre el carácter histórico del derecho y sus especificidades en momentos de transición revolucionaria con especial énfasis en las posibilidades de emancipación que este pudiera proyectar.Siguiendo con esta línea, A Comuna de Paris: uma fissura na subjetividade jurídica burguesa (Sarrión, 2021, pp.99-113) nos plantea la experiencia de la Comuna como una fisura en la subjetividad jurídica burguesa.La modernidad trajo consigo la vinculación entre propiedad privada y derecho, de ahí que la subjetividad jurídica se construyera en torno a ese nexo con la propiedad privada.¿Pudo la Comuna friccionar esta forma jurídica?La clase como realmente existente, más allá de la subjetividad jurídica, abrió el camino para construir un imaginario jurídico más allá del derecho moderno.Pero no solo puso en tela de juicio la subjetividad jurídica.Como se traza en",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Revista Direito e Práxis",
        "type": "journal",
        "issn": [
          "2179-8966"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/rdp/a/nnD8HMyfFqs6wJHhjHrDQZt/?lang=es&format=pdf"
      },
      "topics": [
        "Political and Social Issues"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W4200509054"
    },
    {
      "openalex_id": "W2042476591",
      "doi": "10.7440/res48.2014.10",
      "title": "Pensamiento epistémico y conocimiento social: emergencias y potencialidades en la investigación social",
      "authors": [
        {
          "name": "Juan Pablo Paredes",
          "openalex_id": "A5077009639",
          "orcid": "https://orcid.org/0000-0002-8627-9107",
          "institutions": [
            "University of Chile"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "The article presents an exercise of epistemic thought and critical methodology for the development of social research. After diagnosing the current situation of the social sciences (introduction), the first part of the text proposes an epistemicmethodological strategy to be followed. The second part carries out a dialogue between the Potential of the Present theory of Hugo Zemelman and the tenets of the Sociology of Absences and Emergencies of Boaventura de Sousa Santos. The third part then proposes a critical research approach to social reality and collective subjects. The text closes with an evaluation of the exercise proposed and a reflection on the possibility of empirical application of the proposal.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Revista de Estudios Sociales",
        "type": "journal",
        "issn": [
          "0123-885X",
          "1900-5180"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.uniandes.edu.co/index.php/res/article/download/5818/5626"
      },
      "topics": [
        "Social Sciences and Policies"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W2042476591"
    },
    {
      "openalex_id": "W2528723497",
      "doi": "10.15446/cp.v11n21.60297",
      "title": "Post-extractivismo: entre el discurso y la praxis. Algunas reflexiones gruesas para la acción",
      "authors": [
        {
          "name": "Alberto Acosta",
          "openalex_id": "A5111380837",
          "orcid": "https://orcid.org/0000-0002-8866-9264"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-09-27",
      "abstract": "El pensamiento dominante nos hace aceptar como imposible una economía sin crecimiento que no aprovecha masivamente los recursos naturales. Se repite que, para lograr el progreso, la única vía es el crecimiento económico, el cual exige a un grupo de países extraer cada vez mayores volúmenes de recursos naturales para sostener la creciente demanda de otros países. Al mismo tiempo, ese esfuerzo, apalancado en un creciente extractivismo, aseguraría los ingresos para que el sur global –clásico proveedor de tales productos– supere su “subdesarrollo”. Sin embargo, como se analiza en este artículo, preparado a partir de reflexiones e investigaciones académicas del autor y desde su directa experiencia en diversas funciones en el mundo de las actividades extractivistas, la realidad nos exige superar esas visiones no solo por razones ecológicas y sociales, sino inclusive económicas. Por eso, en este texto se abordan las principales limitaciones (patologías) de los extractivismos. Luego se proponen algunos elementos que sirven para pensar en alternativas alrededor de dos tendencias que comienzan a cobrar creciente fuerza en el debate internacional: decrecimiento y post-extractivismo, buscando, simultáneamente, nuevos horizontes civilizatorios, como el Buen Vivir.",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "Ciencia Política",
        "type": "journal",
        "issn": [
          "1909-230X",
          "2389-7481"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.unal.edu.co/index.php/cienciapol/article/download/60297/57786"
      },
      "topics": [
        "Global Energy and Sustainability Research",
        "Science, Technology, and Education in Latin America"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2528723497"
    },
    {
      "openalex_id": "W2995221874",
      "doi": "10.15332/25005375.5473",
      "title": "Marx, el cristianismo y la violencia de lo sagrado. Hacia una anamnesis de la teología de la liberación",
      "authors": [
        {
          "name": "Andrés Felipe Rivera Gómez",
          "openalex_id": "A5051087073",
          "orcid": "https://orcid.org/0000-0001-8949-696X"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-17",
      "abstract": "La figura de Karl Marx ha sido vista por algunos católicos como ateísta dada las expresiones tomadas fuera de contexto del pensador de Tréveris. No obstante, con rigurosidad el filósofo Enrique Dussel presenta una imagen muy diferente. Marx en realidad va a ser un crítico de los cristianos burgueses de su época, que confundieron el pensamiento de Jesús con un fetichismo bajo el cual terminaron sacrificando vidas inocentes. De hecho, llegaron a impulsar una violencia de lo sagrado que alcanza incluso hasta nuestros días. Por esta razón es fundamental hacer una relectura del pensamiento marxista desde la teología de la liberación para contribuir a la emancipación del ser humano de todo aquello que lo deshumaniza “en nombre de Dios”.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Cuadernos de Filosofía Latinoamericana",
        "type": "journal",
        "issn": [
          "0120-8462",
          "2500-5375"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.usantotomas.edu.co/index.php/cfla/article/download/5473/5217"
      },
      "topics": [
        "Religious and Theological Studies",
        "Philosophical and Cultural Analysis",
        "Philosophical Thought and Analysis"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2995221874"
    },
    {
      "openalex_id": "W2590818408",
      "doi": "10.14422/pen.v72.i274.y2016.003",
      "title": "Sen y los derechos humanos: la libertad como objeto material de los derechos humanos",
      "authors": [
        {
          "name": "Eduardo Ibáñez Ruiz del Portal",
          "openalex_id": "A5063130773",
          "orcid": "https://orcid.org/0000-0001-7649-0294",
          "institutions": [
            "Universidad Loyola Andalucía",
            "Universidad Loyola"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-22",
      "abstract": "Specifically we understand that the capability approach of Amartya Sen, is his greatest contribution to thinking about human rights. In this paper, in addition to placing its origin and significance for them, we will put in relation the capability approach with some contributions of liberation thought on Latin American as Ellacuría, highlighting its importance in connection with an intercultural vision human rights. We will discuss other relevant versions of the capability approach, specifically that of Martha Nussbaum. Finally, the most relevant reviews are located and the author's response to them.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Pensamiento Revista de investigación e información filosófica",
        "type": "journal",
        "issn": [
          "0031-4749",
          "2386-5822"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.comillas.edu/index.php/pensamiento/article/download/7702/7523"
      },
      "topics": [
        "Comparative constitutional jurisprudence studies",
        "Latin American Cultural Politics",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W2590818408"
    },
    {
      "openalex_id": "W3095246475",
      "doi": "10.22267/relatem.20131.40",
      "title": "Entre epistemologias hegemônicas e sabedorias outras: a matemática na encruzilhada",
      "authors": [
        {
          "name": "Victor Giraldo",
          "openalex_id": "A5049031879",
          "orcid": "https://orcid.org/0000-0002-2246-6798",
          "institutions": [
            "Universidade Federal do Rio de Janeiro"
          ]
        },
        {
          "name": "Diego Matos",
          "openalex_id": "A5055508675",
          "orcid": "https://orcid.org/0000-0002-7208-3226",
          "institutions": [
            "Universidade Federal do Estado do Rio de Janeiro"
          ]
        },
        {
          "name": "Wellerson Quintaneiro",
          "openalex_id": "A5113957213",
          "institutions": [
            "Federal Center for Technological Education Celso Suckow da Fonseca"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-10-27",
      "abstract": "No presente cenário político e social global, por um lado, especialmente no Brasil, o negacionismo científico tem contribuído para sustentar necropolíticas; e, por outro lado, formas de estar no mundo associadas a uma noção hegemônica de progresso têm sido associadas à pandemia de covid-19, bem com a outras crises ambientais e sociais iminentes. Nesse sentido, sabedorias outras, especialmente de povos e culturas historicamente invisibilizados, podem inspirar caminhos mais sustentáveis que aqueles associados a epistemologias hegemônicas. Neste texto, propomos algumas reflexões acerca dessas duas facetas de uma perspectiva da modernidade/colonialidade (e.g. Quijano, 2000). Provocados por essas reflexões, e retomando trabalhos anteriores (XXX, 2018, 2019), discutimos o papel da matemática como disciplina escolar na produção de visões sobre as ciências ditas “exatas” e sobre seu papel nas sociedades contemporâneas. Inspirados na Pedagogia das Encruzilhas e, mais especificamente, em seus conceitos de rolê epistemológico e de cruzo (Rufino, 2018, 2019), nos desafiamos a reivindicar uma educação matemática em que epistemologias hegemônicas e sabedorias outras não sejam postas em confronto, mas sim chamadas para o jogo.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Revista Latinoamericana de Etnomatemática Perspectivas Socioculturales de la Educación Matemática",
        "type": "journal",
        "issn": [
          "2011-5474"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.revista.etnomatematica.org/index.php/RevLatEm/article/download/600/498"
      },
      "topics": [
        "Rural and Ethnic Education",
        "Education Pedagogy and Practices",
        "Education during COVID-19 pandemic"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W3095246475"
    },
    {
      "openalex_id": "W2747783707",
      "doi": "10.18601/01229893.n39.07",
      "title": "La importancia de decolonizar la enseñanza del derecho internacional de los derechos humanos: el caso de la consulta previa en Colombia",
      "authors": [
        {
          "name": "Jimena Sierra-Camargo",
          "openalex_id": "A5084217731",
          "institutions": [
            "University of Kent",
            "Versus Arthritis",
            "King's College London"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-15",
      "abstract": "La consulta previa ha sido reconocida como uno de los instrumentos más emacipatorios en el marco del derecho internacional de los derechos humanos, con el que cuentan los pueblos indígenas y las comunidades étnicas para defender sus territorios en la actualidad. Sin embargo, la consulta previa también ha tenido en algunos casos un uso ambivalente por diversos actores que han acudido a este instrumento para fines diferentes a los contemplados en el Convenio 169 de la oit, uso que, lejos de proteger los derechos de los pueblos y comunidades, ha redundado en su afectación y en el detrimento de estos grupos. El propósito principal de este artículo es cuestionar el uso ambivalente de la consulta previa en Colombia desde la perspectiva del pensamiento decolonial, partiendo de la noción de la ‘colonialidad’. Específicamente se argumenta que el problema de las restricciones y limitaciones de la consulta que se explican en este artículo obedece a los sesgos coloniales que arrastra la consulta y que a su vez se encuentran imbuidos en la lógica liberal a la que responde dicha institución.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Revista Derecho del Estado",
        "type": "journal",
        "issn": [
          "0122-9893",
          "2346-2051"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.uexternado.edu.co/index.php/derest/article/download/5042/6030"
      },
      "topics": [
        "Comparative constitutional jurisprudence studies",
        "Latin American Cultural Politics",
        "History and Politics in Latin America"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W2747783707"
    },
    {
      "openalex_id": "W4308206649",
      "doi": "10.21527/2176-6622.2022.58.12456",
      "title": "Por uma perspectiva crítica e decolonial do direito: Do universalismo excludente ao pluriversalismo de resistência",
      "authors": [
        {
          "name": "Paulo Renato Vitória",
          "openalex_id": "A5016969334",
          "orcid": "https://orcid.org/0000-0002-2171-8156",
          "institutions": [
            "Universidade Tiradentes"
          ]
        },
        {
          "name": "Carla Jeane Helfemsteller Coelho Dornelles",
          "openalex_id": "A5028843886",
          "institutions": [
            "Universidade Tiradentes"
          ]
        },
        {
          "name": "Isabela Andrade Coringa Fonseca",
          "openalex_id": "A5015336379",
          "institutions": [
            "Universidade Federal de Sergipe"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-11-04",
      "abstract": "O presente artigo propõe uma reflexão sobre o direito moderno e suas premissas a partir de uma perspectiva crítica e decolonial. Através de uma metodologia analítica, de procedimento bibliográfico, realiza uma análise do papel institucional histórico e político da ciência do direito no âmbito da modernidade/colonialidade ocidental capitalista, para sustentar que nenhuma das duas vertentes filosóficas predominantes – positivismo e jusnaturalismo – coloca em questão a organização colonial do mundo, contribuindo inclusive para sua legitimação. Em que pese a independência formal das antigas colônias, tal organização colonial persiste até a atualidade através de relações econômicas, comerciais, financeiras, militares, políticas e culturais estruturalmente racistas e assimétricas, que são legitimadas e perpetuadas pelo direito. O artigo problematiza também a separação entre forma e conteúdo, característica do pensamento ocidental, e as pretensões de neutralidade e universalidade da ciência moderna. Por fim, reivindica a necessidade de se construir coletivamente uma perspectiva do direito coerente com um paradigma pluriversal e em diálogo com as lutas sociais.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "Revista Direito em Debate",
        "type": "journal",
        "issn": [
          "0103-9040",
          "2176-6622"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.revistas.unijui.edu.br/index.php/revistadireitoemdebate/article/download/12456/7163"
      },
      "topics": [
        "Brazilian Legal Issues",
        "Indigenous Peoples' Rights and Law"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W4308206649"
    },
    {
      "openalex_id": "W3176457273",
      "doi": "10.21555/top.v0i61.1208",
      "title": "Subjetividad y subjetivación en Marx: una lectura confrontativa a partir de Heidegger y Foucault",
      "authors": [
        {
          "name": "Jesús Ayala-Colqui",
          "openalex_id": "A5028194661",
          "orcid": "https://orcid.org/0000-0002-9059-5401",
          "institutions": [
            "Universidad Científica del Sur",
            "National University of San Marcos"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-06-23",
      "abstract": "El artículo dilucida el concepto de “subjetividad” en Karl Marx y lo analiza, de manera sucesiva, desde una perspectiva heideggeriana y foucaultiana. Más precisamente, determina críticamente la pertinencia de las categorías elaboradas por Heidegger y Foucault en el análisis del concepto marxiano señalado. Para ello, el trabajo se divide en tres apartados. Primero, se indaga por el concepto de “subjetividad” en la obra de Marx. Segundo, se reconstruye una lectura heideggeriana de tal concepto a partir de elementos del “primer” y “segundo” Heidegger. Tercero, se ensaya una lectura foucaultiana de dicho concepto a partir de las coordenadas de las nociones de “gubernamentalidad”, “veridicción” y “subjetivación”. Se concluye que la lectura de Heidegger resulta insuficiente y la de Foucault parcialmente suficiente, lo que no excluye, sin embargo, la posibilidad de matizarlas a fin de desarrollar, con los aportes de los tres filósofos, una suerte de “marxismo postheideggeriano y post-foucaultiano”.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Tópicos Revista de Filosofía",
        "type": "journal",
        "issn": [
          "0188-6649",
          "2007-8498"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.up.edu.mx/topicos/article/download/1208/1834"
      },
      "topics": [
        "Philosophical and Cultural Analysis",
        "Philosophy and Phenomenology Studies",
        "Philosophical Thought and Analysis"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W3176457273"
    }
  ],
  "count": 25,
  "errors": []
}
