{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "geopolitics of knowledge Dussel",
  "results": [
    {
      "title": "Jan Linhart, The Geopolitics of Scientific Universalism",
      "url": "https://philpapers.org/rec/LINTGO-9",
      "philpapers_id": "LINTGO",
      "snippet": "While pioneering works of Karl Mannheim, Boris Hessen and Ludwik Fleck laid the groundwork for the constructionist research programme, later contributions form (eco-)feminist, post- and decolonial authors from the global “South” have been essential for understanding the historical role of modern science as a means to stigmatise, subalternise, oppress, and exploit both nature and a major part of humanity. Particularly, the research programme of modernity/coloniality as defined by Anibal Quijano, Walter Mignolo, Edgardo Lander, Enrique Dussel, and others, provides a powerful theoretical framework for a decolonial analysis of the geopolitics of knowledge.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jan Linhart"
        }
      ],
      "extra_snippets": [
        "While pioneering works of Karl Mannheim, Boris Hessen and Ludwik Fleck laid the groundwork for the constructionist research programme, later contributions form (eco-)feminist, post- and decolonial authors from the global “South” have been essential for understanding the historical role of modern science as a means to stigmatise, subalternise, oppress, and exploit both nature and a major part of humanity. Particularly, the research programme of modernity/coloniality as defined by Anibal Quijano, Walter Mignolo, Edgardo Lander, Enrique Dussel, and others, provides a powerful theoretical framework for a decolonial analysis of the geopolitics of knowledge.",
        "This chapter focusses on the social and geopolitical dimension of scientific universalism. It gives a short historical overview of the sociology of science and related research programmes like the history of ...",
        "What Is Scientific Universalism?Jan Linhart - 2026 - In Science and the Other: An Inquiry into the Geopolitics of Knowledge, Potiguara Ontology and the Hard Problem of Modern Science. Cham: Springer Nature Switzerland.",
        "Changing Potiguara Worlds.Jan Linhart - 2026 - In Science and the Other: An Inquiry into the Geopolitics of Knowledge, Potiguara Ontology and the Hard Problem of Modern Science. Cham: Springer Nature Switzerland."
      ]
    },
    {
      "title": "Enrique Dussel, Epistemological Decolonization of Theology",
      "url": "https://philpapers.org/rec/DUSEDO",
      "philpapers_id": "DUSEDO",
      "snippet": "Epistemic decolonization is important not only because it unmasks the racism hidden in the universalistic claims made by Eurocentric epistemologies, along with the distortion it causes, but also because it brings to the fore other knowledges and ways of knowing hitherto made invisible. Dussel identifies the Latino-Germanic Christendom as the spine of Eurocentrism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Epistemic decolonization is important not only because it unmasks the racism hidden in the universalistic claims made by Eurocentric epistemologies, along with the distortion it causes, but also because it brings to the fore other knowledges and ways of knowing hitherto made invisible. Dussel identifies the Latino-Germanic Christendom as the spine of Eurocentrism.",
        "A Critique of the Coloniality of Theological Knowledge: Rereading Latin American Liberation Theology as Thinking Otherwise.Nicolás Panotto - 2019 - In Raimundo Barreto & Roberto Sirvent, Decolonial Christianities: Latinx and Latin American Perspectives. Cham: Springer Verlag.",
        "Epistemological Decolonization through a Relational Knowledge- Making Model.Louis Botha, Dominic Griffiths & Maria Prozesky - 2021 - Africa Today 67 (4):50-72."
      ]
    },
    {
      "title": "Walter D. Mignolo, Prophets facing sidewise: The geopolitics of knowledge and the colonial difference",
      "url": "https://philpapers.org/rec/MIGPFS",
      "philpapers_id": "MIGPFS",
      "snippet": "Knowledge and understanding, rather than science; gnoseology rather than epistemology, should be thought out as which the horizon toward a dialogical and critical cosmopolitanism (e.g., pluriversallity as universal project), could be envisioned ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Walter D. Mignolo"
        }
      ],
      "extra_snippets": [
        "Knowledge and understanding, rather than science; gnoseology rather than epistemology, should be thought out as which the horizon toward a dialogical and critical cosmopolitanism (e.g., pluriversallity as universal project), could be envisioned beyond East and West, Hindu nationalism and Westertn (neo) liberalism.",
        "There are, however, needs and possibilities for Indians and Western progressive intellectuals working together to undermine and supersede the assumptions that liberal thinkers in the West are better placed to understand what is the common good better than Indian thinkers in post-partition India. Science, in the last analysis, doesn't carry in itself an ethics and politics. Therefore, it is doubtful to argue that science is beyond both, and only concerned with the advancement of the frontier of knowledge and understanding.",
        "Prophets Facing Backwards: Postmodern Critiques of Science and Hindu Nationalism in India (review).Clifford Geertz - 2007 - Common Knowledge 13 (1):143-144.",
        "Towards (more) integrity in academia, encouraging long-term knowledge creation and academic freedom.K."
      ]
    },
    {
      "title": "Enrique Dussel, Ethics of Liberation in the Age of Globalization and Exclusion",
      "url": "https://philpapers.org/rec/DUSEOL",
      "philpapers_id": "DUSEOL",
      "snippet": "Enrique Dussel, Ethics of Liberation in the Age of Globalization and Exclusion, Translated by Eduardo Mendieta, Camilio Pérez Bustillo, Yolanda Anguilo, And Nelson, Maldonado-Torrws, Durham and London: Duke University Press, 2013.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel, Ethics of Liberation in the Age of Globalization and Exclusion, Translated by Eduardo Mendieta, Camilio Pérez Bustillo, Yolanda Anguilo, And Nelson, Maldonado-Torrws, Durham and London: Duke University Press, 2013.",
        "Introduction: The Path to Liberation.Frederick B. Mills - 2018 - In Enrique Dussel’s Ethics of Liberation: An Introduction. Cham: Springer Verlag.",
        "Hermeneutics and Critique from a Liberation Ethics Perspective.Enrique Dussel - 2014 - Labyrinth: An International Journal for Philosophy, Value Theory and Sociocultural Hermeneutics 16 (1):27-51.",
        "The architectonic of the ethics of liberation: On material ethics and formal moralities.Enrique Dussel - 1997 - Philosophy and Social Criticism 23 (3):1-35."
      ]
    },
    {
      "title": "Gabriela Veronelli, A Coalitional Approach to Theorizing Decolonial Communication",
      "url": "https://philpapers.org/rec/VERACA-7",
      "philpapers_id": "VERACA",
      "snippet": "This article begins by examining the importance that critical intercultural dialogues have within the Modernity/Coloniality Research Program toward reaching an alternative geopolitics and body-politics of knowledge, in order to raise the question whether the colonial difference creates conditions for dialogical situations that bring together critiques of coloniality emerging from different experiences of coloniality.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Gabriela Veronelli"
        }
      ],
      "extra_snippets": [
        "This article begins by examining the importance that critical intercultural dialogues have within the Modernity/Coloniality Research Program toward reaching an alternative geopolitics and body-politics of knowledge, in order to raise the question whether the colonial difference creates conditions for dialogical situations that bring together critiques of coloniality emerging from different experiences of coloniality.",
        "The Invention of the Americas. Eclipse of \"the Other\" and the Myth of Modernity.Enrique Dussel - 1997 - Utopian Studies 8 (1):159-161."
      ]
    },
    {
      "title": "Walter Mignolo, Geopolitics of sensing and knowing: On (de)coloniality, border thinking, and epistemic disobedience",
      "url": "https://philpapers.org/rec/MIGGOS",
      "philpapers_id": "MIGGOS",
      "snippet": "The Politics of Decolonial Investigations.Walter D. Mignolo &amp; Walter D. Mignolo Walter D. Mignolo - 2021 - Durham: Duke University Press · Epistemologia de fronteiras em Walter Mignolo.Damião Bezerra Oliveira &amp; Raphael Carmesin Gomes - 2021 - Educação E Filosofia 35 (74):643-677 · The ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Walter Mignolo"
        }
      ],
      "extra_snippets": [
        "Managing by measuring: Academic knowledge production under the ranks.Erik Nylander, Robert Aman, Anders Hallqvist, Anna Malmquist & Fredrik Sandberg - 2013 - Confero Essays on Education Philosophy and Politics 1 (1):5-18."
      ]
    },
    {
      "title": "Bernd Reiter (ed.), Constructing the Pluriverse: The Geopolitics of Knowledge",
      "url": "https://philpapers.org/rec/REICTP-6",
      "philpapers_id": "REICTP",
      "snippet": "Moving beyond critiques of colonialism, the contributors rethink the relationship between knowledge and power, offering new perspectives on development, democracy, and ideology while providing diverse methodologies for non-Western thought and practice that range from feminist approaches to scientific research to ways of knowing expressed through West African oral traditions.",
      "page_age": null,
      "extra_snippets": [
        "Moving beyond critiques of colonialism, the contributors rethink the relationship between knowledge and power, offering new perspectives on development, democracy, and ideology while providing diverse methodologies for non-Western thought and practice that range from feminist approaches to scientific research to ways of knowing expressed through West African oral traditions.",
        "Reclaiming ontology for decoloniality: a critical realist critique of Mignolo’s meta-theoretical priority of epistemology.Daniel Luna Jacobs - 2025 - Journal of Critical Realism 24 (3):257-283. Decolonising knowledge production on Africa: why it’s still necessary and what can be done.Gordon Crawford, Zainab Mai-Bornu & Karl Landström - 2021 - Journal of the British Academy 9 (s1):21-46.",
        "PhilPapers logo by Andrea Andrews and Meghan Driscoll. This site uses cookies and Google Analytics (see our terms & conditions for details regarding the privacy implications). Use of this site is subject to terms & conditions.",
        "Historiography and the Formation of Philosophical Canons.Sandra Lapointe & Erich H."
      ]
    },
    {
      "title": "Patrick Anthony, Mark Thurner and Jorge Cañizares-Esguerra (eds), _The Invention of Humboldt: On the Geopolitics of Knowledge_ London: Routledge, 2023. Pp. 342. ISBN 978-1-032-13916-6. £96.00 (hardback)",
      "url": "https://philpapers.org/rec/ANTMTA-2",
      "philpapers_id": "ANTMTA",
      "snippet": "Mark Thurner and Jorge Cañizares-Esguerra (eds), The Invention of Humboldt: On the Geopolitics of Knowledge London: Routledge, 2023. Pp. 342. ISBN 978-1-032-13916-6. £96.00 (hardback) · Kamlesh Mohan, Science and Technology in Colonial India London: Routledge, 2022.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Patrick Anthony"
        }
      ]
    },
    {
      "title": "O. Kondratenko, Geopolitics: the nature of the phenomenon and its evolution",
      "url": "https://philpapers.org/rec/KONGTN",
      "philpapers_id": "KONGTN",
      "snippet": "The concept of geopolitics is ... as an independent science. Geopolitics is treated as a separate branch of knowledge and methodology knowledge of international relations and foreign policy, according to their sta...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "O. Kondratenko"
        }
      ],
      "extra_snippets": [
        "The concept of geopolitics is multifaceted, and professionals working in her fild still do not have a unanimous opinion regarding the defiition of geopolitics as an independent science. Geopolitics is treated as a separate branch of knowledge and methodology knowledge of international relations and foreign policy, according to their status.",
        "One of the most striking is the theory of «core land» or «Heartland» and the theory of «the arc of the earth» or «Rymlendu». Qualitatively new role in geopolitical studies take new processes and conflcts associated with the expansion of Internet space and information technology.",
        "The Contemporary Geopolitical Perspective and Its Influence on Global Decision Making.Alexander Lázaro Gómez González - 2026 - The Contemporary Geopolitical Perspective and its Influence on Global Decision Making.",
        "Ultimately the key to the modern understanding of geopolitics – is the behavior of the state within its geographical environment, which korolyuvaty and it is able to inflence the other entities / objects of international life to ensure their national interests. In scientifi discourse the last two centuries formed a number of conceptual approaches to secure geopolitical advantage states."
      ]
    },
    {
      "title": "Enrique Dussel, Europa, Modernidad y Eurocentrismo",
      "url": "https://philpapers.org/rec/DUSEMY",
      "philpapers_id": "DUSEMY",
      "snippet": "Historiografía, eurocentrismo Y universalidad en Enrique Dussel.Damián Pachón Soto - 2012 - Ideas Y Valores 61 (148):37-58.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "La contra-conquista cultural de los esclavos en Haití y el Caribe: reflexiones a partir de la política de la liberación de Enrique Dussel.Glodel Mezilas - 2011 - Revista de Filosofía (México) 43 (130):193-217.",
        "Historiografía, eurocentrismo Y universalidad en Enrique Dussel.Damián Pachón Soto - 2012 - Ideas Y Valores 61 (148):37-58.",
        "Cultura popular y proyecto de liberación en América Latina según Enrique Dussel.Jesús García - 1984 - Naturaleza y Gracia 1:79-111.",
        "Desde las éticas hacia la política de la liberación de Enrique Dussel."
      ]
    },
    {
      "title": "Enrique D. Dussel, Ethics and the Theology of Liberation",
      "url": "https://philpapers.org/rec/DUSEAT-2",
      "philpapers_id": "DUSEAT",
      "snippet": "Ethics of Liberation in the Age of Globalization and Exclusion. [REVIEW]Rolando Pérez - 2013 - College Literature 41:140-143 · Book Review : Ethics and community. Liberation and Theology 3, by Enrique Dussel. Maryknoll, Orbis Books &amp; Tunbridge Wells, Bums and Oates, 1988. xii + 260 pp.",
      "page_age": null,
      "extra_snippets": [
        "Ethics of liberation and discourse ethics : on grounding the material principle of life.M. Jorge Zúñiga - 2021 - In Amy Allen & Eduardo Mendieta (eds.), Decolonizing ethics: the critical theory of Enrique Dussel.",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Enrique D. Dussel (ed.) - 2003 - Rowman & Littlefield Publishers.",
        "Book Review : Ethics and community. Liberation and Theology 3, by Enrique Dussel. Maryknoll, Orbis Books & Tunbridge Wells, Bums and Oates, 1988. xii + 260 pp. 8.95.&nbsp;[REVIEW]Duncan B.",
        "Decolonizing ethics: the critical theory of Enrique Dussel.Amy Allen & Eduardo Mendieta (eds.) - 2021 - University Park, Pennsylvania: The Pennsylvania State University Press."
      ]
    },
    {
      "title": "Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.), Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT",
      "philpapers_id": "ALCTFT",
      "snippet": "Enrique Dussel&#x27;s writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
        "Also included is an essay by Dussel that responds to these essays. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Martin Alcoff & Eduardo Mendieta (eds.)",
        "Fundamentación de la ética en la filosofía latinoamericana.Edward Demenchonok - 1998 - The Paideia Archive: Twentieth World Congress of Philosophy 25:1-5. Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Enrique Dussel (ed.) - 2003 - Rowman & Littlefield Publishers.",
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press."
      ]
    },
    {
      "title": "Enrique Dussel, Philosophy of Liberation",
      "url": "https://philpapers.org/rec/DUSPOL",
      "philpapers_id": "DUSPOL",
      "snippet": "Ideality and intersubjectivity : dialectics and analectics in a philosophy of liberation.Mario Sáenz Rovner - 2021 - In Amy Allen &amp; Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Ideality and intersubjectivity : dialectics and analectics in a philosophy of liberation.Mario Sáenz Rovner - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "E. Dussel, \"Philosophy of liberation\".H.",
        "On the apophatic urgency of now : a future for the philosophy of liberation.Oscar Guardiola-Rivera - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel."
      ]
    },
    {
      "title": "Enrique Dussel & Pedro Lange Churión, Globalization and the Victims of Exclusion",
      "url": "https://philpapers.org/rec/DUSGAT-4",
      "philpapers_id": "DUSGAT",
      "snippet": "Ethics of Liberation in the Age of Globalization and Exclusion.Enrique Dussel - 2012 - Duke University Press. Edited by Alejandro A.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        },
        {
          "type": "person",
          "name": "Pedro Lange Churión"
        }
      ],
      "extra_snippets": [
        "E. Dussel: filosofía de la liberación y diálogo intercultural.Tomás Miranda Alonso - 2009 - Daimon: Revista Internacional de Filosofía 47:107-122. The architectonic of the ethics of liberation: On material ethics and formal moralities.Enrique Dussel - 1997 - Philosophy and Social Criticism 23 (3):1-35.",
        "La cuestión de la violencia en La Ética de la liberación de Enrique Dussel.Miguel Ángel Quintana Paz - 2001 - Utopía y Praxis Latinoamericana 6 (12):83-89. Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Eduardo Mendieta (ed.) - 2003 - Rowman & Littlefield Publishers. Ethics and the Theology of Liberation.Enrique D.",
        "Anti-paternalism and Invalidation of Reasons.Kalle Grill - 2010 - Public Reason 2 (2):3-20. Dussel’s Critique of Discourse Ethics as Critique of Ideology.Asger Sørensen - 2010 - Public Reason 2 (2):84-101.",
        "Ethics of Liberation in the Age of Globalization and Exclusion.Enrique Dussel - 2012 - Duke University Press. Edited by Alejandro A."
      ]
    },
    {
      "title": "Madina V. Tlostanova & Walter D. Mignolo, Theorizing from the Borders: Shifting to Geo- and Body-Politics of Knowledge",
      "url": "https://philpapers.org/rec/TLOTFT",
      "philpapers_id": "TLOTFT",
      "snippet": "Local Histories/Global Designs: Coloniality, Subaltern Knowledges, and Border Thinking.Walter D.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Madina V. Tlostanova"
        },
        {
          "type": "person",
          "name": "Walter D. Mignolo"
        }
      ],
      "extra_snippets": [
        "Local Histories/Global Designs: Coloniality, Subaltern Knowledges, and Border Thinking.Walter D."
      ]
    },
    {
      "title": "Enrique Dussel, Twenty Theses on Politics",
      "url": "https://philpapers.org/rec/DUSTTO",
      "philpapers_id": "DUSTTO",
      "snippet": "Synthesizing a half-century of his pioneering work in moral and political philosophy, Dussel presents a succinct rationale for the development of political alternatives to the exclusionary, exploitative institutions of neoliberal globalization.",
      "page_age": null,
      "extra_snippets": [
        "First published in Spanish in 2006, _Twenty Theses on Politics_ is a major statement on political philosophy from Enrique Dussel, one of Latin America’s—and the world’s—most important philosophers, and a founder of the philosophy of liberation.",
        "Synthesizing a half-century of his pioneering work in moral and political philosophy, Dussel presents a succinct rationale for the development of political alternatives to the exclusionary, exploitative institutions of neoliberal globalization. In twenty short, provocative theses he lays out the foundational elements for a politics of just and sustainable coexistence.",
        "Dussel first constructs a theory of political power and its institutionalization, taking on topics such as the purpose of politics and the fetishization of power. He insists that political projects must criticize or reject as unsustainable all political systems, actions, and institutions whose negative effects are suffered by oppressed or excluded victims.",
        "Turning to the deconstruction or transformation of political power, he explains the political principles of liberation and addresses matters such as reform and revolution. _Twenty Theses on Politics_ is inspired by recent political transformations in Latin America. As Dussel writes in Thesis 15, regarding the liberation praxis of social and political movements, “The winds that arrive from the South—from Nestor Kirchner, Tabaré Vásquez, Luiz Inácio Lula da Silva, Evo Morales, Hugo Chávez, Fidel Castro, and so many others—show us that things can be changed."
      ]
    }
  ],
  "count": 16,
  "errors": []
}
