{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "transmodernity politics",
  "results": [
    {
      "title": "Antonio Sandu, Social-constructionist epistemology: a transmodern overview",
      "url": "https://philpapers.org/rec/SANSEA-4",
      "philpapers_id": "SANSEA",
      "snippet": "This paper is based on identifying the cultural models and cognitive patterns that make possible the comprehensive opening, in the meaning of rethinking ethics in terms of transmodern paradigm. The base of this research is represented by a methodology that we called fractal constructionism.",
      "page_age": null,
      "extra_snippets": [
        "The Politics of constructionism.Irving Velody & Robin Williams (eds.) - 1998 - Thousand Oaks, Calif.: SAGE Publications. On the Actualities and Possibilities of Constructionism: Towards Deep Empiricism.Paul Stenner - 2009 - Human Affairs 19 (2):194-210. Towards a Semiotics of the \"Loving Light”: the Transmodern Turn.Traian-Dinorel D.",
        "Volume \"Social-Constructionist Epistemology\" brings into the readers' attention the most important developments that were made around the transmodernity paradigm. During its eight chapters we intend to emphasize the close connection between ...",
        "During its eight chapters we intend to emphasize the close connection between areas such as: communication and semiotics, transmodernity, scientific authorship, epistemology, social constructionism, philosophy, ethics, quantum metaphysics, and appreciative inquiry.",
        "This paper is based on identifying the cultural models and cognitive patterns that make possible the comprehensive opening, in the meaning of rethinking ethics in terms of transmodern paradigm. The base of this research is represented by a methodology that we called fractal constructionism."
      ]
    },
    {
      "title": "Ştefan Vlăduţescu, Transdisciplinarity and Communicative Action. A Postmodern Perspective",
      "url": "https://philpapers.org/rec/VLDTAC",
      "philpapers_id": "VLDTAC",
      "snippet": "Transdisciplinarity and communicative action are the current fluid and irradiative concepts; are the concepts which support the moving of postmodernity toward transmodernity. The first concept is consecrated by Basarab Nicolescu and the second one is imposed by Jurgen Habermas.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ştefan Vlăduţescu"
        }
      ],
      "extra_snippets": [
        "Transdisciplinarity and communicative action are the current fluid and irradiative concepts; are the concepts which support the moving of postmodernity toward transmodernity. The first concept is consecrated by Basarab Nicolescu and the second one is imposed by Jurgen Habermas.",
        "We emphasize that in the contemporary change of paradigm appear new forms of communicative action that complement the old ones, and that through transdisciplinarity and new communicative actions more and more the postmodernism becomes transmodernism.",
        "The Theory of Communicative Action, Vol. 1, 'Reason and the Rationalization of Society'.Juergen Habermas - 1984 - Polity.."
      ]
    },
    {
      "title": "Antoniu Alexandru Flandorfer, The Tolerance as the Ethic Foundation of Social Economy into the Perspective of the Perspective of the “Included Third” in the Contextuality of Transmodernity",
      "url": "https://philpapers.org/rec/FLATTA-4",
      "philpapers_id": "FLATTA",
      "snippet": "The present society which is in the moment of a deep revolution that is marked by the evolutionary progress of modernity, passes away by its humanized period through the intrusion into the collective imaginary of an archetype which was increased by the postmodern era, that could suffer a transmutation from the intrusive Lupasco’s trialectic, as an appeal of transdisciplinarity where the ethics, the politics and the social can represent the onthological coordinates, whereupon the aporethical antinomies inhesion to mundaneity are retrospected it, but the tolerance has a soteorological function ant act as “T-state”, being the unifier principle of them.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Antoniu Alexandru Flandorfer"
        }
      ],
      "extra_snippets": [
        "The present society which is in the moment of a deep revolution that is marked by the evolutionary progress of modernity, passes away by its humanized period through the intrusion into the collective imaginary of an archetype which was increased by the postmodern era, that could suffer a transmutation from the intrusive Lupasco’s trialectic, as an appeal of transdisciplinarity where the ethics, the politics and the social can represent the onthological coordinates, whereupon the aporethical antinomies inhesion to mundaneity are retrospected it, but the tolerance has a soteorological function ant act as “T-state”, being the unifier principle of them.",
        "The Hegelian Structure of Marx’s Thought.Paul Rosenberg - 2023 - Critical Review: A Journal of Politics and Society 35 (4):332-413.",
        "Social Democracy in the Making: Political and Religious Roots of European Socialism.Gary Dorrien - 2019 - Yale University Press.",
        "Mass communication as a social process of implementation of power over society.A. Voronyansky - 2013 - Epistemological studies in Philosophy, Social and Political Sciences 2 (23):63-68."
      ]
    },
    {
      "title": "Pedro Lebrón Ortiz, Maroon Logics as Flight from the Euromodern",
      "url": "https://philpapers.org/rec/ORTMLA-2",
      "philpapers_id": "ORTMLA",
      "snippet": "Maroon logics consists of two interdependent modes of embodying freedom and struggling for liberation. On the one hand there is sociogenic marronage, elaborated by political theorist Neil Roberts in his book Freedom as Marronage (2015), which refers to permanent institutional change as a manifestation of marronage.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Pedro Lebrón Ortiz"
        }
      ],
      "extra_snippets": [
        "Transmodernity: Journal of Peripheral Cultural Production of the Luso-Hispanic World 9 (2) (2019) Copy BIBTEX · A critical study of marronage is urgent since certain anthropological and historical analyses have painted an image of slavery—and therefore of marronage as well—as something of the past.",
        "Maroon logics consists of two interdependent modes of embodying freedom and struggling for liberation. On the one hand there is sociogenic marronage, elaborated by political theorist Neil Roberts in his book Freedom as Marronage (2015), which refers to permanent institutional change as a manifestation of marronage.",
        "Fugitive Freedom in Spinoza.Hasana Sharp - 2024 - Philosophy, Politics and Critique 1 (2):201-218."
      ]
    },
    {
      "title": "Gennady Stolyarov, The United States Transhumanist Party and the Politics of Abundance",
      "url": "https://philpapers.org/rec/STOTUS",
      "philpapers_id": "STOTUS",
      "snippet": "The United States Transhumanist Party, in advocating the accelerated development of these technologies and seeking to influence public opinion to embrace them, is forging a new political paradigm rooted in abundance, rather than scarcity.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Gennady Stolyarov"
        }
      ],
      "extra_snippets": [
        "The depredations of contemporary politics and the majority of our era’s societal problems stem from the scarcity of material resources and time. However, numerous emerging technologies on the horizon promise to dramatically lift the present-day constraints of scarcity.",
        "The United States Transhumanist Party, in advocating the accelerated development of these technologies and seeking to influence public opinion to embrace them, is forging a new political paradigm rooted in abundance, rather than scarcity. This new approach is simultaneously more ambitious and more civil than the status quo.",
        "The Philosophical Basis of “Transhumanist” Politics: Analyzing the future of transhumanist ideology based on the book The Transhumanist Wager.Roland Benedikter & Siepmann - 2016 - Essays in the Philosophy of Humanism 24 (1):103-114.",
        "The Scarcity of Politics.Robert W."
      ]
    },
    {
      "title": "Talia Bettcher, Perry Zurn, Andrea Pitts & P. J. DiPietro (eds.), Trans Philosophy: Meaning and Mattering",
      "url": "https://philpapers.org/rec/BETTPM",
      "philpapers_id": "BETTPM",
      "snippet": "Across language and politics, feminism and phenomenology, decolonial theory and disability studies, trans philosophy concerns itself with trans worldmaking in all its excruciating beauty and mundanity.",
      "page_age": null,
      "extra_snippets": [
        "Trans Philosophy: Meaning and Mattering will be the first authoritative collection to establish trans philosophy as a unique field of inquiry. It defines trans philosophy as philosophical work that is accountable to and illuminative of transgender experiences, histories, cultural production, and politics.",
        "It will address a variety of topics (e.g. embodiment, identity, language, law, politics, transphobia), utilize diverse philosophical methods (e.g. analytic, continental, and pluralist; theoretical, experimental, and applied), and attend to significant intersections between trans identity and class, disability, race, and sexuality.",
        "Across language and politics, feminism and phenomenology, decolonial theory and disability studies, trans philosophy concerns itself with trans worldmaking in all its excruciating beauty and mundanity.",
        "Curiosity and Power: The Politics of Inquiry.Perry Zurn - 2021 - Minneapolis, MN, USA: University of Minnesota Press."
      ]
    },
    {
      "title": "Viorel Guliciuc, Transmodernism and Philosophy of Human Diversity",
      "url": "https://philpapers.org/rec/GULTAP",
      "philpapers_id": "GULTAP",
      "snippet": "We are living in the transmodern era. Now we could detect beyond the similarities and the differences between the modernism and the postmodernism the common search for the human integrality. Only this time we are not beginning with the proclaimed human unity, but with the human diversity.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Viorel Guliciuc"
        }
      ],
      "extra_snippets": [
        "We are living in the transmodern era. Now we could detect beyond the similarities and the differences between the modernism and the postmodernism the common search for the human integrality. Only this time we are not beginning with the proclaimed human unity, but with the human diversity.",
        "Identity, Modernism, Postmodernism and Transmodernism.Emilia Guliciuc - 2008 - Proceedings of the Xxii World Congress of Philosophy 36:49-55."
      ]
    },
    {
      "title": "Lynda Lange, Burnt Offerings to Rationality: A Feminist Reading of the Construction of Indigenous Peoples in Enrique Dussel's Theory of Modernity",
      "url": "https://philpapers.org/rec/LYNBOT",
      "philpapers_id": "LYNBOT",
      "snippet": "The philosopher Enrique Dussel offers a critical analysis of European construction of indigenous peoples which he calls &quot;transmodern.&quot; His theory is especially relevant to feminist and other concerns about the potential disabling effects of postmodern approaches for political action and the development of theory.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lynda Lange"
        }
      ],
      "extra_snippets": [
        "The philosopher Enrique Dussel offers a critical analysis of European construction of indigenous peoples which he calls \"transmodern.\" His theory is especially relevant to feminist and other concerns about the potential disabling effects of postmodern approaches for political action and the development of theory.",
        "Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel.Dante Ramaglia - 2019 - Las Torres de Lucca. International Journal of Political Philosophy 8 (15):215-244.",
        "Thrid World Women and the Politics of Feminism.Chandra Talpade Mohanty - 1991 - Indiana University Press."
      ]
    },
    {
      "title": "Ivan Marquez, Whither modernity? hybridization, postoccidentalism, postdevelopment and transmodernity",
      "url": "https://philpapers.org/rec/MARWMH",
      "philpapers_id": "MARWMH",
      "snippet": "In Ananta Kumar Giri &amp; John Clammer (eds.), Philosophy and anthropology: border crossing and transformations. New York City: Anthem Press (2013) · The self-preservation of man: remarks on the relation between modernity and philosophical anthropology.Kasper Lysemose - 2013 - In Ananta Kumar ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ivan Marquez"
        }
      ]
    },
    {
      "title": "Ariel Salleh (ed.), Ecofeminism As Politics: Nature, Marx and the Postmodern",
      "url": "https://philpapers.org/rec/SALEAP-2",
      "philpapers_id": "SALEAP",
      "snippet": "The author argues that ecofeminism reaches beyond contemporary social movements being a political synthesis of four revolutions in one: ecology is feminism is socialism is post-colonial struggle.Informed by a critical postmodern reading of the Marxist tradition, Salleh&#x27;s ecofeminism integrates discourses on science, the body, culture, nature, political economy.",
      "page_age": null,
      "extra_snippets": [
        "The author argues that ecofeminism reaches beyond contemporary social movements being a political synthesis of four revolutions in one: ecology is feminism is socialism is post-colonial struggle.Informed by a critical postmodern reading of the Marxist tradition, Salleh's ecofeminism integrates discourses on science, the body, culture, nature, political economy.",
        "Review of Ecofeminism as Politics: Nature, Marx and the Postmodern.",
        "Environmental Domination.Sharon R. Krause - 2020 - Political Theory 48 (4):443-468."
      ]
    },
    {
      "title": "Judith Butler & Joan Wallach Scott (eds.), Feminists theorize the political",
      "url": "https://philpapers.org/rec/BUTFTT",
      "philpapers_id": "BUTFTT",
      "snippet": "The use of &quot;theory&quot; in feminist analysis has been said to threaten feminism as a political force. This collection of work by leading feminist scholars engages with the question of the political status of poststructuralism theory within feminism. Against the view that the use of post-structuralism necessarily weakens feminism, &#x27;Feminists Theorize the Political&#x27; affirms the contemporary debate over theory as politically rich and consequential.",
      "page_age": null,
      "extra_snippets": [
        "The use of \"theory\" in feminist analysis has been said to threaten feminism as a political force. This collection of work by leading feminist scholars engages with the question of the political status of poststructuralism theory within feminism. Against the view that the use of post-structuralism necessarily weakens feminism, 'Feminists Theorize the Political' affirms the contemporary debate over theory as politically rich and consequential.",
        "In laying the theoretical groundwork for the volume, Butler and Scott posed a number of questions to prominent legal scholars, literary critics, philosophers, political theorists, historians, and cultural theorists. The essays do not settle the questions but generate new and productive directions for them.",
        "What are the uses and limits of a poststructuralist critique of binary logic for the theorization of racial and class differences, the position of the subaltern? This anthology represents a diverse array of theoretical work within feminist theory with strong political stakes.",
        "Although not all of the authors subscribe to poststructuralism, (and few would concede post-structuralism is a monolithic enterprise), each offers an innovative feminist analysis that is in some way motivated in and by the poststructuralist challenge. 'Feminists Theorize The Political' addresses a range of feminist concerns, including productive freedom, anti-discrimination law, rape, and formulating power in terms of exclusion, difference and hierarchy."
      ]
    },
    {
      "title": "Martin Albrow, The global age: state and society beyond modernity",
      "url": "https://philpapers.org/rec/ALBTGA",
      "philpapers_id": "ALBTGA",
      "snippet": "The book concludes by examining the consequences of the Global Age thesis for politics, identifying a new popular construction of the state that the author terms &quot;performative citizenship.&quot; In the modern age, the nation-state was the central power and citizens were beneficiaries of that power, with rights and duties.",
      "page_age": null,
      "extra_snippets": [
        "The book concludes by examining the consequences of the Global Age thesis for politics, identifying a new popular construction of the state that the author terms \"performative citizenship.\" In the modern age, the nation-state was the central power and citizens were beneficiaries of that power, with rights and duties.",
        "Gramsci and Globalisation: From Nation‐State to Transnational Hegemony.William I. Robinson - 2005 - Critical Review of International Social and Political Philosophy 8 (4):559-574."
      ]
    },
    {
      "title": "Loren Cannon, The Politicization of Trans Identity: An Analysis of Backlash, Scapegoating, and Dog-Whistling from Obergefell to Bostock",
      "url": "https://philpapers.org/rec/CANTPO-16",
      "philpapers_id": "CANTPO",
      "snippet": "The politicization of trans identity—also affecting gender non-binary and gender non-conforming persons—is a form of backlash to the Obergefell ruling (legalizing same sex marriage) and increased LGBTQ equality. This book provides ...",
      "page_age": null,
      "extra_snippets": [
        "A New Gender Equality Contract for Europe: Feminism and Progressive Politics.Andrea Petö, Laeticia Thissen & Amandine Clavaud (eds.) - 2025 - Cham: Springer Verlag."
      ]
    },
    {
      "title": "Ted Stolze, Jason Read: The Politics of Transindividuality: Brill, Leiden/boston, MA, 2016, Haymarket Books, Chicago, IL, 2017, 293 pp + Index, $162 cloth/$27pbk",
      "url": "https://philpapers.org/rec/STOJRT",
      "philpapers_id": "STOJRT",
      "snippet": "Sign in | Create an account · PhilPapers PhilPeople PhilArchive PhilEvents PhilJobs · All new items · Books · Journal articles · Manuscripts · Topics · All Categories · Metaphysics and Epistemology",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ted Stolze"
        }
      ]
    },
    {
      "title": "Matthew J. Cull, Engineering Genders: Pluralism, Trans Identities, and Feminist Philosophy",
      "url": "https://philpapers.org/rec/CULEGP",
      "philpapers_id": "CULEGP",
      "snippet": "This thesis is an attempt to provide an account of gender. In particular, it is an attempt to develop an ameliorative approach to gender that satisfies a number of transfeminist political goals. That is, following Sally Haslanger, I ask what do we want gender to be?",
      "page_age": null,
      "extra_snippets": [
        "This thesis is an attempt to provide an account of gender. In particular, it is an attempt to develop an ameliorative approach to gender that satisfies a number of transfeminist political goals. That is, following Sally Haslanger, I ask what do we want gender to be?",
        "Feminist and trans perspectives on identity and the UK Gender Recognition Act’.Paddy McQueen - 2016 - British Journal of Politics and International Relations 18 (3):671-687.",
        "Feminism without “gender identity”.Anca Gheaus - 2023 - Politics, Philosophy and Economics 22 (1):31-54.",
        "Do Current Ameliorative Accounts of Gender Adequately Consider the Gender Experiences of All People?Nanda Harish - 2023 - Dissertation, London School of Economics and Political Science"
      ]
    }
  ],
  "count": 15,
  "errors": []
}
