{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "epistemic privilege liberation",
  "results": [
    {
      "title": "Miranda Fricker, Epistemic Oppression and Epistemic Privilege",
      "url": "https://philpapers.org/rec/FRIEOA",
      "philpapers_id": "FRIEOA",
      "snippet": "I will try to present an account of what this initially vague idea involves. I hope thereby to explain an exact sense in which the powerful can have a kind of epistemic advantage that means the powerless are epistemically oppressed.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Miranda Fricker"
        }
      ],
      "extra_snippets": [
        "Standpoint Epistemology and Epistemic Peerhood: A Defense of Epistemic Privilege.Briana Toole - 2024 - Journal of the American Philosophical Association 10 (3):409-426.",
        "But where there is the phenomenon that Nancy Hartsock picks out in saying that the world is “structured” by the powerful to the detriment of the powerless, there is another species of oppression at work, one that has not been registered in mainstream epistemology: epistemic oppression.",
        "The word ‘structured’ may be read materially, so as to imply that social institutions and practices favour the powerful, or ontologically, so as to imply that the powerful somehow constitute the world. But for present purposes I am interested only in an epistemological reading, which implies that the powerful have some sort of unfair advantage in “structuring” our understandings of the social world.",
        "I will try to present an account of what this initially vague idea involves. I hope thereby to explain an exact sense in which the powerful can have a kind of epistemic advantage that means the powerless are epistemically oppressed."
      ]
    },
    {
      "title": "Briana Toole, Standpoint Epistemology and Epistemic Peerhood: A Defense of Epistemic Privilege",
      "url": "https://philpapers.org/rec/TOOSEA",
      "philpapers_id": "TOOSEA",
      "snippet": "I next turn to the latter thesis, arguing that consciousness-raising plays an analogous role in the achievement of a standpoint as training does in the achievement of expertise. The upshot of this analysis is that it clarifies that while marginalization is necessary (though not sufficient) for epistemic advantage, it is neither necessary nor sufficient for epistemic privilege.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Briana Toole"
        }
      ],
      "extra_snippets": [
        "Standpoint epistemology is committed to the view that some epistemic advantage can be drawn from the position of powerlessness. Call this theepistemic privilege thesis. This thesis stands in need of explication and support.",
        "I next turn to the latter thesis, arguing that consciousness-raising plays an analogous role in the achievement of a standpoint as training does in the achievement of expertise. The upshot of this analysis is that it clarifies that while marginalization is necessary (though not sufficient) for epistemic advantage, it is neither necessary nor sufficient for epistemic privilege.",
        "Standpoint Epistemology Without the “Standpoint”?: An Examination of Epistemic Privilege and Epistemic Authority.Marianne Janack - 1997 - Hypatia 12 (2):125-139.",
        "From Standpoint Epistemology to Epistemic Oppression.Briana Toole - 2019 - Hypatia 34 (4):598-618."
      ]
    },
    {
      "title": "Emily C. Parke, Experiments, Simulations, and Epistemic Privilege",
      "url": "https://philpapers.org/rec/PARESA-6",
      "philpapers_id": "PARESA",
      "snippet": "We should give up the common practice of resting in-principle judgments about the epistemic value of cases of scientific inquiry on whether we classify those cases as experiments or simulations, per se. To the extent that either methodology puts researchers in a privileged epistemic position, this is context sensitive.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Emily C. Parke"
        }
      ],
      "extra_snippets": [
        "Experiments are commonly thought to have epistemic privilege over simulations. Two ideas underpin this belief: first, experiments generate greater inferential power than simulations, and second, simulations cannot surprise us the way experiments can. In this article I argue that neither of these claims is true of experiments versus simulations in general.",
        "We should give up the common practice of resting in-principle judgments about the epistemic value of cases of scientific inquiry on whether we classify those cases as experiments or simulations, per se. To the extent that either methodology puts researchers in a privileged epistemic position, this is context sensitive.",
        "Trustworthy simulations and their epistemic hierarchy.Peter Mättig - 2021 - Synthese 199 (5-6):14427-14458."
      ]
    },
    {
      "title": "Miguel Ohnesorge, The Epistemic Privilege of Measurement: Motivating a Functionalist Account",
      "url": "https://philpapers.org/rec/OHNTEP",
      "philpapers_id": "OHNTEP",
      "snippet": "Drawing on that case, I argue that the epistemic privilege of measurement precedes shared background theory and is better explained by its pre-theoretic function in enabling a distinctive kind of inquiry.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Miguel Ohnesorge"
        }
      ],
      "extra_snippets": [
        "Philosophers and metrologists have refuted the view that measurement’s epistemic privilege in scientific practice is explained by its theory-neutrality. Rather, they now explicitly appeal to the role that theories play in measurement.",
        "I formulate a challenge for this view: scientists sometimes ascribe epistemic privilege to measurements even if they lack a shared theory about their target quantity, which I illustrate through a case study from early geodesy.",
        "The Logic of Measurement: A Defense of Foundationalist Empiricism.Mariam Thalos - 2024 - Episteme 21 (4):1347-1372. Mental measurement and the introspective privilege.Michael Pauen - 2025 - Phenomenology and the Cognitive Sciences 24 (2):319-343.",
        "Drawing on that case, I argue that the epistemic privilege of measurement precedes shared background theory and is better explained by its pre-theoretic function in enabling a distinctive kind of inquiry."
      ]
    },
    {
      "title": "Ashwini Vasanthakumar, Epistemic Privilege and Victims’ Duties to Resist their Oppression",
      "url": "https://philpapers.org/rec/VASEPA-3",
      "philpapers_id": "VASEPA",
      "snippet": "I provide an account of victims’ duties to resist injustice that is grounded in the duty to assist. I argue that victims are epistemically privileged with respect to injustice and are therefore uniquely positioned to assist fellow victims.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ashwini Vasanthakumar"
        }
      ],
      "extra_snippets": [
        "Extant accounts of victims’ duties primarily cast these duties as self-regarding duties or duties based on collective identities and commitments. I provide an account of victims’ duties to resist injustice that is grounded in the duty to assist. I argue that victims are epistemically privileged with respect to injustice and are therefore uniquely positioned to assist fellow victims.",
        "I briefly provide an account of oppression that ranges from persecution to structural injustice. Through the examples of torture and ‘manterrupting’, I illustrate the duty and its limits. I outline shortcomings in victims’ epistemic privilege and explore means by which these can be overcome."
      ]
    },
    {
      "title": "Bat Ami Bar On, Marginality and epistemic privilege",
      "url": "https://philpapers.org/rec/BARMAE-4",
      "philpapers_id": "BARMAE",
      "snippet": "The commitment to care : an unwavering epistemic decentering.Maggie FitzGerald - 2024 - In Sophie Bourgault, Maggie Fitzgerald &amp; Fiona Robinson, Decentering epistemologies and challenging privilege: critical care ethics perspectives.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Bat Ami Bar On"
        }
      ],
      "extra_snippets": [
        "Decenterings elsewhere and the epistemic dimensions of care.Vrinda Dalmiya - 2024 - In Sophie Bourgault, Maggie Fitzgerald & Fiona Robinson, Decentering epistemologies and challenging privilege: critical care ethics perspectives.",
        "Indigenous and feminist ecological reflections on feminist care ethics : encounters of care, absence, punctures, and offerings.Andrea Doucet, Eva Jewell & Vanessa Watts - 2024 - In Sophie Bourgault, Maggie Fitzgerald & Fiona Robinson, Decentering epistemologies and challenging privilege: critical care ethics perspectives.",
        "Epistemic injustice, face-to-face encounters and caring institutions.Sophie Bourgault - 2024 - In Sophie Bourgault, Maggie Fitzgerald & Fiona Robinson, Decentering epistemologies and challenging privilege: critical care ethics perspectives.",
        "Marginality and Epistemic Privilege.Bat-Ami Bar On - 2013 - In Linda Alcoff & Elizabeth Potter, Feminist Epistemologies. New York: Routledge."
      ]
    },
    {
      "title": "Titus Stahl, Social Structure and Epistemic Privilege. Reconstructing Lukács’s Standpoint Theory",
      "url": "https://philpapers.org/rec/STASSA-7",
      "philpapers_id": "STASSA",
      "snippet": "Lukács is widely recognized as being the first critical theorist to have explicitly developed the idea of a “standpoint theory”. According to such a theory, members of oppressed groups enjoy an epistemic privilege regarding the nature of their oppression.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Titus Stahl"
        }
      ],
      "extra_snippets": [
        "Lukács is widely recognized as being the first critical theorist to have explicitly developed the idea of a “standpoint theory”. According to such a theory, members of oppressed groups enjoy an epistemic privilege regarding the nature of their oppression.",
        "However, there is no agreement regarding what precise argument Lukács offers for his claims regarding the alleged epistemic privilege of the working class. Additionally, it remains unclear whether later feminist standpoint theories share any continuity with Lukács’s argument.",
        "I argue that, although Lukács does not consistently endorse any specific argument, the most promising interpretation suggests that epistemic privilege arises from a contradiction between the norms that guide the self-understanding of such groups and the effects of the social practices they are socially obligated to engage in.",
        "In this analysis, I identify four arguments for the epistemic privilege of oppressed groups that could be attributed to Lukács."
      ]
    },
    {
      "title": "Lauren Freeman, Confronting Diminished Epistemic Privilege and Epistemic Injustice in Pregnancy by Challenging a “Panoptics of the Womb”",
      "url": "https://philpapers.org/rec/FRECDE-2",
      "philpapers_id": "FRECDE",
      "snippet": "A reconsideration of how we understand and care for pregnant women and of the physician–patient relationship can provide us with a valuable context and starting point for helping to alleviate the knowledge/power problems that are symptomatic of the current system and structure of medicine. I suggest that we can begin to confront this kind of injustice if medicine adopts a more phenomenological understanding of bodies and if physicians and patients—in this case, pregnant women—become what I call “epistemic peers.”",
      "page_age": null,
      "extra_snippets": [
        "This paper demonstrates how the problematic kinds of epistemic power that physicians have can diminish the epistemic privilege that pregnant women have over their bodies and can put them in a state of epistemic powerlessness. This result, I argue, constitutes an epistemic injustice for many pregnant women.",
        "Epistemic injustice and medical neglect in Ontario jails: the case of pregnant women.Harry Critchley - 2019 - In Benjamin R. Sherman & Stacey Goguen (eds.), Overcoming Epistemic Injustice: Social and Psychological Perspectives.",
        "A reconsideration of how we understand and care for pregnant women and of the physician–patient relationship can provide us with a valuable context and starting point for helping to alleviate the knowledge/power problems that are symptomatic of the current system and structure of medicine. I suggest that we can begin to confront this kind of injustice if medicine adopts a more phenomenological understanding of bodies and if physicians and patients—in this case, pregnant women—become what I call “epistemic peers.”",
        "Epistemic Injustice and Nonmaleficence.Yoann Della Croce - 2023 - Journal of Bioethical Inquiry 20 (3):447-456."
      ]
    },
    {
      "title": "James Chamberlain, Moral Testimony and Epistemic Privilege",
      "url": "https://philpapers.org/rec/CHAMTA-13",
      "philpapers_id": "CHAMTA",
      "snippet": "Some philosophers argue that marginalized people have an epistemic advantage concerning their experiences of marginalization, such that, if we are non-marginalized, then we should defer to their moral testimony concerning these experiences.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "James Chamberlain"
        }
      ],
      "extra_snippets": [
        "How should we, as philosophers, respond to the pure moral testimony of people in marginalized positions? Some philosophers argue that marginalized people have an epistemic advantage concerning their experiences of marginalization, such that, if we are non-marginalized, then we should defer to their moral testimony concerning these experiences.",
        "Standpoint Moral Epistemology: The Epistemic Advantage Thesis.Nicole Dular - 2024 - Philosophical Studies 181 (8):1813-1835.",
        "Against epistemic pessimism about moral testimony.Paddy Jane McShane - 2021 - Episteme 18 (2):200-223.",
        "Moral testimony and moral epistemology.Alison Hills - 2009 - Ethics 120 (1):94-127."
      ]
    },
    {
      "title": "Kenneth Owusu, Advantage From Adversity: The Epistemic Power of Oppression",
      "url": "https://philpapers.org/rec/OWUAFA",
      "philpapers_id": "OWUAFA",
      "snippet": "I argue that there are (defeasible) in-principle epistemic advantages pre-consciousness raising to being marginalized. That is, by virtue of social location alone, marginalization confers epistemic advantages. According to a standard presentation ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Kenneth Owusu"
        }
      ],
      "extra_snippets": [
        "I argue that there are (defeasible) in-principle epistemic advantages pre-consciousness raising to being marginalized. That is, by virtue of social location alone, marginalization confers epistemic advantages. According to a standard presentation of standpoint epistemology (Toole 2023), there is an inverse relationship between social situatedness and knowledge.",
        "Standpoint Epistemology and Epistemic Peerhood: A Defense of Epistemic Privilege.Briana Toole - 2024 - Journal of the American Philosophical Association 10 (3):409-426.",
        "Moral Testimony and Epistemic Privilege.James Chamberlain - 2024 - Metaphilosophy 55 (4-5):582–594.",
        "That is, since the marginalized are socially disadvantaged, they have epistemic advantages. As a result, marginalization helps to gain access to these advantages. In this paper I argue for a stronger position. I argue that unique features of the social ontology of marginalized social locations not only cultivate these advantages, but that marginalized social location alone can confer these advantages."
      ]
    },
    {
      "title": "Lidal Dror, Is there an epistemic advantage to being oppressed?",
      "url": "https://philpapers.org/rec/DROITA-3",
      "philpapers_id": "DROITA",
      "snippet": "I then explore the potential role of knowledge‐how for explaining an epistemic advantage. Ultimately, I conclude that the oppressed tend to have a contingent advantage, while rejecting that they have one in principle, except for when their phenomenological experience has an effect on the veracity of the claims they make. This has the important upshot that privileged people are not epistemically disadvantaged in principle and are thus often blameworthy for their ignorance about oppression.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lidal Dror"
        }
      ],
      "extra_snippets": [
        "Relational Knowing and Epistemic Injustice: Toward a Theory of Willful Hermeneutical Ignorance.Gaile Pohlhaus - 2012 - Hypatia 27 (4):715-735. Black Rights/White Wrongs: The Critique of Racial Liberalism.Charles Wade Mills - 2017 - New York, NY: Oup Usa.",
        "I then explore the potential role of knowledge‐how for explaining an epistemic advantage. Ultimately, I conclude that the oppressed tend to have a contingent advantage, while rejecting that they have one in principle, except for when their phenomenological experience has an effect on the veracity of the claims they make. This has the important upshot that privileged people are not epistemically disadvantaged in principle and are thus often blameworthy for their ignorance about oppression.",
        "Epistemic Oppression and Epistemic Privilege.Miranda Fricker - 1999 - Canadian Journal of Philosophy 29 (sup1):191–210.",
        "Standpoint Epistemology and Epistemic Peerhood: A Defense of Epistemic Privilege.Briana Toole - 2024 - Journal of the American Philosophical Association 10 (3):409-426."
      ]
    },
    {
      "title": "Marianne Janack, Standpoint Epistemology Without the “Standpoint”?: An Examination of Epistemic Privilege and Epistemic Authority",
      "url": "https://philpapers.org/rec/JANSEW-2",
      "philpapers_id": "JANSEW",
      "snippet": "In this paper I argue that the distinction between epistemic privilege and epistemic authority is an important one for feminist epistemologists who are sympathetic to feminist standpoint theory, I argue that, ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Marianne Janack"
        }
      ],
      "extra_snippets": [
        "In this paper I argue that the distinction between epistemic privilege and epistemic authority is an important one for feminist epistemologists who are sympathetic to feminist standpoint theory, I argue that, while the first concept is elusive, the second is really the important one for a successful feminist standpoint project.",
        "Privilege and Position: Formal Tools for Standpoint Epistemology.Catharine Saint-Croix - 2020 - Res Philosophica 97 (4):489-524.",
        "Social Structure and Epistemic Privilege.",
        "Standpoint Epistemology and Epistemic Peerhood: A Defense of Epistemic Privilege.Briana Toole - forthcoming - Journal of the American Philosophical Association:1-18."
      ]
    },
    {
      "title": "Briana Toole, From Standpoint Epistemology to Epistemic Oppression",
      "url": "https://philpapers.org/rec/TOOFSE-2",
      "philpapers_id": "TOOFSE",
      "snippet": "Standpoint Epistemology and Epistemic Peerhood: A Defense of Epistemic Privilege.Briana Toole - 2024 - Journal of the American Philosophical Association 10 (3):409-426.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Briana Toole"
        }
      ],
      "extra_snippets": [
        "Standpoint epistemology is committed to a cluster of views that pays special attention to the role of social identity in knowledge‐acquisition. Of particular interest here is the situated knowledge thesis. This thesis holds that for certain propositions p, whether an epistemic agent is in a position to know that p depends on some nonepistemic facts related to the epistemic agent's social identity.",
        "Standpoint Epistemology and Epistemic Peerhood: A Defense of Epistemic Privilege.Briana Toole - 2024 - Journal of the American Philosophical Association 10 (3):409-426.",
        "Standpoint Epistemology Without the “Standpoint”?: An Examination of Epistemic Privilege and Epistemic Authority.Marianne Janack - 1997 - Hypatia 12 (2):125-139.",
        "In so doing, I aim to make clear the different versions of standpoint epistemology that one might accept and defend.This project is of significance, I argue, because standpoint epistemology provides helpful tools for understanding a phenomenon of recent interest: epistemic oppression."
      ]
    },
    {
      "title": "Quassim Cassam, Introspection, perception, and epistemic privilege",
      "url": "https://philpapers.org/rec/CASIPA",
      "philpapers_id": "CASIPA",
      "snippet": "On this account, a creature whose knowledge of the physical properties of external objects is introspective would be one whose knowledge of such properties is epistemically privileged in the way that our knowledge of our own mental properties is epistemically privileged.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Quassim Cassam"
        }
      ],
      "extra_snippets": [
        "On this account, a creature whose knowledge of the physical properties of external objects is introspective would be one whose knowledge of such properties is epistemically privileged in the way that our knowledge of our own mental properties is epistemically privileged.",
        "The answer to this question obviously depends not only on how one conceives of the distinction between mental and physical properties but also on one’s conception of the differences between perceptual and introspective knowledge. On one view, introspective knowledge enjoys a range of epistemic privileges which perceptual knowledge lacks.",
        "Epistemic Privilege and the Success of Science.K."
      ]
    },
    {
      "title": "Ben Kotzee, Poisoning the Well and Epistemic Privilege",
      "url": "https://philpapers.org/rec/KOTPTW",
      "philpapers_id": "KOTPTW",
      "snippet": "An example of the fallacy in action during a debate on affirmative action on a South African campus is taken to raise the question of how Walton’s analysis squares with the idea that disadvantaged parties in debates about race may be epistemically privileged .",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ben Kotzee"
        }
      ],
      "extra_snippets": [
        "An example of the fallacy in action during a debate on affirmative action on a South African campus is taken to raise the question of how Walton’s analysis squares with the idea that disadvantaged parties in debates about race may be epistemically privileged .",
        "Epistemic Privilege and Expertise in the Context of Meta-debate.Maureen Linker - 2014 - Argumentation 28 (1):67-84."
      ]
    },
    {
      "title": "Alistair Wardrope & Heather Stewart, Epistemic Privilege, Phenomenology and Symptomatology in Functional/Dissociative Seizures",
      "url": "https://philpapers.org/rec/WAREPP-2",
      "philpapers_id": "WAREPP",
      "snippet": "We conclude that: the epistemically just clinician cannot rely on expertise in le corps objectif alone, they must also cultivate an understanding of le corps propre for the patients they encounter; and epistemic (in)justice cannot be considered ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Alistair Wardrope"
        },
        {
          "type": "person",
          "name": "Heather Stewart"
        }
      ],
      "extra_snippets": [
        "We conclude that: the epistemically just clinician cannot rely on expertise in le corps objectif alone, they must also cultivate an understanding of le corps propre for the patients they encounter; and epistemic (in)justice cannot be considered solely something a clinician does to the patient.",
        "Resisting Perceptions of Patient Untrustworthiness.Eleanor Palafox-Harris - 2025 - In Lisa Bortolotti, Epistemic Justice in Mental Healthcare: Recognising Agency and Promoting Virtues Across the Life Span. Cham: Springer Nature Switzerland.",
        "The role of clinicians in the looping effect: epistemic injustices and looping breaks.Christophe Gauld, Boris Nicolle, Axel Constant & Anne-Marie Gagné-Julien - 2025 - Medicine, Health Care and Philosophy 28 (3):561-576.",
        "Instead, epistemic justice in the clinical encounter is an intrinsically collaborative process."
      ]
    },
    {
      "title": "Uma Narayan, Working Together Across Difference: Some Considerations on Emotions and Political Practice",
      "url": "https://philpapers.org/rec/NARWTA-2",
      "philpapers_id": "NARWTA",
      "snippet": "Uma Narayan attempts to clarify what the feminist notion of the &#x27;epistemic privilege of the oppressed&#x27; does and does not imply. She argues that the fact that oppressed &#x27;insiders&#x27; have epistemic ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Uma Narayan"
        }
      ],
      "extra_snippets": [
        "She argues that the fact that oppressed 'insiders' have epistemic privilege regarding their oppression creates problems in dialogue with and coalitionary politics involving 'outsiders' who do not share the oppression, since the latter fail to come to terms with the epistemic privilege of the insiders.",
        "Social Structure and Epistemic Privilege.",
        "Insider / outsider: Epistemological privilege and mothering work. [REVIEW]Alison I.",
        "Epistemic Oppression and Epistemic Privilege.Miranda Fricker - 1999 - Canadian Journal of Philosophy 29 (sup1):191–210."
      ]
    },
    {
      "title": "Catharine Saint-Croix, Privilege and Position: Formal Tools for Standpoint Epistemology",
      "url": "https://philpapers.org/rec/SAIPAP-4",
      "philpapers_id": "SAIPAP",
      "snippet": "How does being a woman affect one’s epistemic life? What about being Black? Or queer? Standpoint theorists argue that such social positions can give rise to otherwise unavailable epistemic privilege. “Epistemic ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Catharine Saint-Croix"
        }
      ],
      "extra_snippets": [
        "How does being a woman affect one’s epistemic life? What about being Black? Or queer? Standpoint theorists argue that such social positions can give rise to otherwise unavailable epistemic privilege. “Epistemic privilege” is a murky concept, however.",
        "Can Standpoint Epistemology Avoid Inconsistency, Circularity, and Unnecessariness? A Comment on Ashton’s Remarks about Epistemic Privilege.Claudio Cormick - 2022 - Social Epistemology Review and Reply Collective 2 (11):29-41.",
        "Standpoint Epistemology Without the “Standpoint”?: An Examination of Epistemic Privilege and Epistemic Authority.Marianne Janack - 1997 - Hypatia 12 (2):125-139.",
        "Standpoint Epistemology and Epistemic Peerhood: A Defense of Epistemic Privilege.Briana Toole - 2024 - Journal of the American Philosophical Association 10 (3):409-426."
      ]
    },
    {
      "title": "Claudio Cormick, Can Standpoint Epistemology Avoid Inconsistency, Circularity, and Unnecessariness? A Comment on Ashton’s Remarks about Epistemic Privilege",
      "url": "https://philpapers.org/rec/CORCSE-10",
      "philpapers_id": "CORCSE",
      "snippet": "Standpoint Epistemology and Epistemic Peerhood: A Defense of Epistemic Privilege.Briana Toole - 2024 - Journal of the American Philosophical Association 10 (3):409-426.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Claudio Cormick"
        }
      ],
      "extra_snippets": [
        "Standpoint Epistemology and Epistemic Peerhood: A Defense of Epistemic Privilege.Briana Toole - 2024 - Journal of the American Philosophical Association 10 (3):409-426.",
        "Standpoint Epistemology Without the “Standpoint”?: An Examination of Epistemic Privilege and Epistemic Authority.Marianne Janack - 1997 - Hypatia 12 (2):125-139.",
        "Feminist Epistemology and Standpoint Theory.Rebeka Ferreira - 2024 - Gig Φ Philosophy.",
        "Critical Reply to'Culpability for Epistemic Injustice: Deontic or Aretetic'by Wayne Riggs.D. A. Coady - 2012 - Social Epistemology: Review and Reply Collective 1 (5):3-6."
      ]
    }
  ],
  "count": 19,
  "errors": []
}
