{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Dussel epistemology",
  "results": [
    {
      "title": "Enrique Dussel, Epistemological Decolonization of Theology",
      "url": "https://philpapers.org/rec/DUSEDO",
      "philpapers_id": "DUSEDO",
      "snippet": "Epistemic decolonization is important ... and ways of knowing hitherto made invisible. Dussel identifies the Latino-Germanic Christendom as the spine of Eurocentrism....",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Epistemic decolonization is important not only because it unmasks the racism hidden in the universalistic claims made by Eurocentric epistemologies, along with the distortion it causes, but also because it brings to the fore other knowledges and ways of knowing hitherto made invisible. Dussel identifies the Latino-Germanic Christendom as the spine of Eurocentrism.",
        "Epistemological Decolonization through a Relational Knowledge- Making Model.Louis Botha, Dominic Griffiths & Maria Prozesky - 2021 - Africa Today 67 (4):50-72."
      ]
    },
    {
      "title": "Andrew B. Irvine, An Ontological Critique of the Trans-Ontology of Enrique Dussel",
      "url": "https://philpapers.org/rec/IRVAOC",
      "philpapers_id": "IRVAOC",
      "snippet": "The heart of Dussel’s effort is an ostensibly new method, ‘analectic’ or ‘anadialectic,’ which comes about through the ‘revelation’ of the other, and goes beyond the self-enclosure that, Dussel asserts, typifies dialectic in Western ontology. Thus, he takes his position to have gone beyond ontology: it is a trans-ontology, a genuine meta-physics.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Andrew B. Irvine"
        }
      ],
      "extra_snippets": [
        "Latin American Philosophy: Metaphysics and Epistemology in Philosophy of the Americas · Philosophy of Religion · Dussel, Enrique Analectic Anadialectic Trans-ontology Ethics of liberation Eurocentrism Preferential option for the poor · 10.1007/s11841-010-0210-8 ·",
        "Enrique Dussel has developed a sweeping philosophical critique of the eurocentricity of Western habits of thought and action, with the aim of articulating an ‘ethics of liberation’ that takes the part distinctively of ‘the victims’ of the world system.",
        "The heart of Dussel’s effort is an ostensibly new method, ‘analectic’ or ‘anadialectic,’ which comes about through the ‘revelation’ of the other, and goes beyond the self-enclosure that, Dussel asserts, typifies dialectic in Western ontology. Thus, he takes his position to have gone beyond ontology: it is a trans-ontology, a genuine meta-physics.",
        "Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58."
      ]
    },
    {
      "title": "Enrique Dussel, The Theological Metaphors of Marx",
      "url": "https://philpapers.org/rec/DUSTTM",
      "philpapers_id": "DUSTTM",
      "snippet": "Dussel examines Marx’s early writings on religion and fetishism and proceeds through what Dussel refers to as the four major drafts of _Capital_, ultimately situating Marx’s philosophical, economic, ethical, and historical insights in relation to the theological problems of his time.",
      "page_age": null,
      "extra_snippets": [
        "In _The Theological Metaphors of Marx_, Enrique Dussel provides a groundbreaking combination of Marxology, theology, and ethical theory. Dussel shows that Marx unveils the theology of capitalism in his critique of commodity fetishization. Capitalism constitutes an idolatry of the commodity that undergirds the capitalist expropriation of labor.",
        "Dussel examines Marx’s early writings on religion and fetishism and proceeds through what Dussel refers to as the four major drafts of _Capital_, ultimately situating Marx’s philosophical, economic, ethical, and historical insights in relation to the theological problems of his time.",
        "Marx’s thought, impact, and influence cannot be fully understood without Dussel’s historic reinterpretation of the theological origins and implications of Marx’s critiques of political economy and politics.",
        "El pasaje del fetichismo del capital de Marx al fetichismo del poder en el momento crítico de la Política de la Liberación de Enrique Dussel.Omar Alejandro Gómez Carbajal - 2018 - Hybris, Revista de Filosofí­A 9 (2):69-99."
      ]
    },
    {
      "title": "Enrique Dussel, Philosophy of Liberation",
      "url": "https://philpapers.org/rec/DUSPOL",
      "philpapers_id": "DUSPOL",
      "snippet": "Dussel&#x27; s Philosophy of Liberation: Discovery and Integration of Levinas&#x27;s Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel&#x27;s Philosophy of Liberation. New York, USA: Fordham University Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "E. Dussel, \"Philosophy of liberation\".H.",
        "On the apophatic urgency of now : a future for the philosophy of liberation.Oscar Guardiola-Rivera - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D."
      ]
    },
    {
      "title": "Shari Stone-Mediatore, Global Ethics, Epistemic Colonialism, and Paths to More Democratic Knowledges",
      "url": "https://philpapers.org/rec/STOGEE-2",
      "philpapers_id": "STOGEE",
      "snippet": "Drawing on the work of Enrique Dussel, Linda Tuhiwai Smith, and other scholars of colonialism, this essay traces colonialist legacies in the popular global-ethics literature. I argue that colonialist elements implicit ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Shari Stone-Mediatore"
        }
      ],
      "extra_snippets": [
        "Social Epistemology, Miscellaneous in Epistemology · Social and Political Philosophy, Misc in Social and Political Philosophy · Whiteness in Philosophy of Gender, Race, and Sexuality · Global Ethics Colonialism Coloniality Enrique Dussel decolonization Eurocentrism Subjugated knowledges Intercultural philosophy critical pedagogy ·",
        "Transmodern Geographies and Coloniality: On Enrique Dussel's Pluriversal Modernity.Don Thomas Deere - 2025 - Latin American Perspectives:1-16.",
        "35. śivāditya.S. Subrahmanya Sastri & Karl H. Potter - 2015 - In Karl H. Potter, The Encyclopedia of Indian Philosophies, Volume 2: Indian Metaphysics and Epistemology: The Tradition of Nyaya-Vaisesika Up to Gangesa. Princeton: Princeton University Press."
      ]
    },
    {
      "title": "Enrique D. Dussel, Para una de-strucción de la historia de la ética",
      "url": "https://philpapers.org/rec/DUSPUD",
      "philpapers_id": "DUSPUD",
      "snippet": "The philosophy of liberation to Enrique Dussel: An approach from the analectics&#x27; formulation.Patricia González San Martín - 2014 - Estudios de Filosofía Práctica E Historia de Las Ideas 16 (2):45-52. Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin ...",
      "page_age": null,
      "extra_snippets": [
        "The philosophy of liberation to Enrique Dussel: An approach from the analectics' formulation.Patricia González San Martín - 2014 - Estudios de Filosofía Práctica E Historia de Las Ideas 16 (2):45-52. Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin American Decolonial Theory.Paul Anthony Chambers - 2020 - Dados 63 (4).",
        "Reseña de \"Una nueva vía para la ética\" de Ética de la liberación en la edad de la globalización y de la exclusión de Enrique Dussel.Pedro Enrique García Ruíz - 1999 - Signos Filosóficos 1 (1):250-255.",
        "Descolonizar-desfetichizar a la nación : una diálogo con la filosofía política de Enrique Dussel y la filosofía de la historia de Kojin Karatani.José Romero-Losacco - 2016 - In Rayda Guzmán, Pensar distinto. [Venezuela?]: Bid & co.",
        "Para Una Ética de la Liberacion Latinoamericana / [Por] Enrique D. Dussel. -.Enrique D."
      ]
    },
    {
      "title": "Enrique Dussel, Six theses toward a critique of political reason: The citizen as political agent",
      "url": "https://philpapers.org/rec/DUSSTT",
      "philpapers_id": "DUSSTT",
      "snippet": "The author explores the viability of rational political action - here understood as a philosophy of liberation - through an examination of practical and material, practical-discursive, strategic and instrumental, critically normative, ...",
      "page_age": null,
      "extra_snippets": [
        "Metaphysics and Epistemology · Metaphysics and Epistemology · Epistemology · Metaphilosophy · Metaphysics · Philosophy of Action · Philosophy of Language · Philosophy of Mind · Philosophy of Religion · M&E, Misc · Value Theory · Value Theory · Aesthetics ·"
      ]
    },
    {
      "title": "Enrique Dussel, From Fraternity to Solidarity: Toward a Politics of Liberation",
      "url": "https://philpapers.org/rec/ENRFFT",
      "philpapers_id": "ENRFFT",
      "snippet": "From fraternity to solidarity: Toward a politics of liberation.Enrique DusselTranslated by Michael Barber &amp; Judd Seth Wright1 - 2007 - Journal of Social Philosophy 38 (1):73–92. Added to PP 2010-08-10 Downloads 178 (#74,467) 6 months 1 (#474,257) ... Solidarity and the Universal Declaration on Bioethics and Human Rights.D. Gunson - 2009 - Journal of Medicine and Philosophy 34 (3):241-260. Knowledge, Power, and the Search for Epistemic Liberation in Africa.Dennis Masaka - 2021 - Social Epistemology 35 (3):258-269.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "From fraternity to solidarity: Toward a politics of liberation.Enrique DusselTranslated by Michael Barber & Judd Seth Wright1 - 2007 - Journal of Social Philosophy 38 (1):73–92. Added to PP 2010-08-10 Downloads 178 (#74,467) 6 months 1 (#474,257) ... Solidarity and the Universal Declaration on Bioethics and Human Rights.D. Gunson - 2009 - Journal of Medicine and Philosophy 34 (3):241-260. Knowledge, Power, and the Search for Epistemic Liberation in Africa.Dennis Masaka - 2021 - Social Epistemology 35 (3):258-269.",
        "Ethical Hermeneutics: Rationality in Enrique Dussel's Philosophy of Liberation.Michael D.",
        "Deconstruction of the Concept of “Tolerance”: From Intolerance to Solidarity.Enrique Dussel - 2004 - Constellations 11 (3):326-333."
      ]
    },
    {
      "title": "Kevin Paul O'higgins, From the Other Side of Being: The Analectical Philosophy of Enrique Dussel",
      "url": "https://philpapers.org/rec/OHIFTO",
      "philpapers_id": "OHIFTO",
      "snippet": "The dissertation presents and critically evaluates the claim by Enrique Dussel that &#x27;peripheral&#x27; Latin America provides philosophy with an origination that allows it to be &#x27;authentically worldwide.&#x27; As described by Dussel, ...",
      "page_age": null,
      "extra_snippets": [
        "Metaphysics and Epistemology · Metaphysics and Epistemology · Epistemology · Metaphilosophy · Metaphysics · Philosophy of Action · Philosophy of Language · Philosophy of Mind · Philosophy of Religion · M&E, Misc · Value Theory · Value Theory · Aesthetics ·"
      ]
    },
    {
      "title": "Enrique D. Dussel (ed.), Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology",
      "url": "https://philpapers.org/rec/DUSBPE",
      "philpapers_id": "DUSBPE",
      "snippet": "Thinking From the Underside of History: Enrique Dussel&#x27;s Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D.",
      "page_age": null,
      "extra_snippets": [
        "Enrique D. Dussel (ed.)",
        "Decolonizing ethics: the critical theory of Enrique Dussel.Amy Allen & Eduardo Mendieta (eds.) - 2021 - University Park, Pennsylvania: The Pennsylvania State University Press.",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Martín Alcoff & Eduardo Mendieta (eds.) - 2000 - Rowman & Littlefield Publishers.",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D."
      ]
    },
    {
      "title": "Enrique D. Dussel (ed.), The underside of modernity: Apel, Ricoeur, Rorty, Taylor, and the philosophy of liberation",
      "url": "https://philpapers.org/rec/DUSTUO-2",
      "philpapers_id": "DUSTUO",
      "snippet": "In this incisive critique, Dussel demonstrates how most of these philosophies have either failed to give historically faithful analyses of the genesis of the &quot;myth&quot; of modernity, or have never engaged in a serious questioning of their own Eurocentric presuppositions.",
      "page_age": null,
      "extra_snippets": [
        "In this incisive critique, Dussel demonstrates how most of these philosophies have either failed to give historically faithful analyses of the genesis of the \"myth\" of modernity, or have never engaged in a serious questioning of their own Eurocentric presuppositions.",
        "Enrique D. Dussel (ed.)",
        "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D.",
        "Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Martin Alcoff & Eduardo Mendieta (eds.) - 2000 - Rowman & Littlefield Publishers."
      ]
    },
    {
      "title": "Enrique Dussel, Philosophy and Praxis (Provisional Thesis for a Philosophy of Liberation)",
      "url": "https://philpapers.org/rec/DUSPAP",
      "philpapers_id": "DUSPAP",
      "snippet": "Ethical Hermeneutics: Rationality in Enrique Dussel&#x27;s Philosophy of Liberation.Michael D.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "From Fraternity to Solidarity: Toward a Politics of Liberation.Enrique Dussel - 2007 - Journal of Social Philosophy 38 (1):73-92.",
        "Die Aussenperspektive des Anderen, Eine formalpragmatische Interpretation zu Enrique Dussels Befreiungsethik. By Peter Penner.Michael D.",
        "Ethics of Liberation in the Age of Globalization and Exclusion.Enrique Dussel - 2012 - Duke University Press."
      ]
    },
    {
      "title": "Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.), Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT",
      "philpapers_id": "ALCTFT",
      "snippet": "Enrique Dussel&#x27;s writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D.",
        "This anthology of original articles by U.S. philosophers elucidating Dussel's thought, offers critical analyses from a variety of perspectives, including feminist ones."
      ]
    },
    {
      "title": "Frederick B. Mills, Enrique Dussel’s Ethics of Liberation: An Introduction",
      "url": "https://philpapers.org/rec/MILEDE",
      "philpapers_id": "MILEDE",
      "snippet": "This book introduces the methodology and basic concepts of Dussel’s ethics of liberation. Enrique Dussel is one of the principal founders of the philosophy of liberation in Latin America. Frederick B. Mills discusses how, for Dussel, we can realize our co-responsibility for human life by responding, in accord with ethical principles, to the appeals of victims of the prevailing capital system.",
      "page_age": null,
      "extra_snippets": [
        "This book introduces the methodology and basic concepts of Dussel’s ethics of liberation. Enrique Dussel is one of the principal founders of the philosophy of liberation in Latin America. Frederick B. Mills discusses how, for Dussel, we can realize our co-responsibility for human life by responding, in accord with ethical principles, to the appeals of victims of the prevailing capital system.",
        "Mills shows how these principles, when subsumed in the political and economic fields, aim at overcoming the ongoing assault on human life and nature and provide a moral compass for forging a path to liberation. He makes the case that the study of Dussel is critical to the understanding of liberatory thought in Latin America today.",
        "Ethics of liberation and discourse ethics : on grounding the material principle of life.M. Jorge Zúñiga - 2021 - In Amy Allen & Eduardo Mendieta (eds.), Decolonizing ethics: the critical theory of Enrique Dussel.",
        "This book aims to introduce the ethics of liberation to a broader audience in the Global North where Dussel's ideas are urgently relevant to progressive political and economic theory and praxis."
      ]
    },
    {
      "title": "Ines Dussel, A cultural history of school uniform",
      "url": "https://philpapers.org/rec/DUSACH",
      "philpapers_id": "DUSACH",
      "snippet": "Kate Stephenson’s book constitutes a rich and thorough analysis of the history of school uniform in English schools, which spans charity schools in the sixteenth century to twenty-first century dis...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ines Dussel"
        }
      ],
      "extra_snippets": [
        "Metaphysics and Epistemology · Metaphysics and Epistemology · Epistemology · Metaphilosophy · Metaphysics · Philosophy of Action · Philosophy of Language · Philosophy of Mind · Philosophy of Religion · M&E, Misc · Value Theory · Value Theory · Aesthetics ·"
      ]
    },
    {
      "title": "Enrique Dussel, Siete hipótesis para una estética de la liberación",
      "url": "https://philpapers.org/rec/DUSSHP",
      "philpapers_id": "DUSSHP",
      "snippet": "Metaphysics and Epistemology · Metaphysics and Epistemology · Epistemology · Metaphilosophy · Metaphysics · Philosophy of Action · Philosophy of Language · Philosophy of Mind · Philosophy of Religion · M&amp;E, Misc · Value Theory · Value Theory · Aesthetics ·",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ]
    },
    {
      "title": "Breny Mendoza & Daniela Paredes Grijalva, The Epistemology of the South, Coloniality of Gender, and Latin American Feminism",
      "url": "https://philpapers.org/rec/MENTEO-12",
      "philpapers_id": "MENTEO",
      "snippet": "This article provides a Latin American feminist critique of early decolonial theories focusing on the work of Aníbal Quijano and Enrique Dussel. Although decolonial theorists refer to Chicana feminist scholarship in ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Breny Mendoza"
        },
        {
          "type": "person",
          "name": "Daniela Paredes Grijalva"
        }
      ],
      "extra_snippets": [
        "This article provides a Latin American feminist critique of early decolonial theories focusing on the work of Aníbal Quijano and Enrique Dussel. Although decolonial theorists refer to Chicana feminist scholarship in their work, the work of Latin American feminists is ignored.",
        "Latin America, Decoloniality, and Translation: Feminists Building Connectant Epistemologies.Claudia de Lima Costa - 2020 - In Andrea Pitts, Mariana Ortega & José Medina (eds.), Theories of the Flesh: Latinx and Latin American Feminisms, Transformation, and Resistance.",
        "Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin American Decolonial Theory.Paul Anthony Chambers - 2020 - Dados 63 (4)."
      ]
    },
    {
      "title": "Enrique Dussel, Claude Tresmontant",
      "url": "https://philpapers.org/rec/DUSCT",
      "philpapers_id": "DUSCT",
      "snippet": "Metaphysics and Epistemology · Metaphysics and Epistemology · Epistemology · Metaphilosophy · Metaphysics · Philosophy of Action · Philosophy of Language · Philosophy of Mind · Philosophy of Religion · M&amp;E, Misc · Value Theory · Value Theory · Aesthetics ·",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ]
    },
    {
      "title": "Juan Matías Zielinski, Antropología política y trascendencia en la obra filosófica temprana de Enrique Dussel",
      "url": "https://philpapers.org/rec/ZIEAPY",
      "philpapers_id": "ZIEAPY",
      "snippet": "Este artículo presenta las notas esenciales, a modo de contradistición comparativa distinción por comparación ––, del análisis realizado por Enriq ue Dussel en su « obra temprana » sobre el « humanismo semita » y sobre el «humanismo helénico». Primeramente, se analiza la perspectiva desde la que Dussel comprende el «humanismo helénico». En el segundo apartado se sistematiza el análisis de D ussel en referencia a la configuración antropológica del pueblo hebreo.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Juan Matías Zielinski"
        }
      ],
      "extra_snippets": [
        "Este artículo presenta las notas esenciales, a modo de contradistición comparativa distinción por comparación ––, del análisis realizado por Enriq ue Dussel en su « obra temprana » sobre el « humanismo semita » y sobre el «humanismo helénico». Primeramente, se analiza la perspectiva desde la que Dussel comprende el «humanismo helénico». En el segundo apartado se sistematiza el análisis de D ussel en referencia a la configuración antropológica del pueblo hebreo.",
        "El servicio económico-político como culto antifetichista. Aproximación a la «obra temprana» de Enrique Dussel desde la perspectiva de la «ética arqueológica».Juan Matías Zielinski - 2017 - Franciscanum 59 (167):77.",
        "El Marx de Dussel: Notas acerca de la recepción dusseliana de la obra teórica de Karl Marx.: The Marx of Dussel: Notes on dusselian receipt of the theoretical work of Karl Marx.Flavio Hernán Teruel - 2010 - Estudios de Filosofía Práctica E Historia de Las Ideas 12 (1):77-83.",
        "De la cuestión del ser a la filosofía de la producción: El lugar de la estética en la obra de Enrique Dussel: From the question of \"being\" to the philosophy of production: The role of aesthetics in the work of Enrique Dussel.Karla Villegas - 2007 - Estudios de Filosofía Práctica E Historia de Las Ideas 9:161-168."
      ]
    }
  ],
  "count": 19,
  "errors": []
}
