{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "mito de la modernidad",
  "results": [
    {
      "title": "Zulma Palermo, El Mito de la Modernidad En América Latina",
      "url": "https://philpapers.org/rec/PALEMD-6",
      "philpapers_id": "PALEMD",
      "snippet": "A partir de un texto de la conquista –más extensamente tratado en tanto es la instancia en la que se estructura la colonialidad del poder– el recorrido, fragmentario y forzosamente recortado, permite perfilar los dispositivos con los que se construye la matriz colonial de poder y la existencia simultánea de discursos de resistencia y de subversión ante la imposición de la colonialidad aún vigente. Esta práctica lectora pone en acto una forma de conocimiento descolonizante como alternativa a la epistemología del pensamiento de la modernidad eurocentrada.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Zulma Palermo"
        }
      ],
      "extra_snippets": [
        "A partir de un texto de la conquista –más extensamente tratado en tanto es la instancia en la que se estructura la colonialidad del poder– el recorrido, fragmentario y forzosamente recortado, permite perfilar los dispositivos con los que se construye la matriz colonial de poder y la existencia simultánea de discursos de resistencia y de subversión ante la imposición de la colonialidad aún vigente. Esta práctica lectora pone en acto una forma de conocimiento descolonizante como alternativa a la epistemología del pensamiento de la modernidad eurocentrada.",
        "Notas sobre la cuestión de la carne en el proyecto de una Historia de la sexualidad.Tuillang Yuing-Alfaro & Juan Pablo Arancibia Carrizo - 2024 - Isegoría 70:1451. Positividad y negatividad del aburrimiento: una hermenéutica de la cotidianidad.Samir Ahmed Dasuky Quiceno & Juan Pablo Galvis Mejía - 2023 - Areté.",
        "Los Avatares de la Gubernamentalidad y la Cuestion Del Estado. Una Aproximación Crítica Desde El Gobierno de la Pobreza y Las Prácticas de Resistencia (Salta, Argentina).María Cora Paulizzi & Paula Milana - 2015 - Astrolabio: Nueva Época 15:356-386. Las palabras y los tiempos.",
        "La crisis de 2001 en los discursos políticos (1999-2003).Mariana Cané Pastorutti - 2024 - Astrolabio: Nueva Época 32:270-303. Simbolización y Filosofía en la Psicopatología de Karl Jaspers.Francisco Rodríguez Valls - 2018 - Contrastes: Revista Internacional de Filosofía 23 (3)."
      ]
    },
    {
      "title": "Héctor Fernando López, El mito de la modernidad",
      "url": "https://philpapers.org/rec/LOPEMD",
      "philpapers_id": "LOPEMD",
      "snippet": "Topografías de la modernidad: el pensamiento de Walter Benjamin.Dominik Finkelde (ed.) - 2007 - Mexico-City: Goethe-Institut Mexiko. López Acero, Héctor Fernando. Metafísica y nihilismo.Mónica Shirley Chaparro Parra - 2020 - Ideas Y Valores 69 (173):204-207. La expresión facial de las emociones: Historia y aplicaciones.Ciencia Cognitiva - forthcoming - Ciencia Cognitiva. El mito ...",
      "page_age": null,
      "extra_snippets": [
        "Topografías de la modernidad: el pensamiento de Walter Benjamin.Dominik Finkelde (ed.) - 2007 - Mexico-City: Goethe-Institut Mexiko. López Acero, Héctor Fernando. Metafísica y nihilismo.Mónica Shirley Chaparro Parra - 2020 - Ideas Y Valores 69 (173):204-207. La expresión facial de las emociones: Historia y aplicaciones.Ciencia Cognitiva - forthcoming - Ciencia Cognitiva. El mito de la huelga general y el socialismo parlamentario de Fernando Garrido.Miguel Miñarro - 2007 - Daimon: Revista Internacional de Filosofía 42:117-123.",
        "Enrique Dussel y el mito de la modernidad.Diego Fernando Camelo - 2017 - Cuadernos de Filosofía Latinoamericana 38 (116):97-115.",
        "El Mito de la Modernidad En América Latina.Zulma Palermo - 2014 - Astrolabio: Nueva Época 13.",
        "Más allá de la modernidad: del mito del eterno progreso al mito del eterno retorno.Jorge Armand - 1998 - Ediciones Actual."
      ]
    },
    {
      "title": "Eduardo Sabrovsky, La modernidad, el mito grado cero",
      "url": "https://philpapers.org/rec/SABLME",
      "philpapers_id": "SABLME",
      "snippet": "Prometeo, el discernimiento de los dioses y la ética del sujeto. Reflexiones sobre un mito fundante de la modernidad.Franz Hinkelammert - 2006 - Polis 13 (31):9-36.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Eduardo Sabrovsky"
        }
      ],
      "extra_snippets": [
        "Prometeo, el discernimiento de los dioses y la ética del sujeto. Reflexiones sobre un mito fundante de la modernidad.Franz Hinkelammert - 2006 - Polis 13 (31):9-36.",
        "Crítica del mito de la modernidad. Diálogo intercultural. El debate entre G. de Sepúlveda, F de Vitoria, B. de las Casas.",
        "El mito del mito de la caverna (a propósito de Saramago y el mito de la caverna de Platón).Mariano Arias - 2001 - El Basilisco 29:93-96.",
        "Mito y reconciliación. Sobre el concepto de mito en la Dialéctica de la Ilustración.Jairo Escobar - 2009 - Areté."
      ]
    },
    {
      "title": "Andrés Inurreta Acero, Beethoven, Herder y Goethe: la humanidad divina como Prometeo",
      "url": "https://philpapers.org/rec/ACEBHY",
      "philpapers_id": "ACEBHY",
      "snippet": "lniciado como un movimiento crítico de la modernidad, el Sturm und Drang alemán propuso una concepción distinta del humano, que exigía una renovación de la razón en armonía con la totalidad de las facultades humanas en favor del desarrollo de la individualidad. De esta manera se centralizaba la cualidad creadora del ser humano, sin subordinar el desarrollo de las demás facultades humanas. En este trabajo se analiza la reinterpretación del mito ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Andrés Inurreta Acero"
        }
      ],
      "extra_snippets": [
        "lniciado como un movimiento crítico de la modernidad, el Sturm und Drang alemán propuso una concepción distinta del humano, que exigía una renovación de la razón en armonía con la totalidad de las facultades humanas en favor del desarrollo de la individualidad. De esta manera se centralizaba la cualidad creadora del ser humano, sin subordinar el desarrollo de las demás facultades humanas. En este trabajo se analiza la reinterpretación del mito de Prometeo en el trabajo de tres personalidades: el filósofo Johann G.",
        "El retorno al trabajo como vía para el desarrollo humano.Larissa Guerrero - 2009 - Miscelánea Poliana 1 (26):1-25. Ley moral y ley política en la mitología griega: el casi Prometeo.Domingo Fernández Agis - 2006 - Areté.",
        "Del primero, se examina su teoría del genio, explicada por medio de la figura de Shakespeare; del segundo se aborda el lugar de Prometeo en la obra del poeta; mientras que del tercero se analiza su tercera sinfonía, Heroica. Al final, se concluye que, en lostres pensadores, la figura del titán Prometeo representa ese espíritu rebelde que, rechazando a los dioses, encamina todos sus actos hacia el engrandecimiento del ser humano y de la humanidad.",
        "El Origen Del Universo y la Existencia de Dios.Justo Aznar - 2016 - SCIO Revista de Filosofía 12:179-200."
      ]
    },
    {
      "title": "Jorge Armand, Más allá de la modernidad: del mito del eterno progreso al mito del eterno retorno",
      "url": "https://philpapers.org/rec/ARMMAD",
      "philpapers_id": "ARMMAD",
      "snippet": "El mito del eterno retorno. Las escalas del tiempo en la civilización neoliberal.Freddy Timmermann &amp; Maximiliano Korstanje - 2022 - Eikasia Revista de Filosofía 104:187-206.",
      "page_age": null,
      "extra_snippets": [
        "El mito del eterno retorno. Las escalas del tiempo en la civilización neoliberal.Freddy Timmermann & Maximiliano Korstanje - 2022 - Eikasia Revista de Filosofía 104:187-206.",
        "Nietzsche, Freud y el eterno retorno del mito.Ruben Tani & María Gracia Núñez - 2003 - El Catoblepas: Revista Crítica Del Presente.",
        "Gubernamentalidad, grilla de inteligibilidad e investigación sociológica en política educativa: notas teórico-analíticas desde la caja de herramientas.Elias Gonzalo Aguirre - 2023 - Astrolabio: Nueva Época 31:334-361.",
        "Ariadna, la mortal-inmortal Queer.Ricardo Espinoza Lolas - 2022 - Logos. Anales Del Seminario de Metafísica [Universidad Complutense de Madrid, España] 55 (1):37-54."
      ]
    },
    {
      "title": "G. María Cecilia Sánchez, La modernidad y sus otros en América Latina: voces y silencios de la Malinche y Sor Juana Inés de la Cruz",
      "url": "https://philpapers.org/rec/MARLMY-6",
      "philpapers_id": "MARLMY",
      "snippet": "El examen recae en dos figuras paradigmáticas de la modernidad barroca: la así denominada Malinche y Juana Inés de la Cruz, teniendo como telón de fondo el debate entre Ginés de Sepúlveda y Bartolomé de las Casas acerca de la humanidad ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "G. María Cecilia Sánchez"
        }
      ],
      "extra_snippets": [
        "El examen recae en dos figuras paradigmáticas de la modernidad barroca: la así denominada Malinche y Juana Inés de la Cruz, teniendo como telón de fondo el debate entre Ginés de Sepúlveda y Bartolomé de las Casas acerca de la humanidad o animalidad de los así llamados indígenas.",
        "Arte culinario y creación poética en Sor Juana Inés de la Cruz.Sofía Ortiz-Hinojosa & Sergio Armando Gallegos Ordorica - 2021 - Critica 53 (157). Octavio Paz: Entre Modernidad e identidad.Oliver Kozlarek - 2020 - Araucaria 22 (43).",
        "Subsunción de la imaginación a la razón. La locura en Descartes y Bolívar Echeverría.Mario Edmundo Chávez Tortolero - 2023 - In Carlos Oliva Mendoza & Omar Anguiano, Modernidad barroca y capitalismo. Debates sobre la obra de Bolívar Echeverría. Volumen 1. Universidad Nacional Autónoma de México- Facultad de Filosofía y Letras.",
        "La filosofía americana como filosofía sin más.Leopoldo Zea - 1969 - México,: Siglo Veintiuno Editores. Releyendo a Aristóteles desde la teoría del género.María Luisa Femenías - 2002 - Laguna 10:105-120."
      ]
    },
    {
      "title": "Mora Garcia & Jose Pascual, La muerte como imaginario social: una mirada de la modernidad a la postmodernidad cultural",
      "url": "https://philpapers.org/rec/GARLMC",
      "philpapers_id": "GARLMC",
      "snippet": "Belandria, Margarita Artículos El erotismo como experiencia vinculada a lo sagrado Eroticism as an experience linked to the sacred order Castrejón, Gilberto Laberintos de sabiduría: Entre la razón y el mito Labyrinths of the knowledge: Between the reason and the myth Espar, Teresa Hacia una noción de &quot;globalización&quot; Towards a globalization notion González R., Javier y Belandria, Margarita Filosofía, semiótica, y ritmo Philosophy, semiotics, and rhythm Hocevar, Drina Más allá del pensamiento determinante, el pensamiento reflexionante Beyond deterministic thought, reflexive thought Ma",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Mora Garcia"
        },
        {
          "type": "person",
          "name": "Jose Pascual"
        }
      ],
      "extra_snippets": [
        "Belandria, Margarita Artículos El erotismo como experiencia vinculada a lo sagrado Eroticism as an experience linked to the sacred order Castrejón, Gilberto Laberintos de sabiduría: Entre la razón y el mito Labyrinths of the knowledge: Between the reason and the myth Espar, Teresa Hacia una noción de \"globalización\" Towards a globalization notion González R., Javier y Belandria, Margarita Filosofía, semiótica, y ritmo Philosophy, semiotics, and rhythm Hocevar, Drina Más allá del pensamiento determinante, el pensamiento reflexionante Beyond deterministic thought, reflexive thought Ma",
        "Laberintos de sabiduría: Entre la razón y el mito.Maria Espar - 2003 - Dikaiosyne 11 (6).",
        "Arendt y la idea del derecho moderno Renaut, Alain y Sosoe, Lukas Interdisciplinares Los personajes femeninos en las novelas de Alejo Carpentier Márquez Rodríguez, Alexis Gobernabilidad y constituciones (De la colonización a la emancipación Zambrano Labrador, Laurencio Recensiones Conozca al investigador: Elías Capriles Acercamiento a la obra: Individuo Sociedad y Ecosistema Velasco, Fabiola CDCHT",
        "PhilPapers logo by Andrea Andrews and Meghan Driscoll. This site uses cookies and Google Analytics (see our terms & conditions for details regarding the privacy implications). Use of this site is subject to terms & conditions."
      ]
    },
    {
      "title": "Anibal Quijano, Modernidad, Identidad y Utopía en América Latina",
      "url": "https://philpapers.org/rec/QUIMIY",
      "philpapers_id": "QUIMIY",
      "snippet": "En primera persona del plural: Nuestra América. Breve semblanza de Aníbal Quijano.Emiliano Torterola - 2018 - Corpus: Archivos virtuales de la alteridad americana. ¿es Posible Una Modernidad Alternativa En América Latina?Gustavo Ortiz - 2005 - Pensares y Quehaceres 1.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Anibal Quijano"
        }
      ],
      "extra_snippets": [
        "Modernidad, Razón E Identidad En América Latina.Jorge Larrain - 1996 - Editorial Andrés Bello. La colonialidad del saber: eurocentrismo y ciencias sociales : perspectivas latinoamericanas.Santiago Castro-Gómez (ed.) - 2000 - [Caracas, Venezuela]: UNESCO, Unidad Regional de Ciencias Sociales y Humanas para América Latina y el Caribe.",
        "América Latina: democracia, pensamiento y acción : reflexiones de utopía.Horacio Cerutti Guldberg & Rodrigo Páez Montalbán - 2003 - UNAM. Ensayismo y modernidad en Americá Latina.B.",
        "En primera persona del plural: Nuestra América. Breve semblanza de Aníbal Quijano.Emiliano Torterola - 2018 - Corpus: Archivos virtuales de la alteridad americana. ¿es Posible Una Modernidad Alternativa En América Latina?Gustavo Ortiz - 2005 - Pensares y Quehaceres 1.",
        "Modernidad última en América Latina y posturas de la crítica artística.José Luis de la Nuez - 2014 - Aisthesis 55:197-212."
      ]
    },
    {
      "title": "Carlos Alvarez, La mística como síntoma de la modernidad. Una lectura del proyecto epistemológico de Michel de Certeau",
      "url": "https://philpapers.org/rec/ALVLMC",
      "philpapers_id": "ALVLMC",
      "snippet": "Haunted Itineraries: Tracing Mysticism in William James, Kenneth Burke, and Michel de Certeau.Bronwyn Law-Viljoen - 2003 - Dissertation, New York University",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Carlos Alvarez"
        }
      ],
      "extra_snippets": [
        "La tensión entre saber y creer en Michel de Certeau.Juan D.",
        "Michel de Certeau Et le Groupe de La Bussière in Michel de Certeau. Le Voyage Mystique.C.",
        "Langlois - 1988 - Recherches de Science Religieuse 76 (2):227-231.",
        "Haunted Itineraries: Tracing Mysticism in William James, Kenneth Burke, and Michel de Certeau.Bronwyn Law-Viljoen - 2003 - Dissertation, New York University"
      ]
    },
    {
      "title": "Jorge Larrain, Modernidad, Razón E Identidad En América Latina",
      "url": "https://philpapers.org/rec/LARMRE",
      "philpapers_id": "LARMRE",
      "snippet": "Algunos Mitos, Estereotipos, Realidades y Retos de Latinoamérica.José Guadalupe Vargas - 2000 - Cinta de Moebio 8. La identidad como tema en la obra martiana: una lectura desde la filosofía.Rodríguez Bencomo &amp; Dalia de Jesús - 2010 - La Habana: Editorial de Ciencias Sociales. Modernidad, ...",
      "page_age": null,
      "extra_snippets": [
        "Algunos Mitos, Estereotipos, Realidades y Retos de Latinoamérica.José Guadalupe Vargas - 2000 - Cinta de Moebio 8. La identidad como tema en la obra martiana: una lectura desde la filosofía.Rodríguez Bencomo & Dalia de Jesús - 2010 - La Habana: Editorial de Ciencias Sociales. Modernidad, Identidad y Utopía en América Latina.Anibal Quijano - 1993 - Utopian Studies 4 (2):232-236.",
        "América Latina: Construyendo Lo Común De Las Luchas Y Resistencias.Gilberto Valdés Gutiérrez - 2009 - Revista de Filosofía (Venezuela) 63 (3):105-118. Impulse to Revolution in Latin America.Jeffrey W.",
        "El pensamiento identitario.Hugo E. Biagini - 2001 - Utopía y Praxis Latinoamericana 6 (15):93-99. Added to PP 2015-02-02 Downloads 32 (#491,718) 6 months 9 (#295,942) ... Teresa de la Parra y Gabriela Mistral: una relación intelectual.Froilán José Ramos Rodríguez - 2015 - Escritos 23 (51):357-378.",
        "Identidad, Tradición, Autenticidad Tres Problemas de América Latina.Mario Sambarino - 1980 - Centro de Estudios Latinoamericanos Rómulo Gallegos."
      ]
    },
    {
      "title": "Diego Malquori, Sobre la crisis de la modernidad. Una lectura desde la perspectiva del arte",
      "url": "https://philpapers.org/rec/MALSLC",
      "philpapers_id": "MALSLC",
      "snippet": "Por ello un discurso sobre el arte no puede prescindir de un análisis del mundo en que este se origina y que de alguna forma intenta expresar. En esta dirección, se consideran tres lecturas de la cuestión de la modernidad: la Dialéctica de la Ilustración de Horkheimer y Adorno, La barbarie de Henry, y El fin de la modernidad de Vattimo.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Diego Malquori"
        }
      ],
      "extra_snippets": [
        "Por ello un discurso sobre el arte no puede prescindir de un análisis del mundo en que este se origina y que de alguna forma intenta expresar. En esta dirección, se consideran tres lecturas de la cuestión de la modernidad: la Dialéctica de la Ilustración de Horkheimer y Adorno, La barbarie de Henry, y El fin de la modernidad de Vattimo.",
        "En la segunda parte, el discurso se centra en la manifestación de la crisis en el arte, intentando ofrecer otros sentidos, a partir de diferentes enfoques filosóficos, a la transición desde modernidad a posmodernidad.",
        "La banalidad del arte. Crisis de la modernidad y renacimiento de la tragedia en Nietzsche.Jorge Enrique Pulido Blanco - 2025 - Revista Filosofía Uis 24 (2):53-78.",
        "La Filosofía Del Arte En la Época Del Fin Del Arte.Adryan Fabrizio Pineda Repizzo - 2011 - Praxis Filosófica 32:249-267."
      ]
    },
    {
      "title": "Juan A. García-González, La implicitud de Dios y la vida intelectual: nota sobre los implícitos gnoseo-antropológicos de la idea cusana de Dios",
      "url": "https://philpapers.org/rec/GARLID-4",
      "philpapers_id": "GARLID",
      "snippet": "SPAEMANN, R. El rumor inmortal. La cuestión sobre Dios y la ilusión de la Modernidad, Rialp, Madrid, 2010, 234 pp.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Juan A. García-González"
        }
      ],
      "extra_snippets": [
        "Uhde, Bernhard. “¿Dios hay muerto? La frase nietzscheana sobre la ‘muerte de Dios’ y la vitalidad de los monoteísmos en la Modernidad.”.Harol Villamil - 2016 - Ideas Y Valores 65 (160):289-292.",
        "Leonardo Polo, El hombre en la historia. Ed. y presentación de Juan A. García González, Cuadernos de Anuario Filosófico, Serie Universitaria, n° 207, Pamplona, Servicio de Publicaciones de la Universidad de Navarra, 2008, 121 pp.",
        "La infinitud de Dios y la vida intelectual.",
        "Nota sobre los implícitos gnoseo-antropológicos de la idea cusana de Dios.Juan Agustín García González - 1995 - Anuario Filosófico:611-625."
      ]
    },
    {
      "title": "Héctor Quintela González, Tiempo y progreso: historia conceptual y modernidad cartesiana",
      "url": "https://philpapers.org/rec/GONTYP",
      "philpapers_id": "GONTYP",
      "snippet": "El presente trabajo trata de evaluar la relevancia de la obra de René Descartes (1596-1650) en la génesis y en el despliegue de la Modernidad desde el marco teórico que proporciona la _Begriffsgeschichte_ desarrollada por Reinhart Koselleck.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Héctor Quintela González"
        }
      ],
      "extra_snippets": [
        "El presente trabajo trata de evaluar la relevancia de la obra de René Descartes (1596-1650) en la génesis y en el despliegue de la Modernidad desde el marco teórico que proporciona la _Begriffsgeschichte_ desarrollada por Reinhart Koselleck.",
        "Velázquez y Cervantes en el sistema de Ortega: la asimilación de dos autores modernos en una filosofía \"nada moderna\".Rodolfo Gutiérrez Simón - 2022 - Ingenium. Revista Electrónica de Pensamiento Moderno y Metodología En Historia de Las Ideas 16:37-45. Modernidad, historia y lenguaje.",
        "Actualidad del pensamiento ilustrado.Miguel ÁPerdomo-Batista - 2018 - Ingenium. Revista Electrónica de Pensamiento Moderno y Metodología En Historia de Las Ideas 12:35-50. Modernidad, filosofía de la historia e historia conceptual: Leibniz y Koselleck.Alejandro Sánchez Berrocal - 2020 - Revista de Filosofía 45 (2):337-355.",
        "Las bases filosóficas de la modernidad pedagógica. Comenio y Descartes.Joan Lluís Llinàs Begon - 2019 - Logos."
      ]
    },
    {
      "title": "Alfonsina Santolalla, El mito como clave de lectura del pensamiento político de Gramsci desde la inmanencia",
      "url": "https://philpapers.org/rec/SANEMC-3",
      "philpapers_id": "SANEMC",
      "snippet": "Consideramos que este concepto –proveniente del desarrollo teórico-político de uno de los interlocutores de Gramsci, Georges Sorel– constituye una clave para rastrear qué significa la construcción de una “nueva” inmanencia en la obra de Gramsci. Nos interesa explorar la posibilidad de que la inmanencia en Gramsci permita complejizar el proyecto gramsciano de construcción de una filosofía de la praxis, para la cual el mito se vuelve central.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Alfonsina Santolalla"
        }
      ],
      "extra_snippets": [
        "Consideramos que este concepto –proveniente del desarrollo teórico-político de uno de los interlocutores de Gramsci, Georges Sorel– constituye una clave para rastrear qué significa la construcción de una “nueva” inmanencia en la obra de Gramsci. Nos interesa explorar la posibilidad de que la inmanencia en Gramsci permita complejizar el proyecto gramsciano de construcción de una filosofía de la praxis, para la cual el mito se vuelve central.",
        "Antonio Gramsci y su lectura de Maquiavelo: entre la historia de la filosofía y la teoría política.Alejandro Sánchez Berrocal - 2023 - Anales Del Seminario de Historia de la Filosofía 40 (2):369-379.",
        "Objetivo Gramsci. La crítica socialista del concepto de “Hegemonía” en la batalla ideológica entre el PSI y el PCI (1976-1978).Jorge del Palacio Martín - 2023 - Araucaria 25 (52).",
        "Gramsci a la luz de Marx: sobre ideología y hegemonía.Paloma Martínez Matías - 2020 - Foro Interno."
      ]
    },
    {
      "title": "Elias Palti, Aporías, Tiempo, Modernidad, Historia, Sujeto, Nación, Ley",
      "url": "https://philpapers.org/rec/PALATM-2",
      "philpapers_id": "PALATM",
      "snippet": "La conciencia ética como acción humana y divina en la Fenomenología del espíritu de Hegel : culpa y destino : ¿somos fatalmente culpables?José Manuel Orozco Garibay - 2024 - Estudios filosofía historia letras 22 (148):81. «Torres más altas...»: sujeto y razón en la modernidad.Bernardo Pérez Andreo - 2009 - Anales Del Seminario de Historia de la Filosofía 26:217-236.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Elias Palti"
        }
      ],
      "extra_snippets": [
        "La conciencia ética como acción humana y divina en la Fenomenología del espíritu de Hegel : culpa y destino : ¿somos fatalmente culpables?José Manuel Orozco Garibay - 2024 - Estudios filosofía historia letras 22 (148):81. «Torres más altas...»: sujeto y razón en la modernidad.Bernardo Pérez Andreo - 2009 - Anales Del Seminario de Historia de la Filosofía 26:217-236.",
        "El tiempo del sujeto: un diagnóstico de la crisis de la modernidad.Alejandro Escudero Pérez - 2009 - Madrid: Arena Libros.",
        "Palti, Elías. Una arqueología de lo político. Regímenes de poder desde el siglo XVII. Buenos Aires, Fondo de Cultura Económica, 2018, 309 páginas. [REVIEW]Mauro R. Juárez - 2022 - Revista de Filosofía (La Plata) 52 (1):e045.",
        "Tiempo, historia y acción. Condiciones prácticas de la réplica de Paul Ricoeur a las aporías de la temporalidad.Alfredo Mart&Iacute, Nez S.&Aacute &amp; Nchez - 1999 - Daimon: Revista Internacional de Filosofía 18:123-134."
      ]
    },
    {
      "title": "Leonardo Ordóñez Díaz, Fronteras del mito, la filosofía y la ciencia. De los mitos cosmogónicos a la teoría del Big Bang",
      "url": "https://philpapers.org/rec/ORDFDM",
      "philpapers_id": "ORDFDM",
      "snippet": "C. Lévi-Strauss advirtió que la variedad de mitos, lejos de constituir una proliferación anárquica de relatos, exhibe un aire de familia que trasparenta la profunda unidad del pensamiento humano. A partir de esta idea, el artículo muestra cómo ciertas teorías filosóficas y científicas sobre el origen del cosmos se apoyan en una estructura narrativa implícita en los mitos cosmogónicos.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Leonardo Ordóñez Díaz"
        }
      ],
      "extra_snippets": [
        "C. Lévi-Strauss advirtió que la variedad de mitos, lejos de constituir una proliferación anárquica de relatos, exhibe un aire de familia que trasparenta la profunda unidad del pensamiento humano. A partir de esta idea, el artículo muestra cómo ciertas teorías filosóficas y científicas sobre el origen del cosmos se apoyan en una estructura narrativa implícita en los mitos cosmogónicos.",
        "Three epistemic problems in the study on evolution of language.Juan Carlos Zavala Olalde - forthcoming - Thémata Revista de Filosofía. Mitos del Hades en Platón.Juan Fernando Mejía Mosquera - 2002 - Estudios de Filosofía (Universidad de Antioquia) 26:111-132.",
        "Análisis de la noción de origen en el pensamiento de H. Rombach.Ángel E. Garrido-Maturano - 2016 - Tópicos 31:62-84. Entre mito y logos: interpretación sobre la importancia del mito en el origen del concepto de la economía.Edward Andrés Tamayo Duque - 2017 - Escritos 25 (54):23-44.",
        "Teoría sobre el concepto innato de unidad y su proyección en la interpretación del mundo.Héctor Andrés Loreto de Vázquez - 2023 - Filha - Universidad Autónoma de Zacatecas 18 (29). El mito del origen.Adriana Rodríguez Barraza - 2016 - Agora 35 (2)."
      ]
    },
    {
      "title": "José María Zamora Calvo, \"Forjadores de mitos\". El discurso poético en el Comentario a la República de Proclo",
      "url": "https://philpapers.org/rec/ZAMFDM",
      "philpapers_id": "ZAMFDM",
      "snippet": "Resumen En la 5ª y 6ª disertación del Comentario a la República de Platón Proclo se centra en rescatar tanto a los &quot;forjadores de mitos&quot;, Homero y Hesíodo, como a sus críticos, Sócrates y Platón (República III y X).",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "José María Zamora Calvo"
        }
      ],
      "extra_snippets": [
        "Resumen En la 5ª y 6ª disertación del Comentario a la República de Platón Proclo se centra en rescatar tanto a los \"forjadores de mitos\", Homero y Hesíodo, como a sus críticos, Sócrates y Platón (República III y X).",
        "Ahora bien, las características que Proclo asigna a los mitos no se aplican a todos llos mitos, ya que es preciso diferenciar dos tipos: los educativos y los divinamente inspirados, que se corresponden con dos tipos de oyentes: los que conciernen a los jóvenes y los que se dirigen a aquellos que son capaces de elevar su alma a través de todas las clases divinas.",
        "La recepción del pensamiento de Proclo en la obra de Nicolás de Cusa.Claudia D'Amico - 2009 - Anales Del Seminario de Historia de la Filosofía 26:107-134. Matemáticas y Dialéctica en República VI-VII.José Luis Ventura Medina - 2009 - Apuntes Filosóficos 19 (34). Mitos: sua relevância no mundo contemporâneo.José Antunes Da Silva - 1992 - Revista Portuguesa de Filosofia 48 (4):567 - 580.",
        "Que Orfeo también puso nombre al demiurgo: el fr. 241 Bernabé y su función en el \"Comentario al Timeo de Platón\" de Proclo.Antoni Bordoy - 2013 - Anales Del Seminario de Historia de la Filosofía 30 (2):331-355."
      ]
    },
    {
      "title": "Borja Cano Vidal, Losada, José Manuel , Nuevas formas del mito. Una metodología interdisciplinar",
      "url": "https://philpapers.org/rec/VIDLJM",
      "philpapers_id": "VIDLJM",
      "snippet": "Nuevas formas de gobernalidad local.José Vargas Hernández - 2002 - El Catoblepas: Revista Crítica Del Presente. Losada Goya, José Manuel y Lipscomb, Antonella (coords.), &quot;Mito e interdisciplinariedad. Los mitos antiguos, medievales y modernos en la literatura y en las artes contemporánea&quot;.Ana ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Borja Cano Vidal"
        }
      ],
      "extra_snippets": [
        "Nuevas formas de gobernalidad local.José Vargas Hernández - 2002 - El Catoblepas: Revista Crítica Del Presente. Losada Goya, José Manuel y Lipscomb, Antonella (coords.), \"Mito e interdisciplinariedad. Los mitos antiguos, medievales y modernos en la literatura y en las artes contemporánea\".Ana Isabel Jiménez San Cristóbal - 2014 - 'Ilu.",
        "Revista de Ciencias de Las Religiones 19:333-334. Losada, José Manuel , \"Abordajes. Mitos y reflexiones sobre el mar\".Helena González-Vaquerizo - 2015 - 'Ilu.",
        "La autoconciencia y el poder del\" Selbst\" como reconocimiento necesario.José Manuel Sánchez Fernández - 2010 - Contrastes: Revista Internacional de Filosofía 15 (cialidad y subjetividad humanas):327-335. RESEÑA de : Múñoz-Alonso, Gemma. Estructura, metodología y escritura del Trabajo de Fin de Máster. Madrid : Escolar y Mayo Editores, 2011.José Manuel Casado - 2011 - Endoxa 28:359. El mito de la izquierda indefinida y el mito de las derechas.José Rodríguez Pardo - 2003 - El Catoblepas: Revista Crítica Del Presente.",
        "Losada, José Manuel , Mitos de hoy. Ensayos de mitocrítica cultural.Borja Cano Vidal - 2016 - 'Ilu. Revista de Ciencias de Las Religiones 21:271-273."
      ]
    },
    {
      "title": "Ramón Cotarelo, Complacencias de la posmodernidad",
      "url": "https://philpapers.org/rec/COTCDL",
      "philpapers_id": "COTCDL",
      "snippet": "Las complacencias de la posmodernidad son un ejercicio de irrelevancia. ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... El mito de la izquierda según Ramón Cotarelo.José Rodríguez Pardo - 2004 - El Catoblepas: Revista Crítica Del Presente.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ramón Cotarelo"
        }
      ],
      "extra_snippets": [
        "Las complacencias de la posmodernidad son un ejercicio de irrelevancia. ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... El mito de la izquierda según Ramón Cotarelo.José Rodríguez Pardo - 2004 - El Catoblepas: Revista Crítica Del Presente.",
        "Paradojas de la Geografía.Marcelino Suárez Ardura - 2006 - El Catoblepas: Revista Crítica Del Presente.",
        "En torno al Estado de las Autonomías.Pedro González Cuevas - 2011 - El Catoblepas: Revista Crítica Del Presente.",
        "Crítica De La Posmodernidad En Rafael Gutiérrez Girardot.Damián Soto - 2011 - Cuadernos de Filosofía Latinoamericana 32:97-118."
      ]
    },
    {
      "title": "Marcelino Javier Suárez Ardura, Teoría de la cultura frente a Mito de la Cultura",
      "url": "https://philpapers.org/rec/ARDTDL",
      "philpapers_id": "ARDTDL",
      "snippet": "Filosofía de la cultura popular: una lectura de la teoría crítica desde la perspectiva de Hannah Arendt.María Luengo - 2011 - Cinta de Moebio 40:64-83. Mito e cultura: Aproximações.José Gama - 1992 - Revista Portuguesa de Filosofia 48 (4):609 - 616.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Marcelino Javier Suárez Ardura"
        }
      ],
      "extra_snippets": [
        "Gustavo Bueno,\" España frente a Europa\".Felicísimo Valbuena de la Fuente - 2000 - El Basilisco 27:85-86. Viejas y nuevas mitologías en la cultura española.Fernando Rodríguez Genovés - 2003 - El Basilisco 33:25-30.",
        "El gran teatro de España: La Guerra de la Independencia como espectáculo de la cultura romántica inglesa.Diego Saglia - 2006 - El Basilisco 38:55-64. El mito de la neutralidad de la ciencia: la responsabilidad del científico y el técnico.Miguel Ángel Quintanilla Fisac - 1978 - El Basilisco 1:52-56.",
        "El mito del mito de la caverna (a propósito de Saramago y el mito de la caverna de Platón).Mariano Arias - 2001 - El Basilisco 29:93-96.",
        "Ortega y la misión de la cultura en la Universidad / Ortega and the Mission of Culture in the University.Pedro Agustín Talavera Fernández & Vicente Bellver Capella - 2001 - El Basilisco 31:89-94."
      ]
    }
  ],
  "count": 20,
  "errors": []
}
