{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "1492 philosophy eurocentrism",
  "results": [
    {
      "title": "Heinz Kimmerle, Hegel's Eurocentric Concept of Philosophy",
      "url": "https://philpapers.org/rec/KIMHEC",
      "philpapers_id": "KIMHEC",
      "snippet": "In ancient times and in the Middle Ages there were vivid exchanges with non-Western traditions, especially Egyptian and Arabic philosophies. But since the philosophy of European Enlightenment, a large part of European-Western philosophy maintains that philosophy of a high standard exists only here. This statement can be called Eurocentric and is highly contestable.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Heinz Kimmerle"
        }
      ],
      "extra_snippets": [
        "In ancient times and in the Middle Ages there were vivid exchanges with non-Western traditions, especially Egyptian and Arabic philosophies. But since the philosophy of European Enlightenment, a large part of European-Western philosophy maintains that philosophy of a high standard exists only here. This statement can be called Eurocentric and is highly contestable.",
        "On Heidegger's.Carlos Alberto Sánchez - 2013 - Radical Philosophy Review 16 (3):763-780. Racism and Eurocentrism in Histories of Philosophy.Lloyd Strickland & Jia Wang - 2023 - Open Journal of Philosophy 13 (1):76-96.",
        "Symposium: How Are Histories of Non-Western Philosophies Relevant to Intercultural Philosophizing?Wimmer Franz-Martin, Bernasconi Robert, Hountondji Paulin & Norton-Smith Thomas - unknown - In Wimmer Franz-Martin, Bernasconi Robert, Hountondji Paulin & Norton-Smith Thomas (eds.). pp. 124-167. Rescuing Hegel from Eurocentrism: Oriental Reconstructions of Hegel's Orient.Viren Murthy - forthcoming - Hegel Bulletin:1-28.",
        "Sociological thought: beyond Eurocentric theory.Nahla Abdo-Zubi (ed.) - 1996 - Toronto: Canadian Scholars' Press. Gadfly of Continental Philosophy: On Robert Bernasconi’s Critique of Philosophical Eurocentrism.Bret W."
      ]
    },
    {
      "title": "Manuel Vargas, Eurocentrism and the Philosophy of Liberation",
      "url": "https://philpapers.org/rec/VAREAT",
      "philpapers_id": "VAREAT",
      "snippet": "The apparent disconnect between the aims and methods (or if you like, the theory and practice) has given rise to a criticism I call The Eurocentrism Problem. I argue that the Eurocentrism Problem has not received an adequate reply, and that it reflects a number of underlying flaws in the philosophical program of the philosophy of liberation.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Manuel Vargas"
        }
      ],
      "extra_snippets": [
        "Proponents of the philosophy of liberation generally counsel that various forms of liberation in at least the Americas requires that we should fight Eurocentrism and resist the ontology and conceptual framework of Europe. However, most of the work done in this tradition relies heavily on the terminology and theoretical apparatus of various strands of European philosophy.",
        "The apparent disconnect between the aims and methods (or if you like, the theory and practice) has given rise to a criticism I call The Eurocentrism Problem. I argue that the Eurocentrism Problem has not received an adequate reply, and that it reflects a number of underlying flaws in the philosophical program of the philosophy of liberation.",
        "Which Secular Grounds? The Atheism of Liberation Philosophy.Rafael Vizcaíno - 2021 - APA Newsletter on Hispanic/Latino Issues in Philosophy 2 (20):2-5. The contours of Eurocentrism: race, history, and political texts.Marta Araújo - 2016 - Lanham, Maryland: Lexington Books.",
        "Learning from Intercultural Philosophy: Towards Aesthetics of Liberation in Critical African Filmmaking.Yonas B. Abebe & Birgit K."
      ]
    },
    {
      "title": "Ludmila E. Kryshtop, Axial Period and Criticism of Eurocentrism in the Philosophy of K. Jaspers",
      "url": "https://philpapers.org/rec/KRYAPA",
      "philpapers_id": "KRYAPA",
      "snippet": "The article concerns the Axial Period conception of Karl Jaspers. The author states that this conception had a great influence on further development of European philosophy to even greater pluralization and ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ludmila E. Kryshtop"
        }
      ],
      "extra_snippets": [
        "The author states that this conception had a great influence on further development of European philosophy to even greater pluralization and played a great role in the fight with Eurocentrism in different fields – in philosophy as well as in religious consciousness.",
        "In Olga Chistyakova & Iana Roumbal, Proceedings of The 7th International Conference on Contemporary Education, Social Sciences and Humanities (Philosophy of Being Human as the Core of Interdisciplinary Research) (ICCESSH 2022). Atlantis Press SARL.",
        "The author analyses the way out proposed by Jaspers and argues this position could be regarded as inconsistent and contradictive. In order to understand better Jaspers’ solution and to estimate it, the wider the wider context of Jaspers’ philosophical writings is researched.",
        "History, its Origins, and End in Context of Philosophy of Liberation.Ludmila E. Kryshtop, Крыштоп Людмила Эдуардовна, Alexey V."
      ]
    },
    {
      "title": "Lerato Posholi, Epistemic Decolonization as Overcoming the Hermeneutical Injustice of Eurocentrism",
      "url": "https://philpapers.org/rec/POSEDA-3",
      "philpapers_id": "POSEDA",
      "snippet": "This paper is broadly concerned with the question of what epistemic decolonization might involve. It is divided into two parts. The first part begins by explaining the specifically epistemic problem to ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lerato Posholi"
        }
      ],
      "extra_snippets": [
        "This lends further plausibility to the radical proposal that epistemic decolonization must involve thinking from ‘outside’ the Eurocentric paradigm, but also accommodates the moderate proposal that adopting critical perspectives on Eurocentric thought is an important part of epistemic decolonization. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Engaging in African Epistemology as a Form of Epistemic Decolonization.Ovett Nwosimiri - 2022 - Filosofia Theoretica: Journal of African Philosophy, Culture and Religions 11 (2):75-88.",
        "On epistemic freedom and epistemic injustice.Karl Landström - forthcoming - Inquiry: An Interdisciplinary Journal of Philosophy. Epistemological Decolonization of Theology.Enrique Dussel - 2019 - In Raimundo Barreto & Roberto Sirvent (eds.), Decolonial Christianities: Latinx and Latin American Perspectives. Springer Verlag. pp. 25-42. Decolonizing “Decolonization” and Knowledge Production beyond Eurocentrism.Michael Onyebuchi Eze - 2024 - The Monist 107 (3):264-278.",
        "Liberation Philosophy, Anti-Fetishism, and Decolonization.Rafael Vizcaíno - 2021 - Journal of World Philosophies 6 (2):61-75.",
        "On hermeneutical openness and wilful hermeneutical ignorance.Karl Landström - 2022 - Labyrinth: An International Journal for Philosophy, Value Theory and Sociocultural Hermeneutics 24 (1):113-134."
      ]
    },
    {
      "title": "John M. Hobson, The Eurocentric Conception of World Politics: Western International Theory, 1760–2010",
      "url": "https://philpapers.org/rec/HOBTEC",
      "philpapers_id": "HOBTEC",
      "snippet": "Hobson also provides a sympathetic critique of Edward Said&#x27;s conceptions of Eurocentrism and Orientalism, revealing how Eurocentrism takes different forms, which can be imperialist or anti-imperialist, and showing how these have played out in international theory since 1760.",
      "page_age": null,
      "extra_snippets": [
        "International Relations Theory and Philosophy: Interpretive Dialogues.Cerwyn Moore & Chris Farrands (eds.) - 2010 - Routledge. British Modern International Thought in the Making: Politics and Economy from Hobbes to Bentham.Benjamin Bourcier & Mikko Jakonen (eds.) - 2024 - Cham: Springer Verlag. Eurocentrism: a Marxian critical realist critique.Nick Hostettler - 2012 - New York: Routledge.",
        "Beyond Eurocentrism: Trajectories towards a renewed political and social theory.Ina Kerner - 2018 - Philosophy and Social Criticism 44 (5):550-570.",
        "Hobson also provides a sympathetic critique of Edward Said's conceptions of Eurocentrism and Orientalism, revealing how Eurocentrism takes different forms, which can be imperialist or anti-imperialist, and showing how these have played out in international theory since 1760.",
        "The book thus speaks to scholars of international relations and also to all those interested in understanding Eurocentrism in the disciplines of political science/political theory, political economy/international political economy, geography, cultural and literary studies, sociology and, not least, anthropology."
      ]
    },
    {
      "title": "Marianna Charitonidou, Challenging Eurocentrism in Architectural Historiographies",
      "url": "https://philpapers.org/rec/CHACEI",
      "philpapers_id": "CHACEI",
      "snippet": "It also aims to explain why the politics of resistance characterizing the endeavours of shaping historiographical methods that try to represent the other go hand in hand with the intention to challenge concepts and historiographies that are based on Zeitgeist. In other words, the rejection of colonialist models of writing architectural history is related to the endeavour of placing Eurocentric narratives and Zeitgeist theories under critical scrutiny.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Marianna Charitonidou"
        }
      ],
      "extra_snippets": [
        "The Needham Question, Dialogism Versus Eurocentrism and Neo-Eurocentrism, and the Need to Transcend Dialogism.Raymond W. K. Lau - 2024 - In Rethinking the Needham Question: A Non-Eurocentric Framework Transcending Dialogism. Singapore: Springer Nature Singapore. pp. 17-48. ... Sorry, there are not enough data points to plot this chart. How can I increase my downloads? ... No citations found. ... No references found. ... Home | New books and articles | Bibliographies | Philosophy journals | About PhilPapers | API | Contact us | Code of conduct",
        "It also aims to explain why the politics of resistance characterizing the endeavours of shaping historiographical methods that try to represent the other go hand in hand with the intention to challenge concepts and historiographies that are based on Zeitgeist. In other words, the rejection of colonialist models of writing architectural history is related to the endeavour of placing Eurocentric narratives and Zeitgeist theories under critical scrutiny.",
        "Models of architectural historiography that intend to challenge Eurocentrism should place particular emphasis on revealing the different agents that contributed to the realization of architectural and urban projects under study. Archival research plays a major role in bringing to light the aspects concerning these different agents.",
        "The chapter places particular emphasis on Edmund Husserl’s understanding of Europe, Immanuel Wallerstein’s critique of Eurocentrism, and Reinhart Koselleck’s theory of overlapping temporal layers."
      ]
    },
    {
      "title": "Teshale Tibebu, Hegel and the Third World: the making of eurocentrism in world history",
      "url": "https://philpapers.org/rec/TIBHAT",
      "philpapers_id": "TIBHAT",
      "snippet": "Racism and Rationality in Hegel&#x27;s Philosophy of Subjective Spirit.D. Moellendorf - 1992 - History of Political Thought 13 (2):243. The contours of Eurocentrism: race, history, and political texts.Marta Araújo - 2016 - Lanham, Maryland: Lexington Books.",
      "page_age": null,
      "extra_snippets": [
        "The Hegel controversy -- Nature and spirit -- The struggle for recognition : the dialectic of lordship and bondage -- Race, gender, and class -- Philosophy of history -- Africa : the domain of the senses -- The Orient : the ferment of the understanding -- The Greco-Germanic world : the home of self-conscious reason.",
        "Racism and Rationality in Hegel's Philosophy of Subjective Spirit.D. Moellendorf - 1992 - History of Political Thought 13 (2):243. The contours of Eurocentrism: race, history, and political texts.Marta Araújo - 2016 - Lanham, Maryland: Lexington Books.",
        "The Oxford Handbook of Philosophy and Race.Naomi Zack (ed.) - 2017 - New York, USA: Oxford University Press USA. The coloniality of time in the global justice debate: de-centring Western linear temporality.Katharina Hunfeld - 2022 - Journal of Global Ethics 18 (1):100-117. II—Europe and Eurocentrism.Alison Stone - 2017 - Aristotelian Society Supplementary Volume 91 (1):83-104.",
        "History Philosophy. Eurocentrism"
      ]
    },
    {
      "title": "Carmen De Schryver, Empirical-Anthropological Types and Absolute Ideas: Tracking Husserl’s Eurocentrism",
      "url": "https://philpapers.org/rec/DESETA-5",
      "philpapers_id": "DESETA",
      "snippet": "Husserl has often stood accused of Eurocentrism given his disquieting coupling of philosophy as universal science with Europe. And yet, however much this accusation has clouded the appeal of transcendental phenomenology, ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Carmen De Schryver"
        }
      ],
      "extra_snippets": [
        "Corporeity and the Eurocentric Community: Recasting Husserl’s Crisis in Merleau-Ponty’s Ontology of the Flesh.Andréa Delestrade - 2024 - Research in Phenomenology 54 (2):189-212. The Problem of the Unity of a Manifold in the Development of Husserl’s Philosophy.Burt C.",
        "The overarching aim of doing so is to chart the possibilities for the development of a non-Eurocentric, decolonial phenomenological thinking which exploits the enduring appeal of Husserl’s commitment to presuppositionlessness.",
        "The first part of the paper considers the relationship between the phenomenological reduction and eidetic variation, showing that, by Husserl’s own lights, phenomenological science seeks to expel all forms of prejudice. Part two, however, shows that the entrance of Eurocentrism into phenomenology is not simply accidental, in two distinct senses.",
        "The first, which takes off from Merleau-Ponty’s (implicit) critique of Husserl, argues that Husserl in his late work is insufficiently attentive to the empirical dimension: Eurocentrism thus stems from the overly transcendental emphases of this project and its inability to engage with concrete human diversity."
      ]
    },
    {
      "title": "Kalmanson Leah, A Practical Guide to World Philosophies",
      "url": "https://philpapers.org/rec/LEAAPG",
      "philpapers_id": "LEAAPG",
      "snippet": "world philoosphies, comparative philosophy, methodological whiteness, history of academic philosophy, Eurocentrism",
      "page_age": null,
      "extra_snippets": [
        "Traditions throughout the world and across history have tackled fundamental questions about the human condition. This one-of-a-kind guide shows how these different philosophies can be effectively studied together. The book serves as a practical teaching guide to the theoretical and methodological diversification of philosophy as practiced in academia today.",
        "world philoosphies, comparative philosophy, methodological whiteness, history of academic philosophy, Eurocentrism",
        "Dressed: a philosophy of clothes.Shahidha K.",
        "Knowing (with) Others.Gaile Pohlhaus - 2006 - Social Philosophy Today 22:187-198."
      ]
    },
    {
      "title": "Tsenay Serequeberhan, Eurocentrism in philosophy: The case of Immanuel Kant",
      "url": "https://philpapers.org/rec/SEREIP",
      "philpapers_id": "SEREIP",
      "snippet": "Hermeneutics, history, and d’où parlez vous? Paul Ricoeur and Tsenay Serequeberhan on how to engage African philosophy from a Western context.Justin Sands - 2019 - South African Journal of Philosophy 38 (4):371-382.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Tsenay Serequeberhan"
        }
      ],
      "extra_snippets": [
        "Hermeneutics, history, and d’où parlez vous? Paul Ricoeur and Tsenay Serequeberhan on how to engage African philosophy from a Western context.Justin Sands - 2019 - South African Journal of Philosophy 38 (4):371-382.",
        "Tsenay Serequeberhan, ed., African Philosophy ― The Essential Readings.",
        "The Postcolonial Condition and Its Possible Futures in Achille Mbembe, Tsenay Serequeberhan, and Lewis R. Gordon.Benedetta Lanfranchi - 2019 - Journal of World Philosophies 4 (1):188-200.",
        "The Hermeneutics of African Philosophy: Horizon and Discourse.Tsenay Serequeberhan - 1994 - New York: Routledge."
      ]
    },
    {
      "title": "Lee Wilson, Eurocentrism as disease: a pathology between King and Qing",
      "url": "https://philpapers.org/rec/WILEAD-13",
      "philpapers_id": "WILEAD",
      "snippet": "In his attempt to overcome Eurocentrism in fin-de-siècle philosophical theories and practices, Lim’s medical Confucianism presents to us one of the earliest, systematic examples of a comprehensive Anglo-Chinese hybrid philosophy, attempting to tread a thin line between Eurocentrism and Sinocentrism by creating a new centre at imperial peripheries.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lee Wilson"
        }
      ],
      "extra_snippets": [
        "Reviving Confucianism with evolutionary and medical conceptual tools in the British Straits Settlements before the Pacific War, the Straits Chinese philosopher, physician, reformer, and revolutionary Lim Boon Keng (1869–1957) pathologized Eurocentrism as a disease under his innovative but also troubling system of medical Confucianism.",
        "In his attempt to overcome Eurocentrism in fin-de-siècle philosophical theories and practices, Lim’s medical Confucianism presents to us one of the earliest, systematic examples of a comprehensive Anglo-Chinese hybrid philosophy, attempting to tread a thin line between Eurocentrism and Sinocentrism by creating a new centre at imperial peripheries.",
        "On Heidegger's \"Thin\" Eurocentrism and the Possibility of a \"Mexican\" Philosophy.Carlos Alberto Sánchez - 2013 - Radical Philosophy Review 16 (3):763-780.",
        "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17."
      ]
    },
    {
      "title": "Raymond A. Morrow, Habermas, Eurocentrism and education : the indigenous knowledge debate",
      "url": "https://philpapers.org/rec/MORHEA",
      "philpapers_id": "MORHEA",
      "snippet": "Eurocentrism and the falsification of perception: an analysis with special reference to South Asia.Rahul Peter Das - 2005 - Halle (Saale): Institut für Indologie und Südasienwissenschaften der Martin-Luther-Universität Halle-Wittenberg. ... Sorry, there are not enough data points to plot this chart. How can I increase my downloads? No citations found. ... No references found. ... Home | New books and articles | Bibliographies | Philosophy ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Raymond A. Morrow"
        }
      ],
      "extra_snippets": [
        "Eurocentrism and the falsification of perception: an analysis with special reference to South Asia.Rahul Peter Das - 2005 - Halle (Saale): Institut für Indologie und Südasienwissenschaften der Martin-Luther-Universität Halle-Wittenberg. ... Sorry, there are not enough data points to plot this chart. How can I increase my downloads? No citations found. ... No references found. ... Home | New books and articles | Bibliographies | Philosophy journals | About PhilPapers | API | Contact us | Code of conduct",
        "Eurocentrism: a Marxian critical realist critique.Nick Hostettler - 2012 - New York: Routledge.",
        "The Challenges of Revitalizing an Indigenous and Afrocentric Moral Theory in Postcolonial Education in Zimbabwe.Pascah Mungwini - 2011 - Educational Philosophy and Theory 43 (7):773-787."
      ]
    },
    {
      "title": "James Morris Blaut, Eight Eurocentric Historians",
      "url": "https://philpapers.org/rec/BLAEEH-2",
      "philpapers_id": "BLAEEH",
      "snippet": "This volume examines and critiques the work of a diverse group of Eurocentric historians who have strongly shaped our understanding of world history. Building upon the foundations laid in his previous ...",
      "page_age": null,
      "extra_snippets": [
        "Embodiedness, Open-mindedness, and Eurocentrism: Diversifying Comparative and Cross-cultural Philosophy with Key Concepts of World Philosophies.Manuel Rivera Espinoza - forthcoming - Comparative and Continental Philosophy.",
        "Eurocentrizmo kritika André Gunderio Franko koncepcijoje.Antanas Andrijauskas - 2017 - Logos: A Journal, of Religion, Philosophy Comparative Cultural Studies and Art 90:15-31.",
        "Building upon the foundations laid in his previous book, The Colonizer's Model of the World, which provided a systematic overview of the nature and evolution of Eurocentrism, Blaut focuses in depth on Max Weber, Lynn White, Jr., Robert Brenner, Eric L. Jones, Michael Mann, John A.",
        "The Eurocentric Conception of World Politics: Western International Theory, 1760–2010.John M."
      ]
    },
    {
      "title": "Marta Araújo, The contours of Eurocentrism: race, history, and political texts",
      "url": "https://philpapers.org/rec/ARATCO-6",
      "philpapers_id": "ARATCO",
      "snippet": "It contributes to the critique of the contemporary workings of Eurocentrism and racism that have frustrated the struggles for the decolonization of knowledge and continue to shape our understandings of the world order in racially hierarchical terms, by re-centering the West/Europe&quot;--Provided by publisher. ... History Philosophy.",
      "page_age": null,
      "extra_snippets": [
        "It contributes to the critique of the contemporary workings of Eurocentrism and racism that have frustrated the struggles for the decolonization of knowledge and continue to shape our understandings of the world order in racially hierarchical terms, by re-centering the West/Europe\"--Provided by publisher. ... History Philosophy.",
        "Eurocentrism Philosophy. Civilization, Western Philosophy. Eurocentrism Political aspects. Racism Political aspects. Historiography Political aspects. Knowledge, Theory of Political aspects. History Political aspects.",
        "The Eurocentric Conception of World Politics: Western International Theory, 1760–2010.John M. Hobson - 2012 - Cambridge University Press. The difference aesthetics makes: on the humanities \"after man\".Kandice Chuh - 2019 - Durham: Duke University Press. Racism and Rationality in Hegel's Philosophy of Subjective Spirit.D.",
        "Hegel and the Third World: the making of eurocentrism in world history.Teshale Tibebu - 2011 - Syracuse, N.Y.: Syracuse University Press. The Oxford Handbook of the History of Political Philosophy.George Klosko (ed.) - 2011 - New York: Oxford University Press UK."
      ]
    },
    {
      "title": "Qadri Ismail, Culture and Eurocentrism",
      "url": "https://philpapers.org/rec/ISMCAE-2",
      "philpapers_id": "ISMCAE",
      "snippet": "A postcolonialist reading of the deployment of the concept of culture in literature, anthropology, philosophy, sociology, cultural studies. It argues that modernity as understood in the Anglo-US episteme is structured around eurocentrism.",
      "page_age": null,
      "extra_snippets": [
        "A postcolonialist reading of the deployment of the concept of culture in literature, anthropology, philosophy, sociology, cultural studies. It argues that modernity as understood in the Anglo-US episteme is structured around eurocentrism.",
        "Eurocentrism: a Marxian critical realist critique.Nick Hostettler - 2012 - New York: Routledge. Soviet philosophy revisited – why Joseph bocheński was right while being wrong.Evert van der Zweerde - 2003 - Studies in East European Thought 55 (4):315-342.",
        "Dialectic and Explaining Eurocentrism: The Dialectics of the Europic Problematic of Modernity.Nick Hostettler - 2013 - Journal of Critical Realism 12 (1):45 - 71.",
        "Sociology's Eurocentrism and the `Rise of the West' Revisited.Gregor McLennan - 2000 - European Journal of Social Theory 3 (3):275-291."
      ]
    },
    {
      "title": "Simon Glendinning, Derrida and Europe beyond Eurocentrism and anti-Eurocentrism",
      "url": "https://philpapers.org/rec/GLEDAE",
      "philpapers_id": "GLEDAE",
      "snippet": "Simon Glendinning argues that Derrida’s views on Europe are more complex than has often been appreciated.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Simon Glendinning"
        }
      ],
      "extra_snippets": [
        "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
        "On Heidegger's \"Thin\" Eurocentrism and the Possibility of a \"Mexican\" Philosophy.Carlos Alberto Sánchez - 2013 - Radical Philosophy Review 16 (3):763-780.",
        "Eurocentrism and the falsification of perception: an analysis with special reference to South Asia.Rahul Peter Das - 2005 - Halle (Saale): Institut für Indologie und Südasienwissenschaften der Martin-Luther-Universität Halle-Wittenberg.",
        "Eurocentrism: a Marxian critical realist critique.Nick Hostettler - 2012 - New York: Routledge."
      ]
    },
    {
      "title": "Mark Mazower, The End of Eurocentrism",
      "url": "https://philpapers.org/rec/MAZTEO-3",
      "philpapers_id": "MAZTEO",
      "snippet": "On Heidegger&#x27;s &quot;Thin&quot; Eurocentrism and the Possibility of a &quot;Mexican&quot; Philosophy.Carlos Alberto Sánchez - 2013 - Radical Philosophy Review 16 (3):763-780.",
      "page_age": null,
      "extra_snippets": [
        "Eurocentrism and Colorblindness.Oona Eisenstadt - 2012 - Levinas Studies 7 (1):43-62. Added to PP index 2015-08-27 Total views 4 ( #811,625 of 2,309,399 ) Recent downloads (6 months) 2 ( #292,813 of 2,309,399 ) ... Home | New books and articles | Bibliographies | Philosophy journals | Discussions | Article Index | About PhilPapers | API | Contact us | Code of conduct",
        "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
        "On Heidegger's \"Thin\" Eurocentrism and the Possibility of a \"Mexican\" Philosophy.Carlos Alberto Sánchez - 2013 - Radical Philosophy Review 16 (3):763-780.",
        "Eurocentrism, Human Rights, and Humanism.Fernando Suárez Müller - 2012 - International Journal of Applied Philosophy 26 (2):279-293."
      ]
    },
    {
      "title": "Bryan William Van Norden, Taking back philosophy: a multicultural manifesto",
      "url": "https://philpapers.org/rec/VANTBP-5",
      "philpapers_id": "VANTBP",
      "snippet": "Bryan W. Van Norden lambastes academic philosophy for its Eurocentrism and insularity and challenges educational institutions to live up to their cosmopolitan ideals. Taking Back Philosophy is at once a manifesto ...",
      "page_age": null,
      "extra_snippets": [
        "Taking Back Philosophy: A Multicultural Manifesto.Jay L.",
        "Taking Back Philosophy: A Multicultural Manifesto by Bryan W. Van Norden.Alexandra S.",
        "Ilieva Ilieva - 2018 - Philosophy East and West 68 (3):1-3.",
        "Professional Philosophy, “Diversity,” and Racist Exclusion: On Van Norden’s Taking Back Philosophy: A Multicultural Manifesto.Grant Joseph Silva - 2018 - Expositions 2 (12):39-53."
      ]
    },
    {
      "title": "James Morris Blaut, [Book review] the colonizer's model of the world, geographical diffusionism and eurocentric history",
      "url": "https://philpapers.org/rec/BLABRT-2",
      "philpapers_id": "BLABRT",
      "snippet": "Eight Eurocentric Historians.James Morris Blaut - 2000 - Guilford Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "James Morris Blaut"
        }
      ],
      "extra_snippets": [
        "The Needham Question: A Non-Eurocentric Approach Transcending Dialogism.Raymond W. K. Lau - 2024 - In Arun Bala, Raymond W. K. Lau & Jianjun Mei, Multicivilizational Exchanges in the Making of Modern Science: Needham’s Dialogical Vision. Singapore: Springer Nature Singapore. pp. 49-73. Review of Sean Morris: The Philosophical Project of Carnap and Quine.James Andrew Smith - 2024 - Hopos: The Journal of the International Society for the History of Philosophy of Science 14 (1):260-263.",
        "[REVIEW]Sander Verhaegh - 2020 - Hopos: The Journal of the International Society for the History of Philosophy of Science 10 (1):340-343. Introduction.Raymond W. K. Lau - 2024 - In Rethinking the Needham Question: A Non-Eurocentric Framework Transcending Dialogism.",
        "Eight Eurocentric Historians.James Morris Blaut - 2000 - Guilford Press.",
        "José Mariátegui's East-South Decolonial Experiment.David Haekwon Kim - 2015 - Comparative and Continental Philosophy 7 (2):157-179."
      ]
    }
  ],
  "count": 19,
  "errors": []
}
