{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "analogical universality",
  "results": [
    {
      "title": "Bart Vandenabeele, The subjective universality of aesthetic judgements revisited",
      "url": "https://philpapers.org/rec/VANTSU",
      "philpapers_id": "VANTSU",
      "snippet": "I argue that the autonomy (or \u0091heautonomy\u0092) of the judgement of taste is not presupposed but made possible by the modal requirement as such, i.e. by the \u0091subjective necessity\u0092 to be universally shared—a necessity that is not moral, as several commentators hold, but strictly epistemological.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Bart Vandenabeele"
        }
      ],
      "extra_snippets": [
        "Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... The Analogical 'Ought' of Taste.José Luis Fernández - 2018 - In Violetta L. Waibel, Margit Ruffing & David Wagner, Natur und Freiheit: Akten des XII.",
        "When we are touched by the beauty of something, we cannot help judging that the experienced feeling of pleasure ought to be shared by others. In Kantian terms, a pure judgement ...",
        "I argue that the autonomy (or \u0091heautonomy\u0092) of the judgement of taste is not presupposed but made possible by the modal requirement as such, i.e. by the \u0091subjective necessity\u0092 to be universally shared—a necessity that is not moral, as several commentators hold, but strictly epistemological.",
        "The Troubling Relationship between Pleasure and Universality in Kant’s Impure Aesthetic Judgements.James Phillips - 2022 - Kant Studien 113 (2):219-237."
      ]
    },
    {
      "title": "O. V. Artemyeva, Universality and Autonomy in Kant’s Moral Philosophy",
      "url": "https://philpapers.org/rec/ARTUAA",
      "philpapers_id": "ARTUAA",
      "snippet": "Kant’s peculiar role was that, firstly, he conceptualized the ideas of universality and autonomy and formulated corresponding principles; secondly, Kant integrated both principles into the concept of moral law and revealed the way by which the formula of universality and the formula of autonomy together with formula of humanity constitute the supreme principle of morality and essentially express the sense of morality itself.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "O. V. Artemyeva"
        }
      ],
      "extra_snippets": [
        "Kant, Universality Test, and a Criterion of Morality.R. G. Apressyan - 2018 - Russian Journal of Philosophical Sciences 11:70-85. Aristotle and the Dilemma of Kantian Autonomy.Hasse Hämäläinen - 2017 - International Philosophical Quarterly 57 (3):331-345. Liberty, Autonomy, and Kant's Civil Society.Chris W. Surprenant - 2010 - History of Philosophy Quarterly 27 (1). Moral Autonomy as Political Analogy: Self-Legislation in Kant’s Groundwork and the Feyerabend Lectures on Natural Law.Pauline Kleingeld - 2018 - In Stefano Bacin & Oliver Sensen, The Emergence of Autonomy in Kant’s Moral Philosophy.",
        "The paper is devoted to the analysis of Kant’s approach to the ideas of universality and autonomy as the constitutive features of morality. The paper shows that Kant’s findings concerning these ...",
        "Kant’s peculiar role was that, firstly, he conceptualized the ideas of universality and autonomy and formulated corresponding principles; secondly, Kant integrated both principles into the concept of moral law and revealed the way by which the formula of universality and the formula of autonomy together with formula of humanity constitute the supreme principle of morality and essentially express the sense of morality itself.",
        "Kant believed that the reason for the failure of the previous attempts to explicate the supreme principle of morality was inability to understand that the moral agent is subject not only to universal but at the same time his own legislation. Thirdly, Kant, unlike his predecessors, in his examination of universality didn’t appeal to the human nature or nature of things."
      ]
    },
    {
      "title": "Collin Rice, Leveraging distortions: explanation, idealization, and universality in science",
      "url": "https://philpapers.org/rec/RICLDE-5",
      "philpapers_id": "RICLDE",
      "snippet": "Idealized models, holistic distortions, and universality.Collin Rice - 2018 - Synthese 195 (6):2795-2819. Idealizations and Analogies: Explaining Critical Phenomena.Quentin Rodriguez - 2021 - Studies in History and Philosophy of Science Part A 89 (C):235-247.",
      "page_age": null,
      "extra_snippets": [
        "An original argument about how scientific models often times distort reality rather than accurately reflect it. And it's this distortion that often gives scientific models their epistemic power.",
        "Universality is not universal: how much can we explain with falsehoods?: Collin Rice: Leveraging distortions: explanation, idealization, and universality in science. Cambridge MA: The MIT Press, 2021, 353 pp, $65.00 PB.",
        "Leveraging Distortions: Explanation, Idealization, and Universality in Science.Holly Andersen - 2023 - Philosophical Review 132 (3):499-503.",
        "Review of Collin Rice's Leveraging Distortions: Explanation, Idealization, and Universality in Science."
      ]
    },
    {
      "title": "William D'Alessandro, Review of Collin Rice's _Leveraging Distortions: Explanation, Idealization, and Universality in Science_",
      "url": "https://philpapers.org/rec/DALCRD-2",
      "philpapers_id": "DALCRD",
      "snippet": "Universality is not universal: how much can we explain with falsehoods?: Collin Rice: Leveraging distortions: explanation, idealization, and universality in science. Cambridge MA: The MIT Press, 2021, 353 pp, $65.00 PB.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "William D'Alessandro"
        }
      ],
      "extra_snippets": [
        "Explanation, idealization, and universality in econophysics.Jennifer Jhun, Patricia Palacios & James Owen Weatherall - 2018 - Synthese 195 (10):4477-4505. Idealizations and Analogies: Explaining Critical Phenomena.Quentin Rodriguez - 2021 - Studies in History and Philosophy of Science Part A 89 (C):235-247.",
        "Universality is not universal: how much can we explain with falsehoods?: Collin Rice: Leveraging distortions: explanation, idealization, and universality in science. Cambridge MA: The MIT Press, 2021, 353 pp, $65.00 PB.",
        "Leveraging Distortions: Explanation, Idealization, and Universality in Science.Holly Andersen - 2023 - Philosophical Review 132 (3):499-503.",
        "Idealized models, holistic distortions, and universality.Collin Rice - 2018 - Synthese 195 (6):2795-2819."
      ]
    },
    {
      "title": "Randall Eugene Auxier, Signs and Symbols: An Analogical Theory of Metaphysical Language",
      "url": "https://philpapers.org/rec/AUXSAS",
      "philpapers_id": "AUXSAS",
      "snippet": "Also, post-evolutionary metaphysics is compared and contrasted with traditional metaphysics as a means of working out the theory of analogy ... Randall E. Auxier ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server",
      "page_age": null,
      "extra_snippets": [
        "Also, post-evolutionary metaphysics is compared and contrasted with traditional metaphysics as a means of working out the theory of analogy ... Randall E. Auxier ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University's proxy server",
        "Analogical associations in the frame of a “neoclassical” semiotic theory.Guido Ferraro - 2010 - Sign Systems Studies 38 (1/4):67-89. Agreement and Interpretation.Jeffery Edward Malpas - 1986 - Dissertation, The Australian National University (Australia)",
        "Analogical Possibilities: A Critical Analysis of Three Recent Trends.Philip Arthur Rolnick - 1989 - Dissertation, Duke University",
        "Plato's Analogical Thought.Holly Moore - 2009 - Dissertation, Depaul University"
      ]
    },
    {
      "title": "R. G. Apressyan, Kant, Universality Test, and a Criterion of Morality",
      "url": "https://philpapers.org/rec/APRKUT",
      "philpapers_id": "APRKUT",
      "snippet": "This is true both within the Kantian conception of morality and more so beyond it. The paper proposes the Golden Rule as a critical correlation to the categorical imperative with its universality test. The rule also presupposes a kind of universalizability procedure.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "R. G. Apressyan"
        }
      ],
      "extra_snippets": [
        "The universality test is a significant reflective procedure, owing to which Kant’s categorical imperative is brought into proximity with moral practice and with an agent’s decisions made in particular circumstances and at the face of value collisions.",
        "The test is to be done in every single case by a moral agent her/himself and it aims to examine a selected maxim for its universality, that is to its congruity to universal and necessary moral law and hence to its moral dignity. This issue has been broadly developed during the last century either within Kant studies, or in positive philosophical discussions, often sharply polemical.",
        "The paper represents some positions in those discussions. No matter how important the universality test in an agent’s moral decisions, so far universality signifies one of three embodiments of the categorical imperative, it would be wrong to consider the test the only criterion of moral dignity.",
        "This is true both within the Kantian conception of morality and more so beyond it. The paper proposes the Golden Rule as a critical correlation to the categorical imperative with its universality test. The rule also presupposes a kind of universalizability procedure."
      ]
    },
    {
      "title": "Keith J. Holyoak & P. Thagard, The analogical mind",
      "url": "https://philpapers.org/rec/HOLTAM",
      "philpapers_id": "HOLTAM",
      "snippet": "We examine the use of analogy in human thinking from the perspective of a multiconstraint theory, which postulates three basic types of constraints: similarity, structure and purpose. The operation of these ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Keith J. Holyoak"
        },
        {
          "type": "person",
          "name": "P. Thagard"
        }
      ],
      "extra_snippets": [
        "The operation of these constraints is apparent in both laboratory experiments on analogy and in naturalistic settings, including politics, psychotherapy, and scientific research. We sketch how the multiconstraint theory can be implemented in detailed computational simulations of the analogical human mind. ... Setup an account with your affiliations in order to access resources via your University's proxy server",
        "We examine the use of analogy in human thinking from the perspective of a multiconstraint theory, which postulates three basic types of constraints: similarity, structure and purpose. The operation of these ...",
        "Analogy Counterarguments: A Taxonomy for Critical Thinking.",
        "Structural constraints and object similarity in analogical mapping and inference.Daniel C. Krawczyk, Keith J. Holyoak & John E."
      ]
    },
    {
      "title": "Daniel Giberman, Universality and particularity",
      "url": "https://philpapers.org/rec/GIBUAP",
      "philpapers_id": "GIBUAP",
      "snippet": "The task of distinguishing universals from particulars is difficult twice over. It faces a host of first order challenges, since first order proposals about the distinction (e.g. only universals are instantiable, ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Daniel Giberman"
        }
      ],
      "extra_snippets": [
        "The task of distinguishing universals from particulars is difficult twice over. It faces a host of first order challenges, since first order proposals about the distinction (e.g. only universals are instantiable, or only universals can be multi-located) tend to be threatened by counterexamples.",
        "Beyond universality and particularity, necessity, and contingency : on collaboration between legal theory and legal history.Maksymilian del Mar - 2016 - In Maksymilian Del Mar & Michael Lobban, Law in theory and history: new essays on a neglected dialogue.",
        "The Universality and Particularity of Contradiction.[author unknown] - 1977 - Contemporary Chinese Thought 9 (1):36-60.",
        "Strangers: The Social Construction of Universality and Particularity.Z."
      ]
    },
    {
      "title": "Ralph-Axel Müller, Innateness, autonomy, universality? Neurobiological approaches to language",
      "url": "https://philpapers.org/rec/MLLIAU",
      "philpapers_id": "MLLIAU",
      "snippet": "Human brains are characterized by multifactorial interindividual variability, and strict universality of functional organization is biologically unrealistic.A theoretical alternative is proposed according to which (1) linguistic specialization of brain areas is due to epigenetic and probabilistic maturational events, not to genetic ”hard-wiring,” and (2) linguistic knowledge is neurally represented in distributed cell assemblies whose topography reflects the perceptuomotor modalities involved in the acquisition and use of a given item of knowledge.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ralph-Axel Müller"
        }
      ],
      "extra_snippets": [
        "Human brains are characterized by multifactorial interindividual variability, and strict universality of functional organization is biologically unrealistic.A theoretical alternative is proposed according to which (1) linguistic specialization of brain areas is due to epigenetic and probabilistic maturational events, not to genetic ”hard-wiring,” and (2) linguistic knowledge is neurally represented in distributed cell assemblies whose topography reflects the perceptuomotor modalities involved in the acquisition and use of a given item of knowledge.",
        "Innateness, autonomy, universality, and the neurobiology of regular and irregular inflectional morphology.David Kemmerer - 1996 - Behavioral and Brain Sciences 19 (4):639-641.",
        "Metaphors we live by.George Lakoff & Mark Johnson - 1980 - Chicago: University of Chicago Press.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server"
      ]
    },
    {
      "title": "David Alan Golumbia, Against Universality: Founding Cultural Studies",
      "url": "https://philpapers.org/rec/GOLAUF",
      "philpapers_id": "GOLAUF",
      "snippet": "In the sixth chapter I take seriously the challenge of cultural studies to ground such theoretical speculations in specific products of culture, in this case through a sustained reading of Toni Morrison&#x27;s Beloved. I discuss the dynamics between universality and difference in that work, and show how the critical reception of the work at first focused on its supposedly universal aesthetic aims, which I suggest drastically misconstrues the novel.",
      "page_age": null,
      "extra_snippets": [
        "In this dissertation I reach outside of literary studies---especially, though not at all exclusively, to contemporary analytic philosophy---to work at a well-articulated, anti-objectivist, and therefore anti-universalist mode of analyzing and understanding the structures and contents of cultural production.",
        "The first three chapters of the dissertation survey work from a number of academic disciplines, and work between them, to set out the general arguments about universality that are of most concern and interest in the rest of the dissertation. In the fourth chapter, I discuss some commonalities and differences among some recent work on categories and categorization, especially in cognitive science and in cultural studies.",
        "In the sixth chapter I take seriously the challenge of cultural studies to ground such theoretical speculations in specific products of culture, in this case through a sustained reading of Toni Morrison's Beloved. I discuss the dynamics between universality and difference in that work, and show how the critical reception of the work at first focused on its supposedly universal aesthetic aims, which I suggest drastically misconstrues the novel.",
        "The seventh, concluding chapter summarizes cultural-theoretical anti-universalis in and discusses its philosophical, disciplinary and theoretical consequences."
      ]
    },
    {
      "title": "Robert W. Batterman, Multiple realizability and universality",
      "url": "https://philpapers.org/rec/BATMRA",
      "philpapers_id": "BATMRA",
      "snippet": "But the answer to this question is not as mysterious as many, including Jaegwon Kim, Ned Block, and Jerry Fodor might think. The multiple realizability of the properties of the special sciences such as psychology is best understood as a kind of universality, where &#x27;universality&#x27; is used in the technical sense one finds in the physics literature.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Robert W. Batterman"
        }
      ],
      "extra_snippets": [
        "But the answer to this question is not as mysterious as many, including Jaegwon Kim, Ned Block, and Jerry Fodor might think. The multiple realizability of the properties of the special sciences such as psychology is best understood as a kind of universality, where 'universality' is used in the technical sense one finds in the physics literature.",
        "It is argued that the same explanatory strategy used by physicists to provide understanding of universal behavior in physics can be used to explain how special science properties can be heterogeneously multiply realized.",
        "Universality Reduced.Alexander Franklin - 2019 - Philosophy of Science 86 (5):1295-1306.",
        "Multiple Realization and the Metaphysics of Reduction.Jaegwon Kim - 2003 - In John Heil, Philosophy of Mind: A Guide and Anthology. New York: Oxford University Press."
      ]
    },
    {
      "title": "Mark Ward, Universality: The Underlying Theory Behind Life, the Universe and Everything",
      "url": "https://philpapers.org/rec/WARUTU",
      "philpapers_id": "WARUTU",
      "snippet": "This is a study of universality. The theory of universality uses fractal patterns to explain much of the world around us. Moreover, universality argues that there are similar patterns behind the ...",
      "page_age": null,
      "extra_snippets": [
        "Moreover, universality argues that there are similar patterns behind the most unpredictable events such as earthquakes, avalanches and stock market crashes.",
        "Universals of Language: Quandaries and Prospects.Hans-Heinrich Lieb - 1975 - Foundations of Language 12 (4):471-511.",
        "Mulla Sadra and the Perception of the Universals.Seyyed Al-Huda - 2011 - Kheradnameh Sadra Quarterly 63.",
        "Avicenna and the Problem of Universals.Raja Bahlul - 2009 - Philosophy and Theology 21 (1-2):3-25."
      ]
    },
    {
      "title": "David Henry Helman (ed.), Analogical Reasoning: Perspectives of Artificial Intelligence, Cognitive Science, and Philosophy",
      "url": "https://philpapers.org/rec/HELARP-4",
      "philpapers_id": "HELARP",
      "snippet": "Analogy and metaphor pervade thought and language; their close investigation thus constitutes a valuable contribution to our understanding of persons. DAVID H. HELMAN Case Western Reserve University vii PART I CONCEPTUAL AND CATEGORICAL THEORIES OF ANALOGICAL UNDERSTANDING MARK TURNER CATEGORIES AND ANALOGIES I want to pursue the following claims: The way we categorize helps explain the way we recognize a statement as an analogy.",
      "page_age": null,
      "extra_snippets": [
        "Analogy and metaphor pervade thought and language; their close investigation thus constitutes a valuable contribution to our understanding of persons. DAVID H. HELMAN Case Western Reserve University vii PART I CONCEPTUAL AND CATEGORICAL THEORIES OF ANALOGICAL UNDERSTANDING MARK TURNER CATEGORIES AND ANALOGIES I want to pursue the following claims: The way we categorize helps explain the way we recognize a statement as an analogy.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... When Gesture Becomes Analogy.Kensy Cooperrider & Susan Goldin-Meadow - 2017 - Topics in Cognitive Science 9 (3):719-737.",
        "By Parallel Reasoning: The Construction and Evaluation of Analogical Arguments.Paul F. A. Bartha - 2009 - Oxford and New York: Oxford University Press USA.",
        "In the last few years, there has been an enormous amount of activity in the study of analogy and metaphor. This is partly because of an interest of artificial intelligence researchers ..."
      ]
    },
    {
      "title": "Juho Hotanen, Changing Universality",
      "url": "https://philpapers.org/rec/HOTCUG",
      "philpapers_id": "HOTCUG",
      "snippet": "In his approach to universality, Merleau-Ponty distinguishes between acquired universality, which is supposedly objective and non-temporal, and the lateral differentiation of universals, which is temporal and changing.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Juho Hotanen"
        }
      ],
      "extra_snippets": [
        "In his approach to universality, Merleau-Ponty distinguishes between acquired universality, which is supposedly objective and non-temporal, and the lateral differentiation of universals, which is temporal and changing.",
        "My suggestion, in this article, is that he does not assert that there is a specific kind of unchanging universal norm to which all different styles of experience should be anchored; instead, there is a never-finished diversification through which universal dimensions are instituted.",
        "However, I will also present a critical examination of the concept of change as it can also mean oppressive transformation. Ultimately, Merleau-Ponty’s political view of colonial situation seems to contradict his concept of open universality.",
        "Multilingual Literatures and the Production of Universality Through Translation: Cassin, Diagne, Tawada.Markus Messling & Jonas Tinius - 2023 - In Markus Messling & Jonas Tinius, Minor Universality / Universalité mineure: Rethinking Humanity After Western Universalism / Penser l’humanité après l’universalisme occidental."
      ]
    },
    {
      "title": "Alexander Gebharter & Barbara Osimani, The formal structure(s) of analogical reasoning",
      "url": "https://philpapers.org/rec/GEBTFS",
      "philpapers_id": "GEBTFS",
      "snippet": "We then develop an alternative model in which the direction of the variation of the degree of confirmation always coincides with the direction of the believed degree of similarity. Finally, we argue that the two models capture different types of analogical inference. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Alexander Gebharter"
        },
        {
          "type": "person",
          "name": "Barbara Osimani"
        }
      ],
      "extra_snippets": [
        "We then develop an alternative model in which the direction of the variation of the degree of confirmation always coincides with the direction of the believed degree of similarity. Finally, we argue that the two models capture different types of analogical inference. ... Setup an account with your affiliations in order to access resources via your University's proxy server",
        "Confirmation by analogy.Francesco Nappo - 2022 - Synthese 200 (1):1-26. Added to PP 2025-01-18 Downloads 40 (#1,112,284) 6 months 23 (#249,665) ... No citations found. ... Simulation and Similarity: Using Models to Understand the World.Michael Weisberg - 2013 - New York, US: Oxford University Press.",
        "Bayesian Philosophy of Science.Jan Sprenger & Stephan Hartmann - 2019 - Oxford and New York: Oxford University Press. Models and Analogies in Science.Mary B.",
        "Abstraction, Analogy and Induction: Toward a General Account of Ampliative Inference.Gillian Abernathy Barker - 1997 - Dissertation, University of California, San Diego"
      ]
    },
    {
      "title": "E. J. Ashworth, Analogical Concepts: The Fourteenth-Century Background to Cajetan",
      "url": "https://philpapers.org/rec/ASHACT",
      "philpapers_id": "ASHACT",
      "snippet": "It opens in the very first paragraph with an attack on three views of the concept of being (ens): first, that it is a disjunction of concepts; second, that it is an ordered group of concepts; and third, that it is a single, separate concept which is unequally participated by substances and accidents. A number of questions immediately spring to mind. Why are concepts being discussed when analogy is said by Cajetan to be a theory of language?",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "E. J. Ashworth"
        }
      ],
      "extra_snippets": [
        "Analogy after Aquinas: logical problems, Thomistic answers.Domenic D'Ettore - 2019 - Washington, D.C.: Catholic University of America Press.",
        "De l'Analogie et du concept d'être de Thomas de Vio, Cajetan.Tommaso de Vio Cajetan & Hyacinthe-Marie Robillard - 1963 - Montréal: Presses l'Université de Montréal.",
        "In 1498 Cajetan published a short book, On the Analogy of Names, which is often regarded as a masterly summary of Aquinas's doctrine of analogy. It opens in the very first ...",
        "It opens in the very first paragraph with an attack on three views of the concept of being (ens): first, that it is a disjunction of concepts; second, that it is an ordered group of concepts; and third, that it is a single, separate concept which is unequally participated by substances and accidents. A number of questions immediately spring to mind. Why are concepts being discussed when analogy is said by Cajetan to be a theory of language?"
      ]
    },
    {
      "title": "Jean-Yves Beziau, The relativity and universality of logic",
      "url": "https://philpapers.org/rec/BEZTRA",
      "philpapers_id": "BEZTRA",
      "snippet": "After recalling the distinction between logic as reasoning and logic as theory of reasoning, we first examine the question of relativity of logic arguing that the theory of reasoning as any other science is relative. In a second part we discuss the emergence of universal logic as a general theory of logical systems, making comparison with universal algebra and the project of mathesis universalis.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jean-Yves Beziau"
        }
      ],
      "extra_snippets": [
        "After recalling the distinction between logic as reasoning and logic as theory of reasoning, we first examine the question of relativity of logic arguing that the theory of reasoning as any other science is relative. In a second part we discuss the emergence of universal logic as a general theory of logical systems, making comparison with universal algebra and the project of mathesis universalis.",
        "Recent Successes with a Meta-Logical Approach to Universal Logical Reasoning.Benzmüller Christoph - 2017 - In Christoph Benzmüller, Lecture Notes in Computer Science: Formal Methods: Foundations and Applications - 20th Brazilian Symposium SBMF 2017, Recife, Brazil, November 29 - December 1, 2017, Proceedings.",
        "In a third part we critically present three lines of research connected to universal logic: logical pluralism, non-classical logics and cognitive science.",
        "Universal Logic as a General Theory of Logic.Musa Akrami - 2012 - Journal of Philosophical Investigations at University of Tabriz 6 (10):44-61."
      ]
    }
  ],
  "count": 17,
  "errors": []
}
