{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Dussel concrete universality",
  "results": [
    {
      "title": "Wendell Kisner, The concrete universal in Žižek and Hegel",
      "url": "https://philpapers.org/rec/KISTCU",
      "philpapers_id": "KISTCU",
      "snippet": "Rather, he argues that Hegel&#x27;s concrete universality is defined in its very concretion by an irreducible rupture, gap, or trauma that not only neither closes it off from otherness nor assimilates otherness within the same, but forever opens it to otherness, constituting it as such exposure.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Wendell Kisner"
        }
      ],
      "extra_snippets": [
        "Rather, he argues that Hegel's concrete universality is defined in its very concretion by an irreducible rupture, gap, or trauma that not only neither closes it off from otherness nor assimilates otherness within the same, but forever opens it to otherness, constituting it as such exposure.",
        "As a result, he not only misconstrues concrete universality and substitutes for it a particularized universal which, as such, remains abstract, but in doing so he passes by the implications in his own account that could lead to a positive conception of concrete universality above and beyond the strictly negative and empty formality he takes it to be.",
        "By avoiding Žižek's foundationalist way of framing the category of universality we can thereby articulate a logic of implications in it that leads us out of the still abstract shape, to which Žižek limits it, to its truly concrete form.",
        "Adorno, Hegel and the concrete universal.Charlotte Baumann - 2011 - Philosophy and Social Criticism 37 (1):73-94."
      ]
    },
    {
      "title": "David A. Roldan, The concrete other in the constitution of ethical subjectivity: Enrique Dussel, discourse ethics and communitarianism",
      "url": "https://philpapers.org/rec/ROLEOE",
      "philpapers_id": "ROLEOE",
      "snippet": "Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Ethics of liberation and discourse ethics : on grounding the material principle of life.M. Jorge Zúñiga - 2021 - In Amy Allen &amp; Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "David A. Roldan"
        }
      ],
      "extra_snippets": [
        "Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Ethics of liberation and discourse ethics : on grounding the material principle of life.M. Jorge Zúñiga - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "University Park, Pennsylvania: The Pennsylvania State University Press. Ética, política y religión en el pensamiento de Enrique Dussel.Guillermo Carlos Recanati - 2018 - Río Cuarto, República Argentina: EI, Ediciones del ICALA.",
        "The ethics and politics of progress : Dussel and the Frankfurt School.Amy Allen - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel. University Park, Pennsylvania: The Pennsylvania State University Press.",
        "Enrique Dussel: ética y política de la alteridad.Juan Manuel Aragüés - 2012 - In Aragüés Estragués, Juan Manuel, López de Lizaga & José Luis, Perspectivas: una aproximación al pensamiento ético y político contemporáneo. Zaragoza: Prensas Universitarias de Zaragoza."
      ]
    },
    {
      "title": "Enrique Dussel, The Invention of the Americas. Eclipse of \"the Other\" and the Myth of Modernity",
      "url": "https://philpapers.org/rec/DUSTIO",
      "philpapers_id": "DUSTIO",
      "snippet": "Historiografía, eurocentrismo Y universalidad en Enrique Dussel.Damián Pachón Soto - 2012 - Ideas Y Valores 61 (148):37-58. The Context of Modern Politics.Jesús Ayala-Colqui - unknown · The concrete other in the constitution of ethical subjectivity: Enrique Dussel, discourse ethics and communitarianism.David A.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Historiografía, eurocentrismo Y universalidad en Enrique Dussel.Damián Pachón Soto - 2012 - Ideas Y Valores 61 (148):37-58. The Context of Modern Politics.Jesús Ayala-Colqui - unknown · The concrete other in the constitution of ethical subjectivity: Enrique Dussel, discourse ethics and communitarianism.David A.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Enrique Dussel, the invention of the americas: Eclipse of“the other”and the myth of modernity.",
        "Burnt Offerings to Rationality: A Feminist Reading of the Construction of Indigenous Peoples in Enrique Dussel's Theory of Modernity.Lynda Lange - 1998 - Hypatia 13 (3):132 - 145. Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58.",
        "Decolonising Philosophy.Nelson Maldonado-Torres, Rafael Vizcaíno, Jasmine Wallace & Jeong Eun Annabel We - 2018 - In Gurminder K. Bhambra, Dalia Gebrial & Kerem Nişancıoğlu, Decolonising the University. Pluto Press."
      ]
    },
    {
      "title": "Andrew B. Irvine, An Ontological Critique of the Trans-Ontology of Enrique Dussel",
      "url": "https://philpapers.org/rec/IRVAOC",
      "philpapers_id": "IRVAOC",
      "snippet": "Enrique Dussel has developed a sweeping philosophical critique of the eurocentricity of Western habits of thought and action, with the aim of articulating an ‘ethics of liberation’ that takes the part distinctively of ‘the victims’ of the world system.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Andrew B. Irvine"
        }
      ],
      "extra_snippets": [
        "Enrique Dussel has developed a sweeping philosophical critique of the eurocentricity of Western habits of thought and action, with the aim of articulating an ‘ethics of liberation’ that takes the part distinctively of ‘the victims’ of the world system.",
        "Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58.",
        "Decolonizing ethics: the critical theory of Enrique Dussel.Amy Allen & Eduardo Mendieta (eds.) - 2021 - University Park, Pennsylvania: The Pennsylvania State University Press.",
        "Ethical hermeneutics: rationality in Enrique Dussel's Philosophy of liberation.Michael D. Barber - 1998 - New York: Fordham University Press."
      ]
    },
    {
      "title": "Enrique D. Dussel (ed.), The underside of modernity: Apel, Ricoeur, Rorty, Taylor, and the philosophy of liberation",
      "url": "https://philpapers.org/rec/DUSTUO-2",
      "philpapers_id": "DUSTUO",
      "snippet": "In this incisive critique, Dussel demonstrates how most of these philosophies have either failed to give historically faithful analyses of the genesis of the &quot;myth&quot; of modernity, or have never engaged in a serious questioning of their own Eurocentric presuppositions. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server",
      "page_age": null,
      "extra_snippets": [
        "In this incisive critique, Dussel demonstrates how most of these philosophies have either failed to give historically faithful analyses of the genesis of the \"myth\" of modernity, or have never engaged in a serious questioning of their own Eurocentric presuppositions. ... Setup an account with your affiliations in order to access resources via your University's proxy server",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.) - 2000 - Rowman & Littlefield Publishers. Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58.",
        "Rationality in Dussel: The Critique of Karl-Otto Apel.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "Enrique D. Dussel (ed.)"
      ]
    },
    {
      "title": "Jesús Ayala-Colqui, The Context of Modern Politics",
      "url": "https://philpapers.org/rec/AYATCO-4",
      "philpapers_id": "AYATCO",
      "snippet": "It is, on the contrary, a moment that arose from the experience of colonization of the non-European Other. As Dussel argues, 1492 will be the moment of the ‘birth’ of Modernity as a concept, the concrete moment of the ‘origin’ of a very particular ‘myth’ of sacrificial violence and, at the same time, a process of ‘covering up’ of the non-European.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jesús Ayala-Colqui"
        }
      ],
      "extra_snippets": [
        "Universality, Modernity and Decolonization in Ricœur’s Political Philosophy.Alina Achenbach - 2021 - Études Ricoeuriennes / Ricoeur Studies 12 (1):106-123. Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel.Dante Ramaglia - 2019 - Las Torres de Lucca.",
        "Under the guiding thread of a de-struction of world political history, and from the position of suffering living corporality, Enrique Dussel presents the context of modern politics in the fifth section ...",
        "It is, on the contrary, a moment that arose from the experience of colonization of the non-European Other. As Dussel argues, 1492 will be the moment of the ‘birth’ of Modernity as a concept, the concrete moment of the ‘origin’ of a very particular ‘myth’ of sacrificial violence and, at the same time, a process of ‘covering up’ of the non-European.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server"
      ]
    },
    {
      "title": "C. J. Arthur, I. labour: Marx's concrete universal",
      "url": "https://philpapers.org/rec/ARTILM",
      "philpapers_id": "ARTILM",
      "snippet": "If, in analysing the commodity form of the product of labour, Marx characterizes the labour that forms the substance of value as ?abstractly universal labour?, the priority of the abstract over the concrete at this point is not due to the influence of Hegel&#x27;s Logic on Marx&#x27;s work, but reflects the material process of abstraction occurring in commodity exchange.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "C. J. Arthur"
        }
      ],
      "extra_snippets": [
        "This contribution to the debate over Marx's theory of value gives an account of his concept of ?abstract labour?. Contrary to Stanley Moore {Inquiry, Vol. 14 [1971]), Marx never abandons his early critique of the Hegelian ?Concept'; for he gives a material basis to the conception of social labour as concretely universal.",
        "If, in analysing the commodity form of the product of labour, Marx characterizes the labour that forms the substance of value as ?abstractly universal labour?, the priority of the abstract over the concrete at this point is not due to the influence of Hegel's Logic on Marx's work, but reflects the material process of abstraction occurring in commodity exchange."
      ]
    },
    {
      "title": "Claes G. Ryn, Universality and History: The Concrete as Normative",
      "url": "https://philpapers.org/rec/RYNUAH",
      "philpapers_id": "RYNUAH",
      "snippet": "The Fragile Universality of Legalism: Universality of Validity and the Contingency of Law in Rousseau.Luc J. Wintgens - 2006 - Rechtstheorie 37 (1):1-28. The Use of Concrete and Abstract Concepts by Children and Adults.R.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Claes G. Ryn"
        }
      ],
      "extra_snippets": [
        "The Non-Modularity of Moral Knowledge: Implications for the Universality of Human Rights.Theresa Tobin - 2005 - Social Philosophy Today 21:33-50.",
        "Does Classicism Explain Universality?Stephen H.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server"
      ]
    },
    {
      "title": "Luciana Alvarez, Beyond multiculturalism: A critique of the (concrete) abstract universality",
      "url": "https://philpapers.org/rec/ALVBMA-2",
      "philpapers_id": "ALVBMA",
      "snippet": "La critique sartrienne de l&#x27;universel abstrait : éléments pour une pensée du multiculturel.Alfredo Gomez-Muller - 2015 - Labyrinth: An International Journal for Philosophy, Value Theory and Sociocultural Hermeneutics 17 (1):9. / CONCRETE UNIVERSALITY AND CRITICAL SOCIAL THEORY.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Luciana Alvarez"
        }
      ],
      "extra_snippets": [
        "The article intends to contribute to a clearer understanding of what various critical perspectives question regarding modern legal universality and to discuss analytical views that help to refl ect on the tension between universality and particularity beyond liberal multiculturalism. It starts from Hegel’s notion of concrete universality and then refers to some perspectives that have developed a critique of abstract modern universality, basically to the theories of Seyla Benhabib, Will Kymlicka, Iris Marion Young and Boaventura de Souza Santos, among others.",
        "La critique sartrienne de l'universel abstrait : éléments pour une pensée du multiculturel.Alfredo Gomez-Muller - 2015 - Labyrinth: An International Journal for Philosophy, Value Theory and Sociocultural Hermeneutics 17 (1):9. / CONCRETE UNIVERSALITY AND CRITICAL SOCIAL THEORY.",
        "On Hegel's Doctrine of the Notion as Universality, Particularity and Individuality.Edwin Stuart Dalrymple - 1974 - Dissertation, Yale University · The concrete universal in Žižek and Hegel.Wendell Kisner - 2008 - International Journal of Žižek Studies 2 (2).",
        "Universality and Cultural Particularity in Visual Aesthetics.Wilfried van Damme - 2000 - In Neil Roughley, Being humans: anthropological universality and particularity in transdisciplinary perspectives. New York: Walter de Gruyter."
      ]
    },
    {
      "title": "Richard Dien Winfield, Natural Beauty and the Philosophy of Art",
      "url": "https://philpapers.org/rec/WINNBA",
      "philpapers_id": "WINNBA",
      "snippet": "Beauty&#x27;s joining of meaning and configuration involves a concrete universality exhibiting the logic of self-determination distinguishing the reality of rational agency. Consequently, natural beauty presents a challenge to aesthetics.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Richard Dien Winfield"
        }
      ],
      "extra_snippets": [
        "An examination of the ordering principles commonly ascribed to nature (the abstract universality of efficient causality, the generic universality of species being, and the reciprocal functionality of organic unity) shows that they all lack concrete universality, establishing that aesthetics must be the philosophy of art and that natural beauty has aesthetic value only as a derivative projection of artistic beauty",
        "Landscape, Natural Beauty and the Arts.Salim Kemal & Ivan Gaskell (eds.) - 1993 - New York, NY, USA: Cambridge University Press.",
        "Beauty.Roger Scruton - 2009 - New York: Oxford University Press.",
        "The Aesthetic Appreciation of Nature.Malcolm Budd (ed.) - 2002 - Oxford, GB: Oxford University Press UK."
      ]
    },
    {
      "title": "Enrique Dussel, Europa, Modernidad y Eurocentrismo",
      "url": "https://philpapers.org/rec/DUSEMY",
      "philpapers_id": "DUSEMY",
      "snippet": "Historiografía, eurocentrismo Y universalidad en Enrique Dussel.Damián Pachón Soto - 2012 - Ideas Y Valores 61 (148):37-58.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Metaphysics of Extermination: Decolonial Considerations on Theodor W. Adorno's Critique of Identity and the Abject Construction of Alterity.Fabrizio Fallas-Vargas - 2024 - Eidos: Revista de Filosofía de la Universidad Del Norte 42:73-96.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server",
        "La contra-conquista cultural de los esclavos en Haití y el Caribe: reflexiones a partir de la política de la liberación de Enrique Dussel.Glodel Mezilas - 2011 - Revista de Filosofía (México) 43 (130):193-217.",
        "Enrique Dussel: Entre Latinoamérica y la hermenéutica de la otredad.Francisco Javier Castillejos Rodríguez - 2019 - Agora 38 (1)."
      ]
    },
    {
      "title": "Enrique Dussel, The Theological Metaphors of Marx",
      "url": "https://philpapers.org/rec/DUSTTM",
      "philpapers_id": "DUSTTM",
      "snippet": "In _The Theological Metaphors of Marx_, Enrique Dussel provides a groundbreaking combination of Marxology, theology, and ethical theory. Dussel shows that Marx unveils the theology of capitalism in his critique of ...",
      "page_age": null,
      "extra_snippets": [
        "Marx’s thought, impact, and influence cannot be fully understood without Dussel’s historic reinterpretation of the theological origins and implications of Marx’s critiques of political economy and politics. ... Fetishism. Metaphor Religious aspects. Philosophy. Theology. PHILOSOPHY / Political RELIGION / Christian Theology / Liberation ... Setup an account with your affiliations in order to access resources via your University's proxy server",
        "Rationality in Dussel: The Critique of Karl-Otto Apel.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "El pasaje del fetichismo del capital de Marx al fetichismo del poder en el momento crítico de la Política de la Liberación de Enrique Dussel.Omar Alejandro Gómez Carbajal - 2018 - Hybris, Revista de Filosofí­A 9 (2):69-99.",
        "The Theological Metaphors of Marx, by Enrique Dussel."
      ]
    },
    {
      "title": "Enrique Dussel, Epistemological Decolonization of Theology",
      "url": "https://philpapers.org/rec/DUSEDO",
      "philpapers_id": "DUSEDO",
      "snippet": "Epistemic decolonization is important not only because it unmasks the racism hidden in the universalistic claims made by Eurocentric epistemologies, along with the distortion it causes, but also because it brings to the fore other knowledges and ways of knowing hitherto made invisible. Dussel identifies the Latino-Germanic Christendom as the spine of Eurocentrism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Epistemic decolonization is important not only because it unmasks the racism hidden in the universalistic claims made by Eurocentric epistemologies, along with the distortion it causes, but also because it brings to the fore other knowledges and ways of knowing hitherto made invisible. Dussel identifies the Latino-Germanic Christendom as the spine of Eurocentrism.",
        "Inflexión Decolonial: Fuentes, Conceptos y Cuestionamientos.Eduardo Restrepo - 2010 - Editorial Universidad Del Cauca."
      ]
    },
    {
      "title": "Shari Stone-Mediatore, Global Ethics, Epistemic Colonialism, and Paths to More Democratic Knowledges",
      "url": "https://philpapers.org/rec/STOGEE-2",
      "philpapers_id": "STOGEE",
      "snippet": "Drawing on the work of Enrique Dussel, Linda Tuhiwai Smith, and other scholars of colonialism, this essay traces colonialist legacies in the popular global-ethics literature. I argue that colonialist elements implicit ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Shari Stone-Mediatore"
        }
      ],
      "extra_snippets": [
        "Drawing on the work of Enrique Dussel, Linda Tuhiwai Smith, and other scholars of colonialism, this essay traces colonialist legacies in the popular global-ethics literature. I argue that colonialist elements implicit ...",
        "Transmodern Geographies and Coloniality: On Enrique Dussel's Pluriversal Modernity.Don Thomas Deere - 2025 - Latin American Perspectives:1-16.",
        "Whose Science? Whose Knowledge? Thinking from Women's Lives.Sandra Harding - 1991 - Cornell University.",
        "Solidarity.Katharina Kieslich & Barbara Prainsack - 2021 - In Graeme T. Laurie, The Cambridge handbook of health research regulation. New York, NY: Cambridge University Press."
      ]
    },
    {
      "title": "Enrique Dussel, The architectonic of the ethics of liberation: On material ethics and formal moralities",
      "url": "https://philpapers.org/rec/DUSTAO",
      "philpapers_id": "DUSTAO",
      "snippet": "The essay con cludes with six points that need to be considered when formulating a material ethics that is universalizable and, most importantly, that can address the massive poverty and dehumanization of those excluded from the present community of communication.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... And Lead Us (Not) into Persuasion…? Persuasive Technology and the Ethics of Communication.Andreas Spahn - 2012 - Science and Engineering Ethics 18 (4):633-650. Ethics of Liberation in the Age of Globalization and Exclusion.Enrique Dussel - 2012 - Duke University Press.",
        "Ethical hermeneutics: rationality in Enrique Dussel's Philosophy of liberation.Michael D. Barber - 1998 - New York: Fordham University Press.",
        "The essay con cludes with six points that need to be considered when formulating a material ethics that is universalizable and, most importantly, that can address the massive poverty and dehumanization of those excluded from the present community of communication.",
        "After virtue: a study in moral theory.Alasdair C. MacIntyre - 1984 - Notre Dame, Ind.: University of Notre Dame Press."
      ]
    },
    {
      "title": "Kevin Paul O'higgins, From the Other Side of Being: The Analectical Philosophy of Enrique Dussel",
      "url": "https://philpapers.org/rec/OHIFTO",
      "philpapers_id": "OHIFTO",
      "snippet": "The dissertation presents and critically evaluates the claim by Enrique Dussel that &#x27;peripheral&#x27; Latin America provides philosophy with an origination that allows it to be &#x27;authentically worldwide.&#x27; As described by Dussel, ...",
      "page_age": null,
      "extra_snippets": [
        "This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University's proxy server Configure custom proxy (use this if your affiliation does not provide a proxy)"
      ]
    },
    {
      "title": "Lynda Lange, Burnt Offerings to Rationality: A Feminist Reading of the Construction of Indigenous Peoples in Enrique Dussel's Theory of Modernity",
      "url": "https://philpapers.org/rec/LYNBOT",
      "philpapers_id": "LYNBOT",
      "snippet": "Dussel divides modernity into two concurrent paradigms. Reflection on them suggests that modernism and postmodernism should not be too strongly distinguished. In conclusion, his approach is compared with that of Mohanty ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lynda Lange"
        }
      ],
      "extra_snippets": [
        "Dussel divides modernity into two concurrent paradigms. Reflection on them suggests that modernism and postmodernism should not be too strongly distinguished. In conclusion, his approach is compared with that of Mohanty ... Setup an account with your affiliations in order to access resources via your University's proxy server",
        "An introduction to liberatory decolonial aesthetic thought : a South-South path, from indigenous and popular thought in América and from the sense of Xu in Chinese painting.Alejandro A. Vallega - 2021 - In Amy Allen & Eduardo Mendieta (eds.), Decolonizing ethics: the critical theory of Enrique Dussel. University Park, Pennsylvania: The Pennsylvania State University Press.",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.) - 2000 - Rowman & Littlefield Publishers. Ethics of Liberation: In the Age of Globalization and Exclusion.Alejandro A. Vallega, Eduardo Mendieta, Camilo Pérez Bustillo, Yolanda Angulo & Nelson Maldonado-Torres (eds.) - 2013 - Duke University Press.",
        "Thrid World Women and the Politics of Feminism.Chandra Talpade Mohanty - 1991 - Indiana University Press. The Invention of the Americas. Eclipse of \"the Other\" and the Myth of Modernity.Enrique Dussel - 1997 - Utopian Studies 8 (1):159-161."
      ]
    }
  ],
  "count": 17,
  "errors": []
}
