{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "liberation ethics Eurocentrism",
  "results": [
    {
      "title": "Manuel Vargas, Eurocentrism and the Philosophy of Liberation",
      "url": "https://philpapers.org/rec/VAREAT",
      "philpapers_id": "VAREAT",
      "snippet": "Proponents of the philosophy of liberation generally counsel that various forms of liberation in at least the Americas requires that we should fight Eurocentrism and resist the ontology and conceptual framework ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Manuel Vargas"
        }
      ],
      "extra_snippets": [
        "Ethics of Liberation in the Age of Globalization and Exclusion. [REVIEW]Rolando Pérez - 2013 - College Literature 41:140-143. Enrique Dussel: Entre Latinoamérica y la hermenéutica de la otredad.Francisco Javier Castillejos Rodríguez - 2019 - Agora 38 (1). Which Secular Grounds? The Atheism of Liberation Philosophy.Rafael Vizcaíno - 2021 - APA Newsletter on Hispanic/Latino Issues in Philosophy 2 (20):2-5. The contours of Eurocentrism: race, history, and political texts.Marta Araújo - 2016 - Lanham, Maryland: Lexington Books.",
        "Proponents of the philosophy of liberation generally counsel that various forms of liberation in at least the Americas requires that we should fight Eurocentrism and resist the ontology and conceptual framework ...",
        "Philosophy of Liberation.Enrique Dussel - 1988 - International Journal for Philosophy of Religion 23 (1):50-50. Just war thinking in catholic natural law.Joseph Boyle - 2007 - In John Aloysius Coleman, Christian Political Ethics.",
        "Learning from Intercultural Philosophy: Towards Aesthetics of Liberation in Critical African Filmmaking.Yonas B. Abebe & Birgit K."
      ]
    },
    {
      "title": "Linda Martín Alcoff & Eduardo Mendieta (eds.), Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT-2",
      "philpapers_id": "ALCTFT",
      "snippet": "Enrique Dussel&#x27;s writings span ... a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, ......",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
        "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
        "Thinking From the Underside of History: Enrique DusseVs Philosophy of Liberation. Lanham, MD: Rowman & Littlefield, 2000. ix+ 300 pp. $22.95 pb.&nbsp;[REVIEW]Ian Angus - forthcoming - Philosophy Today. Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Eduardo Mendieta (ed.)",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Enrique D."
      ]
    },
    {
      "title": "Enrique Dussel, Ethics of Liberation in the Age of Globalization and Exclusion",
      "url": "https://philpapers.org/rec/DUSEOL",
      "philpapers_id": "DUSEOL",
      "snippet": "High cultures and the inter-regional system: beyond Hellenocentrism -- The material moment of the ethics, practical truth -- Formal morality, intersubjective validity -- Ethical feasibility and the &quot;goodness claim&quot; -- The ethical critique of the prevailing system : from the perspective of the negativity of the victims -- The anti-hegemonic validity of the community of victims -- The liberation principle -- Appendix I.",
      "page_age": null,
      "extra_snippets": [
        "Beyond Eurocentrism: Trajectories towards a renewed political and social theory.Ina Kerner - 2018 - Philosophy and Social Criticism 44 (5):550-570. Trolls, Tigers and Transmodern Ecological Encounters: Enrique Dussel and a Cine-ethics for the Anthropocene.David Martin-Jones - 2016 - Film-Philosophy 20 (1):63-103.",
        "High cultures and the inter-regional system: beyond Hellenocentrism -- The material moment of the ethics, practical truth -- Formal morality, intersubjective validity -- Ethical feasibility and the \"goodness claim\" -- The ethical critique of the prevailing system : from the perspective of the negativity of the victims -- The anti-hegemonic validity of the community of victims -- The liberation principle -- Appendix I.",
        "Enrique Dussel, Ethics of Liberation in the Age of Globalization and Exclusion, Translated by Eduardo Mendieta, Camilio Pérez Bustillo, Yolanda Anguilo, And Nelson, Maldonado-Torrws, Durham and London: Duke University Press, 2013.",
        "Book Review: Ethics of liberation in the age of globalization and exclusion.Tim Corballis - 2015 - Thesis Eleven 129 (1):138-140."
      ]
    },
    {
      "title": "Lee Wilson, Eurocentrism as disease: a pathology between King and Qing",
      "url": "https://philpapers.org/rec/WILEAD-13",
      "philpapers_id": "WILEAD",
      "snippet": "According to Lim, Eurocentrism was caused by certain (Christian) metaphysical pathogens – speciesism and dualism in human nature – and its pathogenesis involves insensitivity and maladaptation to one’s environment at individual, national, and even ‘racial’ levels.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lee Wilson"
        }
      ],
      "extra_snippets": [
        "Reviving Confucianism with evolutionary and medical conceptual tools in the British Straits Settlements before the Pacific War, the Straits Chinese philosopher, physician, reformer, and revolutionary Lim Boon Keng (1869–1957) pathologized Eurocentrism as a disease under his innovative but also troubling system of medical Confucianism.",
        "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
        "Material virtue: ethics and the body in early China.Mark Csikszentmihalyi - 2004 - Boston: Brill.",
        "According to Lim, Eurocentrism was caused by certain (Christian) metaphysical pathogens – speciesism and dualism in human nature – and its pathogenesis involves insensitivity and maladaptation to one’s environment at individual, national, and even ‘racial’ levels."
      ]
    },
    {
      "title": "Menelito Mansueto, Enrique Dussel’s Philosophy of Liberation: Philosophical Reflections at the time of the COVID-19 Global Pandemic",
      "url": "https://philpapers.org/rec/MANEDP-4",
      "philpapers_id": "MANEDP",
      "snippet": "Which social and political systems and worldviews are efficient particularly in this age of globalization? What are our chances for human survival? These apocalyptic questions had led me to my reflections on Enrique Dussel’s philosophy of liberation, particularly on his concept of Christian ethics and the moral theology of liberation.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Menelito Mansueto"
        }
      ],
      "extra_snippets": [
        "In this brief philosophical exposé, I will narrate the events as well as my personal and ecospiritual reflections pertaining to the COVID-19 pandemic which began in Wuhan, China sometime in November ...",
        "Which social and political systems and worldviews are efficient particularly in this age of globalization? What are our chances for human survival? These apocalyptic questions had led me to my reflections on Enrique Dussel’s philosophy of liberation, particularly on his concept of Christian ethics and the moral theology of liberation.",
        "Ethical hermeneutics: rationality in Enrique Dussel's Philosophy of liberation.Michael D. Barber - 1998 - New York: Fordham University Press. Ethical decisions during COVID-19: level of moral disengagement and national pride as mediators.Avi Kay & Yael Brender-Ilan - 2022 - Asian Journal of Business Ethics 12 (1):25-48.",
        "GLOBAL PANDEMIC JUSTICE. INTRODUCTION PANDEMIC JUSTICE FOR AND FROM LATIN AMERICA.Florencia Luna, Romina Rekers, Euzebiusz Jamrozik & Rachel Gur-Arie - 2023 - Ethic@ - An International Journal for Moral Philosophy 22 (1)."
      ]
    },
    {
      "title": "Marta Araújo, The contours of Eurocentrism: race, history, and political texts",
      "url": "https://philpapers.org/rec/ARATCO-6",
      "philpapers_id": "ARATCO",
      "snippet": "This book proposes an approach to Eurocentrism as a paradigm of knowledge production and interpretation rooted in the Western narrative of modernity and its racial governmentalities. It contributes to the critique ...",
      "page_age": null,
      "extra_snippets": [
        "History Philosophy. Eurocentrism Philosophy. Civilization, Western Philosophy. Eurocentrism Political aspects. Racism Political aspects. Historiography Political aspects. Knowledge, Theory of Political aspects. History Political aspects. Decolonization National liberation movements",
        "Hegel and the Third World: the making of eurocentrism in world history.Teshale Tibebu - 2011 - Syracuse, N.Y.: Syracuse University Press. The Oxford Handbook of the History of Political Philosophy.George Klosko (ed.) - 2011 - New York: Oxford University Press UK. Liberalism in neoliberal times: dimensions, contradictions, limits.Alejandro Abraham-Hamanoiel (ed.)",
        "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
        "It contributes to the critique of the contemporary workings of Eurocentrism and racism that have frustrated the struggles for the decolonization of knowledge and continue to shape our understandings of the world order in racially hierarchical terms, by re-centering the West/Europe\"--Provided by publisher."
      ]
    },
    {
      "title": "Enrique Dussel, Philosophy of Liberation",
      "url": "https://philpapers.org/rec/DUSPOL",
      "philpapers_id": "DUSPOL",
      "snippet": "Ideality and intersubjectivity : dialectics and analectics in a philosophy of liberation.Mario Sáenz Rovner - 2021 - In Amy Allen &amp; Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel. University Park, Pennsylvania: The Pennsylvania State University Press. Eurocentrism ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Ideality and intersubjectivity : dialectics and analectics in a philosophy of liberation.Mario Sáenz Rovner - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel. University Park, Pennsylvania: The Pennsylvania State University Press. Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "On the apophatic urgency of now : a future for the philosophy of liberation.Oscar Guardiola-Rivera - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "E. Dussel, \"Philosophy of liberation\".H."
      ]
    },
    {
      "title": "Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.), Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT",
      "philpapers_id": "ALCTFT",
      "snippet": "Enrique Dussel&#x27;s writings span ... a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, ......",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
        "Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Martin Alcoff & Eduardo Mendieta (eds.) - 2000 - Rowman & Littlefield Publishers. Rationality in Dussel: The Critique of Karl-Otto Apel.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation.",
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Enrique Dussel (ed.) - 2003 - Rowman & Littlefield Publishers."
      ]
    },
    {
      "title": "Enrique D. Dussel (ed.), Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology",
      "url": "https://philpapers.org/rec/DUSBPE",
      "philpapers_id": "DUSBPE",
      "snippet": "Enrique Ambrosini Dussel is and has been one of the most prolific Latin American philosophers of the last 100 years. This is the definitive English language collection of Dussel&#x27;s enormous body of work in ethics, economics, history, and liberation theology",
      "page_age": null,
      "extra_snippets": [
        "Enrique Ambrosini Dussel is and has been one of the most prolific Latin American philosophers of the last 100 years. This is the definitive English language collection of Dussel's enormous body of work in ethics, economics, history, and liberation theology",
        "Decolonizing ethics: the critical theory of Enrique Dussel.Amy Allen & Eduardo Mendieta (eds.) - 2021 - University Park, Pennsylvania: The Pennsylvania State University Press. Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Martín Alcoff & Eduardo Mendieta (eds.)",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.) - 2000 - Rowman & Littlefield Publishers. Ethics of Liberation in the Age of Globalization and Exclusion.",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Eduardo Mendieta (ed.) - 2003 - Rowman & Littlefield Publishers."
      ]
    },
    {
      "title": "Miguel De La Torre, Doing Christian ethics from the margins",
      "url": "https://philpapers.org/rec/DELDCE-8",
      "philpapers_id": "DELDCE",
      "snippet": "Opting for the Margins: Postmodernity and Liberation in Christian Theology.Jeorg Rieger - 2003 - Oxford University Press on Demand. The U.S. Immigration Crisis: Toward an Ethics of Place. By Miguel A. De La Torre; and Migrants and Citizens: Justice and Responsibility in the Ethics of Immigration. By Tisha M. Rajendra. [REVIEW]Victor Carmona - 2019 - Journal of the Society of Christian Ethics 39 (1):183-185. Latina/o Social Ethics: Moving beyond Eurocentric Moral Thinking, and: Racism and God-Talk: A Latino/a Perspective.Kevin N.",
      "page_age": null,
      "extra_snippets": [
        "Opting for the Margins: Postmodernity and Liberation in Christian Theology.Jeorg Rieger - 2003 - Oxford University Press on Demand. The U.S. Immigration Crisis: Toward an Ethics of Place. By Miguel A. De La Torre; and Migrants and Citizens: Justice and Responsibility in the Ethics of Immigration. By Tisha M. Rajendra. [REVIEW]Victor Carmona - 2019 - Journal of the Society of Christian Ethics 39 (1):183-185. Latina/o Social Ethics: Moving beyond Eurocentric Moral Thinking, and: Racism and God-Talk: A Latino/a Perspective.Kevin N.",
        "Develops the hermeneutic circle of liberation theology for ethical action.",
        "The ethics of community.Frank G."
      ]
    },
    {
      "title": "Chetan Bhatt, Liberation and Purity: Race, New Religious Movements and the Ethics of Postmodernity",
      "url": "https://philpapers.org/rec/BHALAP",
      "philpapers_id": "BHALAP",
      "snippet": "Covenant and Contract: Politics, Ethics, and Religion.Adela Cortina Orts - 2003 - Peeters. Islam &amp; Universal Values: Islam&#x27;s Contribution to the Construction of a Pluralistic World.Ahmad Syafii Maarif (ed.) - 2008 - International Center for Islam and Pluralism. Added to PP 2009-01-28 Downloads 32 (#374,268) 6 months 1 (#491,842) ... Sociology, Eurocentrism and Postcolonial Theory.Gregor McLennan - 2003 - European Journal of Social Theory 6 (1):69-86.",
      "page_age": null,
      "extra_snippets": [
        "Covenant and Contract: Politics, Ethics, and Religion.Adela Cortina Orts - 2003 - Peeters. Islam & Universal Values: Islam's Contribution to the Construction of a Pluralistic World.Ahmad Syafii Maarif (ed.) - 2008 - International Center for Islam and Pluralism. Added to PP 2009-01-28 Downloads 32 (#374,268) 6 months 1 (#491,842) ... Sociology, Eurocentrism and Postcolonial Theory.Gregor McLennan - 2003 - European Journal of Social Theory 6 (1):69-86.",
        "First published in 1997. Routledge is an imprint of Taylor & Francis, an informa company.",
        "Spirituality and Ethics in Management.László Zsolnai (ed.) - 2004 - Kluwer Academic.",
        "Stepping Stones to a Global Ethic.Marcus Braybrooke - 1992 - Scm Press."
      ]
    },
    {
      "title": "Frederick B. Mills, Enrique Dussel’s Ethics of Liberation: An Introduction",
      "url": "https://philpapers.org/rec/MILEDE",
      "philpapers_id": "MILEDE",
      "snippet": "He makes the case that the study of Dussel is critical to the understanding of liberatory thought in Latin America today. This book aims to introduce the ethics of liberation to a broader audience in the Global North where Dussel&#x27;s ideas are urgently relevant to progressive political and economic theory and praxis.",
      "page_age": null,
      "extra_snippets": [
        "This book introduces the methodology and basic concepts of Dussel’s ethics of liberation. Enrique Dussel is one of the principal founders of the philosophy of liberation in Latin America. Frederick B. Mills discusses how, for Dussel, we can realize our co-responsibility for human life by responding, in accord with ethical principles, to the appeals of victims of the prevailing capital system.",
        "He makes the case that the study of Dussel is critical to the understanding of liberatory thought in Latin America today. This book aims to introduce the ethics of liberation to a broader audience in the Global North where Dussel's ideas are urgently relevant to progressive political and economic theory and praxis.",
        "Decolonizing ethics: the critical theory of Enrique Dussel.Amy Allen & Eduardo Mendieta (eds.) - 2021 - University Park, Pennsylvania: The Pennsylvania State University Press. Fundamentación de la ética en la filosofía latinoamericana.Edward Demenchonok - 1998 - The Paideia Archive: Twentieth World Congress of Philosophy 25:1-5. Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Alcoff & Eduardo Mendieta (eds.)",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.) - 2000 - Rowman & Littlefield Publishers. Enrique Dussel: ética y política.Alejandro Moreno Lax - 2012 - Analytic Teaching and Philosophical Praxis 33 (2):46-60. Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Eduardo Mendieta (ed.)"
      ]
    },
    {
      "title": "David A. Roldan, The concrete other in the constitution of ethical subjectivity: Enrique Dussel, discourse ethics and communitarianism",
      "url": "https://philpapers.org/rec/ROLEOE",
      "philpapers_id": "ROLEOE",
      "snippet": "The ethics and politics of progress : Dussel and the Frankfurt School.Amy Allen - 2021 - In Amy Allen &amp; Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel. University Park, Pennsylvania: The Pennsylvania State University Press. Historiography, Eurocentrism, and ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "David A. Roldan"
        }
      ],
      "extra_snippets": [
        "The ethics and politics of progress : Dussel and the Frankfurt School.Amy Allen - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel. University Park, Pennsylvania: The Pennsylvania State University Press. Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58.",
        "Ethics of liberation and discourse ethics : on grounding the material principle of life.M. Jorge Zúñiga - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "Intercultural dialogues between the ethics of liberation and the ethics of discourse.Abdiel Rodríguez Reyes - 2024 - Nuestramérica Journal of Social Research 2024.",
        "Rationality in Dussel: The American Critics.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press."
      ]
    },
    {
      "title": "Enrique Dussel, Epistemological Decolonization of Theology",
      "url": "https://philpapers.org/rec/DUSEDO",
      "philpapers_id": "DUSEDO",
      "snippet": "Dussel identifies the Latino-Germanic Christendom as the spine of Eurocentrism. Therefore, the decolonization of Christian theology is central for the task of decolonization. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Decolonial Christianities: Latinx and Latin American Perspectives.Raimundo Barreto &amp; Roberto Sirvent (eds.) - 2019 - Cham: Springer Verlag. Liberation Philosophy, Anti-Fetishism, and Decolonization.Rafael Vizcaíno - 2021 - Journal of World Philosophies 6 (2):61-75.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Dussel identifies the Latino-Germanic Christendom as the spine of Eurocentrism. Therefore, the decolonization of Christian theology is central for the task of decolonization. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Decolonial Christianities: Latinx and Latin American Perspectives.Raimundo Barreto & Roberto Sirvent (eds.) - 2019 - Cham: Springer Verlag. Liberation Philosophy, Anti-Fetishism, and Decolonization.Rafael Vizcaíno - 2021 - Journal of World Philosophies 6 (2):61-75.",
        "Epistemic Decolonization as Overcoming the Hermeneutical Injustice of Eurocentrism.Lerato Posholi - 2020 - Philosophical Papers 49 (2):279-304. Alterity, Analectics, and the Challenges of Epistemic Decolonization.David Haekwon Kim - 2019 - Southern Journal of Philosophy 57 (S1):37-62. A Critique of the Coloniality of Theological Knowledge: Rereading Latin American Liberation Theology as Thinking Otherwise.Nicolás Panotto - 2019 - In Raimundo Barreto & Roberto Sirvent, Decolonial Christianities: Latinx and Latin American Perspectives."
      ]
    },
    {
      "title": "Eduardo Mendieta (ed.), Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology",
      "url": "https://philpapers.org/rec/MENBPE-2",
      "philpapers_id": "MENBPE",
      "snippet": "Ethics of Liberation in the Age of Globalization and Exclusion.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Ambrosini Dussel is and has been one of the most prolific Latin American philosophers of the last 100 years. This is the definitive English language collection of Dussel's enormous body of work in ethics, economics, history, and liberation theology.",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.) - 2000 - Rowman & Littlefield Publishers. Decolonizing ethics: the critical theory of Enrique Dussel.Amy Allen & Eduardo Mendieta (eds.)",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Enrique D.",
        "Ethics of Liberation in the Age of Globalization and Exclusion."
      ]
    },
    {
      "title": "Amy Allen & Eduardo Mendieta (eds.), Decolonizing ethics: the critical theory of Enrique Dussel",
      "url": "https://philpapers.org/rec/ALLDET-4",
      "philpapers_id": "ALLDET",
      "snippet": "Ethics of Liberation in the Age of Globalization and Exclusion.",
      "page_age": null,
      "extra_snippets": [
        "An introduction to liberatory decolonial aesthetic thought : a South-South path, from indigenous and popular thought in América and from the sense of Xu in Chinese painting.Alejandro A. Vallega · Are many modernities possible? : a South-South dialogue.Enrique Dussel · Ethics of liberation and discourse ethics : on grounding the material principle of life.M.",
        "On the apophatic urgency of now : a future for the philosophy of liberation.Oscar Guardiola-Rivera ... The Upsurge of the Living : Critical Ethics and the Materiality of the Community of Life.Don T.",
        "Ethics Philosophy. Philosophy of liberation",
        "Ethics of Liberation in the Age of Globalization and Exclusion."
      ]
    },
    {
      "title": "Michael Onyebuchi Eze, Decolonizing “Decolonization” and Knowledge Production beyond Eurocentrism",
      "url": "https://philpapers.org/rec/ONYDDA",
      "philpapers_id": "ONYDDA",
      "snippet": "Epistemic Decolonization as Overcoming the Hermeneutical Injustice of Eurocentrism.Lerato Posholi - 2020 - Philosophical Papers 49 (2):279-304. Decolonizing Aesthetics via Relating and (Dis-In)dividuating?Michaela Ott - 2023 - In Patrick Oloko, Michaela Ott, Peter Simatei &amp; Clarissa Vierke, Decolonial Aesthetics II: Modes of Relating. Berlin, Heidelberg: Springer Berlin Heidelberg. pp. 29-43. Conceptual Decolonization and the Struggle for African Epistemic Liberation: Reclaiming Indigenous Thought in a Post-colonial World.Stephen Onyango Ouma - 2025 - In Indigenous Systems, Colonialism, Colonial Legacies, and Africa’s Economic Challenges: Why is Africa Failing?",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Michael Onyebuchi Eze"
        }
      ],
      "extra_snippets": [
        "Epistemic Decolonization as Overcoming the Hermeneutical Injustice of Eurocentrism.Lerato Posholi - 2020 - Philosophical Papers 49 (2):279-304. Decolonizing Aesthetics via Relating and (Dis-In)dividuating?Michaela Ott - 2023 - In Patrick Oloko, Michaela Ott, Peter Simatei & Clarissa Vierke, Decolonial Aesthetics II: Modes of Relating. Berlin, Heidelberg: Springer Berlin Heidelberg. pp. 29-43. Conceptual Decolonization and the Struggle for African Epistemic Liberation: Reclaiming Indigenous Thought in a Post-colonial World.Stephen Onyango Ouma - 2025 - In Indigenous Systems, Colonialism, Colonial Legacies, and Africa’s Economic Challenges: Why is Africa Failing?"
      ]
    },
    {
      "title": "John Skorupski, Being and freedom: on late modern ethics in Europe",
      "url": "https://philpapers.org/rec/SKOBAF",
      "philpapers_id": "SKOBAF",
      "snippet": "&quot;Being and Freedom is an account of ethics in Europe from the French Revolution: a phase of philosophical ethics whose influence ran far beyond philosophy, eventually dominating politics and religion in ...",
      "page_age": null,
      "extra_snippets": [
        "The first chapter covers the philosophical conflict at the heart of the French Revolution, between the individualism of the Enlightenment and two very different forms of holistic ethics: the old regime's ethic of service and the radical-democracy of the Rousseauian left. Responses analysing modern freedom and democracy came from a series of French liberal thinkers.",
        "From these elements came a synthesis of European themes by John Stuart Mill--comparable in range but opposed to that of Hegel. This period's ethical ideas remain the core of late modern ethics and the contested ground on which ethical disagreements take place today.",
        "Ethics History Ethics History Ethics.",
        "Being and Freedom: On Late Modern Ethics in Europe.James A."
      ]
    },
    {
      "title": "Enrique D. Dussel, Ethics and the Theology of Liberation",
      "url": "https://philpapers.org/rec/DUSEAT-2",
      "philpapers_id": "DUSEAT",
      "snippet": "Ethics of Liberation in the Age of Globalization and Exclusion.",
      "page_age": null,
      "extra_snippets": [
        "La ética de la liberación en Enrique Dussel.Emilio Ricardo Noceti - 1988 - Buenos Aires, Argentina: Ediciones Goudelias. Ethics of liberation and discourse ethics : on grounding the material principle of life.M. Jorge Zúñiga - 2021 - In Amy Allen & Eduardo Mendieta (eds.), Decolonizing ethics: the critical theory of Enrique Dussel.",
        "Trolls, Tigers and Transmodern Ecological Encounters: Enrique Dussel and a Cine-ethics for the Anthropocene.David Martin-Jones - 2016 - Film-Philosophy 20 (1):63-103. Persons with Adult-Onset Head Injury: A Crucial Resource for Feminist Philosophers.Kate Lindemann - 2001 - Hypatia 16 (4):105-123. Elective affinities between Sandinismo (as socialist idea) and liberation theology in the Nicaraguan Revolution.Jean-Pierre Reed - 2020 - Critical Research on Religion 8 (2):153-177.",
        "Ethics of Liberation in the Age of Globalization and Exclusion.",
        "Book Review : Ethics and community. Liberation and Theology 3, by Enrique Dussel. Maryknoll, Orbis Books & Tunbridge Wells, Bums and Oates, 1988. xii + 260 pp. 8.95.&nbsp;[REVIEW]Duncan B."
      ]
    }
  ],
  "count": 19,
  "errors": []
}
