{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "transmodernity universalism",
  "results": [
    {
      "title": "Serene J. Khader, Decolonizing Universalism: A Transnational Feminist Ethic",
      "url": "https://philpapers.org/rec/KHADUA",
      "philpapers_id": "KHADUA",
      "snippet": "Decolonizing Universalism develops a genuinely anti-imperialist feminism. Against relativism/universalism debates that ask feminists to either reject normativity or reduce feminism to a Western conceit, Khader&#x27;s nonideal universalism rediscovers ...",
      "page_age": null,
      "extra_snippets": [
        "Against relativism/universalism debates that ask feminists to either reject normativity or reduce feminism to a Western conceit, Khader's nonideal universalism rediscovers the normative core of feminism in opposition to sexist oppression and reimagines the role of moral ideals in transnational feminist praxis.",
        "Introduction: Symposium on Serene J. Khader’s Decolonizing Universalism: A Transnational Feminist Ethic.Serene J.",
        "Serene Khader: Decolonizing Universalism: A Transnational Feminist Ethic: Oxford University Press, Oxford, U.K., 2019, 180 pp + index, $25.50 hbk.Shay Welch - 2019 - Human Studies 42 (4):725-734.",
        "Einleitung zu Serene Khaders Decolonizing Universalism: A Transnational Feminist Ethic.Hilkje C."
      ]
    },
    {
      "title": "Viorel Guliciuc, Transmodernism and Philosophy of Human Diversity",
      "url": "https://philpapers.org/rec/GULTAP",
      "philpapers_id": "GULTAP",
      "snippet": "Now we could detect beyond the ... with the proclaimed human unity, but with the human diversity. The Human Being has a non generic universality......",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Viorel Guliciuc"
        }
      ],
      "extra_snippets": [
        "The Non-generic Universality and the XXIth Century.Viorel Guliciuc - 2008 - Proceedings of the Xxii World Congress of Philosophy 24:11-17. Identity, Modernism, Postmodernism and Transmodernism.Emilia Guliciuc - 2008 - Proceedings of the Xxii World Congress of Philosophy 36:49-55.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server",
        "The Non-Modularity of Moral Knowledge: Implications for the Universality of Human Rights.Theresa Waynand Tobin - unknown"
      ]
    },
    {
      "title": "Serene Khader, Is Universalism the Cause of Feminist Complicity in Imperialism?",
      "url": "https://philpapers.org/rec/KHAIUT",
      "philpapers_id": "KHAIUT",
      "snippet": "Global and transnational feminist praxis has long faced a seemingly inexorable dilemma. Universalism is often charged with causing feminist complicity in imperialism. In spite of this, it seems clear that feminists should not embrace relativism; feminism is, after all, a view about how certain types of treatment based on gender are wrong.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Serene Khader"
        }
      ],
      "extra_snippets": [
        "Global and transnational feminist praxis has long faced a seemingly inexorable dilemma. Universalism is often charged with causing feminist complicity in imperialism. In spite of this, it seems clear that feminists should not embrace relativism; feminism is, after all, a view about how certain types of treatment based on gender are wrong.",
        "What I call “missionary feminism” stems more from ethnocentrism, justice monism, and idealizing and moralizing ways of seeing that associate Western culture with morality than from universalism about the value of gender justice.",
        "This article clears the path for an anti-imperialist feminist universalism by showing how feminist complicity in imperialism is not caused by the fact of having universalist normative commitments.",
        "Introduction: Symposium on Serene J. Khader’s Decolonizing Universalism: A Transnational Feminist Ethic.Serene J."
      ]
    },
    {
      "title": "Antonio Sandu, Social-constructionist epistemology: a transmodern overview",
      "url": "https://philpapers.org/rec/SANSEA-4",
      "philpapers_id": "SANSEA",
      "snippet": "Volume &quot;Social-Constructionist Epistemology&quot; brings into the readers&#x27; attention the most important developments that were made around the transmodernity paradigm. During its eight chapters we intend to emphasize the close connection between ...",
      "page_age": null,
      "extra_snippets": [
        "During its eight chapters we intend to emphasize the close connection between areas such as: communication and semiotics, transmodernity, scientific authorship, epistemology, social constructionism, philosophy, ethics, quantum metaphysics, and appreciative inquiry.",
        "This paper is based on identifying the cultural models and cognitive patterns that make possible the comprehensive opening, in the meaning of rethinking ethics in terms of transmodern paradigm. The base of this research is represented by a methodology that we called fractal constructionism.",
        "Towards a Semiotics of the \"Loving Light”: the Transmodern Turn.Traian-Dinorel D.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server"
      ]
    },
    {
      "title": "Ştefan Vlăduţescu, Transdisciplinarity and Communicative Action. A Postmodern Perspective",
      "url": "https://philpapers.org/rec/VLDTAC",
      "philpapers_id": "VLDTAC",
      "snippet": "We emphasize that in the contemporary change of paradigm appear new forms of communicative action that complement the old ones, and that through transdisciplinarity and new communicative actions more and more the postmodernism becomes transmodernism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ştefan Vlăduţescu"
        }
      ],
      "extra_snippets": [
        "We emphasize that in the contemporary change of paradigm appear new forms of communicative action that complement the old ones, and that through transdisciplinarity and new communicative actions more and more the postmodernism becomes transmodernism. ... Setup an account with your affiliations in order to access resources via your University's proxy server",
        "Transdisciplinarity and communicative action are the current fluid and irradiative concepts; are the concepts which support the moving of postmodernity toward transmodernity. The first concept is consecrated by Basarab Nicolescu and ...",
        "Freedom of communicative action.Lawrence B. Solum - 1989 - Northwestern University Law Review 83 (1):54-135.",
        "The Chinese Sages as Communicative Actors.Andrew Loo - 1994 - Dissertation, University of Hawai'i"
      ]
    },
    {
      "title": "Antoniu Alexandru Flandorfer, The Tolerance as the Ethic Foundation of Social Economy into the Perspective of the Perspective of the “Included Third” in the Contextuality of Transmodernity",
      "url": "https://philpapers.org/rec/FLATTA-4",
      "philpapers_id": "FLATTA",
      "snippet": "The tolerance is the form of the ethics, but the uninherent manifestation of the religious moralities, it developes socially profoundly, representing a pale projection of the christian ideal (challenge) of the ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Antoniu Alexandru Flandorfer"
        }
      ],
      "extra_snippets": [
        "Social Democracy in the Making: Political and Religious Roots of European Socialism.Gary Dorrien - 2019 - Yale University Press.",
        "Virtue and Vice in Plotinus’ Enneads.Adriana Neacșu - 2017 - Dialogue and Universalism 27 (4):161-173.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server",
        "The economic realization of civic friendship theoretical underpinning and grass-roots praxis.Areti Giannopoulou - 2019 - Dissertation, University of Sussex"
      ]
    },
    {
      "title": "Dunhua Zhao, A defense of universalism: With a critique of particularism in chinese culture",
      "url": "https://philpapers.org/rec/ZHAADO",
      "philpapers_id": "ZHAADO",
      "snippet": "Universalism has often been confused with Occident-centrism, due to the fact that the latter was used to justify the former, which confused the content of a thought with the social condition that gave rise to the thought. For many years, clarifications of this confusion have been made in sociology of knowledge, relativism and skepticism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Dunhua Zhao"
        }
      ],
      "extra_snippets": [
        "Universalism has often been confused with Occident-centrism, due to the fact that the latter was used to justify the former, which confused the content of a thought with the social condition that gave rise to the thought. For many years, clarifications of this confusion have been made in sociology of knowledge, relativism and skepticism.",
        "A Defense of Universalism: With a Critique of Particularism in Chinese Culture.Zhao Dunhua & Yang Xiaohua - 2009 - Frontiers of Philosophy in China 4 (1):116 - 129.",
        "Occident-centralism Sino-centralism essentialism universalism particularism cultural chauvinism globalization 西方中心论 华夏中心论 本质主义 普遍主义 特殊主义 文化本位 全球化",
        "Setup an account with your affiliations in order to access resources via your University's proxy server"
      ]
    },
    {
      "title": "Daryl Pullman, Universalism, Particularism and the Ethics of Dignity",
      "url": "https://philpapers.org/rec/PULUPA-2",
      "philpapers_id": "PULUPA",
      "snippet": "An ethic of human dignity is outlined, which, it is argued, constrains moral discourse in the broad sense – thus meeting the demands of universalism – but which is at the same time amenable to a variety of particularist interpretations – thus acknowledging the current shift toward historicism, traditionalism, and culture.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Daryl Pullman"
        }
      ],
      "extra_snippets": [
        "An ethic of human dignity is outlined, which, it is argued, constrains moral discourse in the broad sense – thus meeting the demands of universalism – but which is at the same time amenable to a variety of particularist interpretations – thus acknowledging the current shift toward historicism, traditionalism, and culture.",
        "The particularist interpretations that are of central concern here are those provided by historic Christianity. The eventual goal is to indicate how a Christian conception of human dignity can have universal normative relevance both as a standard against which to assess competing particularist conceptions, and as a practical guide for everyday living.",
        "Bioethics, Universalism and Pluralism: Revisiting the Foundationalism Problem.Marcelo Bonhemberger & Nythamar de Oliveira - 2019 - Ethic@: An International Journal for Moral Philosophy 18 (1):01–20.",
        "Universalism & Particularism Fighting to a Draw.Daniel Callahan - 2000 - Hastings Center Report 30 (1):37-44."
      ]
    },
    {
      "title": "Ivan Marquez, Whither modernity? hybridization, postoccidentalism, postdevelopment and transmodernity",
      "url": "https://philpapers.org/rec/MARWMH",
      "philpapers_id": "MARWMH",
      "snippet": "Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ivan Marquez"
        }
      ]
    },
    {
      "title": "Zhao Dunhua & Yang Xiaohua, A Defense of Universalism: With a Critique of Particularism in Chinese Culture",
      "url": "https://philpapers.org/rec/DUNADO-2",
      "philpapers_id": "DUNADO",
      "snippet": "Universalism has often been confused with Occident-centrism, due to the fact that the latter was used to justify the former, which confused the content of a thought with the social condition that gave rise to the thought. For many years, clarifications of this confusion have been made in sociology of knowledge, relativism and skepticism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Zhao Dunhua"
        },
        {
          "type": "person",
          "name": "Yang Xiaohua"
        }
      ],
      "extra_snippets": [
        "Universalism has often been confused with Occident-centrism, due to the fact that the latter was used to justify the former, which confused the content of a thought with the social condition that gave rise to the thought. For many years, clarifications of this confusion have been made in sociology of knowledge, relativism and skepticism.",
        "A defense of universalism: With a critique of particularism in chinese culture.",
        "Language, counter-memory, practice: selected essays and interviews.Michel Foucault - 1977 - Ithaca, N.Y.: Cornell University Press.",
        "globalization cultural chauvinism essentialism Occident-centralism Sino-centralism universalism particularism"
      ]
    },
    {
      "title": "Mathew Lu, Universalism, Particularism, and Subjectivity—Dietrich von Hildebrand’s Concept of Eigenleben and Modern Moral Philosophy",
      "url": "https://philpapers.org/rec/LUUPA",
      "philpapers_id": "LUUPA",
      "snippet": "Modern philosophers tends to regard morality as intrinsically universalist, embracing universal norms that apply formally to each moral agent qua moral agent, independent of particularities such as familial relationships or membership ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Mathew Lu"
        }
      ],
      "extra_snippets": [
        "Modern philosophers tends to regard morality as intrinsically universalist, embracing universal norms that apply formally to each moral agent qua moral agent, independent of particularities such as familial relationships or membership in a specific community.",
        "I believe Dietrich von Hildebrand’s work on love, and specifically his development of the idea of Eigenleben (Subjectivity) in The Nature of Love, offers a fruitful way forward. In this paper I begin by laying out some of the chief features of the universalist character of modern moral theory in both Kantianism and consequentialism.",
        "I then articulate some of the ways in which von Hildebrand’s understanding of Eigenleben offers us genuine insights towards articulating a substantive account of the proper relationship of the universal demands of morality and the particularist demands of my own life.",
        "Specifically, von Hildebrand’s critique of extreme altruism shows that moral agents cannot be properly understood according to merely formal properties like rationality, because each person’s particular Eigenleben is the only real grounds for moral agency. Von Hildebrand develops a critique of depersonalized universalism similar to Bernard Williams’ later criticisms of Kantian moral thought, while offering a positive account that is in many ways more compelling."
      ]
    },
    {
      "title": "Daniel Callahan, Universalism & Particularism Fighting to a Draw",
      "url": "https://philpapers.org/rec/CALUP",
      "philpapers_id": "CALUP",
      "snippet": "For decades now, moral philosophy and bioethics have been dominated variously by universalist and particularist impulses, both of which exert legitimate pull on our thinking. Although there is little prospect of ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Daniel Callahan"
        }
      ],
      "extra_snippets": [
        "How Conversational Philosophy Profits from the Particularist and the Universalist Agenda.L. Uchenna Ogbonnaya - 2022 - In Jonathan O. Chimakonam, Edwin Etieyibo & Ike Odimegwu, Essays on Contemporary Issues in African Philosophy. Cham: Springer Verlag.",
        "Although there is little prospect of settling the debate by recourse to theory, classifying the cases in which particularist and universalist demands compete reveals a rough practical guide.",
        "Universalism, Particularism and the Ethics of Dignity.Daryl Pullman - 2001 - Christian Bioethics 7 (3):333-358.",
        "Universalism, Particularism, and Subjectivity—Dietrich von Hildebrand’s Concept of Eigenleben and Modern Moral Philosophy.Mathew Lu - 2013 - Quaestiones Disputatae 3 (2):181-190."
      ]
    },
    {
      "title": "Marie-Luisa Frick, Human Rights and Relative Universalism",
      "url": "https://philpapers.org/rec/FRIHRA",
      "philpapers_id": "FRIHRA",
      "snippet": "This book argues that human rights cannot go global without going local. This important lesson from the winding debates on universalism and particularism raises intricate questions: what are human rights after ...",
      "page_age": null,
      "extra_snippets": [
        "This book argues that human rights cannot go global without going local. This important lesson from the winding debates on universalism and particularism raises intricate questions: what are human rights after all, given the dissent surrounding their foundations, content, and scope?",
        "Reconstructing Human Rights: A Pragmatist and Pluralist Inquiry Into Global Ethics.Joe Hoover - 2016 - Oxford, United Kingdom: Oxford University Press UK.",
        "Human Rights: Moral or Political?Adam Etinson - 2018 - Oxford, United Kingdom: Oxford University Press.",
        "Mind and rights: the history, ethics, law and psychology of human rights.Matthias Mahlmann - 2023 - New York, NY: Cambridge University Press."
      ]
    },
    {
      "title": "H. G. Callaway, GEOGRAPHY, ASSIMILATION, AND DIALOGUE: Universalism and Particularism in Central-European Thought",
      "url": "https://philpapers.org/rec/CALGAA",
      "philpapers_id": "CALGAA",
      "snippet": "But under threat of large-scale conflict, these locations have proved extremely dangerous. Historically, Germany and Austria may be regarded as having had two chief models of their relationships to Europe. In the Holy Roman Empire, Germany was at the center of an aspiring “universalistic” European cosmopolitanism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "H. G. Callaway"
        }
      ],
      "extra_snippets": [
        "But under threat of large-scale conflict, these locations have proved extremely dangerous. Historically, Germany and Austria may be regarded as having had two chief models of their relationships to Europe. In the Holy Roman Empire, Germany was at the center of an aspiring “universalistic” European cosmopolitanism.",
        "A History of Modern Political Thought in East Central Europe Volume I: Negotiating Modernity in the 'Long Nineteenth Century'.Balázs Trencsényi, Maciej Janowski, Monika Baár, Maria Falina & Michal Kopeček - 2016 - Oxford University Press UK.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server"
      ]
    },
    {
      "title": "Karsten Schubert, Epistemic Troubles: Identity Politics Between Particularism and Universalism",
      "url": "https://philpapers.org/rec/SCHETI-5",
      "philpapers_id": "SCHETI",
      "snippet": "To respond to this critique of positional fundamentalism and perspective relativism, I develop a new account of identity politics as inherently intersubjective and fundamental to democracy. This approach is necessary to address the philosophical problem at the heart of debates about identity politics: the tension between particularist power politics, on the one hand, and politics as a universalist appeal to reason, on the other.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Karsten Schubert"
        }
      ],
      "extra_snippets": [
        "One problem often associated with identity politics is “positional fundamentalism,” the equating of social positions with epistemic possibilities and political dispositions. The criticism is that identity politics is usually more about who says something than what is said. This goes hand in hand with perspective relativity, which no longer allows for a common, universal position and therefore also prevents emancipative politics.",
        "To respond to this critique of positional fundamentalism and perspective relativism, I develop a new account of identity politics as inherently intersubjective and fundamental to democracy. This approach is necessary to address the philosophical problem at the heart of debates about identity politics: the tension between particularist power politics, on the one hand, and politics as a universalist appeal to reason, on the other.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server"
      ]
    },
    {
      "title": "Svante Lundgren & Paul Milkman, Particularism and Universalism in Modern Jewish Thought",
      "url": "https://philpapers.org/rec/LUNPAU",
      "philpapers_id": "LUNPAU",
      "snippet": "Explores how modern Judaism has balanced between universalism and particularism.",
      "page_age": null,
      "extra_snippets": [
        "Rethinking Jewish Philosophy: Beyond Particularism and Universalism.Aaron W.",
        "Rethinking Jewish philosophy: beyond particularism and universalism / Aaron W. Hughes.Aaron W.",
        "Hughes - 2014 - New York, NY: Oxford University Press.",
        "Book Review: Rethinking Jewish Philosophy: Beyond Particularism and Universalism."
      ]
    },
    {
      "title": "Kai Nielsen, Cosmopolitanism, Universalism and Particularism in an Age of Nationalism and Multiculturalism",
      "url": "https://philpapers.org/rec/NIECUA",
      "philpapers_id": "NIECUA",
      "snippet": "The objectivity of morality is achieved by the coherentist method of appealing to considered convictions in wide reflective equilibrium. This method yields a conception of morality that is at once universalistic and particularistic. It follows that morality must be cosmopolitan, but also accept a liberal nationalism, at least under certain circumstances.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Kai Nielsen"
        }
      ],
      "extra_snippets": [
        "The objectivity of morality is achieved by the coherentist method of appealing to considered convictions in wide reflective equilibrium. This method yields a conception of morality that is at once universalistic and particularistic. It follows that morality must be cosmopolitan, but also accept a liberal nationalism, at least under certain circumstances.",
        "Lincoln's reflective patriotism: an alternative to nationalism and cosmopolitanism.Joseph R. Fornieri - 2011 - In Lee Trepanier & Khalil M. Habib (eds.), Cosmopolitanism in the Age of Globalization: Citizens Without States. University Press of Kentucky.",
        "The Limits of Nationalism.Chaim Gans - 2003 - Cambridge University Press.",
        "A History of Universalism: Conceptions of the Internationality of Science from the Enlightenment to the Cold War. [REVIEW]Geert J."
      ]
    },
    {
      "title": "James D. Ingram, Cosmopolitanism from Below: Universalism as Contestation",
      "url": "https://philpapers.org/rec/INGCFB",
      "philpapers_id": "INGCFB",
      "snippet": "My question here is not whether but how to embrace cosmopolitanism so as to avoid these perversions. The key, I argue, is to focus on the processes through which their ostensibly universal values are challenged and appropriated from below, in struggles against exclusion, domination and exploitation.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "James D. Ingram"
        }
      ],
      "extra_snippets": [
        "Cosmopolitanism is attractive as a normative orientation, but the historical record of actual cosmopolitanisms, like that of practical universalisms more generally, is not encouraging. When they have not been merely empty, cosmopolitanisms' ostensibly universal values have too been often co-opted by dominant powers, making them into ideologies of domination.",
        "My question here is not whether but how to embrace cosmopolitanism so as to avoid these perversions. The key, I argue, is to focus on the processes through which their ostensibly universal values are challenged and appropriated from below, in struggles against exclusion, domination and exploitation.",
        "This means understanding cosmopolitanism not as a plan, project or design, but as a process and practice of contestation. In order to be truly universalistic and inclusive, cosmopolitanism must be political and its politics must be contestatory",
        "Radical Cosmopolitics: The Ethics and Politics of Democratic Universalism.James D."
      ]
    },
    {
      "title": "Seyla Benhabib, Another Universalism: On the Unity and Diversity of Human Rights",
      "url": "https://philpapers.org/rec/BENAUO",
      "philpapers_id": "BENAUO",
      "snippet": "Quasi-Transcentental Universality in Philosophical Discourse of Jacques Derrida.Anna Ilyina - 2020 - Sententiae 39 (1):61-90.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Seyla Benhabib"
        }
      ],
      "extra_snippets": [
        "Philosophy of Education and the Gigantic Affront of Universalism.Penny Enslin, Mary Tjiattas & Sharon Todd - 2009 - Journal of Philosophy of Education 43 (1):2-17.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server"
      ]
    }
  ],
  "count": 19,
  "errors": []
}
