{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Allen Mendieta decolonizing ethics critical theory Dussel",
  "results": [
    {
      "paperId": "eb23fae4bf9b358e24916e2f434a5a02e134f994",
      "title": "Inheriting Critical Theory: A Review of Amy Allen’s the End of Progress: Decolonizing the Normative Foundations of Critical Theory",
      "authors": [
        {
          "name": "G. Steinmetz",
          "authorId": "145847914"
        }
      ],
      "year": 2019,
      "abstract": "This review of Amy Allen’s book, The End of Progress (2016), first addresses the structure of the book and focuses on specific points made in individual chapters, including the affinity between postcolonial theory and the approaches of Adorno and Foucault in subjecting the notion of historical progress to “withering critique,” and Allen’s alternative approach to decolonization; Habermas’ aim to put critical theory on a secure normative footing; Honneth’s stance that the history of an ethical sphere is an unplanned learning process kept in motion by a struggle for recognition; Forst’s attempt to reconstruct Critical Theory’s normative account through a return to Kant rather than Hegel; and Allen’s claim that her approach is fully in the spirit of Critical Theory and could be seen as continuation of Critical Theory’s first generation, as in Adorno, and how it is a “genealogical” approach that draws on Adorno’s negative dialectics and critique of identity thinking, as well as on Nietzsche’s conception of genealogy, as developed by Foucault. The second part of my response raises three issues: (1) Allen’s partial compromise with the idea of progress; (2) whether critical theory would profit from engagement with other critical theories and theories of ethics, beyond postcolonial theory; and (3) nonwestern theories shed a different light on the question of Allen’s critique, a theme that also draws attention to the gesture of decolonizing, the distinctions between colonialism and empire, and the sociology of knowledge production.",
      "citationCount": 0,
      "doi": "10.1108/s0278-120420190000036008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb23fae4bf9b358e24916e2f434a5a02e134f994",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "7cda4ccc6159a94dde2c79f7c54faa09a682b6ee",
      "title": "Critical pedagogy beyond the multitude: Decolonizing Hardt and Negri",
      "authors": [
        {
          "name": "Noah De Lissovoy",
          "authorId": "1656668718"
        },
        {
          "name": "Alex J. Armonda",
          "authorId": "1396513528"
        }
      ],
      "year": 2020,
      "abstract": "Abstract The work of Hardt and Negri offers the field of education important theoretical resources for reconceptualizing subjectivity as a site of politics. Yet recent shifts on the Left toward more articulated mobilizations, along with the emergence of new decolonizing movements that interrogate the undifferentiated character of the common, partly affirm long-standing critiques of Hardt and Negri’s theses. Rather than rejecting their arguments, we should rethink their central assertions—from the starting point of decolonial theory—in a way that responds to these concerns. We argue that the notion of constituent power grounding their theorization of politics be rethought in dialogue with the ethico-political concept of obediential power (Dussel, 2008); that the “monstrous” subjectivity they propose as the mode of exodus from given forms of biopolitical production take direction from Wynter’s (2006) new Human Project; and that the insurrectionary figure of the multitude be reconsidered alongside the variegated figure of insurgent cosmopolitanism (Santos, 2014). This rethinking restores to Hardt and Negri’s project a more contextualized and less universalistic theory of politics, and establishes a foundation for a critical pedagogy that, beginning from an accountability to student agency, engages a form of insurgent leadership that responds to the centrality in capitalist education of the historical processes of colonial partition.",
      "citationCount": 5,
      "doi": "10.1080/00131857.2020.1803835",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7cda4ccc6159a94dde2c79f7c54faa09a682b6ee",
      "venue": "Educational Philosophy and Theory",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "916 - 926",
        "volume": "54"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9f5bdc252e022065f83b84bf785dc99c3d6bfc89",
      "title": "Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "authors": [
        {
          "name": "L. Alcoff",
          "authorId": "88623159"
        },
        {
          "name": "E. Mendieta",
          "authorId": "50489593"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 43,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f5bdc252e022065f83b84bf785dc99c3d6bfc89",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "577ab7dc95b3d40b0fd221cb9bc333712997197b",
      "title": "Critical Theory, colonialism, and the historicity of thought",
      "authors": [
        {
          "name": "Antonio Y. Vázquez-Arroyo",
          "authorId": "1437991176"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.1111/1467-8675.12348",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/577ab7dc95b3d40b0fd221cb9bc333712997197b",
      "venue": "",
      "journal": {
        "name": "Constellations",
        "pages": "54-70",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ed09b3eaf8b38884a4943f55b58ed58c48471c09",
      "title": "Progress and Regression, Modernity and Social Evolution",
      "authors": [
        {
          "name": "José Maurício Domingues",
          "authorId": "2369694109"
        }
      ],
      "year": 2025,
      "abstract": "This paper deals with progress and evolution. Regarding progress, it in particular critically engages with recent works (Wagner, Allen, Jaeggi), arguing that we need a more assertive perspective. Our immersion in an evolutionarily and contingently created but globally established (modern) imaginary is found to underpin that more assertive perspective of progress. To articulate its perspective more generally, the paper draws upon a former elaboration on evolutionary homology and homoplasy regarding power. Thereby it tackles the development of morals/ethics, leading to a discussion of progress – and regression – including but going beyond material and cognitive issues. It grapples with evolutionary theory (introducing ‘homoplasy’ and ‘convergence’) and discontinuist views of history, as well as modernity, also glancing at some post/decolonial perspectives regarding history (Chakrabarty, Dussel). Finally, the text introduces the concepts of retrospective teleology and of prospective teleology in order to frame how these issues are, or may be, dealt with within the imaginary of contemporary modernity, in which universalized equal freedom – and universal solidarity – appear as a criterion for progress.",
      "citationCount": 1,
      "doi": "10.55533/2765-8414.1127",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed09b3eaf8b38884a4943f55b58ed58c48471c09",
      "venue": "Emancipations",
      "journal": {
        "name": "Emancipations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 5,
  "errors": []
}
