{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel Agamben political theology",
  "results": [
    {
      "paperId": "c4882ed6faff43a50396a1c1fcfec70def2dcf11",
      "title": "Political theology from the global south: Enrique Dussel and the poetics of liberation",
      "authors": [
        {
          "name": "Javier Padilla",
          "authorId": "2275400209"
        }
      ],
      "year": 2023,
      "abstract": "In recent decades, thinkers like Alain Badiou, Slavoj Žižek, and Giorgio Agamben have argued for a serious political engagement with early Christian thought and its emphasis on collectivity and community. Notwithstanding their important theoretical contributions, these writers often remain within a limited Eurocentric framework, foreclosing the possibility of a truly decolonial political theology. Crucially, their relatively recent reappraisals tend to ignore important precursors of Christian Marxism from the Global South, namely liberation theology and the philosophy of liberation, as elaborated by the Latin American philosopher Enrique Dussel. This essay contextualizes Dussel’s liberational thought in the contexts of political theology and literary representation. It pays particular attention to Dussel’s study of the Theological Metaphors of Marx by synthesizing a model of literary inquiry based on his philosophy and applying it to a reading of counter-hegemonic poetry by the Caribbean poet Pedro Mir, namely his long poem “Countersong to Walt Whitman.” This reading makes explicit the implicit theological dimension of Mir’s poetic text. Finally, the essay conceptualizes this interpretive model as a poetics of liberation: a mode of engagement with mutually determining discourses – politics, poetics, aesthetics – as well as a mode of reading which unravels the transformation of these discourses in lyrical forms. Writing from the periphery of the US empire, Mir therefore constructs a mode of address which arms itself with both political and theological discourses, however implicitly. To the empire’s miraculous state of exception, Mir counterpoises a redemptive state of rebellion.",
      "citationCount": 0,
      "doi": "10.1080/1369801X.2023.2290573",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4882ed6faff43a50396a1c1fcfec70def2dcf11",
      "venue": "Interventions",
      "journal": {
        "name": "Interventions",
        "pages": "490 - 512",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "03d5f38e73c935bc703747ffde2dd4b2a1a2094d",
      "title": "Political theology and Sars-Cov-2 pandemic: issues to Collective Health",
      "authors": [
        {
          "name": "Luís Henrique da Costa Leão",
          "authorId": "2054090848"
        }
      ],
      "year": 2023,
      "abstract": "Abstract This theoretical essay presents an overview of the field of political theology as an important part of political philosophy, demonstrates its relevance in the current Brazilian social and political scenario, and problematizes its intersections to the Collective Health field. In the first part, we explore the theological-political thoughts from key thinkers of this area, such as Saint Augustine, Giorgio Agamben, Karl Marx, Enrique Dussel, and Boaventura de Souza Santos. In the light of these authors, in the second part of this article, we describe the emergence of political-theologies in the Brazilian political scenario and sociocultural dynamics, manifested among evangelical groups during the COVID-19 pandemic. This pandemic situation shed light on many contradictions of Brazilian society and evidenced controversies between two lines of divergent evangelical political theologies: the conservative/antidemocratic and the progressive ones. The re-emergence of these political theologies holds relevant effects regarding the responses of social groups and actions of power in the face of public health problems, which deserve greater attention of the Collective Health field. They influence the spheres of power and sociocultural dynamics in terms of health-disease-care, contributing with collective protection measures and/or encouraging risky, negligent and denialist postures. We conclude by problematizing epistemological contributions to a renewed production of knowledge-action regarding the interface between political theology and Collective Health.",
      "citationCount": 0,
      "doi": "10.1590/s0104-12902023210899en",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03d5f38e73c935bc703747ffde2dd4b2a1a2094d",
      "venue": "Saúde e Sociedade",
      "journal": {
        "name": "Saúde e Sociedade"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "a26be08c6f86244a7cb0d025e16bdde3fffe3c2a",
      "title": "Decolonizing Political Theology: Enrique Dussel’s The Theological Metaphors of Marx",
      "authors": [
        {
          "name": "Steven Anthony Rizzo",
          "authorId": "2345118694"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/1462317X.2025.2463281",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a26be08c6f86244a7cb0d025e16bdde3fffe3c2a",
      "venue": "Political Theology",
      "journal": {
        "name": "Political Theology",
        "pages": "451 - 459",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f12ce977f1b07d459547c0e365c8f9d8c0d8d9b",
      "title": "Of Habits and Lived Rules: Agamben’s Political Theology and the End of Law",
      "authors": [
        {
          "name": "G. Fusco",
          "authorId": "118424695"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/1462317x.2025.2516927",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f12ce977f1b07d459547c0e365c8f9d8c0d8d9b",
      "venue": "Political Theology",
      "journal": {
        "name": "Political Theology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "24f5b618300f8d5c734a641a74ad6fdd7b436b0e",
      "title": "Magic, Idleness and Comedy: Late Agamben’s Marxist Reaction to Neoliberal Political Theology",
      "authors": [
        {
          "name": "Yoav Ronel",
          "authorId": "151264596"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT This article deals with Giorgio Agamben's late work, arguing that Agamben’s trans secular critique of capitalist political theology is incepted from the historical conditions of late neoliberalism – with its focus on the personal “self” as its anchor. It suggests that to understand Agamben’s trans secular reaction to late neoliberalism we need historicized his thought. As historicized, it can reveal the dialectical limits of neoliberalism. To do so, the article reads late Agamben texts next to contemporary Marxist thinkers Alenka Zupančič and her theory of comedy, Todd McGowan and his analysis of Capitalism and desire and Sianne Ngai and her conceptualization of zaniness as the aesthetic representation of neoliberal precariousness. Moving on, the article focuses on Agamben’s late book Pulcinella. It argues that the book not only expresses the limits of neoliberalism but also uncovers hope and promises for comic theological renewal beyond neoliberalism and its cult of the self.",
      "citationCount": 0,
      "doi": "10.1080/1462317X.2024.2339661",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24f5b618300f8d5c734a641a74ad6fdd7b436b0e",
      "venue": "Political Theology",
      "journal": {
        "name": "Political Theology",
        "pages": "477 - 497",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f1475b50cae3749ccdcf8a1607e22ee6854298b",
      "title": "Rethinking the decolonization of higher education through political theology: Enrique Dussel’s liberation theology and Pedagogics",
      "authors": [
        {
          "name": "Michalinos Zembylas",
          "authorId": "31556728"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/17508487.2025.2537649",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f1475b50cae3749ccdcf8a1607e22ee6854298b",
      "venue": "Critical Studies in Education",
      "journal": {
        "name": "Critical Studies in Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ff2150256f5a9f26017994e082cd9c6781a850f6",
      "title": "Political Theology and COVID-19: Agamben’s Critique of Science as a New “Pandemic Religion”",
      "authors": [
        {
          "name": "Guillermo Andrés Duque Silva",
          "authorId": "2130914276"
        },
        {
          "name": "Cristina Del Prado Higuera",
          "authorId": "2261608853"
        }
      ],
      "year": 2021,
      "abstract": "Abstract The philosopher Giorgio Agamben has reacted to the coronavirus crisis in a way that markedly contrasts with most other positions in contemporary political philosophy. His position has been described as irrational, politically incorrect, and unfair toward the victims of COVID-19. In this article, we delve into the foundations of this peculiar, pessimistic, and controversial reaction. From Agamben’s conceptual framework, we will explain how state responses to the COVID-19 crisis have turned science into a new religion from the dogmas of which various strategies have been developed in order for states to exercise biopolitical power under theological guises.",
      "citationCount": 20,
      "doi": "10.1515/opth-2020-0177",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff2150256f5a9f26017994e082cd9c6781a850f6",
      "venue": "Open Theology",
      "journal": {
        "name": "Open Theology",
        "pages": "501 - 513",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "40b264e1c0361c399116df6425f6a0fa41b74f47",
      "title": "Carl Schmitt, Erik Peterson, and Giorgio Agamben: the war for Christian political theology",
      "authors": [
        {
          "name": "Fedor Nekhaenko",
          "authorId": "2200472569"
        }
      ],
      "year": 2022,
      "abstract": "Power and its sources have always been essential questions for political philosophy. One of the ways to legitimize power is political theology which was discussed at length during the XX century. The proposed paper considers Christian political theology as a project constructed by Carl Schmitt and Giorgio Agamben. Both thinkers defended their models and criticized their main “enemy”, Erik Peterson. While Schmitt believed in Christian legitimization for the status quo and Agamben dreamed of the coming community without an identity, Peterson argued that Christian doctrines (Trinity, Parousia, etc.) deem any political authority meaningless. A majority of researchers scrutinized and critically evaluated the level of theoretical arguments of the aforementioned thinkers. On the contrary, we have chosen to analyze all of the key and referenced theologians (Paul, Eusebius, Eunomius, Gregory of Nyssa, and Augustine) to prove that Schmitt-Agamben’s notion of Christian political theology is controversial. Like Peterson with Eusebius, Schmitt and Agamben employed loose translations in trying to integrate their ideas (sovereignty, absolute anarchy) into original Christian texts. The detailed analysis allows the paper to deliver a kind of negative conclusion that Christian political theology has no ground in the sources these thinkers have credited. Nevertheless, our research calls for a new round of discussion: was this critique caused by Christian sources selected inappropriately by Schmitt, Peterson, and Agamben, or by the essential incompatibility between Christianity and political theology? Polemics might get a new “positive” horizon with the help of this question.",
      "citationCount": 0,
      "doi": "10.17323/1728-192x-2022-4-9-33",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40b264e1c0361c399116df6425f6a0fa41b74f47",
      "venue": "Sotsiologicheskoe Obozrenie / Russian Sociological Review",
      "journal": {
        "name": "Sotsiologicheskoe Obozrenie / Russian Sociological Review"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1ce03355505ec3f9595fb0c26197985561f0d39a",
      "title": "Political Theology of Empire: Hispanidad from Doctrine to Spectacle",
      "authors": [
        {
          "name": "Santiago Juan-Navarro",
          "authorId": "2373437398"
        }
      ],
      "year": 2025,
      "abstract": "This article reimagines Hispanidad as a flexible cultural repertoire rather than a fixed ideology, examining how Francoism, after 1945, staged official doctrine as public spectacle that then served as “evidence” of its own legitimacy. Through a combined lens of political theology (Schmitt on decision and secularization) and media theory (Benjamin on the aestheticization of politics; Agamben on glory and acclamation), it analyzes Juan de Orduña’s Alba de América (1951) and its paratexts to show how National-Catholic principles—unity of faith and language, providential destiny, and obedience-based authority—were translated into affect through narrative voice, emblematic staging, liturgical music, and choreographed acclamation. Although the film underperformed commercially, it thrived institutionally, excerpted in newsreels and rebroadcast annually on October 12 as a ritual object of state culture. The article argues that spectacle in Francoist Spain functioned not only as propaganda but also as a mechanism for stabilizing power by shaping collective memory and everyday habits, revealing how aesthetic form can naturalize political authority and offering a model for analyzing the everyday workings of power across media and regimes.",
      "citationCount": 0,
      "doi": "10.3390/h14110206",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ce03355505ec3f9595fb0c26197985561f0d39a",
      "venue": "Humanities",
      "journal": {
        "name": "Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "28253bb849b4f43f3ceaec2ba4c965344d0538ff",
      "title": "Political Theology and Historical Materialism: Reading Benjamin against Agamben",
      "authors": [
        {
          "name": "Lotte List",
          "authorId": "2098289364"
        }
      ],
      "year": 2020,
      "abstract": "Giorgio Agamben’s work on the power of sovereignty has been greatly influential in recent political thought. However, it has also overshadowed the independently original contributions of his two primary theoretical sources, Carl Schmitt and Walter Benjamin. In this article, I argue that Agamben’s political defeatism can be traced back to a double misconception in his reception of these two authors: first a formalistic reduction of Schmitt, and second a Schmittian reduction of Benjamin. Through this reduction to juridical formalism, the radicality of Benjamin’s historical materialist critique is replaced by a messianic nihilism, leading to the colonization of society by the logic of the concentration camp. Though Agamben’s theory of sovereignty and its implications for a positive political project have been contested, this origin of the decline of radical philosophy has not previously undergone a systematic critique.",
      "citationCount": 7,
      "doi": "10.1177/0263276420936355",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/28253bb849b4f43f3ceaec2ba4c965344d0538ff",
      "venue": "",
      "journal": {
        "name": "Theory, Culture & Society",
        "pages": "117 - 140",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7dae6084705cd47e3ed350732cc94b988c24c75f",
      "title": "Erik Peterson’s Political Theology of the Modern Nation-State",
      "authors": [
        {
          "name": "Samuel Pomeroy",
          "authorId": "2282188928"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT Erik Peterson is primarily known for his 1935 rebuttal to Schmitt’s Political Theology. Readers like Agamben have raised the need to investigate whether Peterson himself tried to extend or substantiate his critique. Albeit in scattered reflections, Peterson developed a genealogy of the nation-state through the ambiguity of the angelic and its relation to empire. This article presents these reflections according to the systematic connections Peterson discerns across three categories: the denial of God, the claim of human rights, and linguistic unity. Throughout, attention is paid to how Peterson’s ideas resemble those in Schmitt’s works, though he often adds his own accents through the concepts of Trinitarian and eschatological thought. The result is a nuanced conception of Peterson’s appreciation of Schmitt’s genealogical methodology. It clarifies how Peterson’s envisaged the Trinity as a political-theological paradigm becomes more intelligible. His insistence on openness to the transcendent can be linked to negative political theology.",
      "citationCount": 0,
      "doi": "10.1080/1462317X.2023.2292834",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7dae6084705cd47e3ed350732cc94b988c24c75f",
      "venue": "Political Theology",
      "journal": {
        "name": "Political Theology",
        "pages": "296 - 319",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1af61b0b4e83243e9bc0674af075687329198971",
      "title": "THE KEY CONCEPTS OF CARL SCHMITT'S POLITICAL THEOLOGY: SOVEREIGN, DECISION, STATE OF EXCEPTION",
      "authors": [
        {
          "name": "N.V. Yudin",
          "authorId": "2349532859"
        }
      ],
      "year": 2024,
      "abstract": "The purpose of the article is to systematically analyze the main categories of the German philosopher and legal scholar Carl Schmitt’s doctrine on the theological origins of political and legal science. Within the framework of the study, the author draws on the theoretical research of some important European political thinkers of the 20th century for the purpose of interpretation. The means for interpreting Schmitt's doctrine are the ideas of the modern Italian thinker Giorgio Agamben, who develops Schmitt's ideas about sovereign power and state of exception in his extensive project Homo sacer. The novelty of the article lies in the formation of a system of ideas about the main categories of political theology in the light of Schmitt’s and Agamben’s intellectual projects. As a result, the author draws conclusions about the eschatological essence of political theology, the binary nature of sovereignty, the messianic significance of the sovereign and its decision, and links it with the geopolitical concept of nomos of the Earth.",
      "citationCount": 1,
      "doi": "10.22405/2304-4772-2024-1-1-17-27",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1af61b0b4e83243e9bc0674af075687329198971",
      "venue": "Gumanitarnye vedomosti TGPU im L N Tolstogo",
      "journal": {
        "name": "Gumanitarnye vedomosti TGPU im L N Tolstogo"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bb68e073c189ea399fc33b009963b1a74f818c58",
      "title": "The English Modernist Novel as Political Theology",
      "authors": [
        {
          "name": "Charles Andrews",
          "authorId": "2274621624"
        }
      ],
      "year": 2024,
      "abstract": "Exploring novels by Virginia Woolf, D. H. Lawrence, Evelyn Waugh, and Sylvia Townsend Warner as political theology – works that imagine a resistance to the fusion of Christianity and patriotism which fuelled and supported the First World War – this book shows how we can gain valuable insights from their works for anti-militarist, anti-statist, and anti-nationalist efforts today.\n While none of the four novelists in this study were committed Christians during the 1920s, Andrews explores how their fiction written in the wake of the First World War operates theologically when it challenges English civil religion – the rituals of the nation that elevate the state to a form of divinity. Bringing these novels into a dialogue with recent political theologies by theorists and theologians including Giorgio Agamben, William Cavanaugh, Simon Critchley, Michel Foucault, Stanley Hauerwas and Jürgen Moltmann, this book shows the myriad ways that we can learn from the authors’ theopolitical imaginations.\n Andrews demonstrates the many ways that these novelists issue a challenge to the problems with civil religion and the sacralized nation state and, in so doing, offer alternative visions to coordinate our inner lives with our public and collective actions.",
      "citationCount": 0,
      "doi": "10.5040/9781350362062",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb68e073c189ea399fc33b009963b1a74f818c58",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "57e2492bce7461e464292c01e2dbe043b9cbbc88",
      "title": "The Universal As (Non‐)Particular: Agamben, Metz, And The Theology Of Victimhood",
      "authors": [
        {
          "name": "Ryan M. Wise",
          "authorId": "2211264618"
        }
      ],
      "year": 2024,
      "abstract": "This study offers a new perspective on the work of Italian theorist Giorgio Agamben, arguing that his recent engagements with the Christian tradition can be productively interpreted as a kind of political theology. As a way of making this claim, I place Agamben in dialogue with German Catholic theologian Johann Baptist Metz, as perhaps the clearest analogue in recent political theology, examining their shared genealogical roots in Marxist philosophy and the Frankfurt School, as well their mutual interests in early‐Christian and medieval apocalyptic. Furthermore, I argue that their respective projects can mutually inform one another, and together be regarded as a corrective to certain aspects of contemporary Augustinian theory. Focusing on the question of the victim, I contend that Agamben's and Metz’s approach to “universality” can serve to illuminate and to challenge some of the more “particularistic” and exclusionary elements of the Augustinian form.",
      "citationCount": 0,
      "doi": "10.1111/moth.12942",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57e2492bce7461e464292c01e2dbe043b9cbbc88",
      "venue": "Modern Theology",
      "journal": {
        "name": "Modern Theology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "94a8f8c0d2cea85150a4514603a350f475a4a47a",
      "title": "Forget Schmitt! Political Theology Must Follow Agamben’s “Double Paradigm” of Sovereignty",
      "authors": [
        {
          "name": "Carl A. Raschke",
          "authorId": "73269424"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1080/1462317X.2018.1421334",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94a8f8c0d2cea85150a4514603a350f475a4a47a",
      "venue": "",
      "journal": {
        "name": "Political Theology",
        "pages": "1 - 3",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3a38399dfaf6a3e426959bee340d568fb973f85e",
      "title": "Desacralizing Political Theology: Dionysius the Areopagite and Giorgio Agamben",
      "authors": [
        {
          "name": "David Newheiser",
          "authorId": "114588535"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1111/MOTH.12506",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3a38399dfaf6a3e426959bee340d568fb973f85e",
      "venue": "Modern Theology",
      "journal": {
        "name": "Modern Theology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dc711187ddbedd1c226344554567d0e2e0515d9a",
      "title": "Agamben's Theories of the State of Exception: From Political to Economic Theology",
      "authors": [
        {
          "name": "T. Christiaens",
          "authorId": "94065884"
        }
      ],
      "year": 2020,
      "abstract": "• Users may download and print one copy of any publication from the public portal for the purpose of private study or research. • You may not further distribute the material or use it for any profit-making activity or commercial gain • You may freely distribute the URL identifying the publication in the public portal Take down policy If you believe that this document breaches copyright please contact us providing details, and we will remove access to the work immediately and investigate your claim.",
      "citationCount": 5,
      "doi": "10.5749/culturalcritique.110.2021.0049",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc711187ddbedd1c226344554567d0e2e0515d9a",
      "venue": "Cultural Critique",
      "journal": {
        "name": "Cultural Critique",
        "pages": "49 - 74",
        "volume": "110"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cf42e5510fedcaecc7f2ad8189d009117fe5a8ea",
      "title": "Administering Interpretation: Derrida, Agamben, and the Political Theology of Law",
      "authors": [
        {
          "name": "P. Goodrich",
          "authorId": "144041796"
        },
        {
          "name": "M. Rosenfeld",
          "authorId": "101328360"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1515/9780823283811",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cf42e5510fedcaecc7f2ad8189d009117fe5a8ea",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fd5c0b4f666259e71c58ee26c165697c5f75da8f",
      "title": "The Problem of Our Law: Political Theology and the Theological-Political Problem in Giorgio Agamben and Leo Strauss",
      "authors": [
        {
          "name": "J. Bernstein",
          "authorId": "46288671"
        }
      ],
      "year": 2019,
      "abstract": "A writer once summed the matter up in this way: The sole visible and indubitable law that is imposed upon us is the nobility, and must we ourselves deprive ourselves of that one law? —Franz Kafka, “The Problem of Our Laws”1 The great grinding wheels of the State were getting to grips with the citizen Andreas Pum, and, before he even realized it, he was being slowly and comprehensively crushed. —Joseph Roth, Rebellion2 Introduction The above two epigraphs express concerns present in central Europe during the first few decades of the prior century (Kafka's was published in 1931, Roth's in…",
      "citationCount": 0,
      "doi": "10.3817/0919188153",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd5c0b4f666259e71c58ee26c165697c5f75da8f",
      "venue": "Télos",
      "journal": {
        "name": "Telos",
        "pages": "153 - 172",
        "volume": "2019"
      },
      "publicationTypes": null
    },
    {
      "paperId": "40d5201222dbf5ecd38ea744dfb2059f61e16f59",
      "title": "The Literary Exception: Reflections on Agamben’s “Liberal Democratic” Political Theology and the Religious Destabilisation of the Political in Our Time",
      "authors": [
        {
          "name": "J. Walt",
          "authorId": "79778751"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1177/2336825X1502300102",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/40d5201222dbf5ecd38ea744dfb2059f61e16f59",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "15-44",
        "volume": "23"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
