{
  "status": "success",
  "source": "semantic_scholar",
  "query": "4 paper IDs",
  "results": [
    {
      "paperId": "d58f0b702539bf6091169df9645a0752bbece4cb",
      "title": "Enrique Dussel’s concept of modernity: the intellectual evolution of a complex understanding of our age",
      "authors": [
        {
          "name": "Tomás Lima Pimenta",
          "authorId": "2005319659"
        }
      ],
      "year": 2025,
      "abstract": "This paper examines Enrique Dussel’s concept of modernity by offering an intellectual reconstruction of the evolution of his thought and argues that his conception of modernity is not a reductionist idea of Eurocentrism and colonialism. It emphasizes his transdisciplinary approach, spanning from history, economic history, metaphysics, and ethics, providing a rich and unparalleled understanding of modernity. This perspective reveals crucial aspects of the genesis and essence of modernity, as well as key insights to interpret its current state and fate. For this purpose, Dussel’s intellectual trajectory is divided into different phases. For each period, it highlights his primary interlocutors, topics of investigation, and insights about the essence of modernity. In this context, this paper emphasizes the roles of economic history, World-System analysis, and geopolitics in his philosophical project. In short, it argues that Dussel’s theory of modernity operates as a geopolitical turn in philosophy.",
      "citationCount": 0,
      "doi": "10.33871/nupem.2025.17.40.8514",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d58f0b702539bf6091169df9645a0752bbece4cb",
      "venue": "Revista NUPEM",
      "journal": {
        "name": "Revista NUPEM"
      },
      "publicationTypes": [
        "JournalArticle"
      ],
      "_queryId": "d58f0b702539bf6091169df9645a0752bbece4cb"
    },
    {
      "paperId": "a88237c0cd86cc4cb7b2c3a1585fc27631314a74",
      "title": "Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel",
      "authors": [
        {
          "name": "Dante Ramaglia",
          "authorId": "2082172735"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a88237c0cd86cc4cb7b2c3a1585fc27631314a74",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "215-244",
        "volume": "8"
      },
      "publicationTypes": null,
      "_queryId": "a88237c0cd86cc4cb7b2c3a1585fc27631314a74"
    },
    {
      "paperId": "72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "title": "Transmodernity: Method for a Decolonial Political Project. From Enrique Dussel to Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Luz María Lozano Suárez",
          "authorId": "2203108615"
        }
      ],
      "year": 2021,
      "abstract": "This article seeks to analyze how the sense of transmodernity is subsumed in phi- losopher Santiago Castro-Gómez, to propose an emancipatory policy. Transmodernity is a decolonial project proposed by Enrique Dussel in 1994. Modernity, defined as a sacrificial myth -eurocentric, colonizing, and capitalist- would be overcome from the moment in which it is possible to affirm the otherness of the universal cultures —ana- lectic—. Such a project of the Philosophy of Liberation can be conceived as a method that would take the best of modernity —its rational character—, but in an opposite sense to political, cultural, and economic domination. Gastro-Gómez assumes this method to propose a transmodern republicanism. In this text, the possible modernity/ coloniality dialog, corroborated by these two philosophers, will be established as the guiding thread to determine how a new way of understanding the ontology of eman- cipatory (not liberating) politics, presented by the Colombian philosopher, is possible.",
      "citationCount": 2,
      "doi": "10.14482/EIDOS.34.199.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "venue": "Eidos",
      "journal": {
        "name": "Eidos"
      },
      "publicationTypes": null,
      "_queryId": "72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe"
    },
    {
      "paperId": "924b401472a360c2144bc069e3e241c4ac795fb3",
      "title": "Historiography, Eurocentrism, and Universality in Enrique Dussel",
      "authors": [
        {
          "name": "D. Soto",
          "authorId": "2064236319"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/924b401472a360c2144bc069e3e241c4ac795fb3",
      "venue": "",
      "journal": {
        "name": "Ideas Y Valores",
        "pages": "37-58",
        "volume": "61"
      },
      "publicationTypes": null,
      "_queryId": "924b401472a360c2144bc069e3e241c4ac795fb3"
    }
  ],
  "count": 4,
  "errors": []
}
