{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Barber Dussel ethical hermeneutics",
  "results": [
    {
      "paperId": "099be64f60128ef15cc7f56b134be3ec9a53a9a3",
      "title": "Ethical Hermeneutics",
      "authors": [
        {
          "name": "M. Barber",
          "authorId": "2052363616"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1515/9780823295463",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/099be64f60128ef15cc7f56b134be3ec9a53a9a3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "3f26b81cacab2f3d99282728abb0ad6b5fdc0a1c",
      "title": "Hearing the voice of the estranged Other: Abolitionist ethical hermeneutics",
      "authors": [
        {
          "name": "D. Scott",
          "authorId": "49367696"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3f26b81cacab2f3d99282728abb0ad6b5fdc0a1c",
      "venue": "",
      "journal": {
        "name": "Kriminologisches Journal",
        "pages": "184-201",
        "volume": "48"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1e9974e30b434477d87303557aa94c0a22151426",
      "title": "Hermeneutics and Critique from a Liberation Ethics Perspective",
      "authors": [
        {
          "name": "Enrique Dussel",
          "authorId": "86952522"
        }
      ],
      "year": 2016,
      "abstract": "This article merely refers to some fundamental theses developed by the author already in his book Ethics of Liberation: In the Age of Globalization and Exclusion (Durham: Duke University Press, 2013). The strategy of the argument takes the following path: First, it begins with some reflections by Paul Ricoeur about universal civilization and its particular cultures; second, it summarizes a non-eurocentric historical perspective that is pertinent to the Modern Globalizing System; third, it describes the asymmetrical location of the \"participants\" which resulted from the violent process of inclusion in the World System; forth, it points out to certain aspects through which one can see ethical and critical demands within the horizon of globalization; fifth, in conclusion the author suggests some relevant topics for future discussions.",
      "citationCount": 0,
      "doi": "10.25180/LJ.V16I1.28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e9974e30b434477d87303557aa94c0a22151426",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "27-51",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7bea7c36a349c0332ccd042fb6bbc3579b4097de",
      "title": "La Alteridad en el Pensamiento Descolonial de Enrique Dussel.",
      "authors": [
        {
          "name": "E. Sánchez",
          "authorId": "133923155"
        }
      ],
      "year": 2021,
      "abstract": "Latin American decolonialism has a prominent place in current criticism of Eurocentrism in the social sciences and humanities. This paper raises the problem of alterity in the decolonial thinking of Enrique Dussel through the hermeneutical exegesis of three main categories: exteriority, living work and victim. The purpose of this research is to determine the continuities and discontinuities of this problem in the theoretical work of the Argentine-Mexican philosopher.  As our theoretical-methodological framework, we consider the notions of the de-colonial attitude and the Latin American hermeneutic-philosophical approach to liberation. In the conclusions, we show that the concept of alterity appears in Dussel's early work associated with Levinasian ethical language. Later, a shift towards an economic-material reflection is evidenced in his mature work as a means to historically understand the oppression and exclusion of peripheral countries.",
      "citationCount": 1,
      "doi": "10.12795/ANDULI.2021.I20.04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7bea7c36a349c0332ccd042fb6bbc3579b4097de",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "59-76",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "92ce877538b9a73946ea51d5f841a5029dbbf3fe",
      "title": "Diálogos interculturales en la filosofía política: una lectura crítica de La paz perpetua de Kant",
      "authors": [
        {
          "name": "David Mendoza Beltrán",
          "authorId": "2391256762"
        }
      ],
      "year": 2025,
      "abstract": "This article proposes a critical reinterpretation of the Kantian framework through a hermeneutic methodology (textual analysis of primary sources) and a phenomenological approach (study of local peace experiences), contrasting Enlightenment universalism with decolonial perspectives. The findings reveal three central obstacles: 1) Kant’s Eurocentric conception of the nation-state, which disregards Latin American communal structures; 2) the underestimation of socioeconomic inequalities as drivers of conflict; and 3) the tension between cosmopolitan law and the legal pluralism practiced in the region. In response, the article argues that peace in Latin America demands a hybrid model integrating Kantian universal ethical principles with local practices of social justice and conflict resolution, drawing on theorists such as Ángel Papacchini and Enrique Dussel. This work contributes to intercultural political philosophy by a) exposing the limits of Kantian liberalism in non-Western contexts; b) proposing a theoretical bridge between universalism and decoloniality; and c) offering pathways to shift from an imposed liberal peace to one rooted in struggles for dignity and regional\nautonomy. The conclusions emphasize that peacebuilding requires flexible normative frameworks capable of engaging with the epistemologies of the Global South.",
      "citationCount": 0,
      "doi": "10.22335/rlct.v17i3.2225",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92ce877538b9a73946ea51d5f841a5029dbbf3fe",
      "venue": "Revista Logos Ciencia &amp; Tecnología",
      "journal": {
        "name": "Revista Logos Ciencia &amp; Tecnología"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c161bc4b5b72b1e5e7dd62b0ffafc8ca808eba0f",
      "title": "Educación y sociedad: hacia un nuevo giro epistemológico decolonial",
      "authors": [
        {
          "name": "Pablo Emilio Cruz Picón",
          "authorId": "2132711473"
        }
      ],
      "year": 2024,
      "abstract": "The objective of this essay is to redefine the value of the approaches of Latin American theorists, such as Boaventura, Dussel, Freire, Grosfoguel, Zea and Zuleta, among other authors, who advocate a decolonial education based on criticality, cultural diversity, own knowledge, emancipation, and liberation, among other features. For this reason, the analysis was based on a qualitative hermeneutic-analytical approach. Among the main contributions, it is determined that the construction of a decolonial pedagogy is obtained from a polynomial epistemic-humanist-ethical alliance: the recognition of the other, interculturality, critical-emancipatory pedagogy, and the validity of ancestral knowledge. It is concluded that the decolonial turn and epistemological decolonization not only outlines theoretical perspectives, but also a possible cognitive pragmatism that guides epistemic praxis to a sociopolitical terrain, where human beings recognize their history and place in the world.",
      "citationCount": 1,
      "doi": "10.15359/rep.19.2.2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c161bc4b5b72b1e5e7dd62b0ffafc8ca808eba0f",
      "venue": "Revista Ensayos Pedagógicos",
      "journal": {
        "name": "Revista Ensayos Pedagógicos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ccc5ada0b73adb97022db0d5972606082c053533",
      "title": "Decolonial and Ontological Challenges in Social and Anthropological Theory",
      "authors": [
        {
          "name": "Jairo I. Fúnez‐Flores",
          "authorId": "1485986413"
        }
      ],
      "year": 2022,
      "abstract": "In this article, I examine the conceptual and methodological points of convergence and divergence of two intellectual currents frequently referred to as the decolonial and ontological turns in social and anthropological theory. Salient points considered are the ways both theoretical projects unsettle modernity’s dominant ontological and epistemological foundations by seriously engaging the conceptual potential of thinking with alterity (ethical dimension) and from exteriority (geopolitical dimension). I compare their subversive methodological contributions, examining, in particular, Enrique Dussel’s analectical hermeneutic approach and Eduardo Viveiros de Castro’s ethnographic method of controlled equivocation. Lastly, I discuss how both theories and approaches complement each other’s efforts to destabilize Western modernity’s philosophical and anthropological foundations.",
      "citationCount": 43,
      "doi": "10.1177/02632764211073011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ccc5ada0b73adb97022db0d5972606082c053533",
      "venue": "Theory, Culture &amp; Society",
      "journal": {
        "name": "Theory, Culture & Society",
        "pages": "21 - 41",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 7,
  "errors": []
}
