{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Don Thomas Deere Transmodern Geographies Coloniality Dussel",
  "results": [
    {
      "paperId": "eb24a5a6fa65239ae8a95d2a506cff36e3199d5f",
      "title": "Transmodern Geographies and Coloniality: On Enrique Dussel’s Pluriversal Modernity",
      "authors": [
        {
          "name": "D. T. Deere",
          "authorId": "116086097"
        }
      ],
      "year": 2025,
      "abstract": "This essay offers a critical reading of the work of Enrique Dussel on the colonial history of modernity and the possibility of a plural trans-modern future. Dussel’s transmodernity points to a plural vision of global modernity, opening multiple possible modes of being and thinking. I critically analyze Dussel’s concept of the periphery and the “other” of colonial history, arguing for the importance of a materialist and non-absolute vision of the other. I consider the possibilities of dialogue in a transmodern framework in the wake of the battlefield of colonization. Emphasizing South-South and North-South dialogues, I argue for a plural vision that engages both rational-epistemic practices and creative passions that are not strictly epistemic. En este texto, analizo críticamente la obra de Enrique Dussel sobre la historia colonial de la modernidad y defiendo la posibilidad de un futuro transmoderno plural. La transmodernidad de Dussel apunta a una visión plural de la modernidad global, abriendo múltiples modos posibles de ser y de pensar. Analizo críticamente el concepto de Dussel de la periferia y del “otro” de la historia colonial, argumento por la importancia de una visión materialista y no absoluta del otro. A partir de esto, considero las posibilidades del diálogo en un marco transmoderno sobre el trasfondo de la colonización. Al enfatizar los diálogos Sur-Sur y Norte-Sur, defiendo una visión plural que comprometa tanto las prácticas racional-epistémicas como las pasiones creativas que no son estrictamente epistémicas.",
      "citationCount": 0,
      "doi": "10.1177/0094582X251389502",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb24a5a6fa65239ae8a95d2a506cff36e3199d5f",
      "venue": "Latin American perspectives",
      "journal": {
        "name": "Latin American Perspectives",
        "pages": "41 - 56",
        "volume": "52"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "585cc347b401a5fb9b4985fc9ce5509379b5bb50",
      "title": "The Invention of Order",
      "authors": [
        {
          "name": "D. T. Deere",
          "authorId": "116086097"
        }
      ],
      "year": 2025,
      "abstract": "In The Invention of Order, Don Thomas Deere retraces the colonial origins of spatial organization in the Americas and the Caribbean and its lasting impact on modern structures of knowledge, power, race, gender as well as understandings of global modernity. The coloniality of space dispossessed Indigenous, African, and mixed populations as it constructed new systems of control and movement. Deere demonstrates how these developments manifested, among other forms, in urban grid patterns imposed during the development of Spanish colonial cities as well as totalizing trade routes crisscrossing the Atlantic. Drawing on a range of thinkers including Enrique Dussel, douard Glissant, and Sylvia Wynter, Deere reveals how movementwho travels, who settles, and who is excludedbecomes an essential component of control under colonial rule. Against the violence of spatial reordering, Deere outlines how novel forms of resistance and insurgency geographies still take hold, particularly in the Caribbean, where landscapes remain excessive, eruptive, and uncaptured by the order of modernity.",
      "citationCount": 0,
      "doi": "10.1353/book.142307",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/585cc347b401a5fb9b4985fc9ce5509379b5bb50",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    }
  ],
  "count": 2,
  "errors": []
}
