{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel Marxism debate",
  "results": [
    {
      "paperId": "18cd98a3647a7f0ac9b0e8e9d337f436551ae710",
      "title": "Reopening the Debate on Open Marxism: A Radical Historicist Alternative?",
      "authors": [
        {
          "name": "Christopher Pesterfield",
          "authorId": "16938929"
        },
        {
          "name": "Frederick Harry Pitts",
          "authorId": "2352656355"
        }
      ],
      "year": 2025,
      "abstract": "The opportunities and limitations of Open Marxism (OM) for understanding structure and agency in capitalist society and political economy have been subject to various debates. Critics assert that, in spite of an auspicious commitment to keeping struggle in view, OM as a theoretical approach nonetheless tends to dialectically intertwine structure and agency in such a way that the latter disappears into the former. Critics argue that this presents an unassailable challenge for empirical work and practical politics. Only its further development will keep OM from closing up. This can be done by using Radical Historicism, a methodological intervention that treads a different path through the dialectical unity of agency and structure, avoiding closure. As a potential modification of OM geared toward making it methodologically operational, Radical Historicism provides a philosophical foundation for both empirical research agendas and political praxis.",
      "citationCount": 0,
      "doi": "10.1177/00368237241312549",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/18cd98a3647a7f0ac9b0e8e9d337f436551ae710",
      "venue": "Science &amp; Society: A Journal of Marxist Thought and Analysis",
      "journal": {
        "name": "Science & Society",
        "pages": "26 - 42",
        "volume": "89"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3e00208e2009b16d7280dd708b8be37a8726d7cc",
      "title": "How Norman Angell Reveals the Significance of Marxism and Socialism in Early IR and a Debate before the “First Great Debate”1",
      "authors": [
        {
          "name": "Ricardo Villanueva",
          "authorId": "145718686"
        }
      ],
      "year": 2020,
      "abstract": "\n A widespread belief in the field of international relations (IR) is that the first years of the discipline were characterized by a liberal “idealist” theoretical dominance followed by the so-called “first great debate,” in which the “idealist” school was intellectually surpassed by a realist tradition. The purpose of this article is to join previous revisionist studies and challenge this conventional narrative. Building primarily on the international thought and work of Norman Angell on imperialism, this article reveals that there was an important intellectual contest preceding the denominated “first great debate.” It also shows that even though Angell was not a Marxist, his figure discloses Marxism as an important theoretical force in the genesis of the discipline.",
      "citationCount": 1,
      "doi": "10.1093/ISR/VIZ009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3e00208e2009b16d7280dd708b8be37a8726d7cc",
      "venue": "International Studies Review",
      "journal": {
        "name": "International Studies Review"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dcc667d32ac09bc87b73dc24a0d4baf6cd809619",
      "title": "Marxism and human rights: new thoughts on an old debate",
      "authors": [
        {
          "name": "D. O’Byrne",
          "authorId": "1411339701"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT This paper revives the debate as to whether Marxism is compatible with a commitment to human rights, but, in presenting a defence of such a compatibility, seeks to extend that debate beyond the confines of philosophical analysis to incorporate the contributions of Marxist theory to the sociology of human rights. It suggests that Marxist theory enables us to re-evaluate the priorities of human rights as a political project, and that in doing so it complements the social constructionist approach prevalent within the sociology of human rights. Taken together, a Marxist theory of social structure and a social constructionist theory of human rights enable a fuller realisation of the possibility of an emancipatory politics.",
      "citationCount": 3,
      "doi": "10.1080/13642987.2018.1551209",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dcc667d32ac09bc87b73dc24a0d4baf6cd809619",
      "venue": "International Journal of Human Rights",
      "journal": {
        "name": "The International Journal of Human Rights",
        "pages": "638 - 652",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5c5ec60d6a9df4e4cef971e6f0d4e11d8b66a59f",
      "title": "Two Sides of a Platonic Coin: Marxism and Neoclassicism in the Socialist Calculation Debate",
      "authors": [
        {
          "name": "Slade Mendenhall",
          "authorId": "122618096"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2139/ssrn.3190465",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c5ec60d6a9df4e4cef971e6f0d4e11d8b66a59f",
      "venue": "",
      "journal": {
        "name": "Philosophy & Methodology of Economics eJournal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "36f2b413b48df3fd47b40c14e605041bdb49fade",
      "title": "The Phenomenological Roots of the Radical Democracy/Marxism Debate",
      "authors": [
        {
          "name": "Jay Stone",
          "authorId": "79848953"
        }
      ],
      "year": 1994,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1080/08935699408658089",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36f2b413b48df3fd47b40c14e605041bdb49fade",
      "venue": "",
      "journal": {
        "name": "Rethinking Marxism",
        "pages": "99-115",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "57869f0917baed1fc0c241811d6f8f49dac465c6",
      "title": "Introduction: On the dialectics of the Marxism debate",
      "authors": [
        {
          "name": "W. Liebenberg",
          "authorId": "48639577"
        }
      ],
      "year": 1990,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1080/02564719008529943",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57869f0917baed1fc0c241811d6f8f49dac465c6",
      "venue": "",
      "journal": {
        "name": "Journal of Literary Studies",
        "pages": "159-163",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f866508378ac4aaffe7ac5a326112eedf3420a62",
      "title": "Marxism and Postcolonial Theory: What’s Left of the Debate?",
      "authors": [
        {
          "name": "S. Sinha",
          "authorId": "145016803"
        },
        {
          "name": "R. Varma",
          "authorId": "144465164"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 30,
      "doi": "10.1177/0896920515616263",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f866508378ac4aaffe7ac5a326112eedf3420a62",
      "venue": "",
      "journal": {
        "name": "Critical Sociology",
        "pages": "545 - 558",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "aaf20e522886551d85055107d8566a96b467b9d6",
      "title": "A Du Boisian Sociological Imagination: The Black Radical Tradition, Marxism and Du Boisian Sociology.",
      "authors": [
        {
          "name": "J. Itzigsohn",
          "authorId": "103120539"
        }
      ],
      "year": 2025,
      "abstract": "W. E. B. Du Bois is finally recognized as one of the founders of sociology, a social theorist, and a methodological innovator. The recognition of Du Bois' work is accompanied by the emergence of a contemporary Du Boisian sociology. This sociology takes inspiration from the work of Du Bois, but it does not limit itself to his work. It aims to bring into sociology the work of scholars that so far have been confined to the margins of the discipline, among them, Franz Fanon and Stuart Hall. Yet, as Du Bois work gets increasing visibility, important debates emerge. One of these debates concerns Du Bois' relation to Marxism, and the relationship between Du Boisian sociology to Marxist sociology. Marxist sociologists argue that Du Bois' late work, as well as the work of Franz Fanon and Stuart Hall, belongs in the Marxist tradition. In this essay I argue that while Du Bois, Fanon, and Hall were sympathetic to Marxism, their work cannot be encapsulated within the Marxist tradition. The question of the human was central to their thought. Moreover, for them colonialism and racism structure identity, lived experience and politics under capitalism in ways that are not reducible to class and class conflict. The Marxist appropriation of their work diminishes its originality and precludes the discipline from questioning the coloniality of its historical silences and its epistemic limits.",
      "citationCount": 3,
      "doi": "10.1111/1468-4446.13186",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aaf20e522886551d85055107d8566a96b467b9d6",
      "venue": "British Journal of Sociology",
      "journal": {
        "name": "The British journal of sociology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ccc1f504fc26412f934d23df6bc31df55be4e554",
      "title": "The Vulgar (in) Marxism: Vacillating between Exchange and Production",
      "authors": [
        {
          "name": "Yahya M. Madra",
          "authorId": "2139511282"
        }
      ],
      "year": 2023,
      "abstract": "This essay’s exploration of the adjective “vulgar” and its function in the Marxian field begins with a debate between Abba Lerner (1903–82) and Maurice Dobb (1900–76), which foregrounded the vulgar in Marxism as a problem of economic method. The signifier thus functions as a portal to associated questions: the status of the adjective “vulgar” in Marx and Engels’s discourse; value theory’s role in the constitution of division and difference in the economics discipline; analytical Marxism’s place as a response to the crisis of Marxism in the twentieth century; the politics of market socialism or the role of markets (if any) in socialism; the necessity of mediation under any form of division of labor and the implications for Marx’s notion of associated production; and the possibility and promise of an affirmative take on the vulgar in the context of a postcapitalist pragmatics of participatory and democratic planning.",
      "citationCount": 1,
      "doi": "10.1080/08935696.2023.2251343",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ccc1f504fc26412f934d23df6bc31df55be4e554",
      "venue": "Rethinking Marxism",
      "journal": {
        "name": "Rethinking Marxism",
        "pages": "502 - 531",
        "volume": "35"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8c65f39cce81fbc250a65d9b6cc9b0f22f792d68",
      "title": "Critical realism and the ontology of Eco-Marxism between emergence and hybrid monism",
      "authors": [
        {
          "name": "F. Martín",
          "authorId": "2114061454"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT Eco-Marxism presents a debate between two theoretical schools: metabolic rift theory, developed by John Foster and others, and world-ecology, proposed by Jason W. Moore. The debate refers ultimately to ontology, more precisely to the relation between society and nature. Critical realism plays a central role as the philosophical underlabouring for metabolic rift theory and has implications regarding the Anthropocene/Capitalocene debate as well. Reviewing the debate through CR categories provides clarity about the specifically social character of the causes of ecological disruptions. Using CR, metabolic rift theorists could explain the interdisciplinary character of their analyses. By distinguishing between real transfactual mechanisms and their actual interaction in open systems, I intend to show that neither metabolic rift theory, nor its interdisciplinary approach to the Anthropocene, involve Cartesian Dualism, as Moore claims. World-Ecology provides an alternative historical account of capitalism's environmental history, but it does not critically replace metabolic rift theory.",
      "citationCount": 1,
      "doi": "10.1080/14767430.2023.2218205",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c65f39cce81fbc250a65d9b6cc9b0f22f792d68",
      "venue": "Journal of Critical Realism",
      "journal": {
        "name": "Journal of Critical Realism",
        "pages": "411 - 430",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "bb57b16d1b5d5542070cdea5fe6619aa3cc8d7b1",
      "title": "Contribuições da pedagogia crítica para a pesquisa em Educação Ambiental: um debate entre Saviani, Freire e Dussel",
      "authors": [
        {
          "name": "C. Costa",
          "authorId": "74163452"
        },
        {
          "name": "C. Loureiro",
          "authorId": "46689039"
        }
      ],
      "year": 2015,
      "abstract": "No presente trabalho recuperamos alguns dos conceitos fundamentais das obras dos educadores brasileiros Dermeval Saviani, Paulo Freire e do filosofo argentino Enrique Dussel, em suas interfaces e complementaridades, visando a contribuir com formulacoes teoricas oriundas do pensamento latino-americano para a educacao ambiental critica. Saviani, Freire e Dussel sao indiscutiveis referencias no campo da pedagogia critica, com larga influencia nao somente na educacao, mas tambem nos movimentos sociais, na teologia e filosofia da libertacao e no pensamento social da America Latina. Reconhecemos que estes autores nao sao ambientalistas estritamente, mas suas visoes de mundo e busca da emancipacao humana e transformacao social auxilia na praxis critica educativa para a Educacao Ambiental.",
      "citationCount": 4,
      "doi": "10.34024/REVBEA.2015.V10.1948",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb57b16d1b5d5542070cdea5fe6619aa3cc8d7b1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "180-200",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "520e4635d03c1b6b5e5c486838f0d96dbd8654cf",
      "title": "Marxism Lost and Found: Alasdair MacIntyre and the Contemporary Debate",
      "authors": [
        {
          "name": "J. Gregson",
          "authorId": "1963788"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1080/21598282.2015.1032323",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/520e4635d03c1b6b5e5c486838f0d96dbd8654cf",
      "venue": "",
      "journal": {
        "name": "International Critical Thought",
        "pages": "211 - 225",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9c8481ac580f5b38543e8d1b2178a4d2870eab83",
      "title": "The Ecological Civilization Debate in China: The Role of Ecological Marxism and Constructive Postmodernism—Beyond the Predicament of Legislation",
      "authors": [
        {
          "name": "Wang Zhihe",
          "authorId": "65868867"
        },
        {
          "name": "He Huili",
          "authorId": "66590241"
        },
        {
          "name": "Fan Mei-jun",
          "authorId": "30683596"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 54,
      "doi": "10.14452/MR-066-06-2014-10_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c8481ac580f5b38543e8d1b2178a4d2870eab83",
      "venue": "",
      "journal": {
        "name": "Monthly Review",
        "pages": "37-59",
        "volume": "66"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3d373151990dad070dac77e09550b9bee2a4aa8d",
      "title": "The Concept of “Western Civilization” in Black Marxism: Cedric Robinson as an Ethnophilosopher",
      "authors": [
        {
          "name": "Zeyad el Nabolsy",
          "authorId": "119149983"
        }
      ],
      "year": 2025,
      "abstract": "The first half of this essay shows that Cedric Robinson’s account of Western intellectual history is incorrect and that there are good reasons for thinking that his account of the autochthonous African origins of the Black radical tradition is also incorrect. Robinson underestimates the extent to which the Black radical tradition emerged due to an internal critique of certain intellectual currents in Western social formations. The second half of the essay argues that Robinson’s approach amounts to a restatement of the methodological orientation that, in the context of debates about African philosophy in the 1960s, came to be associated with “ethnophilosophy.” Like those who engage in ethnophilosophy, Robinson uses the concept of Western civilization to homogenize and essentialize a complex intellectual history. This homogenization and essentialization distort our understanding of both Western intellectual history and the Black radical tradition.",
      "citationCount": 0,
      "doi": "10.1080/08935696.2025.2516348",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3d373151990dad070dac77e09550b9bee2a4aa8d",
      "venue": "Rethinking Marxism",
      "journal": {
        "name": "Rethinking Marxism",
        "pages": "330 - 350",
        "volume": "37"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dd58cf84f79c7606c6ea66ecb620e326e5984d5a",
      "title": "Contemporary fellow travellers: Egyptian Revolutionary Socialists and the theory and political practice of Marxism",
      "authors": [
        {
          "name": "Helena Zohdi",
          "authorId": "2327132598"
        }
      ],
      "year": 2024,
      "abstract": "Abstract Within academic discourses of postcolonial theory, much has been written on whether and how Marxism can be drawn on to understand the ‘postcolonial world’ and, in this regard, what the relations between Eurocentrism and Marxism are. In practice, Marxism remains a core analytical framework for many emancipatory movements from the Global South, as is the case for Egyptian organisation of Revolutionary Socialists, whose popularity grew during the 2011 Egyptian Revolution. The following paper is based on anthropological research with Egyptian Revolutionary Socialists in exile and the political underground. It showcases that many academic postcolonial debates sideline the agency of Marxist social actors from the Global South, their theoretical and practical endeavours, and their own modes of knowledge production. It is through the agency of Revolutionary Socialist social actors that Marxism travels from below, is translated, (re)read, debated, and materialises itself in given contexts. I highlight how Egyptian Revolutionary Socialists utilise Marxism as a living theory in their contemporary political practice and argue that their practice in exile as fellow travellers can be understood as a reconfiguration of the concept of travelling theory into travelling theory from below. Herein the centrality of social actors’ practice in grasping theory manifests itself.",
      "citationCount": 1,
      "doi": "10.1080/01436597.2024.2412649",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dd58cf84f79c7606c6ea66ecb620e326e5984d5a",
      "venue": "Third World Quarterly",
      "journal": {
        "name": "Third World Quarterly",
        "pages": "1324 - 1341",
        "volume": "46"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 15,
  "errors": []
}
