{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel Wallerstein world-systems",
  "results": [
    {
      "paperId": "3335f4e463d7c5bfad756eea601e228b67d2d08e",
      "title": "Latin@s in the world-system : decolonization struggles in the twenty-first century U.S. empire",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "authorId": "11314391"
        },
        {
          "name": "N. Torres",
          "authorId": "116506125"
        },
        {
          "name": "José David Saldívar",
          "authorId": "144010478"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3335f4e463d7c5bfad756eea601e228b67d2d08e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "710840073fc885f7a4db25f4ec1e8016f24feb56",
      "title": "Wallerstein, World Systems Analysis, and Early Modern European History.",
      "authors": [
        {
          "name": "R. Duplessis",
          "authorId": "95383759"
        }
      ],
      "year": 1988,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.2307/493584",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/710840073fc885f7a4db25f4ec1e8016f24feb56",
      "venue": "",
      "journal": {
        "name": "The History Teacher",
        "pages": "221",
        "volume": "21"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "fec0583e456219b70f20d4035f0d7c8fb5f0d4c1",
      "title": "World-Systems Analysis",
      "authors": [
        {
          "name": "I. Wallerstein",
          "authorId": "101283876"
        }
      ],
      "year": 2020,
      "abstract": "In World-Systems Analysis , Immanuel Wallerstein provides a concise and accessible introduction to the comprehensive approach that he pioneered thirty years ago to understanding the history and development of the modern world. Since Wallerstein first developed world-systems analysis, it has become a widely utilized methodology within the historical social sciences and a common point of reference in discussions of globalization. Now, for the first time in one volume, Wallerstein offers a succinct summary of world-systems analysis and a clear outline of the modern world-system, describing the structures of knowledge upon which it is based, its mechanisms, and its future.\n\nWallerstein explains the defining characteristics of world-systems analysis: its emphasis on world-systems rather than nation-states, on the need to consider historical processes as they unfold over long periods of time, and on combining within a single analytical framework bodies of knowledge usually viewed as distinct from one another—such as history, political science, economics, and sociology. He describes the world-system as a social reality comprised of interconnected nations, firms, households, classes, and identity groups of all kinds. He identifies and highlights the significance of the key moments in the evolution of the modern world-system: the development of a capitalist world-economy in the sixteenth-century, the beginning of two centuries of liberal centrism in the French Revolution of 1789, and the undermining of that centrism in the global revolts of 1968. Intended for general readers, students, and experienced practitioners alike, this book presents a complete overview of world-systems analysis by its original architect.",
      "citationCount": 733,
      "doi": "10.1177/2056846013114",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fec0583e456219b70f20d4035f0d7c8fb5f0d4c1",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f91ab368a7a5b1e45b93268b1caf094d8ec5af46",
      "title": "Immanuel Wallerstein and the Genesis of World-Systems Analysis",
      "authors": [
        {
          "name": "C. Calhoun",
          "authorId": "50363150"
        }
      ],
      "year": 2023,
      "abstract": "Even radical innovations are shaped by historical paths and contexts. They depart from some features, reproduce others, and show the marks of their origins. It takes nothing away from the achievements of remarkable creators, save perhaps individualistic illusions, to note that they are made possible by preparation, pathways, and contributions from many sources. World-systems analysis is no exception. One of the most original and important social science projects of the late twentieth century, it was produced by many scholars working and debating together across disciplinary and national lines. Yet Immanuel Wallerstein was crucial. His intellectual innovation, clarity, and dogged pursuit of core themes were all remarkable. So were ISSN: 1076-156X | Vol. 29 Issue 2 | DOI 10.5195/JWSR.2023.1197 | jwsr.pitt.edu",
      "citationCount": 2,
      "doi": "10.5195/jwsr.2023.1197",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f91ab368a7a5b1e45b93268b1caf094d8ec5af46",
      "venue": "Journal of World-Systems Research",
      "journal": {
        "name": "Journal of World-Systems Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a12ce385551077494dbce899a409345415b43d2b",
      "title": "Immanuel Wallerstein’in Dünya-Sistemleri Analizinin Epistemolojik Yaklaşımı ve Özdüşünümü Epistemological Approach and Self-Reflection of Immanuel Wallerstein’s World-Systems Analysis",
      "authors": [
        {
          "name": "Şeyda GÜDEK-GÖLÇEK",
          "authorId": "1415143005"
        },
        {
          "name": "Dr. Ar ş . Gör",
          "authorId": "2243167697"
        },
        {
          "name": "Niğde Ömer",
          "authorId": "2226020831"
        },
        {
          "name": "Halisdemir Ünv",
          "authorId": "2243171952"
        },
        {
          "name": "BF İi̇",
          "authorId": "2243167957"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a12ce385551077494dbce899a409345415b43d2b",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "05d331d7f723ced910e3d9d8fbd95ca8b9cffdb9",
      "title": "THE PHENOMENON OF MIGRATION IN THE CONTEXT OF IMMANUEL WALLERSTEIN’S WORLD SYSTEMS THEORY",
      "authors": [
        {
          "name": "Ali Ayata",
          "authorId": "2215631006"
        },
        {
          "name": "Halil Karataş",
          "authorId": "2215635407"
        }
      ],
      "year": 2023,
      "abstract": "Dünya, varoluşundan bugüne uzun zaman geçmiş bir sistemler bütünüdür. Birçok küçük sistemi içinde barındıran büyük bir sistemler kümesi olarak da adlandırılabilir. Bu kümede yer alan her eleman kendi içerisinde birçok olay ve olguyu barındırmaktadır. Dünya toplumu da ilk insandan günümüze dek bu tür birçok sisteme şahitlik etmiş ve etmeye devam etmektedir. Diğer canlı ve cansız varlıkların sahip olduğu sistemlerden farklı olarak insanlar tarafından oluşturulan sistemler toplumsal, ekonomik ve siyasi sebeplerden ötürü sürekli olarak değişmiş ve gelişmiştir. Kümülatif bir ilerleme şeklinde gerçekleşen bu değişim ve gelişim medeniyetin ileri boyutlara ulaşması ve insanların göç yoluyla farklı coğrafyalara dağılmasıyla coğrafi olarak daha geniş bir alana yayılmıştır. Bu bağlamda dünya sistemlerinin oluşumu ve göç olgusu birbirleri ile sıkı bir ilişki içerisindedirler. Immanuel Wallerstein’in dünya sistemleri tezi ile göç olgusu arasında karşılıklı bir oluşturucu etki söz konusudur. Bu karşılıklı etkileşim göç olgusu ile mevcut dünya sisteminin birbirleri açısından iki önemli konsept olduğunun en önemli kanıtlarından biridir.",
      "citationCount": 0,
      "doi": "10.58884/akademik-hassasiyetler.1256931",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/05d331d7f723ced910e3d9d8fbd95ca8b9cffdb9",
      "venue": "Akademik hassasiyetler",
      "journal": {
        "name": "Akademik Hassasiyetler"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "079708e569cfb3a30400c40add323e805ecf89c9",
      "title": "Rethinking “World Wars” Through a World-Systems Lens",
      "authors": [
        {
          "name": "E. Gürcan",
          "authorId": "16026093"
        }
      ],
      "year": 2025,
      "abstract": "What are the key characteristics of the current instabilities of the capitalist world-system, and how does it compare to previous periods that led to world wars? What factors are driving the similarities and differences between the present systemic chaos and earlier transitions in the world-system? What potential trajectories might the unfolding period of systemic instabilities take, and what balance of forces could emerge as dominant in shaping the world-system? Focusing on the foundational works of Wallerstein, Chase-Dunn, Goldstein, and Arrighi, this article critically re-evaluates the contemporary relevance and explanatory power of world-systems analysis. Its key contribution to world-systems literature lies in moving beyond the predominantly cyclical interpretations of world wars by integrating analytical tools, such as conceptual schemas and statistical evidence, with narrative approaches highlighting historical contingencies. Overall, contemporary systemic instabilities within the capitalist world-system are marked by the intensification of economic competition, geopolitical rivalries, and social discontent, reflecting historical patterns of systemic chaos during prior hegemonic transitions, yet distinguished by the unanticipated disruption of economic expansion since the 2010s, China’s unexpected rise alongside the fading influence Germany and Japan, the U.S.-China decoupling, the pivotal role of frontier technologies, and the fragmented character of heightened popular mobilization.",
      "citationCount": 0,
      "doi": "10.5195/jwsr.2025.1286",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/079708e569cfb3a30400c40add323e805ecf89c9",
      "venue": "Journal of World-Systems Research",
      "journal": {
        "name": "Journal of World-Systems Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bf3a2ff0cc34410ff7f023b7186f2c04e296d961",
      "title": "CHANGING DYNAMICS OF CAPITALISM AND DEVELOPING COUNTRIES FROM A WORLD-SYSTEMS THEORY PERSPECTIVE: THE CASE OF TÜRKİYE (1980-2000)",
      "authors": [
        {
          "name": "Onur Gürel",
          "authorId": "2174249918"
        }
      ],
      "year": 2025,
      "abstract": "The study focuses on the dynamics of capitalism, accumulation cycles, global relations, and interactions with developing countries. In this context, it analyzes the approaches of theorists such as Immanuel Wallerstein, Ernest Mandel, Giovanni Arrighi, Karl Polanyi, Max Weber, and Robert Gilpin within the framework of neoliberal and dependency theories. The study aims to examine these theoretical approaches based on the ‘World-Systems Theory’ and to evaluate the accumulation cycles of capitalism, relations with developing countries, and the results of neoliberal reforms in Türkiye between 1980 and 2000. Using content analysis methods, the changing roles of capital, labor, and inter-country relations are examined within an analytical framework. The study's findings indicate that the policies implemented in Türkiye and other developing countries during this period prioritized economic interests over socio-cultural adaptation, leading to negative outcomes within the framework of neoliberal globalization. Consequently, the study periodically addresses how the theorists’ views are supported or questioned through the developing countries with the Turkish example and how these views contribute to the global economy.",
      "citationCount": 0,
      "doi": "10.11611/yead.1547680",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf3a2ff0cc34410ff7f023b7186f2c04e296d961",
      "venue": "Yönetim ve Ekonomi Araştırmaları Dergisi",
      "journal": {
        "name": "Yönetim ve Ekonomi Araştırmaları Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d3c479fb6f74c001d221e923905981f57720b0cf",
      "title": "Agricultural Modernization and Internal Migration in ‎Turkey, 1950-1980: A World Systems Analysis of ‎International Policy Interventions",
      "authors": [
        {
          "name": "Mehmet Halid Celiktas",
          "authorId": "2399328083"
        },
        {
          "name": "Mustafa Özveren",
          "authorId": "2399328181"
        },
        {
          "name": "Y. S. Balcıoğlu",
          "authorId": "2312942854"
        },
        {
          "name": "Umit Bayraktar",
          "authorId": "2261022963"
        }
      ],
      "year": 2025,
      "abstract": "This study examines how international developments between 1950 and 1980 fundamentally shaped internal migration dy-‎dynamics in Turkey through the systematic restructuring of rural economic organization. While migration literature typicallyphasizes domestic factors such as agricultural mechanization, land fragmentation, rapid population growth, and regional ine-‎qualities, this research shows that these internal dynamics emerged from Turkey’s structured integration into the global capitalist system through coordinated international policy interventions. Using Immanuel Wallerstein’s World Systems Theory as ‎the analytical framework, the study illustrates how the Truman Doctrine, Marshall Plan, NATO membership, European labor ‎migration, import substitution industrialization, the petroleum crises, the Cyprus Peace Operation, and the January 24 economic-‎ic decisions collectively created institutional arrangements that transformed Turkish agriculture and generated large-scale ru-‎rural-to-urban migration. The research employs a mixed-methods design combining qualitative historical analysis of the 1950–‎‎1980 period with quantitative examination of agricultural transformation indicators from 1961–1980. Primary sources include ‎declassified Foreign Relations of the United States documents that reveal how American policymakers conceptualized Turkish ‎development, while quantitative data from the Food and Agriculture Organization capture shifts in fertilizer use, land distribution, and livestock composition. This temporal structure reflects both data availability and the historical sequence in which international interventions of the 1950s produced measurable agricultural outcomes in later decades. Quantitative findings indicate dramatic agricultural restructuring during 1961–1980. Fertilizer consumption increased nearly tenfold from seventy-five ‎thousand metric tons to more than eight hundred thousand tons, demonstrating capital intensification that reduced labor ‎needs. Arable land grew by eleven percent while permanent meadows and pastures declined twelve percent, showing the conversion of common grazing areas into private croplands that eroded livelihood options for smallholders and landless house-‎holds. Livestock composition also shifted: cattle rose by twenty-six percent and sheep by thirty-three percent, whereas goats declined ‎by twenty-three percent, reflecting policy biases against traditional extensive systems. These structural transformations reduced ‎rural employment while expanding agricultural production for domestic and export markets‎.",
      "citationCount": 0,
      "doi": "10.14419/afd0d021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3c479fb6f74c001d221e923905981f57720b0cf",
      "venue": "International Journal of Accounting and Economics Studies",
      "journal": {
        "name": "International Journal of Accounting and Economics Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5e55c4786c2a7103b9dbca07f41568a86b1d7ede",
      "title": "Stages of Cultural Research in the World-Systems Approach. Part 1. The Formulation of the Problem and Ontology Development",
      "authors": [
        {
          "name": "S. Khlynovskaya",
          "authorId": "2330300911"
        },
        {
          "name": "A. Izgarskaya",
          "authorId": "1572194579"
        }
      ],
      "year": 2025,
      "abstract": "\n Introduction\n . The relevance of the study lies in the fact that the idea of the world-system approach as an economy-centered paradigm, which has become widespread in the domestic scientific community, does not correspond to reality at the present stage. The purpose of the article is to analyze the formation of ontological and theoretical foundations for studying culture in the world-system approach.\n \n \n Methodology and sources\n . The world-system approach is considered as a supradisciplinary paradigm that integrates knowledge from various scientific fields into comprehensive research programs (I. Lakatos). The development of ontology and theoretical foundations of culture in relation to the world-system is interpreted as a problem-shift in the development of the approach. Three problem-shifts in the development of the concept of “culture” are identified. The historical method was used to reconstruct the stages of problem-shifts. In this part of the article, based on the works of I. Wallerstein, the content of the first two stages is considered.\n \n \n Results and discussion\n . The start of the first stage of cultural studies in the world-system approach dates back to the end of the 1970s, when I. Wallerstein and T.K. Hopkins attempted to describe the patterns of development of the world-system. They viewed the “cultural” aspect of the world-system dynamics as fundamental and co-equal with the “economic” and “political” aspects. At this stage, they establish conceptual connections between culture and the territorial dynamics of the world-system and indicate the presence of a cultural component in the institution of global hegemony. The second phase of the formation of the concept of \"culture” begins in the late 1980s. I. Wallerstein develops the concept of “geoculture” in terms of world-historical development. At this stage, he criticizes the concepts of culture used in science and politics, and reveals the relationship between the dominant concepts of culture and the contradictions of the world-system. I. Wallerstein describes culture as a field of ideological struggle and a mechanism for resolving contradictions in the worldsystem, ensuring the stability of the order prevailing in the system.\n \n \n Conclusion.\n The authors emphasize that the obtained results can provide a basis for analyzing the influence of world-system processes on changes in the content of Russian cultural concepts.\n",
      "citationCount": 0,
      "doi": "10.32603/2412-8562-2025-11-6-18-32",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e55c4786c2a7103b9dbca07f41568a86b1d7ede",
      "venue": "Discourse",
      "journal": {
        "name": "Discourse"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 10,
  "errors": []
}
