{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel Agamben power",
  "results": [
    {
      "paperId": "57cd376193603062a00685c25b7f0157927be03c",
      "title": "Inoperativity and Destituent Power in Benjamin, Agamben and Spinoza",
      "authors": [
        {
          "name": "Serene Richards",
          "authorId": "2322863316"
        }
      ],
      "year": 2024,
      "abstract": "Abstract This paper examines the notion of destituent power in the work of Walter Benjamin and Giorgio Agamben. In contrast to constituent power's emphasis on the formation of a people relying on the metaphysical presuppositions this entails, including representation and identity, destituent power does away with such categories and renders them inoperative. This paper explores this gesture, together with the idea of a modal ontology that substitutes the “what” in the questions “what is being” for “how”. It is argued here that this reconceptualization has the capacity to reorient the mode of politics functioning to take account of power’s anomie and false promises to ever delay the catastrophe that has already arrived.",
      "citationCount": 0,
      "doi": "10.1515/pol-2024-2015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57cd376193603062a00685c25b7f0157927be03c",
      "venue": "Polemos",
      "journal": {
        "name": "Pólemos",
        "pages": "225 - 239",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "843e96447869a97926d9703038e29e13cf39670f",
      "title": "A Farewell to Homo Sacer? Sovereign Power and Bare Life in Agamben’s Coronavirus Commentary",
      "authors": [
        {
          "name": "S. Prozorov",
          "authorId": "14737858"
        }
      ],
      "year": 2021,
      "abstract": "The article addresses Giorgio Agamben’s critical commentary on the global governance of the Covid-19 pandemic as a paradigm of his political thought. While Agamben’s comments have been criticized as exaggerated and conspiratorial, they arise from the conceptual constellation that he has developed starting from the first volume of his Homo Sacer series. At the centre of this constellation is the relation between the concepts of sovereign power and bare life, whose articulation in the figure of homo sacer Agamben traces from the Antiquity to the present. We shall demonstrate that any such articulation is impossible due to the belonging of these concepts to different planes, respectively empirical and transcendental, which Agamben brings together in a problematic fashion. His account of the sovereign state of exception collapses a plurality of empirical states of exception into a zone of indistinction between different exceptional states and the normal state and then elevates this very indistinction to the transcendental condition of intelligibility of politics as such. Conversely, the notion of bare life, originally posited as the transcendental condition of possibility of positive forms of life, is recast as an empirical figure, whose sole form is the absence of form. We conclude that this problematic articulation should be abandoned for a theory that rather highlights the non-relation between sovereign power and bare life, which conditions the possibility of resistance and transformation that remains obscure in Agamben’s thought.",
      "citationCount": 13,
      "doi": "10.1007/s10978-021-09314-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/843e96447869a97926d9703038e29e13cf39670f",
      "venue": "Law and Critique",
      "journal": {
        "name": "Law and Critique",
        "pages": "63 - 80",
        "volume": "34"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "59dab01e600cd4bf89095ac79432f6ecb22da5ea",
      "title": "Power and management according to Agamben: Some implications of Agamben’s thoughts to management scholarship",
      "authors": [
        {
          "name": "Enrico Beltramini",
          "authorId": "2360535546"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59dab01e600cd4bf89095ac79432f6ecb22da5ea",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e7d018107411f4fcf216e363028ca69f15891493",
      "title": "NOT NOT. A NOTE ON THE FIGURES OF POWER IN GIORGIO AGAMBEN",
      "authors": [
        {
          "name": "J. Clemens",
          "authorId": "2069284205"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e7d018107411f4fcf216e363028ca69f15891493",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "220dc6ab4937e8c4bf6469714f5255c012599f55",
      "title": "Reconstruction and Criticism of a Destituent Political Philosophy: Giorgio Agamben",
      "authors": [
        {
          "name": "Alfons Hervàs",
          "authorId": "2047248976"
        }
      ],
      "year": 2025,
      "abstract": "This article aims to undertake a critical analysis of Giorgio Agamben's philosophical project considered as a whole. I argue that Agamben's philosophy displays a self-referential, ahistorical and abstract style, marked by a deep suspicion of institutions. Drawing on recent work by Roberto Esposito and others, I strengthen this interpretation and show how it helps reassess the philosophical stakes of Agamben's project. While looking at how Agamben's political philosophy overlooks historical specificity, relies on essentialist claims, dismisses institutional reform, and proposes contradictory and impractical emancipatory alternatives, I argue that its diagnostic power lies in its affirmationist, impolitical and destituent character.",
      "citationCount": 0,
      "doi": "10.3366/para.2025.0505",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/220dc6ab4937e8c4bf6469714f5255c012599f55",
      "venue": "Paragraph",
      "journal": {
        "name": "Paragraph"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c111e17489c6f8021abbd1c6cc35533f810e1263",
      "title": "Biopolitics, Space, and Architecture in Agamben’s Philosophy",
      "authors": [
        {
          "name": "Zhanna V. Nikolaeva",
          "authorId": "2392065566"
        }
      ],
      "year": 2025,
      "abstract": "The article analyzes Giorgio Agamben’s (b. 1942) research interests in terms of original interpretations of such categories as form of life, habitat, exclusion status and camps, biopolitics. Giorgio Agamben’s “Architectural Theory” is the result of a wide variety his readings of individual but very important reflections on biopolitical power and spaces for life. The purpose of the article is to outline for future researchers G. Agamben’s judgments about architecture, biopolitics and space, which, by chance or not, can lead the past and us to new horizons of philosophical understanding of the present. In some works, the philosopher himself accompanies his conclusions with an analysis of the spatial and architectural correspondences of power and biopolitics. In the reflections of G. Agamben emphasizes the linguistic and cultural distinction between domicile architecture (domus) and building structure (aedes), which is directly related to the “archaeological” research in the spirit of M. Foucault, as well as to the philosophy of architecture by M. Heidegger. It is noted that G. Agamben outlined a number of important theses, apparently continuing the correspondence debate with the famous architectural theorist Vittorio Gregotti, which began on the pages of magazines back in the 1990s. Camillo Boano, another researcher, revisits the theoretical connections between space and politics, arguing for the importance of Giorgio Agamben’s work for the theory and practice of architecture as a discipline. The article is intended for researchers of biopolitical power, anthropologists, architects and cultural theorists.",
      "citationCount": 0,
      "doi": "10.46539/cmj.v6i2.120",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c111e17489c6f8021abbd1c6cc35533f810e1263",
      "venue": "Corpus Mundi",
      "journal": {
        "name": "Corpus Mundi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c99c56741b334e64950a5639c59ca31decc45029",
      "title": "Agamben before the law: biopolitics and form-of-life",
      "authors": [
        {
          "name": "Letizia Konderak",
          "authorId": "2376807200"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores Agamben’s philosophy of law, highlighting how his view on the topic relies on his reading of sovereignty and biopolitics. Indeed, within the fertile debate on Foucault’s biopower, Agamben provides an original and radical reading of the political inclusion of life. His exegesis embeds biopolitics within a theory of the very essence of Western tradition, and of its fundamental elements that are law and sovereignty. In the paper, deviations from a Foucauldian “orthodoxy” are traced back to the Italian philosopher’s fascination with Heidegger, Benjamin, and Kafka. Hence, Agamben develops an unedited method and positive political proposal. Last, this paper exhibits some shortcomings of his method, as an ontologizing approach to politics could obliterate, rather than clarify, the manifold historical manifestations of power and make ineffective the positive strategies against its violence.",
      "citationCount": 0,
      "doi": "10.53981/destrocos.v6i1.57596",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c99c56741b334e64950a5639c59ca31decc45029",
      "venue": "(Des)troços: revista de pensamento radical",
      "journal": {
        "name": "(Des)troços: revista de pensamento radical"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c38ad19db2dc20142171343bc9d1f0c99281feca",
      "title": "Uma pedagogia porvir, a pedagogia da diferença a partir do pensamento de Giorgio Agamben",
      "authors": [
        {
          "name": "Adrião da Silva Mendes",
          "authorId": "2308780361"
        },
        {
          "name": "Fernado da Silva Cardoso",
          "authorId": "2200339694"
        }
      ],
      "year": 2025,
      "abstract": "Giorgio Agamben is recognized for his book Homo Sacer: sovereign power and naked life I and the continuation of this book through the Homo Sacer project (1995-2014), which resulted in a series of books by him. On the other hand, he wrote other books with smaller and less well-known texts such as: Means without end: notes on politics, The community that comes, Idea of prose and profanations that present concepts that also structure his thinking. Some concepts covered in these books are: language, singularity, silence, face, community, the Any being and profaning. These concepts give indications for reflection on a possible pedagogy of difference based on Agamben's thinking. In this sense, we elaborate our objective: to understand a pedagogy of difference based on the thoughts of Giorgio Agamben. In this article we opted for the philosophical essay genre where we do not want to construct definitive answers or in advance, but rather to problematize and launch the thought into questioning the concepts distributed here. Defining a pedagogy of difference based on Agamben's thought is to desecrate a language that wants to produce the world as a single face. In this case, educational institutions and pedagogies also want to define students with a single name and a single face, but differences arise and destabilize educational institutions and pedagogical language from the Being Whoever comes.\nKey words: Giorgio Agamben; pedagogy of difference; singularities; pedagogical language.",
      "citationCount": 0,
      "doi": "10.24302/prof.v12.5819",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c38ad19db2dc20142171343bc9d1f0c99281feca",
      "venue": "Profanações",
      "journal": {
        "name": "Profanações"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "80b3995f89d971b3bdae71dbd7217df133cb0a0b",
      "title": "Homo Sanctus\n and the Countersovereignty of Sanctuary: Agamben, Roman Law, Democratic Resistance",
      "authors": [
        {
          "name": "Mina Suk",
          "authorId": "2384901530"
        }
      ],
      "year": 2025,
      "abstract": "\n This article attempts to articulate a theory of sovereign power that reveals, yet compensates for, certain shortcomings in Agamben’s\n homo sacer\n paradigm. Taking issue with the textual basis and normative implications of his notion of “sacred/bare life,” I offer an alternative notion of biopolitical subjectivity I call “sanctified life.” Based on a close reading, first, of Macrobius’s commentary on the\n homo sacer\n of Vergil’s\n Aeneid\n , and second, of the tripartite\n sacrum–religiosum–sanctum\n classification in ancient Roman law, I argue that sanctified life expresses a democratic countersovereignty that resists the state in the service of a life-affirming politics.\n",
      "citationCount": 0,
      "doi": "10.1177/17438721251372579",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/80b3995f89d971b3bdae71dbd7217df133cb0a0b",
      "venue": "Law, Culture and the Humanities",
      "journal": {
        "name": "Law, Culture and the Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "970f7cd97f243a1342058d65706e65cac3578d68",
      "title": "Biopolitics and the Scourge of Cracolândia: an Analysis from the Perspective of Homo Sacer in Giorgio Agamben",
      "authors": [
        {
          "name": "Ana Silvia Marcatto Begalli",
          "authorId": "2364172564"
        }
      ],
      "year": 2025,
      "abstract": "Objective: The objective of this study is to analyze the issue of Cracolândia, the users who form the flow of the environment and the state interventions that they have experienced, from the perspective of biopolitics in Foucault and homo sacer in Agamben.\n \nTheoretical Framework: The research is based on the theoretical contributions of Michel Foucault, especially the concept of biopolitics as a form of management of life in society, and of Giorgio Agamben, with an emphasis on the figure of homo sacer, bare life and the state of exception as expressions of sovereign power over life and death. Contemporary authors who study public policies, social exclusion and urban security are also used.\n \nMethod: The methodology adopted for this research comprises qualitative research, with a focus on theoretical research, carried out through bibliographical research.\n \nResults and Discussion: The results obtained revealed that the repressive policies historically adopted in Cracolândia are aligned with a logic of thanatopolitics, while programs such as “De Braços Abertos” and “Redenção” point to possibilities of positive biopolitics, centered on social inclusion and human dignity. The study reveals that strategies based solely on repression are ineffective, as they disregard the multiple factors that sustain the permanence of individuals in that territory of exclusion.\n \nResearch Implications: The research contributes to the academic and political debate by highlighting the need for intersectoral public policies, supported by a human rights perspective, that contemplate the social, psychological and economic complexity of the population of Cracolândia. It also points out the risks of normalizing the state of exception as a daily practice of government.\n \nOriginality/Value: The value of this research lies in the articulation between contemporary political philosophy and a concrete urban problem. By relating the concepts of biopolitics and homo sacer to the reality of Cracolândia, it offers an innovative critical reading of the strategies of control, exclusion and resistance in the city of São Paulo, contributing to the advancement of discussions on citizenship, vulnerability and public policies.",
      "citationCount": 0,
      "doi": "10.24857/rgsa.v19n5-098",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/970f7cd97f243a1342058d65706e65cac3578d68",
      "venue": "Revista de Gestão Social e Ambiental",
      "journal": {
        "name": "Revista de Gestão Social e Ambiental"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "23b23e6ad6e87f341bc90a8f818869dc77e0bae6",
      "title": "Revisiting Giorgio Agamben’s Reformulation of Michel Foucault’s Biopolitics",
      "authors": [
        {
          "name": "Daryl Mendoza",
          "authorId": "2386466643"
        }
      ],
      "year": 2025,
      "abstract": "Michel Foucault’s twin notions of biopolitics and biopower\nwere pivotal in the development of a theoretical tradition in the social\nsciences and the humanities, despite riddled with conceptual\ninconsistencies and culminating in ambivalence. Giorgio Agamben\nlater claimed to have continued and completed Foucault’s unfinished\nproject and appropriated this continuity to analyze the configurations\nof power today. In this paper, I revisit the Foucault-Agamben relation.\nI claim that Agamben’s conception of power, subsumed in his\nbiopolitics, is a continuation and completion of Foucault’s biopolitics\ndespite the differences. In a peculiar way, Agamben’s biopolitics is a\nunifying account of power that brings together what Foucault’s\nbiopolitical investigations, partitioned in different moments in his\ninvestigations, are unable to connect. The task of this paper is threefold. First, I articulate a succinct narrative account of Foucault's\nbiopolitics. Second, I locate Agamben’s point of departure from\nFoucault and discuss his own notion of biopolitics. In doing this, I chart\ntheir divergences and convergences. Third, I articulate Agamben’s\nreformulation of Foucault’s biopolitics as a way of understanding how\nAgamben’s biopolitics can account for the originary and fundamental\nstructure of both fascism and liberal democracies, which is one\npower—biopower—in two modes—centralized and dispersed.",
      "citationCount": 0,
      "doi": "10.25138/19.1.a5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23b23e6ad6e87f341bc90a8f818869dc77e0bae6",
      "venue": "Kritike: An Online Journal of Philosophy",
      "journal": {
        "name": "Kritike: An Online Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8e9c6ef39a660c5e9e4e8f39ce75a0827222eab1",
      "title": "Walter Benjamin y el materialismo mesiánico: diálogo desde las lecturas de Bolívar Echeverría y Enrique Dussel",
      "authors": [
        {
          "name": "Pablo Arturo Orrego Machuca",
          "authorId": "2346847312"
        }
      ],
      "year": 2025,
      "abstract": "This article analyzes the work of Walter Benjamin, focusing on his \"Theses on the Philosophy of History\" and his critique of progress as a central axis of capitalist and socialist modernity. Drawing on the reflections of Bolívar Echeverría and Enrique Dussel, the text argues, from a reading that intertwines Benjamin's Jewish condition and his connection with European culture, that the vision of progress is a historical construction that hides the underlying barbarity in power structures, both in capitalism and in real socialism. When the author proposes his interpretation of history \"against the grain,\" he challenges the linear and triumphalist conception of progress, proposing a historical materialism based on the memory of the oppressed and the redemption of the victims of the past. The work also highlights how Benjamin's critique of modernity, far from being an abstract reflection, has a practical and revolutionary dimension, linking his ideas with Latin American liberation philosophies and the need for a new critical look at history. In this sense, the article argues that theology, in Benjamin's thought, does not propose a doctrine, nor a treatise on God, but rather a critical tool that allows for the interruption of the hegemonic narrative of progress and the reconfiguration of social struggles from a radically new perspective, centered on resistance and the historical transformation of the oppressed.",
      "citationCount": 0,
      "doi": "10.18041/1692-5726/sin_fundamento.32.2024.12515",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e9c6ef39a660c5e9e4e8f39ce75a0827222eab1",
      "venue": "Sin Fundamento",
      "journal": {
        "name": "Sin Fundamento"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d688e5e15145eff9b1af2ccf200fb7eb22f4f33b",
      "title": "Giorgio Agamben: Power, Law and the Uses of Criticism",
      "authors": [
        {
          "name": "T. Zartaloudis",
          "authorId": "98304258"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 47,
      "doi": "10.4324/9780203859711",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d688e5e15145eff9b1af2ccf200fb7eb22f4f33b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c54748fe705b75138b01aa64bbd9bf87ae451ead",
      "title": "The Political Ontology of Giorgio Agamben: Signatures of Life and Power",
      "authors": [
        {
          "name": "German Eduardo Primera",
          "authorId": "134420157"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.5040/9781350081383",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c54748fe705b75138b01aa64bbd9bf87ae451ead",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1036340a4bf4c77a4f86e7836d0650b2307ab38a",
      "title": "What is an Insurrection? Destituent Power and Ontological Anarchy in Agamben and Stirner",
      "authors": [
        {
          "name": "S. Newman",
          "authorId": "50192403"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 24,
      "doi": "10.1177/0032321716654498",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1036340a4bf4c77a4f86e7836d0650b2307ab38a",
      "venue": "",
      "journal": {
        "name": "Political Studies",
        "pages": "284 - 299",
        "volume": "65"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3619df90c7e1b63c20c1f03a7d37e502361d6412",
      "title": "THE THEOLOGICAL JUSTIFICATION OF ILLEGITIMACY OF POWER IN THE GIORGIO AGAMBEN’S WORK “THE MYSTERY OF EVIL: BENEDICT XVI AND THE END OF DAYS”",
      "authors": [
        {
          "name": "Oleksandr Tymofieiev",
          "authorId": "2274443680"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.30970/2307-1664.2019.26.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3619df90c7e1b63c20c1f03a7d37e502361d6412",
      "venue": "Visnyk of the Lviv University",
      "journal": {
        "name": "Visnyk of the Lviv University"
      },
      "publicationTypes": null
    },
    {
      "paperId": "22534a09278e2fd4a69e72ff208035966a475760",
      "title": "Why Agamben Cannot Save Us: A Political Critique of Giorgio Agamben’s “Coming Politics”",
      "authors": [
        {
          "name": "Abbas Jamali",
          "authorId": "2303764677"
        }
      ],
      "year": 2024,
      "abstract": "Giorgio Agamben's critical stance on biopolitics and sovereignty is primarily concerned with the problem of the “state of exception” as the paradigm of contemporary Western politics. According to Agamben, human life has been reduced to a “bare life” by a state of exception founded on the relation between the law and sovereignty. In response, Agamben's redemptive politics is a counterargument to the contemporary nihilistic-exceptional politics and capitalism of spectacle. This “coming politics” is founded on some basic ideas such as “playing with the law,” “profanation,” “gesture,” “free use” and finally “form-of-life.” This essay will first explain the role of these ideas in Agamben's coming politics, then, it will demonstrate that all these ideas (or political strategies) are based on a deep belief in the power of thought. Therefore, it seems fair to assert that Agamben's coming politics is a kind of theoretical or philosophical politics and its hero or subject could be called “philosophers.” It will be argued that from a political standpoint, this philosophical politics not only cannot be redemptive but might also result in a form of political passivity and the maintenance of the current political order.",
      "citationCount": 4,
      "doi": "10.1080/08935696.2024.2282397",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22534a09278e2fd4a69e72ff208035966a475760",
      "venue": "Rethinking Marxism",
      "journal": {
        "name": "Rethinking Marxism",
        "pages": "82 - 103",
        "volume": "36"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "423268818212afe9beafdb84538050aecaef0cd4",
      "title": "The Management of Happiness. Economy and Ethics in Giorgio Agamben's Account of Biopolitics",
      "authors": [
        {
          "name": "A. C. S. Mpassi",
          "authorId": "2317394798"
        }
      ],
      "year": 2024,
      "abstract": "The book provides a systematic and critical analysis of the notion of ‘happiness’ or ‘the happy life’ in Agamben’s account of biopolitics. Its specificity lies in the fact that it examines the notion in question in close connection to the notion of ‘economy’ and ‘ethics’. Also, based on Agamben, I examined whether happiness should be conceived as an existential phenomenon that can or must be managed in preponderantly political and capitalistic terms or whether it is rather an ethico-ontological style of life proper to the individual in society. Since the publication of the first volume of his Homo Sacer series, Homo Sacer: Sovereign Power and Bare Life, Agamben’s work has received a great deal of attention in secondary literature over the past years. Emphasis has been mostly put on his critical and at times negative perspectives on the current constitution and status quo of biopolitics. For this reason, he has been read as a negative thinker; one who has been very critical against biopolitics, but hardly offers any alternative. Contrary to that reading, I argue that there is an affirmative side in Agamben’s account of biopolitics. The waver of that affirmation is the notion of ‘form-of-life’ (the happy life). The interpretation of form-of-life in Agamben has been carried out in close connection with the notions of ‘economy’ and ‘ethics’. One of the main objectives I pursued is to illuminate that the concept of ‘the happy life’ does not only bridge Agamben’s pars destruens and pars construens, but also constitutes the solution or the alternative he puts forward against the current aporia of biopolitics, as form-of-life, according to him, deactivates life from the capturing and managerial mechanisms of sovereign and economic biopolitics. Thus, happy life is not the type of life that fulfils some political and economic determinations. It is instead a becoming self and a being-at-home with the self, outside and beyond all political, legal, and economic restrictions.",
      "citationCount": 0,
      "doi": "10.54195/9789493296589",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/423268818212afe9beafdb84538050aecaef0cd4",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "08ed67c148417079ae4c35a285ca2aeaa964b0cb",
      "title": "Horizontes de Alteridade: caminhos de libertação na perspectiva de Enrique Dussel",
      "authors": [
        {
          "name": "Leila Maria Tinoco Boechat Ribeiro",
          "authorId": "121080957"
        },
        {
          "name": "Guilherme Felipe Santos Rocha",
          "authorId": "2338494429"
        }
      ],
      "year": 2024,
      "abstract": "This article explores Enrique Dussel's philosophy of liberation, emphasizing its focus on otherness. Dussel, a Latin American philosopher, proposes a philosophy aimed at the emancipation of the oppressed, addressing urgent issues in Latin America. The concept of otherness is central to his work, highlighting the importance of recognizing and valuing the 'other' in its diverse forms. The relevance of his philosophy is underscored in the contemporary context, where inequality and oppression remain significant challenges. The article examines how Dussel articulates a philosophical vision that not only interprets reality but also seeks to transform it, offering a theoretical framework for social movements and human rights struggles. This study aims to explore how Dussel's notion of consciousness intertwines with the ethics of the 'other,' directly addressing the need to acknowledge and act upon social injustices. Ultimately, Dussel's philosophy of liberation critiques power and domination structures, proposing a praxis that strives for social transformation and justice.",
      "citationCount": 0,
      "doi": "10.71201/3085-6280.e0105.2024",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/08ed67c148417079ae4c35a285ca2aeaa964b0cb",
      "venue": "IN ALTVM - Revista de Filosofia e Teologia",
      "journal": {
        "name": "IN ALTVM - Revista de Filosofia e Teologia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "696c270e14a870ea61fc5294d6c867b85fcd541f",
      "title": "The Mystery of Power in the Philosophy of Giorgio Agamben",
      "authors": [
        {
          "name": "Lasha Matiashvili",
          "authorId": "114109195"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/696c270e14a870ea61fc5294d6c867b85fcd541f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "1"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
