{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel ethics liberation",
  "results": [
    {
      "paperId": "8af05ede19533d01d6c41a9928ca50b8d6e5d705",
      "title": "Education in the context of liberation ethics. The contributions of E nrique Dussel and Paulo Freire.",
      "authors": [
        {
          "name": "J. L. S. Benitez",
          "authorId": "2301006861"
        },
        {
          "name": "Yakeline Ruiz Gil",
          "authorId": "2329032207"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.22533/at.ed.5584332429107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8af05ede19533d01d6c41a9928ca50b8d6e5d705",
      "venue": "International Journal of Human Sciences Research",
      "journal": {
        "name": "International Journal of Human Sciences Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8e3dac1613cc7956aa8d8c09b2eaeaebe9e8fe26",
      "title": "The ethics liberation and punitive power in peripheral countries",
      "authors": [
        {
          "name": "Bruna Azevedo De Castro",
          "authorId": "2284535043"
        },
        {
          "name": "Gilberto Giacoia",
          "authorId": "2284537666"
        },
        {
          "name": "Marcelo Yukio Misaka",
          "authorId": "2284537376"
        }
      ],
      "year": 2024,
      "abstract": "The research addressed Enrique Dussel's Ethics of Liberation in the era of globalization and social exclusion, using it as a framework for ethical considerations in a decolonial critique of the Eurocentric and North American standards that underpinned the domination of peripheral countries by central countries, including in criminological knowledge. Therefore, we explored decolonial knowledge, correlating it with critical criminology, resulting in the proposal of a decolonial criminology. The theoretical contributions, in conjunction with the Ethics of Liberation, were employed to foster a critical awareness of the use of punitive power as a means of maintaining the colonial matrix of domination and exploitation, especially within the field of criminology. In conclusion, we also presented the contribution of the Ethics of Liberation to a new configuration of punitive power, now employed in favor of vulnerable groups with the aim of eliminating or reducing their victimization within the current world system. However, it is crucial to note that the same Ethics of Liberation demands that the use of punitive power must not lead to new victims of exclusion or domination..",
      "citationCount": 0,
      "doi": "10.55905/cuadv16n2-032",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e3dac1613cc7956aa8d8c09b2eaeaebe9e8fe26",
      "venue": "Cuadernos de Educación y Desarrollo",
      "journal": {
        "name": "Cuadernos de Educación y Desarrollo"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "11ce59eb392ace8299a3c2e9d3189b4c83cfb4d1",
      "title": "A Neo-Confucian “Theology of Liberation”? Humanism and Ethics in Levinas, Liberation Theology, and Wang Yangming",
      "authors": [
        {
          "name": "Germaine A. Hoston",
          "authorId": "116961513"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This article reconsiders the sixteenth-century Idealist Neo-Confucian philosophy of Wang Yangming (1472–1529) in light of the development of twentieth-century Latin American liberation theology. After defining liberation theology, this study identifies the crucial contributions made to it by Emmanuel Levinas’s assertion of the primacy of ethics over ontology and critique of the egocentric nature of Western philosophy. It then delineates the epistemological and deontological criticisms made of Roman Catholic orthodoxy—and institutionalized Christianity in general—by Latin American liberation theologians, particularly Enrique Dussel and José Porfirio Miranda. These are compared with Wang’s critique of the Rationalist Neo-Confucianism that had been official orthodoxy and the legitimating philosophy for imperial China for three centuries. The study finds that Wang’s Idealist philosophy incorporates epistemological, spiritual, and ethical perspectives with powerful democratic and liberationist elements that prefigure the development of late-twentieth-century Latin American liberation theology. Thus, contrary to the conventional view of Confucianism as a conservative philosophy, these elements in Wang’s Neo-Confucianism render it a theology (or philosophy) of liberation.",
      "citationCount": 2,
      "doi": "10.1017/S0017816025000069",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11ce59eb392ace8299a3c2e9d3189b4c83cfb4d1",
      "venue": "Harvard Theological Review",
      "journal": {
        "name": "Harvard Theological Review",
        "pages": "85 - 109",
        "volume": "118"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8f4f97788da9bde4c68981dc43c11549fc4a997d",
      "title": "Ethics of Liberation",
      "authors": [
        {
          "name": "Enrique Dussel",
          "authorId": "86952522"
        },
        {
          "name": "Alejandro A. Vallega",
          "authorId": "116414223"
        },
        {
          "name": "Nelson Maldonado-Torres",
          "authorId": "1416367758"
        },
        {
          "name": "E. Mendieta",
          "authorId": "50489593"
        },
        {
          "name": "Yolanda Angulo",
          "authorId": "2095738695"
        },
        {
          "name": "Camilo Pérez Bustillo",
          "authorId": "117500193"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 76,
      "doi": "10.1515/9780822395218",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8f4f97788da9bde4c68981dc43c11549fc4a997d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ef8fcf3fadb1d86872e88d1ccb38020e6c74a62e",
      "title": "5. Enrique Dussel’s Ethics and Philosophy of Liberation",
      "authors": [],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1515/9780822388999-009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ef8fcf3fadb1d86872e88d1ccb38020e6c74a62e",
      "venue": "Against War",
      "journal": {
        "name": "Against War"
      },
      "publicationTypes": null
    },
    {
      "paperId": "18cb04af39595b4811c2b7061699991f807ec56d",
      "title": "Enrique Dussel’s Ethics of Liberation: An Introduction",
      "authors": [
        {
          "name": "F. B. Mills",
          "authorId": "7495716"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1007/978-3-319-94550-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/18cb04af39595b4811c2b7061699991f807ec56d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fda2f40a741e315c901f559a3ce5bb62401c90c5",
      "title": "Life and Ethics: On Dussel’s Ethics of Liberation*",
      "authors": [
        {
          "name": "Mario Sáenz",
          "authorId": "144801708"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1086/690480",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fda2f40a741e315c901f559a3ce5bb62401c90c5",
      "venue": "The Journal of Religion",
      "journal": {
        "name": "The Journal of Religion",
        "pages": "244 - 258",
        "volume": "97"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c7ca8d0dc135b3454547c0fe86f02575405b7dbd",
      "title": "Enrique Dussel’s Ethics of Liberation: An Introduction",
      "authors": [
        {
          "name": "S. Ellner",
          "authorId": "2839504"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/08854300.2019.1658703",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c7ca8d0dc135b3454547c0fe86f02575405b7dbd",
      "venue": "Socialisme en democratie",
      "journal": {
        "name": "Socialism and Democracy",
        "pages": "220 - 222",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9837b97ab3de2b4cf99cd83c545635a400bc8b31",
      "title": "DIÁLOGOS ENTRE A ÉTICA DA LIBERTAÇÃO DE ENRIQUE DUSSEL E A OBRA DE KARL MARX / DIALOGUES BETWEEN ENRIQUE DUSSEL’S ETHICS OF LIBERATION AND KARL MARX’S PRODUCTION",
      "authors": [
        {
          "name": "Lua Marina Moreira Guimarães",
          "authorId": "2106111807"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9837b97ab3de2b4cf99cd83c545635a400bc8b31",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "233-248",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1e9974e30b434477d87303557aa94c0a22151426",
      "title": "Hermeneutics and Critique from a Liberation Ethics Perspective",
      "authors": [
        {
          "name": "Enrique Dussel",
          "authorId": "86952522"
        }
      ],
      "year": 2016,
      "abstract": "This article merely refers to some fundamental theses developed by the author already in his book Ethics of Liberation: In the Age of Globalization and Exclusion (Durham: Duke University Press, 2013). The strategy of the argument takes the following path: First, it begins with some reflections by Paul Ricoeur about universal civilization and its particular cultures; second, it summarizes a non-eurocentric historical perspective that is pertinent to the Modern Globalizing System; third, it describes the asymmetrical location of the \"participants\" which resulted from the violent process of inclusion in the World System; forth, it points out to certain aspects through which one can see ethical and critical demands within the horizon of globalization; fifth, in conclusion the author suggests some relevant topics for future discussions.",
      "citationCount": 0,
      "doi": "10.25180/LJ.V16I1.28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e9974e30b434477d87303557aa94c0a22151426",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "27-51",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dcd0976b4a1715e744fba8e9dca17f26b050682a",
      "title": "Ethics of Liberation in the Age of Globalisation and Exclusion ‐ by Dussel, Enrique",
      "authors": [
        {
          "name": "J. Ferrero",
          "authorId": "46417155"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1111/BLAR.12360",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dcd0976b4a1715e744fba8e9dca17f26b050682a",
      "venue": "",
      "journal": {
        "name": "Bulletin of Latin American Research",
        "pages": "427-429",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "77474e5281dcb2e3edec0bc1ab4cca5e60b05785",
      "title": "The silence of the sirens: rethinking interculturality from the ethics and politics of liberation in a de-colonial key",
      "authors": [
        {
          "name": "S. Rengifo",
          "authorId": "2104878014"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/77474e5281dcb2e3edec0bc1ab4cca5e60b05785",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f3191b4247d3f2f263ae20e7c893b09c6a91b309",
      "title": "La filosofía de la liberación de Enrique Dussel. Genealogía de un ejercicio teórico en/para América Latina / Enrique Dussel’s liberation philosophy. Genealogy of a theoretical exercise in/for Latin America",
      "authors": [
        {
          "name": "Patricia Martín",
          "authorId": "145462170"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3191b4247d3f2f263ae20e7c893b09c6a91b309",
      "venue": "",
      "journal": {
        "name": "Estudios de Filosofía Práctica e Historia de las Ideas",
        "pages": "1-19",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a2515160bbd5fb501964f842c648bfe644f4b0b5",
      "title": "Historical and Philosophical Foundations of the Bioethics Development in Latin America: From the Colonial Legacy to the Philosophy of Liberation",
      "authors": [
        {
          "name": "S. Druzhkin",
          "authorId": "2355318459"
        }
      ],
      "year": 2025,
      "abstract": "The article is devoted to the analysis of the formation and development of bioethics in Latin America, where traditional Western principles face unique (regionally determined) socio-economic and socio-cultural realities. The purpose of the study is to identify the specifics of bioethics in Latin America, focusing on issues of social justice, protection of vulnerable groups and criticism of neocolonialism. The author applies historical, philosophical and comparative methods, analyzing the works of key thinkers (Florencia Luna, Ruth Macklin, Enrique Dussel) and the influence of factors such as liberation philosophy, Catholic ethics and social inequality. The study shows that in the process of bioethics formation in Latin America, universal principles (autonomy, benevolence, non-harm and justice) are integrated with the local context, which leads to the formation of approaches aimed at overcoming structural violence and marginalization. The concept of the Luna's \"multi-layered vulnerability\" reveals the complex impact of economic, gender, and cultural factors on access to medicine. At the same time, discussions about reproductive rights and the protection of indigenous peoples demonstrate a conflict between global standards and local traditions. The article's conclusions emphasize that bioethics research in Latin America makes a significant contribution to global discourse by offering a model that combines ethical principles with active social policy. This is especially true in the context of pandemics, environmental crises and increasing inequality.",
      "citationCount": 0,
      "doi": "10.47850/rl.2025.6.2.144-152",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2515160bbd5fb501964f842c648bfe644f4b0b5",
      "venue": "Respublica Literaria",
      "journal": {
        "name": "Respublica Literaria"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "adf8d07e2ba414915d4f43ef7f6563701963739c",
      "title": "REPENSAR DERECHOS HUMANOS DESDE EL PENSAMIENTO DE ENRIQUE DUSSEL",
      "authors": [
        {
          "name": "Alejandro Rosillo Martínez",
          "authorId": "2139028611"
        }
      ],
      "year": 2024,
      "abstract": "Based on Enrique Dussel's Ethics of Liberation, mainly based on his architecture of three principles, a foundation of human rights based on three pillars is proposed: alterity, liberation praxis and the living subject. It is a foundation that overcomes the dichotomy created in the dispute between the currents of iuspositivism and iusnaturalism, and focuses on the historical reality of the global South.",
      "citationCount": 1,
      "doi": "10.22409/70e02510",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/adf8d07e2ba414915d4f43ef7f6563701963739c",
      "venue": "Revista Culturas Jurídicas",
      "journal": {
        "name": "Revista Culturas Jurídicas"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "08ed67c148417079ae4c35a285ca2aeaa964b0cb",
      "title": "Horizontes de Alteridade: caminhos de libertação na perspectiva de Enrique Dussel",
      "authors": [
        {
          "name": "Leila Maria Tinoco Boechat Ribeiro",
          "authorId": "121080957"
        },
        {
          "name": "Guilherme Felipe Santos Rocha",
          "authorId": "2338494429"
        }
      ],
      "year": 2024,
      "abstract": "This article explores Enrique Dussel's philosophy of liberation, emphasizing its focus on otherness. Dussel, a Latin American philosopher, proposes a philosophy aimed at the emancipation of the oppressed, addressing urgent issues in Latin America. The concept of otherness is central to his work, highlighting the importance of recognizing and valuing the 'other' in its diverse forms. The relevance of his philosophy is underscored in the contemporary context, where inequality and oppression remain significant challenges. The article examines how Dussel articulates a philosophical vision that not only interprets reality but also seeks to transform it, offering a theoretical framework for social movements and human rights struggles. This study aims to explore how Dussel's notion of consciousness intertwines with the ethics of the 'other,' directly addressing the need to acknowledge and act upon social injustices. Ultimately, Dussel's philosophy of liberation critiques power and domination structures, proposing a praxis that strives for social transformation and justice.",
      "citationCount": 0,
      "doi": "10.71201/3085-6280.e0105.2024",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/08ed67c148417079ae4c35a285ca2aeaa964b0cb",
      "venue": "IN ALTVM - Revista de Filosofia e Teologia",
      "journal": {
        "name": "IN ALTVM - Revista de Filosofia e Teologia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bf2f8794ce8c80818d842052842fc9b7a855e80d",
      "title": "Science and Technology of Liberation in Latin America: conceptual bases and normative principles",
      "authors": [
        {
          "name": "Nahuel Pallitto",
          "authorId": "2308797610"
        },
        {
          "name": "Nazareth Juárez Rusjan",
          "authorId": "2317517352"
        },
        {
          "name": "I. Molina",
          "authorId": "2317411248"
        },
        {
          "name": "Guillermo Folguera",
          "authorId": "2317508767"
        }
      ],
      "year": 2024,
      "abstract": "In this work the categories and principles of Enrique Dussel's Ethics of Liberation were presented with the objective of outlining the conceptual bases of a Science and Technology of Liberation in Latin America.(1,2,3,4,5) Scientific knowledge and technological tools can serve as an instrument of domination or can, on the contrary, contribute to liberation. To promote the latter, the work offered normative principles that allow us to judge and orient the natural sciences and their technological developments in our region. These principles contain a material aspect linked to the affirmation of the life of communities denied by a dominant world-system, a formal aspect that points to the need for their participation in the establishment of research agendas and technological developments, and a feasibility aspect that recognizes the conditions for the concrete realization of the remaining principles.(6,7,8) To illustrate all this, Agroecology was presented as a possible expression of and opportunity for a Science and Technology of Liberation in favor of the oppressed. The final reflections highlighted the importance of considering the world of the systemic victims as the point of departure and arrival of all scientific-technological research with pretensions of ethical goodness",
      "citationCount": 0,
      "doi": "10.56294/piii2024299",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf2f8794ce8c80818d842052842fc9b7a855e80d",
      "venue": "SCT Proceedings in Interdisciplinary Insights and Innovations",
      "journal": {
        "name": "SCT Proceedings in Interdisciplinary Insights and Innovations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c365b0ae1aa2d498a114ff70fa22c465b7d7983d",
      "title": "Liberation Ethics and Transcendental Phenomenology",
      "authors": [
        {
          "name": "Michael D. Barber",
          "authorId": "50005007"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-27775-2_8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c365b0ae1aa2d498a114ff70fa22c465b7d7983d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "123-144",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a512907f31d6b33af6491815ce665fd36d796718",
      "title": "Prospects of a Dusselian Ethics of Liberation among US Minorities: The Case of Affirmative Action in Higher Education",
      "authors": [
        {
          "name": "S. Gallegos",
          "authorId": "46181776"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a512907f31d6b33af6491815ce665fd36d796718",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "cd95405c2f23da6daf2436a5704baf09958d0811",
      "title": "The Pedagogics of Liberation",
      "authors": [
        {
          "name": "Enrique Dussel",
          "authorId": "86952522"
        }
      ],
      "year": 2019,
      "abstract": "Enrique Dussel is considered one of the founding philosophers of liberation in the Latin American tradition, an influential arm of what is now called decoloniality. While he is astoundingly prolific, relatively few of his works can be found in English translation — and none of these focus specifically on education. Founding members of the Latin American Philosophy of Education Society David I. Backer and Cecilia Diego bring to us Dussel’s The Pedagogics of Liberation: A Latin American Philosophy of Education, the first English translation of Dussel’s thinking on education, and also the first translation of any part of his landmark multi-volume work Towards an Ethics of Latin American Liberation.\n Dussel’s ouevre is an impressive intellectual mosaic that uses Europeans to disrupt European thinking. This mosaic has at its center French philosopher Emmanuel Levinas, but also includes Ancient Greek philosophy, Thomist theology, modern Enlightenment philosophy, analytic philosophy of language, Marxism, psychoanalysis (Freud, Klein, evolutionary psychology, neuroscience), phenomenology (Sartre, Heidegger, Husserl, Hegel), critical theory (Frankfurt School, Habermas), and linguistics. Dussel joins these traditions to Latin American history, literature, and philosophy, specifically the work of Octavio Paz, Ivan Illich, and the philosophers of liberation whom Dussel studied with in Argentina before his exile to Mexico in the late 1970s.\n Drawing heavily from the ethics of Levinas, Dussel examines the dominating and liberating features of intimate, concrete, and observable interactions between different kinds of people who might sit down and have face-to-face encounters, specifically where there may be an inequality of knowledge and a responsibility to guide, teach, learn, care, or study: teacher–student, politician–citizen, doctor–patient, philosopher–nonphilosopher, and so on. Those occupying the superior position of these face-to-face encounters (teachers, politicians, doctors, philosophers) have a clear choice for Dussel when it comes to their pedagogics. They are either open to hearing the voice of the Other, disrupting their sense of what is and should be by a newness beyond what they know; or, following the dominant pedagogics, they can try to communicate and instruct their sense of what is and should be (which Dussel, in a Latin American context, associates with dominant cultures) to the (supposed) tabula rasas in their charge. Dussel calls that sense of what is and should be “lo Mismo.” [The French in Levinas is “le Même,” and Backer and Diego have translated Dussel’s “lo Mismo” as “the Same.”]\n This groundbreaking translation makes possible a face-to-face encounter between an Anglo Philosophy of Education and Latin American Pedagogics. “Pedagogics” should be considered as a type of philosophical inquiry alongside ethics, economics, and politics. Dussel’s pedagogics is a decolonizing pedagogics, one rooted in the philosophy of liberation he has spent his epic career articulating. With an Introduction by renowned philosopher Linda Martin Alcoff, this book adds an essential voice to our conversations about teaching, learning, and studying, as well as critical theory in general.",
      "citationCount": 9,
      "doi": "10.21983/P3.0257.1.00",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cd95405c2f23da6daf2436a5704baf09958d0811",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
