{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel dependency theory Frank",
  "results": [
    {
      "paperId": "216a6c2ea7c98c100cfe57da1bd9c09639b73c5d",
      "title": "Andre Gunder Frank: from dependency theory to the theory of world system",
      "authors": [
        {
          "name": "Гундер Франк",
          "authorId": "2239682900"
        },
        {
          "name": "Від Теорії",
          "authorId": "2239683531"
        },
        {
          "name": "Залежності ДО Теорії",
          "authorId": "2239689602"
        },
        {
          "name": "Світової Системи",
          "authorId": "2239689948"
        }
      ],
      "year": 2019,
      "abstract": "The article deals with the evolution of Andre Gunder Frank’s views through the prism of his biography. His life had an elective affinity with his academic and ideological interests in his capacities of a scholar and an activist. The article identifies the challenges once faces when attempting to reconstruct and evaluate his research program. Evaluation of Frank’s ideas has been oscillating between mutually exclusive extremes – cult like following versus bashing of his ideas. Rejection of his ideas has been mostly based on accusing Frank in being an ideologue. It is noted that Frank was one of the pioneers of dependency theory. Frank viewed dependency theory as a third-world response to Eurocentric modernization theory. While modernization theoreticians interpreted developing world problems as the outcome of its internal dynamics, Frank suggested to view the developing nations failings as the result of its structural disadvantageous position within world capitalist system. Frank radicalized dependency theory assumptions having produced the thesis on the development of underdevelopment. His version of the dependency theory became an important source for Immanuel Wallerstein’s world-systems theory. Frank’s last book titled “Re-Orient: Global Economy in the Asian Age” was published in 1998. In that book Frank re-invented himself. Frank transfor med himself from being predecessor of Wallerstein’s world-systems analysis into Wallerstein’s successor with his Asia-centric theory of a single five thousand years world system. Frank’s Asia-centric research program goes beyond more general theorizing and has a high degree of political and policy relevance to post-Leninist nations.",
      "citationCount": 1,
      "doi": "10.20535/2308-5053.2019.3(43).194964",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/216a6c2ea7c98c100cfe57da1bd9c09639b73c5d",
      "venue": "National Technical University of Ukraine Journal Political science Sociology Law",
      "journal": {
        "name": "National Technical University of Ukraine Journal. Political science. Sociology. Law"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b2fa3197e2b8029bb59fcb600eaed0c8fc779099",
      "title": "Financialization in Peripheral Countries: Insights from the Marxist Dependency Theory",
      "authors": [
        {
          "name": "Francisco Luiz de Andrade Neto",
          "authorId": "2373895698"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the contributions of Marxist dependency theory (MDT) to the understanding of “peripheral financialization.” It emphasizes the theory’s relevance in addressing the distinct characteristics of dependency, situating MDT within its theoretical, political, and historical contexts alongside its fundamental categories. Contemporary contributions to the analysis of financialization within this framework are explored, highlighting how this process reinforces dependent countries’ subordinated position in the global economy. In this sense, financialization marks a new stage of dependency, intensifying the structural transfer of value and aggravating the superexploitation of labor. These contributions point to an understanding of peripheral financialization that not only acknowledges the particularities of capitalist development in the periphery but also maintains a direct link to class exploitation. JEL Classification: B2, F3",
      "citationCount": 0,
      "doi": "10.1177/04866134251348265",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2fa3197e2b8029bb59fcb600eaed0c8fc779099",
      "venue": "The Review of Radical Political Economics",
      "journal": {
        "name": "Review of Radical Political Economics",
        "pages": "696 - 705",
        "volume": "57"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f4fcd285bf2933bf2c4183d00eb23827a3a3b27b",
      "title": "The 'Catastrophic Consciousness of Backwardness': Culture and Dependency Theory in Latin America and the Caribbean",
      "authors": [
        {
          "name": "M. Niblett",
          "authorId": "40537325"
        }
      ],
      "year": 2021,
      "abstract": "Abstract:This article examines the relationship between economic and cultural dependency. Its analysis is framed by Enrique Dussel's methodological insistence on the international transfer of surplus value as the essence of dependency. Beginning with an examination of the heyday of classical dependency theory in Latin America and the Caribbean in the 1960s and 1970s, the article moves on to consider the increasing importance accorded culture as a site of power and struggle, focusing on the work of Sylvia Wynter. The second half of the article turns to the literary registration of dependency. Arguing that literary works can provide a barometric reading of the pressures of underdevelopment in advance of political-economic analyses, I consider Patrícia Galvão's Parque Industrial (1933) and Olive Senior's 'Boxed-In' (2015). Published, respectively, some forty years either side of the heyday of dependency theory, these paradigmatic fictions are examples of both the diagnostic and active role of literature in responding to the depredations of dependency.",
      "citationCount": 1,
      "doi": "10.3898/newf:103.07.2021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4fcd285bf2933bf2c4183d00eb23827a3a3b27b",
      "venue": "New Formations",
      "journal": {
        "name": "new formations: a journal of culture/theory/politics",
        "pages": "113 - 133",
        "volume": "103"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b4839cdb8960634700a55cbb7b7c3ed58753fd33",
      "title": "Dependency Theory Revisited",
      "authors": [
        {
          "name": "B. Ghosh",
          "authorId": "79667828"
        }
      ],
      "year": 2019,
      "abstract": "Part 1 The ontology of dependency: what is dependency? the historicity macrocosmic and microcosmic systems distinctions between microcosmic system and macrocosmic system the nature of dependency and exploitation mechanism and surplus extraction the convergence in the dependency models the epistemic basis of dependency theory dependency studies in a developing country towards an appraisal. Part 2 Karl Marx on development and underdevelopment: on the nature of development on the nature of underdevelopment structuralist approach surplus extraction approach comparative elements in development and underdevelopment the process of growth towards a critical appraisal. Part 3 Paul Baran's analysis of economic backwardness and economic growth: essential features of Baran's analysis typology of surplus critical appraisal. Part 4 Andre Gunder Frank's analysis of development of underdevelopment: major tenets of Frank's thesis micro-macro structures of underdevelopment and development critical appraisal. Part 5 Samir Amin on unequal development: exposition of Samir Amin's basic thesis distinction between central capitalism and peripheral capitalism critical appraisal. Part 6 The structuralist models: generalised structuralist model (GSM) Dos Santos's structuralist model (DSM) distinction between GSM and DSM critical appraisal. Part 7 The theories of unequal exchange: Presbisch-Singer thesis, distinction between centre and periphery, critical appraisal Arghiri Emmanuel on unequal exchange, narrow interpretation of unequal exchange, broad interpretation of unequal exchange, critical appraisal. Part 8 The peripheral writers on dependency: Celso Furtado on underdevelopment and dualism Geoffrey Kay's views on development and underdevelopment F.H. Cardoso on dependency and development in Latin America Bill Warren's views on dependency Osvaldo Sunkel on external dependence and national development policy Immanuel Vallerstein's modern world system R.M. Marini's dependencia dialectica Gunnar Myrdal's theory of circular causation Anthony Gidden's evolutionary theory of development and change. Part 9 Contemporary issues in the dependency debate: dependency and development - intertemporal paradigm shifts human development and human rights technological imperialism brain drain and reverse transfer of technology world monetary system and new international economic disorder globalisation as unequal competition the West and the rest - between the end of history and the clash of civilisation.",
      "citationCount": 41,
      "doi": "10.4324/9781315187389",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4839cdb8960634700a55cbb7b7c3ed58753fd33",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "47811f5df1a8728674bebd90d0b90b2b02adf4c1",
      "title": "The rise of the Latin American far-right explained: dependency theory meets uneven and combined development",
      "authors": [
        {
          "name": "Felipe Antunes de Oliveira",
          "authorId": "146683877"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT Latin America is once again passing through a crisis. The so-called ‘pink tide’ of progressive governments gave place to a brown wave of peripheral-fascism. Short-range explanations for the ‘ebbing’ of the pink tide abound in the literature. They focus on the shortcomings of moderate-left administrations, failing to account for the cyclical nature of capitalist crises and for the authoritarian character of the administrations now coming to power. In search of a comprehensive, long-range explanation, this paper goes back to the core question posed by dependency theory half a century ago: is capitalist development even possible in Latin America? The key to answer this question – a concept of development that captures non-converging transformation – was not available to seminal dependency writers such as Frank, Marini, Bambirra and Dos Santos. In this paper, I suggest that the concept of uneven and combined development (UCD) allows for a renewed engagement with dependency's core problem. Conversely, the dependency literature can enrich the analysis of UCD with valuable mid-range concepts, such as ‘super-exploitation’, ‘dominated-dominant’ classes and ‘peripheral fascism’. After establishing the theoretical basis for a political economy of UCD, the paper illustrates the potentialities of this comprehensive theoretical perspective by providing and alternative narrative of the end of the pink tide and the rise of the brown wave in Latin America.",
      "citationCount": 32,
      "doi": "10.1080/14747731.2019.1567977",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/47811f5df1a8728674bebd90d0b90b2b02adf4c1",
      "venue": "Globalizations",
      "journal": {
        "name": "Globalizations",
        "pages": "1145 - 1164",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f1cc4488a186ba6da45b4404dc685e1541e07541",
      "title": "A methodological analysis of dependency theory: Explanation in Andre Gunder Frank",
      "authors": [
        {
          "name": "Lawrence H. Simon",
          "authorId": "145473197"
        },
        {
          "name": "D. Ruccio",
          "authorId": "102231222"
        }
      ],
      "year": 1986,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1016/0305-750X(86)90052-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f1cc4488a186ba6da45b4404dc685e1541e07541",
      "venue": "",
      "journal": {
        "name": "World Development",
        "pages": "195-209",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dfbeb81045a46c0c26fe14e6d8d45745e8a36268",
      "title": "The Caribbean plantation economy and dependency theory",
      "authors": [
        {
          "name": "Rex Mckenzie",
          "authorId": "46779636"
        },
        {
          "name": "Maria Dyveke Styve",
          "authorId": "123200042"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dfbeb81045a46c0c26fe14e6d8d45745e8a36268",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a4bbba34a00e7b78dbe2a3a151c1a244f10cf3ba",
      "title": "Education for National Liberation: Theories of Freedom and Dependency in the Practical Pedagogy of Marta Harnecker and Gabriela Uribe",
      "authors": [
        {
          "name": "Martín Arboleda",
          "authorId": "2343986224"
        },
        {
          "name": "Francisca Benítez",
          "authorId": "2387087554"
        }
      ],
      "year": 2025,
      "abstract": "\nPolitical theories of freedom as non-domination have aroused increasing scholarly interest in recent years. However, extant approaches are yet to incorporate a more specific assessment of the ways in which economic domination becomes reproduced both systemically and internationally. This article sheds light on the specific forms of unfreedom that result from the nature of capitalist economic power in the international division of labour. It does so through the analysis of Marta Harnecker and Gabriela Uribe’s Popular Education Booklets (CEP being their Spanish acronym), published in the context of Chile’s revolutionary experiment with democratic socialism under the Popular Unity government during the period 1970–3. Informed by Marxist Dependency Theory, the CEP series posits the problem of capitalist domination at the level of the interstate system, and presupposes its negation in the form of both popular and national liberation. Through a novel methodology for popular self-education, the CEP series also proposes an ethic of praxis that would enable the labouring classes to exert democratic self-government through conscious economic planning.",
      "citationCount": 0,
      "doi": "10.1163/1569206x-bja10082",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a4bbba34a00e7b78dbe2a3a151c1a244f10cf3ba",
      "venue": "Historical Materialism",
      "journal": {
        "name": "Historical Materialism"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "805f7ee8d26073487e1306f2c99e0a76127a8bf2",
      "title": "Redundancy optimization and reliability evaluation of (k1, k2)-out-of-n: G retrial system with redundant dependency and working vacation",
      "authors": [
        {
          "name": "Qi Shao",
          "authorId": "2240962128"
        },
        {
          "name": "Linmin Hu",
          "authorId": "2289499146"
        },
        {
          "name": "Fan Xu",
          "authorId": "2240959207"
        },
        {
          "name": "Jing Li",
          "authorId": "2333323725"
        },
        {
          "name": "Yuanzhe Zhong",
          "authorId": "2376373504"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT Complex systems usually consist of multiple types of components. During system operation, the dependencies between components and the working mechanism of maintenance devices significantly impact system reliability. In this paper, we develop a reliability model of (k1,k2)-out-of-n: G mixed standby retrial system with redundant dependency and working vacation. Two different types of components are present in the system with redundant dependencies between them. The repairman do not cease repairing failed components entirely during their vacation but rather repair failed components at a lower rate. Using Markov process theory, the transition rate matrix and steady-state equations of the system state are given, and the steady-state availability of the system is obtained. The reliability function and mean time to first failure (MTTFF) of the system are derived, and the Runge-Kutta algorithm for calculating the reliability function of the system is given. A system cost optimization model under the availability constraint is constructed using the number of standby components as the decision variable. Based on the Particle Swarm Optimization (PSO) algorithm, an optimization algorithm is designed to solve the optimal standby scheme. Through numerical experiments, the influence of system parameters on the reliability indexes and the optimal standby scheme of the system is analyzed.",
      "citationCount": 1,
      "doi": "10.1080/16843703.2025.2502902",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/805f7ee8d26073487e1306f2c99e0a76127a8bf2",
      "venue": "Quality Technology &amp; Quantitative Management",
      "journal": {
        "name": "Quality Technology & Quantitative Management",
        "pages": "326 - 354",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c7ff962a94a1ddba4888ba2ba6e49fd47f169833",
      "title": "Development, globalization and dependency theory in the South Caucasian narrative",
      "authors": [
        {
          "name": "A. Gabrielyan",
          "authorId": "2141733282"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c7ff962a94a1ddba4888ba2ba6e49fd47f169833",
      "venue": "",
      "journal": {
        "name": "The Eighteenth Century",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 10,
  "errors": []
}
