{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Enrique Dussel modernity",
  "results": [
    {
      "paperId": "d58f0b702539bf6091169df9645a0752bbece4cb",
      "title": "Enrique Dussel’s concept of modernity: the intellectual evolution of a complex understanding of our age",
      "authors": [
        {
          "name": "Tomás Lima Pimenta",
          "authorId": "2005319659"
        }
      ],
      "year": 2025,
      "abstract": "This paper examines Enrique Dussel’s concept of modernity by offering an intellectual reconstruction of the evolution of his thought and argues that his conception of modernity is not a reductionist idea of Eurocentrism and colonialism. It emphasizes his transdisciplinary approach, spanning from history, economic history, metaphysics, and ethics, providing a rich and unparalleled understanding of modernity. This perspective reveals crucial aspects of the genesis and essence of modernity, as well as key insights to interpret its current state and fate. For this purpose, Dussel’s intellectual trajectory is divided into different phases. For each period, it highlights his primary interlocutors, topics of investigation, and insights about the essence of modernity. In this context, this paper emphasizes the roles of economic history, World-System analysis, and geopolitics in his philosophical project. In short, it argues that Dussel’s theory of modernity operates as a geopolitical turn in philosophy.",
      "citationCount": 0,
      "doi": "10.33871/nupem.2025.17.40.8514",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d58f0b702539bf6091169df9645a0752bbece4cb",
      "venue": "Revista NUPEM",
      "journal": {
        "name": "Revista NUPEM"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a88237c0cd86cc4cb7b2c3a1585fc27631314a74",
      "title": "Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel",
      "authors": [
        {
          "name": "Dante Ramaglia",
          "authorId": "2082172735"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a88237c0cd86cc4cb7b2c3a1585fc27631314a74",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "215-244",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8074d7fef489202e2300acabb4262c975817e898",
      "title": "6. Enrique Dussel’s Contribution to the De-colonial Turn: From the Critique of Modernity to Transmodernity",
      "authors": [],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1515/9780822388999-010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8074d7fef489202e2300acabb4262c975817e898",
      "venue": "Against War",
      "journal": {
        "name": "Against War"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8e9c6ef39a660c5e9e4e8f39ce75a0827222eab1",
      "title": "Walter Benjamin y el materialismo mesiánico: diálogo desde las lecturas de Bolívar Echeverría y Enrique Dussel",
      "authors": [
        {
          "name": "Pablo Arturo Orrego Machuca",
          "authorId": "2346847312"
        }
      ],
      "year": 2025,
      "abstract": "This article analyzes the work of Walter Benjamin, focusing on his \"Theses on the Philosophy of History\" and his critique of progress as a central axis of capitalist and socialist modernity. Drawing on the reflections of Bolívar Echeverría and Enrique Dussel, the text argues, from a reading that intertwines Benjamin's Jewish condition and his connection with European culture, that the vision of progress is a historical construction that hides the underlying barbarity in power structures, both in capitalism and in real socialism. When the author proposes his interpretation of history \"against the grain,\" he challenges the linear and triumphalist conception of progress, proposing a historical materialism based on the memory of the oppressed and the redemption of the victims of the past. The work also highlights how Benjamin's critique of modernity, far from being an abstract reflection, has a practical and revolutionary dimension, linking his ideas with Latin American liberation philosophies and the need for a new critical look at history. In this sense, the article argues that theology, in Benjamin's thought, does not propose a doctrine, nor a treatise on God, but rather a critical tool that allows for the interruption of the hegemonic narrative of progress and the reconfiguration of social struggles from a radically new perspective, centered on resistance and the historical transformation of the oppressed.",
      "citationCount": 0,
      "doi": "10.18041/1692-5726/sin_fundamento.32.2024.12515",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e9c6ef39a660c5e9e4e8f39ce75a0827222eab1",
      "venue": "Sin Fundamento",
      "journal": {
        "name": "Sin Fundamento"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "title": "Transmodernity: Method for a Decolonial Political Project. From Enrique Dussel to Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Luz María Lozano Suárez",
          "authorId": "2203108615"
        }
      ],
      "year": 2021,
      "abstract": "This article seeks to analyze how the sense of transmodernity is subsumed in phi- losopher Santiago Castro-Gómez, to propose an emancipatory policy. Transmodernity is a decolonial project proposed by Enrique Dussel in 1994. Modernity, defined as a sacrificial myth -eurocentric, colonizing, and capitalist- would be overcome from the moment in which it is possible to affirm the otherness of the universal cultures —ana- lectic—. Such a project of the Philosophy of Liberation can be conceived as a method that would take the best of modernity —its rational character—, but in an opposite sense to political, cultural, and economic domination. Gastro-Gómez assumes this method to propose a transmodern republicanism. In this text, the possible modernity/ coloniality dialog, corroborated by these two philosophers, will be established as the guiding thread to determine how a new way of understanding the ontology of eman- cipatory (not liberating) politics, presented by the Colombian philosopher, is possible.",
      "citationCount": 2,
      "doi": "10.14482/EIDOS.34.199.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "venue": "Eidos",
      "journal": {
        "name": "Eidos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "87e08edd6d2e96556bd674afd6c0a578d593afa9",
      "title": "Philosophy, the Conquest, and the Meaning of Modernity A Commentary on \"Anti-Cartesian Meditations: On the Origin of the Philosophical Anti-Discourse of Modernity\" by Enrique Dussel",
      "authors": [
        {
          "name": "L. Alcoff",
          "authorId": "88623159"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/87e08edd6d2e96556bd674afd6c0a578d593afa9",
      "venue": "",
      "journal": {
        "name": "Human Architecture: Journal of the Sociology of Self-Knowledge",
        "pages": "6",
        "volume": "11"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "dc01f44ca72c6fbaf51ec9bea59398227984af0c",
      "title": "Crítica a la modernidad capitalista. Aportes desde Enrique Dussel y Franz Hinkelammert.",
      "authors": [
        {
          "name": "E. Sánchez",
          "authorId": "133923155"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5281/ZENODO.3693044",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dc01f44ca72c6fbaf51ec9bea59398227984af0c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "117-130",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "d90ce817df2db44575253c77898796752b7c1c7e",
      "title": "Enrique Dussel's \"Otherness\" and the Problem of the Euro-centric Totalized Epistemological System in Academic Theology",
      "authors": [
        {
          "name": "Daniela Jara",
          "authorId": "80572918"
        }
      ],
      "year": 2020,
      "abstract": "The article deeps into the thought of Dr. Enrique Dussel (La Paz, Mendoza, Ar­ gentina, 1934) in order to demonstrate that modern academic thought in the global north (theological thought included, naturally) is highly euro-centric, cognitive-centric and naive about its self-placed position of authority and superiority regarding theological knowledge from the global south, which constitutes its Other. It explores Dussel's thought about Modernity and refers to the totalization of the Euro-centrical model. In order to deal with what Dussel calls «the conquering vocation of the system», inspiration is found on the Levinasian philosophy of the Other and on an approach to the «asymmetrical problem» that stresses the need for a post-colonial turn against the empire of Euro-centric reason, while recognizing the Other as a revelatory epiphany. «Becoming critically aware, from the postcolonial world, of Eurocentrism as place of expression of the speech (locus enuntiationis) [which is a] gene-ralized habitus of the thinker, the scientific, the philosopher, and that pene-trates so deeply into the subjectivity of the theoric and in the objectivity of the theories (and social and human sciences) that it is practically impossible to get rid of their widely accepted limitations, and is accepted unanimously by scientific communities, by the theories, by the research projects, and prevents for overcoming its narrow deforming limits».69",
      "citationCount": 0,
      "doi": "10.46553/teo.57.133.2020.p159-182",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d90ce817df2db44575253c77898796752b7c1c7e",
      "venue": "Teología",
      "journal": {
        "name": "Teología"
      },
      "publicationTypes": null
    },
    {
      "paperId": "34b1b9585317a63f4a439f7d1f053b8f3fb55b7a",
      "title": "La \"alteridad\" en Enrique Dussel y el problema del sistema totalizador de la epistemológía eurocéntrica en la teología académica",
      "authors": [
        {
          "name": "Daniel Jara",
          "authorId": "26918675"
        }
      ],
      "year": 2020,
      "abstract": "The article deeps into the thought of Dr. Enrique Dussel (La Paz, Mendoza, Argentina, 1934) in order to demonstrate that modern academic thought in the global north (theological thought included, naturally) is highly euro-centric, cognitive-centric and naive about its self-placed position of authority and superio- rity regarding theological knowledge from the global south, which constitutes its Other. It explores Dussel's thought about Modernity and refers to the totalization of the Euro-centrical model. In order to deal with what Dussel calls «the conquering vocation of the system», inspiration is found on the Levinasian philosophy of the Other and on an approach to the «asymmetrical problem» that stresses the need for a post-colonial turn against the empire of Euro-centric reason, while recognizing the Other as a revelatory epiphany.",
      "citationCount": 0,
      "doi": "10.46553/TEO.57.133.2020.P159-182",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/34b1b9585317a63f4a439f7d1f053b8f3fb55b7a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "159-182",
        "volume": "57"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d73407d5502084fa7e37d2ba7f2ad72423ede93a",
      "title": "La voluntad de vida como Potentia política en Enrique Dussel",
      "authors": [
        {
          "name": "Jairo Alberto Merlo Pinzón",
          "authorId": "1580928528"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d73407d5502084fa7e37d2ba7f2ad72423ede93a",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "185-205",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ac8aa7c75803cb660fb13b12dab1f87802c148d7",
      "title": "Mito da Modernidade e Alucinações Eurocêntricas: colóquio entre Enrique Dussel e Achille Mbembe",
      "authors": [
        {
          "name": "R. Branco",
          "authorId": "117423066"
        }
      ],
      "year": 2018,
      "abstract": "This essay intends to explore reflections according to the ideas of Enrique Dussel and Achille Mbembe on the categories of modernity-coloniality, black-white to elucidate mutually how each author intends to criticize the hegemonic narrative of the European superiority/modernity. From the reflections of Enrique Dussel, we emphasize the Myth of Modernity as an ideological resource to make Europe the cultural center of the globe. The Modernity aim is to try to make its regionality universal. Based on the thoughts of Achille Mbembe, we present his criticisms of the principle of race, Eurocentric hallucination which ideologically seeks to define social roles between colonizer and colonist, between black and white.",
      "citationCount": 0,
      "doi": "10.26512/INTERETHNICA.V21I2.12245",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ac8aa7c75803cb660fb13b12dab1f87802c148d7",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "141-163",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "06e9498239a1a57829be3b8703fb94f940da4f38",
      "title": "Epistemological and Aesthetic Dimensions of Transmodernism: Linda Martín Alcoff’s and Alejandro Vallega’s Readings of Enrique Dussel by Omar Rivera Epistemological and Aesthetic Dimensions of Transmodernism:",
      "authors": [
        {
          "name": "Linda Martín",
          "authorId": "153597503"
        },
        {
          "name": "Alejandro Vallega’s",
          "authorId": "2079694836"
        },
        {
          "name": "Enrique D. Dussel",
          "authorId": "16563475"
        },
        {
          "name": "Omar Rivera",
          "authorId": "145409183"
        },
        {
          "name": "A. E. A. Vallega",
          "authorId": "2073736001"
        },
        {
          "name": "A. E. A. Vallega",
          "authorId": "2073736001"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06e9498239a1a57829be3b8703fb94f940da4f38",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "e9dfcfe70da782397a68d945c2515f60e7ccc9f0",
      "title": "Trolls, Tigers and Transmodern Ecological Encounters: Enrique Dussel and a Cine-ethics for the Anthropocene",
      "authors": [
        {
          "name": "David Martin-Jones",
          "authorId": "1405335837"
        }
      ],
      "year": 2016,
      "abstract": "This article explores the usefulness of Latin American philosopher Enrique Dussel's work for film-philosophy, as the field increasingly engages with a world of cinemas. The piece concludes with an analysis of two films with an ecological focus, Trolljegeren/Troll Hunter (2010) and The Hunter (2011). They are indicative of a much broader emerging trend in ecocinema that explores the interaction between humanity and the environment in relation to world history, and which does so by staging encounters between people and those ‘nonhuman’ aspects of the Earth excluded by coloniality/modernity (e.g. animals, animal-spirits, mythological creatures, shaman, the very Earth itself). The interdisciplinary concerns of this work place it at the intersection of the latest research into a world of cinemas (in particular the various moves to understand films beyond the national paradigm now increasingly labelled the ‘transnational turn’; alongside growing concerns with how cinema helps us engage with ecology); and the ne...",
      "citationCount": 9,
      "doi": "10.3366/FILM.2016.0005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9dfcfe70da782397a68d945c2515f60e7ccc9f0",
      "venue": "",
      "journal": {
        "name": "Film-Philosophy",
        "pages": "63-103",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d9607c56e1cbcb4029efe5ba6d8cfc573e88125d",
      "title": "Ética jurídica crítica da alteridade: seus fundamentos no pensamento da libertação de Enrique Dussel",
      "authors": [
        {
          "name": "L. M. Fagundes",
          "authorId": "114477153"
        },
        {
          "name": "A. C. Wolkmer",
          "authorId": "104569162"
        }
      ],
      "year": 2018,
      "abstract": "Critical legal thinking is a theme with several sources of foundation, many of them inserted in the context of modern rationality or postmodern rationality.Thus, delimiting the question of the foundation of critical legal thinking, it should be noted that this is architected from the interdisciplinary relationship that characterizes it as critical; For this reason, philosophy and ethics play a fundamental role in consolidating these strands of thought. However, the varied ethical perspectives accompany a development centered on the historical reality in which they are constructed. Therefore, some ethics are forged in the design of modernity as universal, even starting from particular contexts, which become canons for verifying validity and are impinged as truths in all parts of the Western world. This can be exemplified in the centrality and potency of the individual and the selfish society fruit of the Euro-centric modernity. Thus, the central problem that occupies the present reflection is that the ethics underlying the project of modernity have found exhaustion and, along with this, there is the emergence of other critically destabilizing ethical perspectives that present themselves as alternatives.Thus, the ethics of Latin American liberation, elaborated by Enrique Dussel is one of these hypotheses that emerge as a possibility of criticism to modern thought, with the purpose of this text is to verify the potentialities of liberation ethics as legal criticism, specifically analyzing the Materials and categories that help in the reflection and consolidation of a founding ethical proposal. These objectives will be sought through a bibliographical and analytical research, which will privilege an interdisciplinary methodology. Therefore, the present study reveals from the crisis of modernity in its ethical perspective an alternative and critical foundation that contributes with materials to reflect a legal ethic of Latin American liberation.",
      "citationCount": 1,
      "doi": "10.18256/2238-0604.2018.V14I1.1745",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d9607c56e1cbcb4029efe5ba6d8cfc573e88125d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "317-339",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a1d72411f5ab4e99edd7a3ee918413bd84c0a296",
      "title": "Los conceptos de centro y periferia en el proyecto transmoderno de Enrique Dussel",
      "authors": [
        {
          "name": "Iván Romero",
          "authorId": "2038550774"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a1d72411f5ab4e99edd7a3ee918413bd84c0a296",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "9-22",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c80c2eef0ea22b21986c3511f0c455a8f34ff7f0",
      "title": "Epistemological Decolonization of World History and Decolonizing the Conception of Modernity: Towards Transmodernity",
      "authors": [
        {
          "name": "Enrique Dussel",
          "authorId": "2247359078"
        }
      ],
      "year": 2025,
      "abstract": "This essay explores the epistemological decolonization of World History and the critique of modernity through a transmodern perspective. It challenges the Eurocentric periodization of history, emphasizing the erasure and misrepresentation of non-European civilizations in the global narrative. By examining the ideological constructs underpinning modernity, capitalism, and colonialism, the essay advocates for a pluriversal approach to knowledge and cultural traditions. It also critiques the inadequacies of postmodernism in addressing systemic inequities, proposing transmodernity as a framework for integrating diverse traditions and fostering dialogue among cultures of the Global South. Through this lens, the essay seeks to redefine the future of humanity and knowledge production.",
      "citationCount": 0,
      "doi": "10.5070/t4.42496",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c80c2eef0ea22b21986c3511f0c455a8f34ff7f0",
      "venue": "Transmodernity",
      "journal": {
        "name": "TRANSMODERNITY"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "90c996699e0f512dbac5aca1343d7f9c12fbb48f",
      "title": "Historiografía, eurocentrismo y universalidad en Enrique Dussel * Historiography, Eurocentrism, and Universality in Enrique Dussel",
      "authors": [
        {
          "name": "Damián Pachón Soto",
          "authorId": "115526327"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/90c996699e0f512dbac5aca1343d7f9c12fbb48f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "de51260cf76abe7a0fc0089d2bb47225598896f7",
      "title": "Cinema of Liberation: Enrique Dussel, ethics, film-philosophy.",
      "authors": [
        {
          "name": "David Martin-Jones",
          "authorId": "1405335837"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/de51260cf76abe7a0fc0089d2bb47225598896f7",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "000a1c163ff4bebdad95675033eab3907fd1fc94",
      "title": "From Ego Conquiro to Ego Cogito: Dussel’s Latin American History of Philosophy",
      "authors": [
        {
          "name": "Clara Isabel Pinton",
          "authorId": "2388327835"
        }
      ],
      "year": 2025,
      "abstract": "Modern Western philosophy has long excluded Latin America from its historical and conceptual narrative, reinforcing a Eurocentric understanding of historical development. This study aims to challenge that exclusion by analyzing how Enrique Dussel’s philosophy - especially as developed in 1492: El encubrimiento del Otro and Meditaciones anticartesianas - reconstructs the origins of modern subjectivity from a Latin American, decolonial perspective. Through textual analysis of Dussel’s works and comparative readings of canonical European thinkers such as Hegel and Descartes, this research investigates the historical and ontological link between the ego cogito and the ego conquiro . Following a philosophical and critical-historical method, the study combines close exegesis with genealogical reconstruction to identify how the myth of modernity emerged through colonial conquest and philosophical erasure. The results reveal that, according to Dussel, the Cartesian subject - the foundation of modern philosophy - is only made possible through the prior conquest and objectification of the colonial Other. This encounter is not peripheral but constitutive: Latin America and the broader colonial world played a crucial role in the birth of modernity, both economically and philosophically, and ontologically. As highlighted in its conclusions, this study represents only an initial step: a deconstructive phase within the broader tradition of the Philosophy of Liberation. The study calls for the reconstruction of a philosophical canon that acknowledges its colonial foundations and includes the voices it has historically silenced. Ultimately, it argues that decolonizing philosophy, a process that broadly extends from Latin America to the entire peripheral world, is not only possible but also necessary for a more just and inclusive global thought.",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2025-29-3-704-719",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/000a1c163ff4bebdad95675033eab3907fd1fc94",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "35b662989593a5f02b5a3a9f8fe4d6d1e5623e2c",
      "title": "SPACE AND NARRATIVE: ENRIQUE DUSSEL AND PAUL RICOEUR: THE MISSED ENCOUNTER",
      "authors": [
        {
          "name": "Sebastian Purcell",
          "authorId": "118467835"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.5840/PHILTODAY201054316",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35b662989593a5f02b5a3a9f8fe4d6d1e5623e2c",
      "venue": "",
      "journal": {
        "name": "Philosophy Today",
        "pages": "289-298",
        "volume": "54"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
