{
  "status": "success",
  "source": "semantic_scholar",
  "query": "geopolitics of knowledge philosophy",
  "results": [
    {
      "paperId": "36d42ceb76a3fdb76e43789081478b5a94e5f631",
      "title": "Intercultural philosophy and internationalisation of higher education: epistemologies of the South, geopolitics of knowledge and epistemological polylogue",
      "authors": [
        {
          "name": "Hamza R’boul",
          "authorId": "2005837480"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT The enduring colonial-like relations among Northern and Southern spaces continue to influence knowledge production and dissemination. Critical scholarship on epistemic diversity in higher education has argued that knowledge circulation is often unilateral considering how global partnerships among universities and higher education models are still unidirectional. While Northern ways of knowing dominate what is taught and researched in higher education institutions, indigenous knowledges are not always represented in their local universities due to skewed geopolitics of knowledges. That is why emerging forms of resistance such as the calls for decolonising the curriculum have emphasised the need to deconstruct the ideological systems of exclusion in contemporary higher education. This article discusses how the internationalisation of higher education may be running the risk of reproducing epistemic injustice and uneven geopolitics of knowledge. With the West-led internationalisation discourse and the ascendancy of neoliberal tendencies, universities in the Global South might be experiencing deeper epistemic dependency. To undermine the dominance of western epistemologies, less popular ways of knowing are expected to assume a central position in the global geopolitics of knowledge. This article makes a case for embracing intercultural philosophy as an emancipating framework that offers the possibility of reconciling the world’s epistemologies by promoting inter-epistemic dialogue. The nuance of intercultural philosophy and its analysis of the epistemic relationships at play granted by epistemological polylogue can encourage pluri-epistemologies in higher education.",
      "citationCount": 19,
      "doi": "10.1080/0309877X.2022.2055451",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36d42ceb76a3fdb76e43789081478b5a94e5f631",
      "venue": "Journal of Further and Higher Education",
      "journal": {
        "name": "Journal of Further and Higher Education",
        "pages": "1149 - 1160",
        "volume": "46"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8decc8f951d23fe1a65f03e87498384c096a1d3d",
      "title": "Constructing the Pluriverse: The Geopolitics of Knowledge. Edited by Bernd Reiter. Durham, NC: Duke University Press, 2018. 352p. $104.95 cloth, $27.95 paper.",
      "authors": [
        {
          "name": "George Ciccariello-Maher",
          "authorId": "1403743272"
        }
      ],
      "year": 2020,
      "abstract": "ironic reading of some of the central arguments of the dialogue in question. Recalling the famously ironic lenses through which Leo Strauss and his disciplines read Plato, LeMoine recasts the Republic, for instance, not as a blueprint for an ideal city but as a “thought experiment designed to help [Socrates’s] interlocutors understand the nature of their souls” (p. 94). The interpretations in Plato’s Caves accordingly invite some familiar risks—like that of going too far in disavowing the claims of the arguments in favor of stressing the ironic effect. They can also lead to some repetitive conclusions—such as the importance of self-knowledge and criticism, qualities so often valorized in “zetetic” portraits of Plato’s philosophy. There are other ways in which the project seems to be constrained by the limits built into its approach. Although the book seems to suggest that foreigners in Plato’s dialogues consistently play the part of catalysts to critical reflection on one’s culture, it is not always clear how they go about doing so. At times, Plato’s Caves treats Plato’s foreign characters as products of their places of origin, even if they have spent long periods of their lives in Athens. But it also grants that certain foreigners can perform “assimilated” roles, as when themetics Cephalus and Polemarchus appear in the Republic to propose definitions of justice that reflect traditional Athenian values (pp. 99–101). Such complications also point to a more fundamental question at the heart of the study. One of the justifications for placing so much weight on passing allusions to foreignness in Plato’s work is that, when we reconstruct the significance they would have held for his immediate audiences, we can better understand his intent. It does not necessarily follow, however, that Plato always intended for the salience of these details to lie in the fact of their foreignness. Nonetheless in pushing the project to its limits, Plato’s Caves offers us a remarkably coherent and compelling vision of what a Platonic theory of cultural diversity would entail. We might think of LeMoine’s book as doing the provocative work of the gadfly celebrated in its pages, prompting us to remember that there is still much in the thought of this seemingly familiar philosopher that remains to be better understood.",
      "citationCount": 0,
      "doi": "10.1017/S1537592720002157",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8decc8f951d23fe1a65f03e87498384c096a1d3d",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "942 - 944",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "715b0a211c6cd2aa0d43fdba840330c2794f0096",
      "title": "“Does Chinese philosophy count as philosophy?”: decolonial awareness and practices in international English medium instruction programs",
      "authors": [
        {
          "name": "Yang Song",
          "authorId": "2157992158"
        }
      ],
      "year": 2022,
      "abstract": "This qualitative study integrates key theories on epistemic decolonization from Asia, Africa, and Latin America to investigate the decolonial awareness and curriculum practices of teachers and international students in an English as a medium of instruction (EMI) program on Chinese philosophy and culture at a top-rated university in China. Content analysis of the in-depth, semi-structured interviews with 17 informants reveals that the teachers and students all demonstrated varying degrees of decolonial awareness related to the marginalized status of Chinese philosophy in Anglo–-Eurocentric disciplinary systems and adopted the following strategies to decolonialize the curriculum and foster epistemic justice in the unequal geopolitics associated with knowledge production: (1) historicizing Chinese philosophy as a modern discipline that has emerged from inter-knowledge dialogues across philosophical traditions and is still in constant tension with the complex interplay of the semi-colonial, imperial, and Cold War legacies; (2) abandoning the Anglo-Eurocentric benchmark by pluralizing the disciplinary contemporaneity, and (3) cultivating epistemic trust in Chinese through intercultural translation. Moreover, the flexible shuttling between Chinese and English in EMI classrooms and tutorial sessions helped the informants to observe the decolonial awareness that was inherent in their understanding of the discipline-specific ontology. The findings suggest the agentive potential of teachers and international students to foster epistemic justice in EMI curriculum design and implementation that counters the hegemony of English as a colonial force. Finally, implications for decoloniality-informed EMI policymaking and curriculum internationalization are discussed.",
      "citationCount": 29,
      "doi": "10.1007/s10734-022-00842-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/715b0a211c6cd2aa0d43fdba840330c2794f0096",
      "venue": "Higher Education",
      "journal": {
        "name": "Higher Education",
        "pages": "437 - 453",
        "volume": "85"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "33d598586a87af45f94df06c47ab970454120d31",
      "title": "Ideology and Political Philosophy: Search for New Paradigms",
      "authors": [
        {
          "name": "O. Ivanova",
          "authorId": "2237887801"
        }
      ],
      "year": 2023,
      "abstract": "The outlined problems allow forming an idea and understanding of how modern society perceives and constructs political and ideological foundations. By examining the definition of new paradigms, the author expands knowledge of how contemporary forces such as globalization, migration, and military conflict shape the perspectives of individuals and communities. This study examines the reinterpretation of traditional ideologies and political concepts in the context of new realities. The author considers the impact of globalization on the formation of ideological foundations and the role of citizenship in this context. The impact of geopolitics on modern political philosophy is analyzed, highlighting how global relations and conflicts shape political views. The author notes that ideological political concepts in the 21st century are determined by the complexity of the modern global political landscape and responses to new challenges. The concepts emphasize the importance of global cooperation and shared values, offering an open and transnational vision of the political order; advocate the preservation of sovereignty and cultural identity, rejecting some of the globalization trends in favor of protecting domestic interests; are aimed at the protection of individual rights and freedoms, as well as the support of humanitarian values such as equality and justice; combine ecology and politics, reflecting the desire for sustainable development and solving environmental problems at the level of political strategies. Attention is drawn to the geostrategic aspects of defining national ideologies and the influence of global forces on domestic political processes. The author examines the challenges arising from civilizational oppression, focusing on environmental issues, migration problems and international conflicts. The significance of these challenges for the development of new political concepts and strategies is analyzed. Modern political philosophy questions existing structures and seeks alternative ways of managing society, as well as defining goals and values that should contribute to sustainable development. In-depth reflection on the ethical aspects of politics in the modern world also occupies an important place within the framework of the study. From issues of justice and equality to understanding the relationship between society and nature, the research aims to explore sound and innovative concepts for solving today’s challenges. This article stands out for its relevance and variety of approaches to the consideration of ideologies and political philosophy, contributing to a deeper understanding of modern challenges and the search for new paradigms in political philosophical thinking.\n\n",
      "citationCount": 0,
      "doi": "10.15804/cpls.2023401",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/33d598586a87af45f94df06c47ab970454120d31",
      "venue": "Copernicus Political and Legal Studies",
      "journal": {
        "name": "Copernicus Political and Legal Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "15aee3da77c43cea5e57e3401bd8a775a4bf9d98",
      "title": "Intercultural universities in Mexico: decolonizing the intercultural philosophy of education",
      "authors": [
        {
          "name": "María A. Marcelín-Alvarado",
          "authorId": "2120773341"
        },
        {
          "name": "Javier Collado-Ruano",
          "authorId": "1411741180"
        },
        {
          "name": "Miguel Orozco-Malo",
          "authorId": "2120759701"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT This article develops a qualitative, descriptive, and analytical methodological approach, to critically rethink the problems of cultural and linguistic inclusion that indigenous peoples fase. The modern/colonial world-system and the geopolitics of knowledge that hegemonic countries impose upon others are introduced. Then, this study describes the historical and political context that led to the creation of inclusive initiatives in universities. Later, it explains the educational philosophy that intercultural communication adopts in two educational centers. As a result, this work discusses the intercultural communication between indigenous and hegemonic populations.",
      "citationCount": 2,
      "doi": "10.1080/14708477.2021.1935987",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/15aee3da77c43cea5e57e3401bd8a775a4bf9d98",
      "venue": "Language and Intercultural Communication",
      "journal": {
        "name": "Language and Intercultural Communication",
        "pages": "618 - 630",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "33a7bc84dcc577059a6e3e27cdaa2c630ac54d2f",
      "title": "Situated universals (visions from the Third World)",
      "authors": [
        {
          "name": "M. Marey",
          "authorId": "2065504369"
        }
      ],
      "year": 2025,
      "abstract": "This note is a version of an online talk I gave at the Workshop “Kant and Universalism from a Global Perspective”, October 25th 2024, Berlin-Brandenburgische Akademie der Wissenschaften. The event was organised by Marcus WIllaschek and Simon Rebohm. I took the chance to talk about the meaning of reading Kant in the Third World and my experience with the geopolitics of knowledge. ",
      "citationCount": 0,
      "doi": "10.5209/kant.102763",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/33a7bc84dcc577059a6e3e27cdaa2c630ac54d2f",
      "venue": "Con-textos Kantianos: International Journal of Philosophy",
      "journal": {
        "name": "Con-Textos Kantianos. International Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2f22f2db226e1b5e44ce3227eb5e2ac624b036f3",
      "title": "Rethinking the Cartesian subject in Latin America and Spain: decolonial theory and María Zambrano's philosophy",
      "authors": [
        {
          "name": "Tania Gentic",
          "authorId": "108546733"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1080/14636204.2015.1116746",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f22f2db226e1b5e44ce3227eb5e2ac624b036f3",
      "venue": "",
      "journal": {
        "name": "Journal of Spanish Cultural Studies",
        "pages": "415 - 435",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "195ad41d20d6f9c57bcedbe2191cfe12e6043548",
      "title": "An invitation to ‘negative’ comparative education",
      "authors": [
        {
          "name": "Keita Takayama",
          "authorId": "31499740"
        }
      ],
      "year": 2020,
      "abstract": "ABSTRACT In this paper, I reflect upon my journey of learning to do comparative education research over the last decade and half. It involves transnational moves from Japan, Canada, US, Australia and back to Japan where I encountered numerous ‘others’. I use my story of a series of relocations as an entry point for theorising what I mean by ‘negative’ comparative education. Drawing on Andrea English and the Kyoto School of Philosophy, I use the term ‘negativity’ in the philosophical sense. That is, it refers to affective experiences of discomfort, perplexity and confusion as an important catalysis for generative learning and unlearning. It is a story of learning to let go of the familiar language and frame of seeing the world and embracing disruption as a critical moment for new learning. In conclusion, I argue that negative comparative education offers a methodological stance that enables us to undertake comparative research in a manner that challenges the Eurocentric geopolitics of knowledge and hence to contribute to the pluriverse world.",
      "citationCount": 31,
      "doi": "10.1080/03050068.2019.1701250",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/195ad41d20d6f9c57bcedbe2191cfe12e6043548",
      "venue": "",
      "journal": {
        "name": "Comparative Education",
        "pages": "79 - 95",
        "volume": "56"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f0c24893cc3ff604487b9152ef02774a8212a169",
      "title": "‘The Goddess Technology is a polyglot’: a critical review of Eric Schatzberg, Technology: critical history of a concept",
      "authors": [
        {
          "name": "F. Bray",
          "authorId": "143607196"
        },
        {
          "name": "B. Hahn",
          "authorId": "33846635"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT The modern concept of technology, we argue, is not the product of an exclusively Western and intellectual genealogy, as proposed by Eric Schatzberg in Technology: Critical History of a Concept. Instead its emergence must be understood as the product of a worldwide ferment, polyglot dialogue and heterogenous conceptual traditions, a global assemblage whose local manifestations took shape concurrently in multiple centers. The forms taken by this new philosophy of the nature of material action cannot be understood separately from the geopolitics of industrialization, imperialism and modern nation-building. As a concept or worldview, technology is a way of thinking inseparable from praxis. An intellectual history of the idea divorced from the politics and potency of technological action on the ground conveys a false innocence about who and what counts in history of technology, and lends itself to misleadingly simple models of knowledge transfer. Here we analyze the cases of technocracy in imperial and post-war Japan, and the evolution of technology concepts in China from late imperial to Maoist times, to suggest more inclusive approaches to tracing the history of this modern keyword.",
      "citationCount": 8,
      "doi": "10.1080/07341512.2023.2196795",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0c24893cc3ff604487b9152ef02774a8212a169",
      "venue": "History of Technology",
      "journal": {
        "name": "History and Technology",
        "pages": "275 - 316",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "3959f02b12de2ca65a3add8089327886830c618c",
      "title": "Can Non‐Europeans Philosophize? Transnational Literacy and Planetary Ethics in a Global Age",
      "authors": [
        {
          "name": "N. Dhawan",
          "authorId": "46711558"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1111/hypa.12333",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3959f02b12de2ca65a3add8089327886830c618c",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "488 - 505",
        "volume": "32"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1fc72b3fa538b0db38f760eb7fb5901590170d95",
      "title": "SECURITY OF RUSSIAN EDUCATION SPACE: AXIOLOGICAL CONCEPT",
      "authors": [],
      "year": 2019,
      "abstract": ". The paper analyzes the relation between condition and prospects of Russian education development and security based on valuable content. The author makes a case that theoretical basis of security educational space that could be developed by the synthesis of geophilosophical theories based on the concept «geopolitical space of social rela-tions» allows to see the benefits of diverse directions of the modern philosophy of education from the axiological point of view. Methodology and research methods are based on multivectoral methodology: gnosseological (principles of cognition); axiological (principles of educational values) and some branches of philosophical knowledge (philosophy of geopolitics, social philosophy, the world approach, philosophy of education, etc.). All this addresses some of the problems appeared in Russian education and security on the basis of beliefs and a number of organizational and educational measures. The research results show that security of social relations is considered in frames of spatial and -temporal di-mension where the author highlights the educational system in terms of loss of autonomy, trim the humani-tarian sphere, depending on public educational pur-poses, etc. For public life and Russian educational space the focus is shifted on the threat of axiological content. The author addresses the social philosophy of basic scientific concepts like geophilosophy, geo-philosophy of security, geophilosophical approach, geopolitical science and world analysis. Modernization theory, which ideologically inspired educational reforms, does not meet the macro-and mi-cro-sociological processes in world space of social relations and could not serve as a reliable tool for strat-egy, which not only central but also the extensive Russian periphery will develop intensively.",
      "citationCount": 0,
      "doi": "10.15372/pemw20190107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fc72b3fa538b0db38f760eb7fb5901590170d95",
      "venue": "Профессиональное образование в современном мире",
      "journal": {
        "name": "Профессиональное образование в современном мире"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fd1543d8555340d12be45e4bb58c81c8da23ca1b",
      "title": "G. Agamben: Citizenship and Nude Life",
      "authors": [
        {
          "name": "D. Berisso",
          "authorId": "11582448"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd1543d8555340d12be45e4bb58c81c8da23ca1b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "266edd4e024b99156e294c33cd58df8a6a45371d",
      "title": "Why a critical geopolitics cannot be Confucian",
      "authors": [
        {
          "name": "Ruben Gonzalez-Vicente",
          "authorId": "1417399308"
        }
      ],
      "year": 2021,
      "abstract": "In this commentary, I welcome An et al.’s (2021) commitment to explore the role of Confucian thought in the contemporary practices of statehood in the People’s Republic of China (PRC). Nonetheless, I also take issue with the authors’ argument that a Confucian geopolitics is needed to replace inadequate ‘Western geopolitical frameworks’. Confucian philosophies promote a hierarchical social order based on authority and subordination, and the way in which they are selectively and strategically utilized in contemporary China represents an important subject of analysis. However, they should not be viewed as a framework of analysis, as they obscure rather than shed light on spatial and class struggles – even in the hybridized stylization endorsed by An et al. Critical political economic and critical geopolitical perspectives with a global theoretical orientation and a knowledge of place and culture offer more promise in the disentangling of state practices and social relations in the PRC.",
      "citationCount": 2,
      "doi": "10.1177/20438206211017769",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/266edd4e024b99156e294c33cd58df8a6a45371d",
      "venue": "",
      "journal": {
        "name": "Dialogues in Human Geography",
        "pages": "248 - 252",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a3d8e0aadd6fdc8abbde6ca0458124c5dafcf013",
      "title": "TRANSFORMATION OF THE SPIRITUAL LIFE OF A PERSON IN DIGITAL SOCIETY: POSSIBLE SCENARIOS",
      "authors": [
        {
          "name": "Anatoly N. Lukin",
          "authorId": "2347973123"
        },
        {
          "name": "Sergey S. Domrachev",
          "authorId": "2347965738"
        }
      ],
      "year": 2025,
      "abstract": "We are witnessing the rapid development of digital technologies that are reformatting all social life. Many modern experts are trying to predict the consequences of the digitalization of society, the increasing use of artificial intelligence in the economy, science, social sphere, in military practice and in geopolitics. We should be no less interested in the spiritual consequences of the changes taking place. It is the spiritual dimension of man that has at all times constituted the most significant part of the subject area of philosophy. The article presents an analysis of the possible transformation of the spiritual and moral life of a person forming a digital society. Society, being a complexly organized dissipative system, periodically goes through a bifurcation state, undergoing qualitative changes. The spiritual sphere, although interconnected with other spheres of life, is not strictly determined by the latter. With all the diversity of individual spiritual and moral interpretations of the meaning of human existence and the uniqueness of human existence, in the history of mankind there are spiritual value complexes that can be conditionally reduced to several main types, each of which has the potential to become a regulator of human behavior within the society of digital civilization on a local or global level. In this sense, the future of humanity is not clearly determined by advances in the field of digital technology and artificial intelligence, since the spiritual dimension of digital society can be different, and this will determine a person’s attitude towards himself, his inner circle of people around him, humanity as a whole and Nature. Possessing unprecedented technical power, a person can cause the death of all life on the planet, but is also capable of creating conditions for the harmonious development of society, opening up new opportunities for the spiritual growth of man in his co-evolution with Nature. The future of humanity is definitely not predetermined. And this future depends not only on scientific and technological progress, but also on which system of spiritual and moral values will become dominant in society in the coming decades. There is no clear trajectory of changes in the spiritual and moral sphere in connection with the digitalization of various spheres of society and the introduction of artificial intelligence technology into social practice. Using the terminology of synergetics, we note that each specific society, undergoing a digital transformation, finds itself in a bifurcation state, when passing through which it is possible to reach one of the possible attractors. Accident associated with the subjective factor, the activities of individuals and groups, can now be of decisive importance for the spiritual and moral appearance of future humanity, in which social systems different in their spiritual and value orientations may be locally represented. We used a scenario approach to show possible options for transforming a person’s spiritual and moral life during the transition to a digital society. Turning to the philosophical subjects of the past, we carried out a retrospective analysis, based on the fact that in philosophical knowledge there is an irresistible component that can be extrapolated to the present and future of society. The synergetic methodology allowed us to consider the current state of society as a bifurcation and to see possible future scenarios as probable attractors that society can reach as a result of the qualitative changes currently taking place in it. We also used general scientific methods: abstraction, comparison, description and explanation.",
      "citationCount": 0,
      "doi": "10.47475/1994-2796-2025-495-1-39-52",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a3d8e0aadd6fdc8abbde6ca0458124c5dafcf013",
      "venue": "Bulletin of Chelyabinsk State University",
      "journal": {
        "name": "Bulletin of Chelyabinsk State University"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9198b6b500e38d9fa821eb8ccffd75e0ca9829e5",
      "title": "Nyāya view of valid knowledge",
      "authors": [
        {
          "name": "Assistant Professor",
          "authorId": "2321007013"
        },
        {
          "name": "Department of Philosophy",
          "authorId": "2317112090"
        },
        {
          "name": "Dr. B. R. Ambedkar College",
          "authorId": "2321003759"
        },
        {
          "name": "Nadia",
          "authorId": "2320999716"
        },
        {
          "name": "West Bengal",
          "authorId": "2267045697"
        },
        {
          "name": "India",
          "authorId": "2259348943"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.33545/26649845.2019.v1.i1a.138",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9198b6b500e38d9fa821eb8ccffd75e0ca9829e5",
      "venue": "International Journal of Social Sciences and Education Research",
      "journal": {
        "name": "International Journal of Social Science and Education Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "be2e05eff18c9cef0809a5485ed87ab111ff4a55",
      "title": "On the Commensurability of the Incommensurable",
      "authors": [
        {
          "name": "I. Gerasimova",
          "authorId": "2085674171"
        }
      ],
      "year": 2022,
      "abstract": "Today the world lives in a unique historical situation. There are transformations of earthly space and time on the way of collecting numerous tempo worlds of ethnic groups and cultures. The global crisis and environmental catastrophic risks are relentlessly forcing people to unite to solve common problems. Thoughtless attitude to the biosphere, waste of the planet's resources, pollution of the environment are menacing symptoms of the threat of self-destruction of mankind. Only the unification of peoples and an unshakable sense of geosolidarity can resist. The support in the confrontation between technologization and aggressive geopolitics is seen in traditionalism, in the spiritual origins of the traditions of different peoples. The study of non-Western philosophies, attempts to penetrate cultures with different ethnic codes form multiple new trends in the world intellectual space of philosophy. For epistemology, the dialogue of cultures has given rise to a number of methodological problems. What can be the criteria for comparative studies if incommensurable conceptual systems and different worldviews are compared? Science, focused on the knowledge of the external world, relies on intelligence or \"embodied consciousness.\" The empirical mind as an analyzer of feelings in the Indian tradition is not considered independent. The article discusses correlations in the methodological strategies of spiritual thought in the Indian and Old Russian traditions, as well as correlations with the methodologies of non-classical science. The author shows that any abilities in hierarchical ontologies with extreme levels can be thought of only as a part of the whole. Integrity at the ultimate ontological level potentially contains the qualities of subsequent differentiation (emanates). The concept of the mind as dependent is characteristic of spiritual practices, which can be seen in the texts of the Explanatory Palaia and texts of Indian teachings. Comparative analysis of the problem of the nature of intelligence is of interest in connection with discussions on artificial intelligence. An obstacle to the perception of holistic methodologies is the dualistic language in the European tradition (opposition of matter and consciousness, matter and spirit, brain and consciousness). The criteria for the commensurability of different cultural-semiotic systems are developed in the course of the dialogue of cultures.",
      "citationCount": 0,
      "doi": "10.17212/2075-0862-2022-14.1.1-11-33",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be2e05eff18c9cef0809a5485ed87ab111ff4a55",
      "venue": "Ideas and Ideals",
      "journal": {
        "name": "Ideas and Ideals"
      },
      "publicationTypes": null
    },
    {
      "paperId": "46ca012d13457f12f6b60f5737b1a9d5798c76a1",
      "title": "Conversations editorial",
      "authors": [
        {
          "name": "Sara Shroff",
          "authorId": "66526732"
        },
        {
          "name": "Meghana V. Nayak",
          "authorId": "143868431"
        }
      ],
      "year": 2022,
      "abstract": "Historically homemade, zines have been a means of disseminating insurgent and subjugated knowledge, or knowledge that is not seen as knowledge at all. The Conversations piece in this issue is situated within the larger ongoing feminist reckoning with pedagogical philosophies and responsibilities and what constitutes “valuable” published knowledge. How do we think about the politics of labor and care involved in teaching and learning? What does it mean to rethink students’ “productivity” as we prepare them for our unjust world? How do technological shifts affect the politics of knowledge production and dissemination? And, of course, the ever-lurking question: how do we teach, learn, research, and study during crisis? The dialogue between Elodie Silberstein and Susan Thomas that follows contends with these questions through the lens of “zine pedagogies” and offers three key contributions. First, the authors focus on self-published zines and their usefulness in coalition building and the sharing of survival strategies among marginalized communities during the pandemic and other crises and political upheavals. In so doing, they remind us that zine pedagogies are inherently feminist, not only because of the interrogation of the politics of knowledge but also because feminist pedagogies are crisis pedagogies. Feminist ways of teaching and learning are how we navigate both acute and structurally produced crises, if we understand crisis to be about precarity. Second, the authors make us face the reality that in academia, we are not supposed to self-publish. Publishing remains the purview of academic or trade presses, which bring their own set of challenges, limitations, and politics. While feminist academics have found, and are continuing to find, ways to bypass gatekeeping (see basically everyone involved with the International Feminist Journal of Politics), this piece gives us a situated analysis of and perspective on how self-published zines can be used in women, gender, and sexuality studies classrooms as a part of pedagogical strategies to engage with the geopolitics of knowledge production. Finally, we believe that the authors, an adjunct professor and an academic librarian, compel us to think about the understated and undertheorized role of educators and librarians. Despite the number of articles about feminism in academia, we rarely acknowledge the unsung heroines of teaching and research: the support staff who are eminently qualified and prepared to",
      "citationCount": 0,
      "doi": "10.1080/14616742.2022.2133471",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/46ca012d13457f12f6b60f5737b1a9d5798c76a1",
      "venue": "International Feminist Journal of Politics",
      "journal": {
        "name": "International Feminist Journal of Politics",
        "pages": "813 - 814",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "194c8f6fce3afac1eea0ee90ef317f737a1c9a55",
      "title": "CONCEPTUAL FORECAST OF THE FUTURE: A NEW STEP",
      "authors": [
        {
          "name": "M. Khylko",
          "authorId": "2102805092"
        }
      ],
      "year": 2019,
      "abstract": "Book Review: P.A. Vodop’yanov, V.S. Krysachenko. (2018). Strategiya bytiya chelovechestva: ot apokaliptiki k noosfernomu veku [The strategy of humanity’s existence: from the apocalyptic to the noospheric age]. Minsk: Belaruskaya nauka. p. 306. [in Russian].\n\nI am pleased to hold in my hands the elegant edition of the new book by philosophers and political scientists who are known not only in their countries — Belarus and Ukraine. It was created with the efforts of academic publishing in the anniversary series dedicated to the 90th anniversary of the National Academy of Sciences of Belarus, a corresponding member of which is one of the authors. Each creator of this book is known for his fundamental work in the fields of philosophy of science, social ecology, study of global issues and geopolitics and known for his own scientific school. Both Pavel Vodop’yanov and Valentyn Krysachenko, by the way, are full members of the National Academy of Sciences of Ukraine. Earlier, the previous work of these two authors, « Velikiy den gneva: Ekologiya i eskhatologiya [The Great Day of Wrath: Ecology and Eschatology]» (1983) (Minsk: Universitet. p. 282.), was awarded by a joint prize of three presidents: the National Academy of Sciences of Ukraine, the National Academy of Sciences of Belarus and the Academy of Sciences of Moldova. Therefore, from the new monograph the reader expects no less interesting content, a clear logic presentation, significant generalizations. And these expectations are fully justified.\nThe book consists of introductory considerations, five chapters and summaries. In its content, it is completely ontological. The fundamental generalizations of human thought are considered by the authors through the prism of whether our reality exists, who is responsible for its destiny, what person`s place and value are in the course of the development of the universe, and what are the further perspectives of the earthly existence of man. And all this is analyzed and traced with the involvement of concepts and empirical material from a wide variety of fields of knowledge, beginning from the Holy Scripture to the latest futuristic reflections. The ontology of the crisis state causes concern as for the validity of moral and ethical regulators of interpersonal relations, internal degradation and disharmonization of the modern civilization. Eternal human values- goodness, justice, honesty, mutual assistance, etc. — are increasingly conceding to violence, malice, hatred and other bifurcation agents. So, does humanity have a real chance of the settled future. Isn’t this just an illusory dream?\nMonograph by P.O. Vodop’yanov and V.S. Krysachenko is a notable phenomenon in the scientific world, it is a fundamental study that delineates the in-depth foundations of human existence and, at the same time, it is imbued with anxiety and feelings for our common future. One attracts the style and manner of the material presentation, the encyclopedic awareness and, at the same time, the constructive ability to justify its position. It will interest not only humanities and naturalists, but also politicians and public figures and just people who concern or worry about the world’s current human collisions.",
      "citationCount": 0,
      "doi": "10.17721/2415-881x.2018.82.96-101",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/194c8f6fce3afac1eea0ee90ef317f737a1c9a55",
      "venue": "Politology bulletin",
      "journal": {
        "name": "Politology bulletin"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0601f9ad4a85e96fab073ab4070c6498023ad282",
      "title": "Disenchantment of Nature",
      "authors": [
        {
          "name": "Jesse Romo",
          "authorId": "134212147"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0601f9ad4a85e96fab073ab4070c6498023ad282",
      "venue": "",
      "journal": {
        "name": "Undergraduate Research Journal",
        "volume": "3"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "c0d2ddd3d76042ea0fb08d1823fb585d731cd818",
      "title": "Metanarratives are doing just fine: a word or two from Asia",
      "authors": [
        {
          "name": "Jae Park",
          "authorId": "145086301"
        }
      ],
      "year": 2018,
      "abstract": "Popper (1972) suggests ‘three ontologically distinct sub-worlds’. World 1, the physical reality of tools and bodies. World 2, the reality of consciousness, such as subjective knowledge and experience, is an interface between Worlds 1 and 3. World 3 is an amassed episteme-like knowledge and theories in objective sense, including poetics, arts, logics, axiology, philosophy, and theology. They all, World 3 in particular, constitute the curriculum in education today. World 3 is cumulative, yet, if Popper is right, never universal and definitive. For joiners of postmodernism, this latter World consists of metanarratives that should be deconstructed. However, the coexistence of theories at odds (e.g. Popper’s vs. Kuhn’s) is a main characteristic of postmodernity and, consequently, agreement over the definition of what postmodernity (époque/philosophy) and postmodernism (movement) is unheard of. Eco (1994) also avoided defining postmodernity saying the postmodern reaction to the modern is an attitude towards the past with irony and never innocent. Yet, education field’s World 3 has been only marginally affected by the postmodern wave in philosophy. Against Lyotard’s definition of the postmodern as ‘incredulity toward metanarratives’ (Lyotard, 1984), we educationalists could easily contend metanarratives and theories are often undistinguishable in our field. Furthermore, in the purported ‘science of education’, which resists to be a hard-science, has generated and relies on potent metanarratives including the need of globalization, ‘STEM’ priority and global citizenship education discourses. Nevertheless, a notable consequence that postmodernism brought about to education is perhaps an insatiable inculcation of critical thinking in its analytico-revisionist dimension. It is questionable, however, whether education field per se and in its entirety has undergone the postmodern ‘archeology of knowledge’ (Foucault, 1983). Postmodernism never became a dominant movement across all higher education faculties and far less impact on basic/formal primary and secondary education. Furthermore, modernity can be an unfinished process. In Asia, we remain struggling to come to terms with our own modernity disconfigured by colonization and geopolitics following World War II, the Korean War and the Cold War. While Asian education is now being engulfed by neo-liberalism and neo-imperialism (Park, 2016), we are still subjected to many metanarratives, and perhaps too comfortably so. In my view, postmodernity and, especially, postmodernism were a water drop on the granite cliff on the Eastern side of the Urals. Lyotard’s exaggeration of popularized incredulity toward metanarratives probably never happened in most parts of Asia. So, in pondering this project’s leitmotif, we could safely utter that in Asia and possibly beyond, postmodernity did not change education greatly and the bulk of its advancement came from mesoand microlevel incremental improvements and, more recently, from rapidly updatable areas of World 3 such as sustainability-aimed knowledge and technology-mediated knowledge. The suggestion we are dwellers of a ‘brave post-post-modern era’ and we should properly name it somehow, we educationalists have abundant ammunitions to ironically question it as geologists did for decades over the term Anthropocene.",
      "citationCount": 0,
      "doi": "10.1080/00131857.2018.1461392",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c0d2ddd3d76042ea0fb08d1823fb585d731cd818",
      "venue": "What Comes After Postmodernism in Educational Theory?",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "1356 - 1357",
        "volume": "50"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
