{
  "status": "success",
  "source": "semantic_scholar",
  "query": "intercultural philosophy liberation",
  "results": [
    {
      "paperId": "2ee40f1b65c91b6010e496d7058200963062a72c",
      "title": "Latin American Philosophy of Liberation and Intercultural Philosophy of Dialogue",
      "authors": [
        {
          "name": "E. Demenchonok",
          "authorId": "114683318"
        }
      ],
      "year": 2025,
      "abstract": "The research examines the Latin American philosophy of liberation (L. Cea, A. Roig, E. Dussel), from which the intercultural philosophy of dialogue was developed. The dialogue between Russian and Latin American philosophers and the recognition of the philosophy of liberation in Russia are shown. Attention is paid to the discussion about the dialectic of the universal and the culturally-specific, using the example of Latin American philosophy. The article examines intercultural philosophy, which justifies the right to cultural diversity and the normativity of dialogical relations in a culturally diverse world. It analyzes R. Fornet-Betancourt’s project on the intercultural transformation of philosophy, which is based on the cultural embeddedness of philosophical traditions. This means radical changes in the theoretical foundations of understanding philosophical questions in light of the fundamental role of culture in the development of philosophy. This opens up a new perspective in our understanding of what philosophy is, of the history of philosophy and of its role in contemporary society. R. Fornet-Bettencourt criticizes “abstract universalism” and opposes it with the concept of “contextualized and concrete universality”. He emphasizes that the condition for the possibility of dialogue in a conflicted world is to overcome obstacles on the path of dialogical relations. As an example of such obstacles, the International Society for Universal Dialogue (ISUD) is criticized, which was hijacked by a putsch from а hegemonic group, in which the collaborationism of E.A. Taisina (Kazan State Power Engineering University) was complicit. The necessity to critically separate genuine dialogue from simulacrum and to develop intercultural dialogue as a condition for the humanistic transformation of society is emphasized. The article examines the contribution of Russian philosophers to intercultural philosophy using the works of M.T. Stepanyants, V.A. Lektorsky, and V.A. Smirnov as example. The theory and practice of the intercultural philosophy of dialogue can be a helpful model for politics, including in the transformation of international relations, and contribute to the transition from the “monologism” of hegemonic unipolarity to a multipolar (polycentric) world of sovereign states based on dialogue and mutually beneficial cooperation in solving social and global problems.",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2025-29-3-795-818",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ee40f1b65c91b6010e496d7058200963062a72c",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f98254bb5250eb28b87cfa451022de6ef7559e8e",
      "title": "Learning from intercultural philosophy: towards aesthetics of liberation in critical African filmmaking",
      "authors": [
        {
          "name": "Yonas Belay Abebe",
          "authorId": "2202513866"
        },
        {
          "name": "Birgit K. Boogaard",
          "authorId": "2349718231"
        }
      ],
      "year": 2022,
      "abstract": "Cinema is neither neutral nor a universal medium. Particularly in African contexts, cinema contributes to European exceptionalism, imposes European values as the norm, and acts as an instrument of cultural and psychological control. It seems that African cinema is ontologically, politically, and aesthetically Euro-centric. By introducing an intercultural philosophical approach to the realm of cinema, we aim to move away from Eurocentrism in African cinema towards a more intercultural and dialogical orientation as an input for the liberation of hu-manity. Based on findings from a dramaturgical analysis of five films, we argue that African cinema shows a deficiency in communicating liberation and it often fails to portray African people’s values, will, and interests as it has been alienated from its nature and purpose. Overall, African cinema seems to be either in a state of assimilation or confusion. By exploring aesthetics of liberation in African cinema and art (as described in African and intercultural philosophy,) we search for alternative film aesthetics and a mode of filmmaking that seeks to liberate the image and the minds of the filmmakers and spectators of African cinema. Inspired by Kimmerle’s aesthetic-ethic alternative ‘Living (with) art’, we propose an alternative for critical film making based on aesthetics of liberation with an intercultural orientation: Living cinema. Living cinema is a dialogical and libe-rational cinema with aesthetics of liberation at its core. Based on aesthetic-ethic",
      "citationCount": 0,
      "doi": "10.5117/fep2022.3/4.012.abeb",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f98254bb5250eb28b87cfa451022de6ef7559e8e",
      "venue": "Filosofie &amp; Praktijk",
      "journal": {
        "name": "Filosofie &amp; Praktijk"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fc926f3d9deea3e73b762fe055f1e4961e85825d",
      "title": "Filosofía de la Liberación y Filosofía Intercultural, en diálogo / Philosophy of Liberation and Intercultural Philosophy, in dialogue",
      "authors": [
        {
          "name": "M. Rubinelli",
          "authorId": "104733822"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fc926f3d9deea3e73b762fe055f1e4961e85825d",
      "venue": "",
      "journal": {
        "name": "Estudios de Filosofía Práctica e Historia de las Ideas",
        "pages": "1-11",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "586e7a5d56462ab31f8e4fbf53d3581ba4b0debf",
      "title": "History, its Origins, and End in Context of Philosophy of Liberation",
      "authors": [
        {
          "name": "L. Kryshtop",
          "authorId": "119614691"
        },
        {
          "name": "Alexey V. Basmanov",
          "authorId": "2209718203"
        }
      ],
      "year": 2023,
      "abstract": "The article concerns history, its origins, goals, and end. The article focuses on two concepts of historical development. One is the concept of the “end of history” by Francis Fukuyama. The article’s authors consider in detail the main provisions of this concept. However, the main emphasis is on the critical reception of this concept within the framework of the philosophy of liberation (represented by Arturo Andrés Roig). Roig’s criticism reveals the Eurocentrism inherent in this concept and shows that it carries the main features inherent in the European worldview and European mentality, which is why it is initially perceived as unsuitable for the Latin American continent. The second concept of historical development analyzed in this article is the earlier concept of the “Axial Age” by K. Jaspers. This concept is often perceived as one of the most striking anti-Eurocentric concepts. At the same time, Jaspers himself is regarded as the founder of the dialogue of cultures and intercultural philosophy and a supporter of civilizational pluralism. The article consistently analyzes three aspects of this concept - the motivation for its creation (presented by Jaspers himself), the criteria for identifying historical and prehistoric cultures (and the associated identification of three centers of the axial period), and the question of the possibility of a new axial age. The article argues that Jaspers’ concept can rightly be called Eurocentric rather than anti-Eurocentric, since both in the initial motivation for creating this concept and in the process of its development and vision of the prospects for the possibility of a new axial age, Jaspers proceeds from the presuppositions characteristic of the European worldview, which is universalized by him and presented as objective and the only correct ones. Ultimately, the study shows that the fight against Eurocentrism is a logical continuation of the latter and carries all the main features of the European mentality.",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2023-27-2-431-442",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/586e7a5d56462ab31f8e4fbf53d3581ba4b0debf",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "38ae4f8a3705e06fb95eda856a27885a8f1584a2",
      "title": "Global Communication : Liberation Philosophy and the Intercultural Stand of the ‘ Other ’",
      "authors": [
        {
          "name": "B. Mekonnen",
          "authorId": "114493813"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/38ae4f8a3705e06fb95eda856a27885a8f1584a2",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d48677b478df256b1ff0d355d8e71ba238629454",
      "title": "REINTERPRETATION OF ALI ASGHAR ENGINEER’S LIBERATION THEOLOGY IN THE CONTEXT OF MULTICULTURAL EDUCATION POLICY IN INDONESIA",
      "authors": [
        {
          "name": "Khizbullah Al Mahdiyin",
          "authorId": "2389787774"
        },
        {
          "name": "Kiki Anita Rahmawati",
          "authorId": "2363220956"
        },
        {
          "name": "Iksan Kamil Sahri",
          "authorId": "2276241630"
        }
      ],
      "year": 2025,
      "abstract": "This study reinterprets Ali Asghar Engineer’s liberation theology as a normative foundation for integrating justice, freedom, and equality into Indonesia’s multicultural religious-education policy across primary, secondary, and tertiary levels. Motivated by persistent deficits in conventional religious curricula characterized by rote learning, doctrinal literalism, and weak responsiveness to social pluralism. The research employs a qualitative literature review combining systematic database searches with content analysis and critical discourse analysis of scholarship, policy documents, and curriculum materials. Findings indicate that grounding curricula in liberationist values can reorient religious education from transmissive instruction toward emancipatory pedagogy that cultivates critical consciousness, civic agency, and intercultural competence. Implementation, however, is constrained by three interrelated barriers: structural (centralized curriculum regimes and assessment systems), cultural-ideological (conservative resistance and contestation over interpretive authority), and practical (limited teacher capacity, resources, and contextually relevant materials). The paper advances pragmatic strategies for curriculum decentralization, redesigned authentic assessment, sustained in-service teacher development, contextualized teaching modules, and deliberative engagement with religious stakeholders, coupled with pilot implementation and rigorous monitoring to ensure fidelity and scalability. By articulating a context-sensitive operationalization of the Engineer’s theology for curriculum reform, the study contributes theoretically and practically to debates on Islamic education reform and multicultural pedagogy, offering policymakers and educators an evidence-informed pathway to make religious education more just, inclusive, and transformative.",
      "citationCount": 0,
      "doi": "10.20871/kpjipm.v11i2.423",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d48677b478df256b1ff0d355d8e71ba238629454",
      "venue": "Kanz Philosophia: A Journal for Islamic Philosophy and Mysticism",
      "journal": {
        "name": "Kanz Philosophia: A Journal for Islamic Philosophy and Mysticism"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "35a7e30a0e6681a165ee17802f5d7d31555e787f",
      "title": "La fiesta, momento vital de la praxis intercultural en los jesuitas Ignacio Ellacuría y Francisco Taborda",
      "authors": [
        {
          "name": "Lorena Zuchel Lovera",
          "authorId": "2124600346"
        },
        {
          "name": "Pedro Pablo Achondo Moya",
          "authorId": "2124278158"
        }
      ],
      "year": 2021,
      "abstract": "The present article shows the contributions of two intellectual Jesuits, Ignacio Ellacuría and Francisco Taborda, who propose the feast or fraternal celebration as an example for a religious interculturality. The text goes from a philosophical proposal, which shows social coexistence as a fundamental, inevitable moment of the living being, to the praxis that makes a mere relationship an experience of recognition and liberation. The study shows the nexus between philosophy and theology, which in many occasions are one single thing in the conceptualization of Latin American traditions. But also, one and indistinguishable discipline, in the case of many Jesuits committed to Our American causes. In particular, we highlight his ideas about the party, a main category in the construction of identity, justice and hope; that, at the same time, are vital moments of reflection and intercultural practice.",
      "citationCount": 1,
      "doi": "10.17990/RPF/2020_76_4_1659",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35a7e30a0e6681a165ee17802f5d7d31555e787f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1659-1674",
        "volume": "76"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d6dd9664fbad64a1a6009c02e2964e7c6ce7e0cc",
      "title": "Filosofía de la Liberación y Filosofía Intercultural, en diálogo",
      "authors": [
        {
          "name": "M. Rubinelli",
          "authorId": "104733822"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d6dd9664fbad64a1a6009c02e2964e7c6ce7e0cc",
      "venue": "",
      "journal": {
        "name": "Estudios de Filosofía Práctica e Historia de las Ideas",
        "pages": "7",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7ee036879a22bbbc99be3be2da22d2f6304c898e",
      "title": "Decolonial Philosophies and Complex Communication as Praxis",
      "authors": [
        {
          "name": "Colette Sybille Jung",
          "authorId": "2320115921"
        }
      ],
      "year": 2024,
      "abstract": "Coalitional communication is a dwelling amidst non-dominant differences that requires introspective, complex communicative philosophy and practice. My concern is with differentiation in hierarchies. They are understood and shaped by colonial modernity. They are historical logics and practices of settler colonialism, enslavement, and citizenship. My perspective is feminist, decolonial critiques of modern, capitalist social systems. The analysis is grounded in communicative philosophy in intercultural contexts where folks intend justice and equality. For example, in political democracies, localized social alliances actually harm one another being hegemonic by taking routes of familiarity through structures of linguistic and practical cultural systems. Communicative projects of liberation across oppressions (with monologic and single-axis perceptions) tend to miss intersections of our raced and gendered experiences. The result is unintelligibility among us. In this state, one can sense in the body the space of the liminal—with both a communicative impasse and opening. Rather than aligning liberation and domination in the impasse, I describe the creativity of liminal space as a communicative opening. The opening is a recognition of multiplicity and a refusal to assimilate each other’s lived experiences into familiar, complex codes of habituated thought and action. Examining communication hostilities in oppressed–oppressing relations is a necessary condition for coalition. Thus, coalitional communication is a call to engage a full sense of listening to one another as relevant. Ways that decipher codes and signals of resistance come to constitute the project of creating relevant intelligibility together. Praxis as critical, dialectical, and intersectional thinking is part of this method.",
      "citationCount": 0,
      "doi": "10.3390/philosophies9050142",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7ee036879a22bbbc99be3be2da22d2f6304c898e",
      "venue": "Philosophies",
      "journal": {
        "name": "Philosophies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a1788a6ce406aaf7451c94e180ad07c9dbc164a6",
      "title": "Gerhard Oberhammer. Introduction to “Pakṣilasvāmin’s Introduction to his Nyāyabhāṣyam”. Preface, translation and commentaries",
      "authors": [
        {
          "name": "L. Titlin",
          "authorId": "114755649"
        }
      ],
      "year": 2023,
      "abstract": "The publication is a commented translation and study of the work “Pakṣilasvāmin’s Introduc­tion to his Nyāyabhāṣyam” by a prominent Austrian indologist and intercultural philosopher G.R.F. Oberhammer. The author examines the background of Oberhammer’s research, gives a brief information about the school of Nyāya and focuses on how Oberhammer demonstrates the history of Nyāya and its becoming aware of itself as a philosophical system based on the short text of Pakṣilasvāmin (Vātsyāyana) introduction to his Nyāyabhāṣyam. In his article, Oberhammer answers the question why such heterogeneous parts as elements of the theory of argumentation borrowed from the ancient tradition of Vāda (the theory of debate), logic and epistemology, cos­mology and the doctrine of the soul and its liberation from the bonds of saṁsāra (soteriology) were combined into the harmonious philosophical system of Nyāya and how this happened during the development of the school due to its becoming aware of itself as a method of searching for truth (and what this truth is from the point of view of Nyāya), how this was helped by creative bor­rowing from another philosophical school – Yoga. The publication is prefaced by a brief history of the Viennese oriental and indological school, to which Oberhammer belongs.",
      "citationCount": 0,
      "doi": "10.21146/10.21146/2074-5869-2023-28-2-117-139",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a1788a6ce406aaf7451c94e180ad07c9dbc164a6",
      "venue": "History of Philosophy",
      "journal": {
        "name": "History of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ff21651a6bc615b1b07785c91d5b88a2260609b1",
      "title": "Book Reviews",
      "authors": [
        {
          "name": "Sarah Setlaelo",
          "authorId": "2402359955"
        },
        {
          "name": "Yonas Belay Abebe",
          "authorId": "2202513866"
        }
      ],
      "year": 2022,
      "abstract": "Mabogo Percy More, Biko: Philosophy, Identity and Liberation. HSRC Press, 2017, 320 pp.\nRenate Schepen, Kimmerle's Intercultural Philosophy and Beyond: The Ongoing Quest for Epistemic Justice. Routledge, 2022, 247 pp.",
      "citationCount": 2,
      "doi": "10.3167/th.2022.6917306",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff21651a6bc615b1b07785c91d5b88a2260609b1",
      "venue": "Theoria",
      "journal": {
        "name": "Theoria"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a00c499bd40bbe785fad54ded68542ac330ab1ac",
      "title": "Talk between Dussel and Forner-Betancourt: dialogue between philosophical knowledge, interculturality and indigenous school education",
      "authors": [
        {
          "name": "Henrique Moraes Júnior",
          "authorId": "2201650843"
        },
        {
          "name": "Ivanilde Apoluceno de Oliveira",
          "authorId": "2061164347"
        }
      ],
      "year": 2021,
      "abstract": "Summary The article focuses on Enrique Dussel's Philosophy of Liberation, with the aim of reflecting on the articulation between modernity, the Eurocentric paradigm and the world paradigm. In this sense, the article develops the discussion on rationality and irrationality of modernity (myth of modernity) and its transmodernity (overcoming), as it is directly related to the question of the negative dialectical method with the negation of otherness - of indigenous populations - in philosophical systems. Eurocentric totality and points out the analytical movement as overcoming, expanding and liberating the negative dialectical method. It also outlines the intercultural philosophy of Raul Fornet-Betancourt, which aims at a symmetrical dialogue between philosophical knowledge. It is inferred, from the Liberation of the Other as Alterity and Interculturality, the concrete existence of a dialogical relationship between philosophical knowledge, enabling greater cosmological, philosophical and educational enrichment, as well as the teaching of intercultural philosophy in indigenous schools. In this study, the bibliographic review is the methodological strategy used.",
      "citationCount": 0,
      "doi": "10.20952/REVTEE.V14I33.15642",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a00c499bd40bbe785fad54ded68542ac330ab1ac",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "14"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "aeb0fb80a73bdebeb4c645b464582d4c8d0c2394",
      "title": "Educação e vivências interculturais: contribuições dos círculos de cultura em práticas libertadoras",
      "authors": [
        {
          "name": "G. Schnorr",
          "authorId": "134033525"
        },
        {
          "name": "J. D. Vaz",
          "authorId": "117673792"
        },
        {
          "name": "Almir Sandro Rodrigues",
          "authorId": "144041576"
        }
      ],
      "year": 2021,
      "abstract": "This article presents partial results of a collective project that articulates research and extension actions, adopting Culture Circles as a pedagogical and epistemological principle in the educational field. In this initiative, research and extension are carried out as an exercise of constant improvement, by employing a dialectical and dialogical method to approach concrete questions. The bibliographic study joined Paulo Freire's Pedagogy of Liberation and the Intercultural Transformation of Philosophy Program proposed by Raúl FornetBetancourt focusing on the convergence between interculturality and dialogicity in the construction of “viable unpublished”. Aspects of these authors' thoughts and some current initiatives are addressed within the scope of this article. We conclude that it is possible to intervene in the instituted, to cause displacements in favour of a new ethos, and that Circles of Culture present epistemic, ethical and political potential. These actions contribute to liberating intercultural practices as opposed to forms of brutalization of the other and reproduction of colonized mentalities.",
      "citationCount": 0,
      "doi": "10.5212/OLHARPROFR.V.24.16773.018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aeb0fb80a73bdebeb4c645b464582d4c8d0c2394",
      "venue": "",
      "journal": {
        "name": "Olhar De Profesor",
        "pages": "1-27",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8ad189bd85e42e187a62979b0b880c3d2520963f",
      "title": "deColonizing matriCeS in the CommuniCation",
      "authors": [
        {
          "name": "orlando-esteban valdez-lópez",
          "authorId": "2089086417"
        },
        {
          "name": "Luis M. Romero-Rodríguez",
          "authorId": "1403128716"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8ad189bd85e42e187a62979b0b880c3d2520963f",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "028f28031887cb2369e7ace74bef5bff1fc592ce",
      "title": "Critique of Comparative Reason: The Method of Paul Masson-Oursel and the Project of Intercultural Philosophy",
      "authors": [
        {
          "name": "Vlada Belimova",
          "authorId": "1578846914"
        }
      ],
      "year": 2025,
      "abstract": "The article is dedicated to the intellectual legacy of the French orientalist-Indologist Paul Masson-Oursel (1882–1956), one of the founders of philosophical comparativism, which largely anticipated modern intercultural philosophy. Numerous aspects of his philosophical approach align him with contemporary intercultural philosophy. Masson-Oursel justified the necessity of including non-European traditions of thought (Indian, Chinese) in the history of philosophy on equal grounds with European philosophical thought. The article presents the scholar's intellectual biography and analyzes his connections with academic scholars (Henri Bergson, Lucien Lévy-Bruhl, Émile Durkheim, Marcel Mauss, Sylvain Lévy) and with representatives of the non-academic community of Western Europe in the first half of the 20th century (Mircea Eliade, René Guénon). Special attention is given to the analysis of the institutional obstacles encountered by his project of comparative philosophy. The work is based on a historical-philosophical analysis of Masson-Oursel's works, using methods of intellectual history and archival research. Particular emphasis is placed on reconstructing two key methodological tools: \"positive analogy,\" aimed at identifying structurally-functional equivalents in different traditions, and \"positive environment,\" which requires contextual analysis of philosophical ideas. A key source, newly introduced into academic discourse, is an archival letter from Masson-Oursel dated 1945, which vividly demonstrates the institutional resistance to the comparative method in the first half of the 20th century. Based on this, the thesis is substantiated that Masson-Oursel's project, despite its positivist rhetoric and historical limitations, contained a radical critical potential. His program aimed not only at finding universal patterns in the development of thought but also at reconsidering familiar Western categories (such as the opposition between philosophy and religion) through immersion in other cultural contexts. It is shown that this project anticipated key arguments of postcolonial studies and questions of contemporary intercultural philosophy, offering an original combination of positivism with attention to metaphysical experience. An analysis of the reception of his fundamental monograph in the academic community of the 1920s reveals discussions characteristic of that era about the limits of the comparative method. The results of the study are significant for understanding the genealogy of intercultural philosophy and are relevant in the context of contemporary discussions on the decolonization of philosophical knowledge and the overcoming of intellectual provincialism.",
      "citationCount": 0,
      "doi": "10.25136/2409-8728.2025.12.77239",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/028f28031887cb2369e7ace74bef5bff1fc592ce",
      "venue": "Философская мысль",
      "journal": {
        "name": "Философская мысль"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9423380e896fc7b26025f9ed378565e760ebcf52",
      "title": "Religion and intercultural philosophy: An impetus for peace in African Development",
      "authors": [
        {
          "name": "Adetunji Oni",
          "authorId": "2350470207"
        },
        {
          "name": "Michael Oni",
          "authorId": "2368208716"
        }
      ],
      "year": 2025,
      "abstract": "The intricacy of misconceptions on the roles and subject matter of religion in line with diversity in human culture is one of the greatest struggles bedeviling development in our multicultural society. There is no doubt saying that religion, which is supposed to harmonise humans, has mired them in this present society; this thus calls for philosophical reflection as an attempt towards peace development. Given cognizance of various arguments raised by different philosophers for the justification of humans as religious beings, it is obvious that humans have not truly seen the purpose of religion, most especially in our intercultural society. Based on the premise that the average African by nature is religious, it consequently implies that the role of religion in human development cannot be underestimated for societal development. Upon this basis, the paper attempts a philosophical evaluation using the knowledge of intercultural philosophy for the necessity of religion in African development. Through expository and critical analysis, the paper attempts to interrogate religion with intercultural philosophy as a necessary impetus for African development. The paper therefore defends the position that religion brings man together in society and serves as an impetus for peace building in the sense that it preaches peace and harmonious relations with each other.",
      "citationCount": 0,
      "doi": "10.54664/ibou2708",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9423380e896fc7b26025f9ed378565e760ebcf52",
      "venue": "Ethics, Science, Education",
      "journal": {
        "name": "Ethics, Science, Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "687686b2b44623c17eeb8fa71681d78d57a04b63",
      "title": "Integrating Intercultural Philosophy into the High School Curriculum: Toward a Deliberative Pedagogy of Tadabbur in Diasporic Muslim Education",
      "authors": [
        {
          "name": "Wisam Kh. Abdul-Jabbar",
          "authorId": "1483707203"
        },
        {
          "name": "Yousra Makki",
          "authorId": "2283056020"
        }
      ],
      "year": 2024,
      "abstract": "This article explores the pedagogical aspects of intercultural philosophy and identifies instructional strategies for Islamic school curricula in diaspora. It combines Western teaching methods peculiar to deliberative pedagogy with the Islamic notion of Tadabbur, Arabic for ‘to deliberate’ and ‘carefully consider’ the outcomes. It aims to provide insights into implementing intercultural philosophy as pedagogy and highlights examples of its application in Muslim educational contexts. How can intercultural philosophy be implemented in class, especially in the high school curriculum in diaspora? It emphasizes the potential benefits and compatibility of intercultural philosophy from a Muslim educational perspective. It offers practical insights and examples for educators who seek to integrate intercultural philosophy into their curricula. Bridging the gap between East and West provides a unique perspective on incorporating diverse philosophical traditions using the same teaching strategies. More specifically, this article introduces Tadabbur through instructional strategies such as Think–Pair–Share and the 5E instructional model, which use deliberative pedagogy. Intercultural philosophy, therefore, contributes to the cultural and religious diversification of curriculum theorizing and implementation.",
      "citationCount": 14,
      "doi": "10.3390/rel15020189",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/687686b2b44623c17eeb8fa71681d78d57a04b63",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "10bd89116a5dd9f4745a6f5eada6cf0a191ae95f",
      "title": "Disinterested Contemplation as a Path to Liberation in Schopenhauer’s Philosophy and Its Parallels with Zen Buddhism",
      "authors": [
        {
          "name": "Tornike Lelashvili",
          "authorId": "2380929152"
        }
      ],
      "year": 2025,
      "abstract": "This study focuses on one of the central concepts in Schopenhauer’s philosophy: liberation. The possibility of liberation constitutes the core concern of the author’s ethics and determines the structure of his soteriology. Whether the metaphysics of the will is essentially pessimistic must be assessed in light of this very issue. Schopenhauer’s philosophy presents three possible paths to liberation, one of which is aesthetic – liberation through disinterested contemplation. This paper examines Schopenhauer’s aesthetics precisely from this perspective: as a possible path to salvation. On the other hand, the influence of Buddhist doctrine on Schopenhauer’s philosophy and the parallels between them are well known. Both philosophies portray the world as fundamentally painful for the individual and aim at liberation from this suffering. The aim of this research is to analyze the role of aesthetics in Schopenhauer’s philosophy as a means of denying the will, and to compare it with Zen Buddhist aesthetic theory, particularly as a potential catalyst for satori (sudden enlightenment), exploring the essential similarities and differences between the two traditions.",
      "citationCount": 0,
      "doi": "10.62235/mln.3.2025.9366",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/10bd89116a5dd9f4745a6f5eada6cf0a191ae95f",
      "venue": "Millennium",
      "journal": {
        "name": "Millennium"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "551a9e24427636a3db87957159724c0cdfa64258",
      "title": "Breaking barriers in intercultural philosophy: the power of empathy and interrelationship",
      "authors": [
        {
          "name": "A. S. F. Prazeres",
          "authorId": "2326021181"
        }
      ],
      "year": 2024,
      "abstract": "Abstract: An important issue in intercultural philosophy concerns the methods employed to investigate thinking that has been developed in different cultural contexts. In a globalized world, it is increasingly necessary to incorporate diverse traditions of thought that are derived from distinct cultural, historical and linguistic backgrounds into academic philosophical work. However, the question remains: how can one learn from other philosophical traditions without falling into a dualistic or relativistic perspective? To address this, I analyze two concepts developed by Nishitani Keiji (1900-1990) in Religion and Nothingness, as well as his interpretation of “learning” (jap. narau 習う) and empathy as a tool for genuine mutual understanding. Additionally, I explore the concept of reciprocal interpenetration (jap. egoteki sōnyū 回互的相入), as a means to reassess intercultural philosophical methods. Thus, by applying the concepts presented by Nishitani in the intercultural aspect of philosophy, I believe we can avoid the problem of dualism and relativism, which ultimately hinder the approach and comprehension of philosophy in a pluralistic and inclusive way.",
      "citationCount": 3,
      "doi": "10.1590/0101-3173.2024.v47.n2.e02400274",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/551a9e24427636a3db87957159724c0cdfa64258",
      "venue": "Trans/Form/Ação",
      "journal": {
        "name": "Trans/Form/Ação"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f76485f6f8b9d013c419d28961c28e99e6ddad0b",
      "title": "Different aspects of Intercultural Philosophy",
      "authors": [
        {
          "name": "Manab Biswas",
          "authorId": "2317219126"
        },
        {
          "name": "Debabrata Biswas",
          "authorId": "2317149605"
        }
      ],
      "year": 2024,
      "abstract": "Cross-cultural interactions have been occurring for a long time among Asians and have become more individualized with different practices, cultures, religions, and philosophical traditions, some of which have experienced confusion, rejection, and active engagement since the early modern era. Intercultural philosophy has been increasing the contact between different cultures and traditions. This encourages philosophers from diverse backgrounds to engage with each other in a mutually respectful manner and recognizes that their philosophical views may be incomplete or require revision. This paper explores various ways of intercultural philosophy, its presuppositions and rationales, and associated challenges. This includes contributions from scholars from different regions of the world including Asia. We also discuss the significance of intercultural philosophy, review some of the ideas presented in the existing literature, and examine the justifications for these ideas while addressing the challenges that must be overcome.",
      "citationCount": 0,
      "doi": "10.52711/2454-2687.2024.00014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f76485f6f8b9d013c419d28961c28e99e6ddad0b",
      "venue": "International journal of reviews and research in social sciences",
      "journal": {
        "name": "International Journal of Reviews and Research in Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
