{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Mignolo border thinking epistemology",
  "results": [
    {
      "paperId": "cbd941d0d869b98706591678f74164c33664a639",
      "title": "Epistemology as Politics and the Double-Bind of Border Thinking: Levi-Strauss, Deleuze and Guattari, Mignolo",
      "authors": [
        {
          "name": "T. Laurie",
          "authorId": "113757534"
        }
      ],
      "year": 2012,
      "abstract": "This paper examines Gilles Deleuze and Felix Guattari’s theories of writing and the State in Anti-Oedipus and A Thousand Plateaus, teasing out issues of gender, primitivism and academic expertise in the authors’ claims about power and politics. While noting the benefits of politically analysing social customs and traditions, Laurie highlights the complicities between Deleuze and Guattari's theories and the assumptions embedded in their anthropological sources. He further argues that the cultural and historical speculations in Anti-Oedipus cannot be divorced from the authors' privilege of philosophy as a uniquely European creative space. Seeking an alternative perspective on cultural translation, the paper turns to Walter Mignolo’s study of the 'book' in Spanish-Amerindian colonial encounters. Foregrounding the critical value of philology for ‘de-colonising’ theory, Mignolo argues that Eurocentric cultural comparisons serve to legitimate particular ways of knowing within contested fields of representation. However, in both Deleuze and Guattari and Mignolo, the paper questions the gender dynamics of writing practices implicitly articulated in meta-narratives about the State and/or colonialism. Laurie suggests that these authors frequently remain oblivious to the role of women in the historical contexts examined, and that understanding political dynamics within cultural groups requires questioning the privilege of writing itself, both in and outside the academy. While sympathetic to the role of political philosophy in negotiating complex historical issues, this paper also advocates a rethinking of the subordinate place attributed to anthropological and historical research practices in the theoretical exegeses of Deleuze, Guattari and Mignolo.",
      "citationCount": 10,
      "doi": "10.5130/PORTAL.V9I2.1826",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbd941d0d869b98706591678f74164c33664a639",
      "venue": "",
      "journal": {
        "name": "Portal: journal of multidisciplinary international studies",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6446427375e425dd0f0d5b1a3cd4b1f49b370dfc",
      "title": "Do Queer Theory and Victorian Studies Still Have Anything to Learn from Each Other?",
      "authors": [
        {
          "name": "D. Friedman",
          "authorId": "116387298"
        }
      ],
      "year": 2023,
      "abstract": "This essay argues that an antiracist, anticolonialist Victorian studies must remain open to universalizing claims of the kind found in early works of queer theory, particularly Eve Kosofsky Sedgwick's Epistemology of the Closet (1990). Although recent work in queer studies (as well as literary studies generally) finds inspiration in Sedgwick's late-career turn to the more modest notion of “reparative reading,” strong knowledge claims are necessary to disrupt the colonial matrix of power that systematically renders both racism and heteronormativity invisible. Rereading Epistemology in light of postcolonial theories of comparison, I argue that, although Sedgwick does not address how the late Victorian “crisis of homo/heterosexual definition” takes place within the overall colonial system of power, she nevertheless inhabits a critical position remarkably similar to what Walter Mignolo calls “the border epistemology” of “decolonial thinking.” This entails making universalizing claims that promote the emancipation of disenfranchised groups but also rejecting the imperialist fantasy of critical neutrality in favor of political commitment and historical self-awareness. I end by putting the Sedgwick of Epistemology in dialogue with critical race theorist Sylvia Wynter to suggest how scholars might integrate their respective critical approaches by analyzing the figure of “the human” in Victorian literature and culture.",
      "citationCount": 1,
      "doi": "10.1017/S1060150322000110",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6446427375e425dd0f0d5b1a3cd4b1f49b370dfc",
      "venue": "Victorian Literature and Culture",
      "journal": {
        "name": "Victorian Literature and Culture",
        "pages": "141 - 156",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5f1e7159709fb08a518f42f9d1a63a286d449bb8",
      "title": "Escrevivências do corpo(política)fronteiriço",
      "authors": [
        {
          "name": "Viviani Cavalcante de Oliveira Leite",
          "authorId": "2124090480"
        },
        {
          "name": "E. Nolasco",
          "authorId": "89546231"
        }
      ],
      "year": 2021,
      "abstract": "This work is part of a larger project (doctoral research project by PPGEL Postgraduate Program in Language Studies) proposes an epistemic-conceptual theorization about the escrevivência (concept coined by the Minas Gerais writer Conceição Evaristo) supported by the concepts of exteriority and frontier through a theorization that emerges from the (MIGNOLO) geo-historical, conceptual and epistemological frontier and goes beyond what modern epistemology has camped in order to (de) archive (DERRIDA) the local (bio) histories that have been suppressed, excluded and made invisible by it. The centralizing idea of Westernism excluded and despised any being / knowledge / thinking that was not the “model”, thus, the border knowledge and subjects were excluded and were left out because they disagree with the modern pattern of the world-system. This hegemonic, modern and colonial discourse of the order of interiority, created exteriority and relegated border subjects / knowledge to this place, this alley / place of marginal eviction from which, in counter-proposal to the Westernist project, beings (re) emerge / border knowledge / thinking. Let us make use of a critical biographical border epistemology, since we think from specific locus and bodies. Thus, the black scriptures will be pertinent to illustrate such conceptual theorizing. The methodology of this work will be eminently bibliographic in character, developed, among others, by critics such as Walter Mignolo and Edgar Cézar Nolasco, through the concepts of exteriority, epistemic disobedience, frontier, corpopolitical and geopolitical.",
      "citationCount": 0,
      "doi": "10.23899/RELACULT.V7I4.2055",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f1e7159709fb08a518f42f9d1a63a286d449bb8",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3adb0d88a6d4dc113a9f65c15d6a8527754f9678",
      "title": "Cosmopolitanism to Come: Derrida, Mignolo, and Latin American “Border Thinking”",
      "authors": [
        {
          "name": "Fred Evans",
          "authorId": "2356728154"
        }
      ],
      "year": 2025,
      "abstract": "We live in age where diversity is increasingly accepted as a value as well as a fact.  But this development is also contested by a global rise in authoritarian nationalism.  To help us abet the former and resist the latter, cosmopolitanism must propose a notion of global unity that is composed of rather than imposed on difference.  Jacques Derrida and Walter Mignolo offer different versions of this view of cosmopolitanism.  Derrida’s is based on his notion of “democracy to come.”  He characterizes this idea as an “unconditional” or “quasi-transcendental” injunction.  Mignolo’s cosmopolitanism castigates this injunction as an “abstract universal.”  He offers instead “a critical and dialogic” view of cosmopolitanism that is based more specifically on the “colonial difference” or “border thinking” of Latin American subaltern groups.  I argue that Derrida’s many references to “voices,” and Mignolo’s to the voices of the Zapatistas in Mexico, imply that the dialogic interplay among these discourses simultaneously holds them together and keeps them apart, forming the multivoiced body that we call society. This agonistic interaction produces new voices and resists the “oracles” that would attempt to convert it into a homogeneous discourse.  Moreover, my version of the two thinkers’ use of ‘voice’ retains the universality of Derrida’s unconditional injunction but on the basis of the worldly immanency urged by Mignolo’s border thinking.  The universality consists in a reworking of Derrida’s idea of “unconditional hospitality” so that we can speak of ourselves, other species, and natural formations – all the inhabitants of the cosmos – as voices with wildly different “tongues.”  In Mignolo’s turn, this vocal viewpoint allows us to stretch his ideas of “subaltern” and “border thinking” so that they refer to all marginalized inhabitants of the cosmos and to the commitment that all will be heard by all.",
      "citationCount": 0,
      "doi": "10.18537/iuris.20.01.07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3adb0d88a6d4dc113a9f65c15d6a8527754f9678",
      "venue": "Revista IURIS",
      "journal": {
        "name": "Revista Iuris"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cbf1fc7b3feebb93628261388815cedc4c7820f5",
      "title": "Geopolitics of sensing and knowing: on (de)coloniality, border thinking and epistemic disobedience",
      "authors": [
        {
          "name": "Walter D. Mignolo",
          "authorId": "73605293"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 424,
      "doi": "10.1080/13688790.2011.613105",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbf1fc7b3feebb93628261388815cedc4c7820f5",
      "venue": "",
      "journal": {
        "name": "Postcolonial Studies",
        "pages": "273 - 283",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "41ca3086377aab18d29babe1e93129178ad767bb",
      "title": "Geopolitics of sensing and knowing: On (de)coloniality, border thinking,and epistemic disobedience",
      "authors": [
        {
          "name": "Walter D. Mignolo",
          "authorId": "73605293"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 109,
      "doi": "10.3384/CONFERO.2001-4562.13V1I1129",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41ca3086377aab18d29babe1e93129178ad767bb",
      "venue": "",
      "journal": {
        "name": "Confero: Essays on Education, Philosophy and Politics",
        "pages": "129-150",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ec842cf3db6843b4097a6678ac39d68cdbc45ddd",
      "title": "Border Thinking, Decolonial Cosmopolitanism and Dialogues Among Civilizations",
      "authors": [
        {
          "name": "Walter D. Mignolo",
          "authorId": "73605293"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 33,
      "doi": "10.4324/9781315612850.ch19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ec842cf3db6843b4097a6678ac39d68cdbc45ddd",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "11f83fbb5c0463fb0d74427411435bf91b007978",
      "title": "Two Strangers in the Eternal City: Border Thinking and Individualized Emerging Rituals as Anti-Patriarchal Epistemology",
      "authors": [
        {
          "name": "L. Fitriyah",
          "authorId": "2219082388"
        }
      ],
      "year": 2022,
      "abstract": "This paper is a work of autoethnography in which I (the author) observe critical practices that I and my colleague, Aisha, thought, said, and embodied during our tenure as the only Muslim Nostra Aetate Fellows at the St. Catherine Center for Interreligious Dialogue in the Vatican City, Italy. The paper focuses on our survival strategies that took on an interreligious and anti-patriarchal character within our interreligious, Muslim–Christian encounters. The framework of border thinking, as theorized by Maria Lugones and Gloria Anzaldúa, and the concept of emerging rituals proposed by Ronald Grimes, will serve as analytical tools to understand our practices. I argue that our embodied thoughts and practices, as seen from the lenses of emerging rituals and border thinking, represent an anti-patriarchal, interreligious epistemology that questions and deconstructs the hegemonic presence of patriarchal Catholic praxis around us within that specific context.",
      "citationCount": 0,
      "doi": "10.3390/rel14010029",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11f83fbb5c0463fb0d74427411435bf91b007978",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6167abc7cde97ec0640ec55a745e6b8200e185d9",
      "title": "Decolonising and the Aesthetic Turn in International Studies: Border Thinking, Co-creation and Voice",
      "authors": [
        {
          "name": "Aoileann Ní Mhurchú",
          "authorId": "146143788"
        }
      ],
      "year": 2024,
      "abstract": "The aesthetic turn (AT) in International Studies stresses the ongoing task of marshalling non-western insights to better explore the agency of the globally marginalised in discourses about representability. Decolonial literature also calls specifically for more understanding of relationality and co-creativity underpinning agency and voice in global politics. Building on this decolonialising challenge, this article embeds a focus on ‘ordinary language use’ within a ‘decolonial orientation’ to open up complexities around the politics of representability. It specifically employs the concept of ‘border thinking’ by Walter Mignolo; and centres struggles in language by Gloria Anzaldúa as well as in the vernacular language ‘Verlan’ (as used by working-class racially marginalised people in France) to think ‘from’ the border. Highlighting how language works across (not just within) different registers and forms, the categories of ‘non-standard’ and ‘standard’, ‘domination’ and ‘resistance’ are destabilised. This provides the basis for re-centring Othered voices within a more relational co-creative ontology, by making the entanglement of discipline and resistance a space to think modernity from, rather than a space of interruption into modernity. Décolonisation et tournant esthétique dans les études internationales : pensée frontalière, co-création et voix",
      "citationCount": 3,
      "doi": "10.1177/03058298241234219",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6167abc7cde97ec0640ec55a745e6b8200e185d9",
      "venue": "Millennium: Journal of International Studies",
      "journal": {
        "name": "Millennium",
        "pages": "434 - 458",
        "volume": "52"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "867b8f467561b3f4cdb759b75c41c42b6dcc55a3",
      "title": "Frontline mobilisation as border thinking: redefining just transitions through decolonial praxis and community organising",
      "authors": [
        {
          "name": "Cleovi Mosuela",
          "authorId": "104024120"
        }
      ],
      "year": 2024,
      "abstract": "I analyse the coming together of frontline actors, particularly people of colour in the US, building on the concept of ‘just transitions’ to help solve the climate crisis as ‘border thinking or border epistemology’ within decolonial thought. Frontline communities are characterised by high exposure to climate and environmental risks; fewer safety nets because of their immigration status and insecure jobs; and less political power to respond to risks. My contribution is twofold: first, to allow reflexivity and to acknowledge that I share some sense of the lived experiences with the people I speak with in my research, I have approached our encounter through pakikipagkapwa, a Filipino indigenous concept that evokes concepts of communal support, solidarity and equality. Second, I argue that conceptualising frontline mobilisation as border thinking repositions frontline actors as creators, thinkers and knowers who harness their collective power to shift from an extractive economy, which is profiting off labour and natural resources with centralisation of profits, to a regenerative one that is ecologically and equitably sustainable. Through praxis and community organising, frontline communities reclaim their agency, challenge dominant neoliberal capitalistic relations and redefine just transitions that reflect their practices and vision of the world.",
      "citationCount": 0,
      "doi": "10.1332/27523349y2024d000000026",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/867b8f467561b3f4cdb759b75c41c42b6dcc55a3",
      "venue": "Global Social Challenges Journal",
      "journal": {
        "name": "Global Social Challenges Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3b79cc7468a4faae8591cc0f19fab684d16912cb",
      "title": "Border thinking and decolonial cosmopolitanism",
      "authors": [
        {
          "name": "Walter D. Mignolo",
          "authorId": "73605293"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.4324/9781351028905-10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b79cc7468a4faae8591cc0f19fab684d16912cb",
      "venue": "Routledge International Handbook of Cosmopolitanism Studies",
      "journal": {
        "name": "Routledge International Handbook of Cosmopolitanism Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5384ef4a67761573cf303b4f4722a9cd39ed18c5",
      "title": "Migration, Bordering and Border-thinking. Ein neuer Handlungsansatz für die Soziale Arbeit?",
      "authors": [
        {
          "name": "T. Geisen",
          "authorId": "18108135"
        }
      ],
      "year": 2022,
      "abstract": "Im Kontext von Migration werden Grenzen vor allem als geografisch-territoriale Grenzen wahrgenommen. Dabei finden vielfältige, weitere Formen von Grenzen, insbesondere soziale, kulturelle, ökonomische und politische Grenzen, die durch Migration neu entstehen oder verändert werden, meist kaum ausreichend Beachtung in der Analyse und in den Debatten um Grenzen. In den neueren Debatten um Migration und Grenze werden Formen der Grenzziehung unter dem Aspekt der Entstehung und Veränderung der räumlichen Ordnung der Gesellschaft als soziale Praxis unter dem Begriff des „bodering“ (Yuval-Davis et al.) sowie im Rahmen der „decolonizing“-Debatte um „border thinking“ (Mignolo) geführt. Der vorliegende Beitrag stellt die Beiträge dieser Debatten zur Grenzthematik vor und diskutiert diese in ihrer Bedeutung für den Zusammenhang von Migration und Sozialer Arbeit.",
      "citationCount": 0,
      "doi": "10.3262/mig2203196",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5384ef4a67761573cf303b4f4722a9cd39ed18c5",
      "venue": "Migration und Soziale Arbeit",
      "journal": {
        "name": "Migration und Soziale Arbeit"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a4060d7b5fed65d4a58a0e1769a5023da363eb60",
      "title": "Local Histories/Global Designs. Coloniality, Subaltern Knowledges, and Border Thinking by Walter Mignolo (2012)",
      "authors": [
        {
          "name": "Eva Bräth",
          "authorId": "116749953"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 8,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a4060d7b5fed65d4a58a0e1769a5023da363eb60",
      "venue": "",
      "journal": {
        "name": "Critical Reviews on Latin American Research - CROLAR",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c02adc8fd6d13b08e8f40592da8f60b46aceecc8",
      "title": "Toward a Pedagogy of Border Thinking: Building on Latin@ Students’ Subaltern Knowledge",
      "authors": [
        {
          "name": "Claudia G. Cervantes‐Soon",
          "authorId": "1419233809"
        },
        {
          "name": "Juan F. Carrillo",
          "authorId": "41171589"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 63,
      "doi": "10.1353/HSJ.2016.0016",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c02adc8fd6d13b08e8f40592da8f60b46aceecc8",
      "venue": "",
      "journal": {
        "name": "The High School Journal",
        "pages": "282 - 301",
        "volume": "99"
      },
      "publicationTypes": null
    },
    {
      "paperId": "03ce507f4b8701ec1dcb94fed332418ecc4b0316",
      "title": "Decolonising gender in South Asia: a border thinking perspective",
      "authors": [
        {
          "name": "Nazia Hussein",
          "authorId": "113636664"
        },
        {
          "name": "Saba Hussain",
          "authorId": "143654159"
        }
      ],
      "year": 2019,
      "abstract": "ABSTRACT The current collection elaborates on various ways of thinking about gender outside the epistemic frame of coloniality/modernity that is bound to the European colonial project. Following Walter Mignolo, we call for epistemic disobedience using border thinking as the necessary condition for thinking decolonially. Borders in this case are conceptualised not just as geographical borders of nation states, they also signify the borders of modern/colonial world, epistemic and ontological orders that the gendered and racialised populations of ex-colonies inhabit. We claim that dwelling, thinking and writing from these borders create conditions of epistemic disobedience to coloniality/modernity discourses of the West. The contributors of this collection, all women of colour from South Asia and South Asian diaspora write from and about these borders that challenge the colonial universality of thinking about gender. They are writing from and with subalternised racial/ethnic/sexual spaces and bodies located geographically in South Asia and South Asian diasporic contexts. In this way, when coloniality/modernity is shaping universalist understandings of gender we are able to use a broader canon of thought to produce a more pluriversal understanding of the world.",
      "citationCount": 4,
      "doi": "10.1080/23802014.2019.1701545",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03ce507f4b8701ec1dcb94fed332418ecc4b0316",
      "venue": "Decolonising Gender in South Asia",
      "journal": {
        "name": "Third World Thematics: A TWQ Journal",
        "pages": "261 - 270",
        "volume": "4"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ceccaf5e4b74e8d473ab39d0753c210311b75ef7",
      "title": "\"The Structural Rigidity of the U.S. is Missing in Mexico and the Diversity and Freedom of Mexico is Missing in the U.S.\": Experiences of Autism Service Providers Along the U.S.-Mexico Border.",
      "authors": [
        {
          "name": "C. Orendain Soto",
          "authorId": "2394591525"
        },
        {
          "name": "A. Dueñas",
          "authorId": "2275705508"
        },
        {
          "name": "F. Castellón",
          "authorId": "90096682"
        },
        {
          "name": "K. Valdez Lopez",
          "authorId": "2394588856"
        },
        {
          "name": "J. Rocha",
          "authorId": "2394943354"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10803-025-07145-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ceccaf5e4b74e8d473ab39d0753c210311b75ef7",
      "venue": "Journal of Autism and Developmental Disorders",
      "journal": {
        "name": "Journal of autism and developmental disorders"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a44a72d75bb74da72d3b1a361399e3ac242e76c7",
      "title": "Thinking the university in the aftermath of the decolonial turn",
      "authors": [
        {
          "name": "Lis Lange",
          "authorId": "88478237"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This paper argues three related points: that it is necessary to revisit analyses of the decolonial moment at South African universities to identify missed opportunities to deal with students’ sense of exclusion and lack or recognition, as well as with the possibility of decolonising the university; that the temporary opening for the recognition of students psychosocial and economic reality and its implications for being at the university during the COVID-19 pandemic, needs to be investigated further to identify the seeds of different relationships between students and the university and the university and society; and that these two moments need to be thought through theoretically to conceptualise the characteristics of a decolonised university. Following Derrida ([2001]. 2001. On Cosmopolitanism. London: Routledge), Mignolo ([2012]. Local Histories/Global Designs. Coloniality, Alternative Knowledge and Border Thinking. Princeton, NJ: Princeton University Press), and Anzaldúa ([1987]. Borderland/La Frontera. The New Mestiza. San Francisco: Aunt Lute Books) ,the paper proposes an ethics of hospitality as the basis on which to respond to the unanswered questions elicited by #RMF/#FMF and through which to imagine a refoundation of the university.",
      "citationCount": 1,
      "doi": "10.1080/03050068.2025.2463806",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a44a72d75bb74da72d3b1a361399e3ac242e76c7",
      "venue": "Comparative Education",
      "journal": {
        "name": "Comparative Education",
        "pages": "373 - 389",
        "volume": "61"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e18652d6d8e5f8961a9f699d37edff1700824084",
      "title": "Mediating migration in Ceuta, Melilla and Barcelona: border thinking and transnationalism from below in independent documentary",
      "authors": [
        {
          "name": "Josetxo Cerdán",
          "authorId": "116140523"
        },
        {
          "name": "Miguel Fernández Labayen",
          "authorId": "1652022562"
        }
      ],
      "year": 2015,
      "abstract": "This article analyses Spanish-independent documentaries that deal with issues of immigration in Ceuta, Melilla and Barcelona from 2005 to 2012. Departing from Walter Mignolo’s ‘border thinking’ and Hamid Naficy’s systematizations of the ‘interstitial mode of production’ and ‘the independent transnational film genre’, we situate these audiovisual practices as political and cultural interventions from below in recent debates about borders and immigration cinema. We understand these projects as technological, social and political mediations between the experiences of migrants and spectators. Taking into account the diversity of these videos, we explore how they materialize the tensions and violence implicit in the spatial encounters between migrants, local citizens and the film-makers themselves. Thus, we claim that these works challenge extended assumptions about migratory victimization and agency and that they are a significant contribution to debates about human trafficking and its representation in the digital age. Last but not least, we call for more open and flexible histories of national cinemas and international conflicts, which may include independent documentary productions as examples of non-official diplomacy. All in all, the examples discussed in this article directly confront the issue of migration and serve as problematic examples of migration and as problematic examples of thinking from and across borders.",
      "citationCount": 1,
      "doi": "10.1080/20403526.2015.1070493",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e18652d6d8e5f8961a9f699d37edff1700824084",
      "venue": "Transnational Cinema at the Borders",
      "journal": {
        "name": "Transnational Cinemas",
        "pages": "137 - 155",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "97f8b338f9ac43f1c5fee7a3317a1318608fb48d",
      "title": "Coloniality and Education: Negotiating Discourses of Immigration in Schools and Communities Through Border Thinking",
      "authors": [
        {
          "name": "M. Ghiso",
          "authorId": "52071435"
        },
        {
          "name": "G. Campano",
          "authorId": "13440093"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 72,
      "doi": "10.1080/10665684.2013.779160",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/97f8b338f9ac43f1c5fee7a3317a1318608fb48d",
      "venue": "",
      "journal": {
        "name": "Equity & Excellence in Education",
        "pages": "252 - 269",
        "volume": "46"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f76b70da38e61f7fd41be1531782c38b1d1b4a69",
      "title": "THINKING TOGETHER DECOLONIALITY AND BORDER THINKING: PERSPECTIVES ON A PLURICENTRIC WORLD",
      "authors": [],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f76b70da38e61f7fd41be1531782c38b1d1b4a69",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
