{
  "status": "success",
  "source": "semantic_scholar",
  "query": "pluriversal universality philosophy",
  "results": [
    {
      "paperId": "485de860aac3eecba0d0ee04bcdc4b35a813bc76",
      "title": "The philosophical claim to universality as heterolingual translation: thinking of the ‘translational’ method of philosophy with and beyond Hegel",
      "authors": [
        {
          "name": "Silvia Pieroni",
          "authorId": "2376017034"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/29984750.2025.2538806",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/485de860aac3eecba0d0ee04bcdc4b35a813bc76",
      "venue": "Philosophy of Translation",
      "journal": {
        "name": "Philosophy of Translation"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ec841acafb29d02822631c089caf3a073882d3db",
      "title": "Universality and translation. Sites of struggle in philosophy and politics",
      "authors": [
        {
          "name": "Elisa Arminio",
          "authorId": "2372711332"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/29984750.2025.2514524",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ec841acafb29d02822631c089caf3a073882d3db",
      "venue": "Philosophy of Translation",
      "journal": {
        "name": "Philosophy of Translation"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7a085e68d61baa7de5ac0f49ac816151d25dc62b",
      "title": "Does Philosophy Have More Than One Method? On Intercultural Comparison, Hegel, and Universality",
      "authors": [
        {
          "name": "Timo Ennen",
          "authorId": "2193524877"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT This essay takes issue with two possible stances in comparative and intercultural philosophy. First, there is the idea of ascertaining a method or conditions of possibility before engaging in intercultural comparison. This amounts to contemplating a form prior to any content. Second, there is the idea that a plurality of given philosophical traditions exist that do not have to be held together by a notion of what philosophy is. This is equivalent to asserting a diversity of content without giving it a form. In both cases, the disunity of form and content subverts comprehension of universality. After problematizing both stances, I will seek to retrieve a notion of universality, drawing from Hegel’s insights into the peculiar character of philosophy. For Hegel, philosophy has the character of life, which does not allow for the isolation of form or content. Philosophy thus conceived does not apply any methods but is its own method.",
      "citationCount": 0,
      "doi": "10.1080/17570638.2024.2303689",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a085e68d61baa7de5ac0f49ac816151d25dc62b",
      "venue": "Comparative and Continental Philosophy",
      "journal": {
        "name": "Comparative and Continental Philosophy",
        "pages": "208 - 219",
        "volume": "15"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bdd59f0d04a0c18f5999cf23d31c7022103c1fcf",
      "title": "Rational Presupposition, Normativity and Pluralist Expression: A Cross-Cultural Perspective on the Universality of Philosophy",
      "authors": [
        {
          "name": "Lesong Cheng",
          "authorId": "2256417349"
        }
      ],
      "year": 2022,
      "abstract": "Abstract The question of the universality of philosophy is highlighted when seen from a crosscultural perspective, for it reveals the tension between particularity and universality, as well as the connotations of the universality of philosophy. In terms of philosophical activities concerned with the content of Chinese life experience, the universality of philosophy, the particularity of Chinese thought, and the uniqueness of Chinese expression together constitute a persistent theoretical tension. We distinguish the universality of philosophy from universal philosophy; the former stems from the universal presupposition of rational capacity and points to the richness and pluralism of the empirical world while maintaining a dynamic balance between universality and pluralism in normative attitudes of discourse practice and conceptual activity. From the perspective of cultural subjectivity, it is necessary to avoid misleading views that equate the universality of philosophy with Western philosophy; moreover, normativity cannot be understood as specific censorship rules. The universality of philosophy requires a sense of boundaries and a normative attitude that will ensure that people from different contexts can enter into dialogue on the basis of rational ability and construct a space for dialogue and understanding. The concern for diverse objects based on the richness of experience gives philosophical concepts and arguments pluralist differences that encompass cultural differences and autonomy at the level of expression. All in all, it is only on the basis of the universality of philosophy that we can understand the normative requirements of philosophical activities and the pluralism of cross-cultural philosophical reflection.",
      "citationCount": 0,
      "doi": "10.1080/02529203.2022.2051358",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bdd59f0d04a0c18f5999cf23d31c7022103c1fcf",
      "venue": "Social Sciences in China",
      "journal": {
        "name": "Social Sciences in China",
        "pages": "88 - 103",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6763b13860610e923d63b5765946bf1abb5cca8b",
      "title": "A Metaphysical Approach to the Philosophy of History: An Introduction to a Universality",
      "authors": [
        {
          "name": "T. J. Rivers",
          "authorId": "104085176"
        }
      ],
      "year": 2022,
      "abstract": "If history is aligned with metaphysics, it can promote universality, and until this alignment occurs, one culture, or one people, or one age has little chance of being successfully compared with another. Individual histories of isolated periods of time, such as ancient Egypt, or Aztec America, or the age of Louis XIV are important individually, but they confer little meaning when compared with others, that is, if they are comparable at all. It is the task of historians to search for humanity among all humans who lived in bygone ages. Certainly, universality indicates that the world is the result of a process of individuals pulling together and pushing apart, of support for underlying proposals and denials of the same. History signifies a process that is the result of the unknown, and a process is simply a series of steps, actions, or procedures producing a result. Whether the result is desirable is irrelevant to the process itself because the latter manifests an indifference to its outcome.",
      "citationCount": 0,
      "doi": "10.22158/jrph.v5n3p50",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6763b13860610e923d63b5765946bf1abb5cca8b",
      "venue": "Journal of Research in Philosophy and History",
      "journal": {
        "name": "Journal of Research in Philosophy and History"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2a8e791a09dd4a566996f27edd8194e04ccb9e61",
      "title": "The Universality of Palliative Care Philosophy",
      "authors": [
        {
          "name": "J. Gielen",
          "authorId": "145801910"
        }
      ],
      "year": 2021,
      "abstract": "\n \n \n \nThe modern hospice movement, which is the origin of what is now known as palliative care, derived strong inspiration from Christianity. Given this original Christian inspiration, the global spread of palliative care even to countries where Christianity is only a minority religion may look surprising. In line with the theory of the “secularization of hospice,” it could be argued that palliative care has spread globally because its underlying philosophy has become secular, allowing it to become universal. However, given the continuing importance of religion in many areas of palliative care, we could wonder how secular contemporary palliative care really is. This article argues that the universality of palliative care philosophy resides in its susceptibility to contextualization. Palliative care has become a global success story because people all over the world committed to palliative care’s principles and ideas have contextualized these and developed models of palliative care delivery and even philosophy that are adapted to the local socio-economic and cultural-religious contexts. This article analyzes palliative care in India to illustrate this point, describing contextualized models of palliative care delivery and showing that palliative care physicians and nurses in India draw inspiration from their local context and religiosity. \n \n \n \n",
      "citationCount": 0,
      "doi": "10.18359/rlbi.5375",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a8e791a09dd4a566996f27edd8194e04ccb9e61",
      "venue": "Revista Latinoamericana de Bioética",
      "journal": {
        "name": "Revista Latinoamericana de Bioética"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1bba4e246f972b77b8e5e2a404580321be562da7",
      "title": "The concept of universality in Oleg Drobnitskii’s moral philosophy",
      "authors": [
        {
          "name": "R. Apressyan",
          "authorId": "79953765"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s11212-020-09381-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1bba4e246f972b77b8e5e2a404580321be562da7",
      "venue": "",
      "journal": {
        "name": "Studies in East European Thought",
        "pages": "95-112",
        "volume": "73"
      },
      "publicationTypes": null
    },
    {
      "paperId": "91d47ad21d5f65a404420cbb19c54fd41065958a",
      "title": "The concept of universality in Oleg Drobnitskii’s moral philosophy",
      "authors": [
        {
          "name": "R. Apressyan",
          "authorId": "79953765"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11212-020-09381-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91d47ad21d5f65a404420cbb19c54fd41065958a",
      "venue": "Studies in East European thought",
      "journal": {
        "name": "Studies in East European Thought",
        "pages": "95 - 112",
        "volume": "73"
      },
      "publicationTypes": null
    },
    {
      "paperId": "31f291704b165ef237d3a7bdf4a64e18721b4e5d",
      "title": "The Phenomenon of Universality in G.E. Moore’s Moral Philosophy",
      "authors": [
        {
          "name": "E. Loginov",
          "authorId": "2091770586"
        }
      ],
      "year": 2020,
      "abstract": "The paper is devoted to the problem of universality in G.E. Moore’s ethics. Based on an ana­lysis of Principia Ethica and related works, I have identified three meanings of this notion. These are ontological universality, epistemic universality, and practical universality. Univer­sality in the first meaning is that the very notion of good is universal. Universality in the se­cond meaning is that if one instantiation of X is good, we can be sure that all other instantia­tions of X are also good. Universality in the third meaning means that if a certain type of be­havior has some moral value, it has it in all cases. Further scrutiny shows that the phrase “in all cases” in the third meaning of universality can sometimes be restricted to a certain type of society, while in other cases there are no such restrictions.",
      "citationCount": 0,
      "doi": "10.21146/2074-4870-2020-20-2-54-68",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/31f291704b165ef237d3a7bdf4a64e18721b4e5d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "54-68",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "325ffeb248dbb3f4cb5fa752b28d79891b33102d",
      "title": "Kant on the Universality of Moral Principles: An Analysis",
      "authors": [
        {
          "name": "Sanjit Barman",
          "authorId": "31436776"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the foundation of moral principles in Kant’s philosophy. It argues that within Kant’s ethical framework, moral principles are not derived from empirical observation or contingent circumstances but from the a priori universality and necessity of reason. Central to this system is the categorical imperative—Kant’s supreme principle of morality—which requires that moral actions must be willed as if they could become universal law. Accordingly, I argued that in Kant’s moral philosophy, true freedom constitutes not merely the absence of external constraints but the positive capacity to act according to reason. This conception of rational autonomy underpins Kant’s principle of equality. As every individual possessing this same capacity is inherently equal in moral worth. Similarly, respect for persons fundamentally entails respect for the moral law itself since recognising human dignity involves acknowledging each individual’s capacity for rational self-legislation. The exploration of the universality of moral principles in Kant’s moral philosophy, on the one hand, provides a robust and enduring framework for understanding freedom, equality and justice as interdependent elements of a rational moral system; on the other hand, it demonstrates how this universality remains critically relevant for addresing contemporary moral dilemmas.",
      "citationCount": 1,
      "doi": "10.55927/ajpr.v4i1.13855",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/325ffeb248dbb3f4cb5fa752b28d79891b33102d",
      "venue": "Asian Journal of Philosophy and Religion",
      "journal": {
        "name": "Asian Journal of Philosophy and Religion"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "54d06635721a9e26f2418f3013cdbf0233ec89a7",
      "title": "On the Problem of the Universality of Modern Western Philosophy Conceptual Framework: The Japanese Case",
      "authors": [
        {
          "name": "L. Karelova",
          "authorId": "115334942"
        }
      ],
      "year": 2019,
      "abstract": "Many years the academic community has been discussing issues of a universal metalanguage as the general conceptual framework of modern social and humanitarian research, especially of philosophy. The article questions the claim that the language of Western philosophy was already accepted as a unified tool in the 20th century. The peculiarities of perception and further application of Western philosophical terminology in Japan in late 19th – first half of the 20th centuries are investigated here as a factual evidence base of argumentation. Special attention is given to examples of translation and interpretation of some concepts of Western origin, such as metaphysics, ethics, logic, substance, subject, etc., as observed in the works of eminent thinkers Nishi Amane, Inoue Tetsujiro, Nishida Kitaro, and Watsuji Tetsuro. The paper provides examples of new original concepts (as they did not have Western equivalents) developed by modern Japanese philosophers, such as Kimura Bin, Hiromatsu Wataru et al. The author concludes that the general conceptual framework that modern philosophy operates with is a very dynamic and open system, capable of transforming in different cultural contexts and in keeping with newly emerging issues that require analysis. The article identifies factors that provide philosophical communication between different cultures at the conceptual level, that is, the presence of a common circle of problems and presence of partial overlap between the key concepts. The author poses the problem of the emergence of new approaches and ideas in a situation of “conflicting interpretations,” or incomplete equivalence of similar notions when used by the parties in a dialogue, casting doubt on possibility, necessity and reasonability of exact reproduction of meanings and “complete domestication” in other cultures.",
      "citationCount": 2,
      "doi": "10.30727/0235-1188-2019-62-6-100-113",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/54d06635721a9e26f2418f3013cdbf0233ec89a7",
      "venue": "Russian Journal of Philosophical Sciences",
      "journal": {
        "name": "Russian Journal of Philosophical Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9229912783739ed98fdcfc4731052940dbc294d8",
      "title": "Derrida as an object of the history of philosophy: the concept of aporia in terms of the universality problem",
      "authors": [
        {
          "name": "A. Ilyina",
          "authorId": "2080121110"
        }
      ],
      "year": 2019,
      "abstract": "The idea of aporia, according to the author, leads to the transformation of Derrida’s philosophy on the basis of a new kind of universalism. This new universalism is based on the principles of relation and difference; it involves the concept of“radically Other” (in particular, in the modes of particularity and singularity) into the field of the Universal. As an essential factor of binarism’s deconstruction, an aporia leads to undermine a paradigm of choice. Derrida substitutes this paradigm with an attitude to “impossible” interdependence of concepts, which, according to traditional approach, are treated as incompatible. \nThe author proves that universalistic potential of Derrida’s thought reveals itself in application of transcendental approach to the problem of universal. Nevertheless, in case of Derrida it is quasi-transcendentalism that unites in itself moments of critics and radicalization of Kantian and Husserlian types of transcendental approach. \nThe paper proves that the idea of aporia has fundamental significance for constituting quasi-transcendental universalism. Interconnectedness (up to identity) of concepts of aporia and experience is evinced, as well as fundamental link between the concept of aporia and basic quasi-transcendental structure of “conditions of possibility/conditions of impossibility”. Within the problem of aporia, as is shown, inherently transcendental overlap between theoretical and practical dimensions is taken place. As is detected, in the discourse of aporia there appears a rethinking of Universal/Particular (Singular) relation: traditional contraposition is transformed into oscillation and overlapping (this rethinking is proper for the transcendental approach). \nThe results of the study, set forth in the article, allow historico-philosophical conclusion about presence, significance and peculiarity of the motive of universality in Derrida’s quasi-transcendentalism. Often remaining implicit, this motive, however, appears to be the driving force for deconstructive thinking.",
      "citationCount": 2,
      "doi": "10.22240/SENT38.01.006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9229912783739ed98fdcfc4731052940dbc294d8",
      "venue": "Sententiae",
      "journal": {
        "name": "Sententiae"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5a7f81739cbeff1a04ee8ddb92b30e86cb71e119",
      "title": "Universality and Autonomy in Kant’s Moral Philosophy",
      "authors": [
        {
          "name": "O. Artemyeva",
          "authorId": "48828549"
        }
      ],
      "year": 2018,
      "abstract": "The paper is devoted to the analysis of Kant’s approach to the ideas of universality and autonomy as the constitutive features of morality. The paper shows that Kant’s findings concerning these ideas were anticipated by the previous history of moral philosophy, mainly by the modern moral philosophers, who focused specifically on the elaboration of the philosophical concept of morality. Kant’s peculiar role was that, firstly, he conceptualized the ideas of universality and autonomy and formulated corresponding principles; secondly, Kant integrated both principles into the concept of moral law (a key concept in his moral philosophy) and revealed the way by which the formula of universality and the formula of autonomy together with formula of humanity constitute the supreme principle of morality and essentially express the sense of morality itself. Kant believed that the reason for the failure of the previous attempts to explicate the supreme principle of morality was inability to understand that the moral agent is subject not only to universal but at the same time his own legislation. Thirdly, Kant, unlike his predecessors, in his examination of universality didn’t appeal to the human nature or nature of things. Fourthly, he underlined that the principle of universality and the principle of autonomy were not only interconnected but also shaped each other: the determination of will may be identified as a universal principle only if it is given through a moral agent’s rational will. And a moral agent may be identified as autonomous only if in his decisions and actions he is guided by principles that are universalizable.",
      "citationCount": 1,
      "doi": "10.30727/0235-1188-2018-11-86-102",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a7f81739cbeff1a04ee8ddb92b30e86cb71e119",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "86-102",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f544339db9f584336af8adb4c08e010c2be3a760",
      "title": "Soulidarity with Universality: The Call of the Time Spiritual Relationality as the Blueprint for Planetary Evolution",
      "authors": [
        {
          "name": "Dr Aneeqa Malik",
          "authorId": "2408062803"
        }
      ],
      "year": 2025,
      "abstract": "This article recounts my experiential engagement with the Call of the Time (COTT) dialogue, a collaborative initiative between the Brahma Kumaris (BK) and Minhaj University Lahore’s Shaykh-ul-Islam Spiritual Studies Centre (SISS), facilitated by the Department of Religion and Philosophy. Framed within Brahma Kumaris’ cyclical cosmology and SISS’s mission to synthesise Islamic spirituality with contemporary challenges, the event exemplified the potential of inter-spiritual dialogue to transcend sectarian boundaries within Pakistan as observed through the varied inter-faith participation. As a fellow of the Inayatiyya Universal Sufi Order a lineage founded by Hazrat Inayat Khan to synthesise Sufi mysticism with universal spirituality I participated in this dialogue to explore resonances between my own tradition’s emphasis on Tawhid (Divine Unity) and the Brahma Kumaris’ (BK) teachings on soul consciousness and cyclical time. Through thematic analysis, this study explores how the convergence of Sufi universalism (as articulated by Pir Zia Inayat-Khan, grandson of Hazrat Inayat Khan) and BK teachings on soul consciousness can foster a transformative space for socio-spiritual renewal to address humanity’s existential crises locally and globally. Additionally, by articulating the concept of “Soulidarity with Universality,” the study argues that inner spiritual transformation manifested through meditative practices and reflective discourse can catalyse collective social renewal when understood as an expression of spiritual relationality. The discussion is contextualised within contemporary challenges of social disconnection and the limitations of conventional interfaith dialogue in Pakistan, suggesting that a socio‐spiritual integration model rooted in relational engagement offers a promising path toward societal transformation.\n\nKey themes include the dissolution of artificial binaries between inner transformation and social action, the amplification of spiritual relationality beyond interfaith paradigms, and the implications of such dialogues for fostering global solidarity.",
      "citationCount": 0,
      "doi": "10.58932/mulf0038",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f544339db9f584336af8adb4c08e010c2be3a760",
      "venue": "South Asian Journal of Religion and Philosophy",
      "journal": {
        "name": "South Asian Journal of Religion and Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c6fd771782e5c5cdb8b8f4954891c45c464d3404",
      "title": "Pluriversal Worlding: Design, Narratives, and Metaphors for Societal Transformation",
      "authors": [
        {
          "name": "R. Leitão",
          "authorId": "94105006"
        }
      ],
      "year": 2023,
      "abstract": "This essay examines the concept of pluriversality, which refers to the human power to build worlds differently and envision different models for inhabiting the planet. The Pluriverse, ‘a world where many worlds fit’, is a decolonial vision created by the Zapatista movement that contrasts with the supposed universality of the Western Modern world. Our planet is still home to many ‘worlds’ that have resisted the cultural homogenization promoted by colonialism and imperialism. Pluriversality proposes a path for transformational world-building that begins with the belief that alternatives to capitalist modernity are possible. This essay investigates the relationship between the narratives and metaphors a society adopts and the kind of world we design. Pluriversality is focused on creating and nurturing new models of life and reweaving our reality, not on destroying the old. Recognizing and making visible and viable alternatives that enable healthier relationships with nature and each other, particularly the ones created by Indigenous and marginalized communities and peoples of color, is at the core of what pluriversality is about.",
      "citationCount": 8,
      "doi": "10.25038/am.v0i29.551",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6fd771782e5c5cdb8b8f4954891c45c464d3404",
      "venue": "AM Journal of Art and Media Studies",
      "journal": {
        "name": "AM Journal of Art and Media Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f4081acb1c95f240d660ec1b412b9a14ed07c685",
      "title": "Sophia, Phronēsis, and the Universality of Ifá in African Philosophy",
      "authors": [
        {
          "name": "O. Adegbindin",
          "authorId": "113032044"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1057/978-1-137-59291-0_21",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4081acb1c95f240d660ec1b412b9a14ed07c685",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "315-330",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "92c3f90cf86419aa88b2fc775b1822b3e9b7452d",
      "title": "THE INFLUENCE OF ZEN BUDDHISM ON THE FORMATION OF REALISM IN JAPANESE CULTURE: FROM SIMPLICITY TO UNIVERSALITY",
      "authors": [
        {
          "name": "A. Meleshchuk",
          "authorId": "2342171495"
        }
      ],
      "year": 2024,
      "abstract": "This article explores the profound influence of Zen Buddhism on the formation of Japanese aesthetics, focusing on key concepts such as simplicity (kanso), naturalness (shibumi), and impermanence (mujo). Zen realism, characterized by the acceptance of reality without subjective embellishments, is examined as a foundational principle that shaped not only Japanese cultural identity but also a universal aesthetic language. The study highlights the philosophical tenets of Zen, including the principles of «non-duality» (fuju) and «direct intuition» (jikan), which guide the perception of reality as it is and foster a unique artistic and cultural worldview.Relevance: In the context of globalization and cultural exchange, the Zen-inspired Japanese approach to aesthetics offers valuable insights into contemporary issues of sustainability, mindfulness, and design thinking. The enduring appeal of Japanese minimalism in modern art, architecture, and design underscores the universality and adaptability of Zen principles, making this topic highly pertinent for cross-cultural studies and global artistic dialogues.Objective: The purpose of this study is to investigate how Zen Buddhist values influenced the development of Japanese aesthetics and contributed to creating a universal artistic and philosophical framework.Tasks: To achieve this objective, the article:- Analyzes the philosophical underpinnings of Zen realism in shaping the perception of reality.- Explores the aesthetic principles of simplicity (kanso), naturalness (shibumi), and impermanence (mujo) in traditional and modern Japanese art.- Examines the impact of Zen-inspired aesthetics on contemporary global design and architecture.The study demonstrates that the pursuit of simplicity, rooted in Zen practice, transcends cultural boundaries and has become a universal language in the realms of art and design. Examples include Tadao Ando’s architecture, which embodies harmony between light, space, and void, and the minimalist design philosophy of brands like Muji, which resonates globally. The analysis also underlines the role of Zen aesthetics in fostering ecological awareness and a deeper connection to the present moment, aligning with contemporary global challenges.The article concludes by emphasizing the potential of Zen-inspired aesthetics to serve as a universal cultural category, capable of bridging diverse traditions and promoting cross-cultural dialogue. Future research directions include examining Zen principles as a framework for addressing ecological, social, and philosophical issues in an increasingly interconnected world.",
      "citationCount": 0,
      "doi": "10.15421/342441",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92c3f90cf86419aa88b2fc775b1822b3e9b7452d",
      "venue": "Epistemological Studies in Philosophy Social and Political Sciences",
      "journal": {
        "name": "Epistemological Studies in Philosophy Social and Political Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "79a14b0b1a3d362e0bd18a8ae4d1fdd066583213",
      "title": "Horizons of Justice in a Pluriversal World",
      "authors": [
        {
          "name": "Franziska Dübgen",
          "authorId": "2383559327"
        }
      ],
      "year": 2025,
      "abstract": "In this epilogue to the special issue Decolonising Legal Pluralism, Decentring Epistemological Paradigms, the author interrogates what kind of methodological strategies the contributors have used to adopt a ‘decolonial’ form of critique. Six approaches are identified as particularly relevant to this kind of perspective: an awareness of historicity, the deconstruction of binaries, the critique of asymmetrical power relations, a sensitivity to social ontologies informing law, a plea for epistemic diversity, and finally a decentration of the modern state system. Subsequently, the article reflects on the ethical basis of these critical perspectives and suggests a ‘transcultural universalism’ from below as normative horizon(s). By way of conclusion, it considers whether and how law could contribute to achieving more ‘justice’ in a postcolonial, pluriversal world.",
      "citationCount": 1,
      "doi": "10.35295/osls.iisl.2479",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/79a14b0b1a3d362e0bd18a8ae4d1fdd066583213",
      "venue": "Oñati Socio-Legal Series",
      "journal": {
        "name": "Oñati Socio-Legal Series"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0c5e24b26e405ae45497ec568fdb791f3a4af12b",
      "title": "Is There a Latin American Philosophy? The Trajectory of a Question",
      "authors": [
        {
          "name": "M. A. González Porta",
          "authorId": "2388376083"
        },
        {
          "name": "Evandro O. Brito",
          "authorId": "2211456458"
        },
        {
          "name": "Jacinto Páez Bonifaci",
          "authorId": "2126009952"
        }
      ],
      "year": 2025,
      "abstract": "The research articulates a central and recurring question in Latin American philosophical thought: Is there a Latin American philosophy? As a guiding thread, we take a seminal article by Argentine philosopher Risieri Frondizi, whose explicit formulation brings to light the specificity of the question itself. Rather than a rhetorical provocation, the question opens a paradox - denying the existence of philosophy in Latin America is already a philosophical act. This dossier explores how Latin American philosophy has responded to its complex relationship with European thought, the colonial legacy, and the aspiration to both originality and universality. The contributions address key issues such as the periodization of Latin American philosophy, the reception of canonical Western figures like Kant and Hegel, and the development of a critical and situated mode of thought that has become a model for decolonial reflection. At the same time, the volume includes contributions that clarify the emergence of analytic philosophy in the region, with particular attention to the development of paraconsistent logic. Far from being derivative, Latin American philosophy is presented here as an original, plural, and evolving intellectual endeavor.",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2025-29-3-609-615",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c5e24b26e405ae45497ec568fdb791f3a4af12b",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "252a405eca7c561e373536b6855a967b09c08e47",
      "title": "“What Is Jewish Philosophy? An Attempt at a Definition Based On Jerusalem (1783) By Moses Mendelssohn",
      "authors": [
        {
          "name": "Anaïs-Rivka Delambre",
          "authorId": "2391267459"
        }
      ],
      "year": 2025,
      "abstract": "In this article, we look at the definition of “Jewish philosophy”, a concept whose contours remain unclear. Does the term simply refer to the cultural or religious affiliation of the philosophers concerned, or is there something in their philosophy itself that qualifies it as Jewish? To answer this question, we have drawn on the reflections of Eliezer Berkovits, who has defined Jewish philosophy as the incorporation of philosophical concepts and reasoning into a distinct Hebraic framework of thought and tradition. Using Mendelssohn’s Jerusalem as a case study, we refine and extend the concept of incorporation to show that Jewish philosophy is articulated between the universality of philosophical thought and the particularity of Jewish tradition.",
      "citationCount": 0,
      "doi": "10.5209/kant.104417",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/252a405eca7c561e373536b6855a967b09c08e47",
      "venue": "Con-textos Kantianos: International Journal of Philosophy",
      "journal": {
        "name": "Con-Textos Kantianos. International Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
