{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel political philosophy",
  "results": [
    {
      "paperId": "c4882ed6faff43a50396a1c1fcfec70def2dcf11",
      "title": "Political theology from the global south: Enrique Dussel and the poetics of liberation",
      "authors": [
        {
          "name": "Javier Padilla",
          "authorId": "2275400209"
        }
      ],
      "year": 2023,
      "abstract": "In recent decades, thinkers like Alain Badiou, Slavoj Žižek, and Giorgio Agamben have argued for a serious political engagement with early Christian thought and its emphasis on collectivity and community. Notwithstanding their important theoretical contributions, these writers often remain within a limited Eurocentric framework, foreclosing the possibility of a truly decolonial political theology. Crucially, their relatively recent reappraisals tend to ignore important precursors of Christian Marxism from the Global South, namely liberation theology and the philosophy of liberation, as elaborated by the Latin American philosopher Enrique Dussel. This essay contextualizes Dussel’s liberational thought in the contexts of political theology and literary representation. It pays particular attention to Dussel’s study of the Theological Metaphors of Marx by synthesizing a model of literary inquiry based on his philosophy and applying it to a reading of counter-hegemonic poetry by the Caribbean poet Pedro Mir, namely his long poem “Countersong to Walt Whitman.” This reading makes explicit the implicit theological dimension of Mir’s poetic text. Finally, the essay conceptualizes this interpretive model as a poetics of liberation: a mode of engagement with mutually determining discourses – politics, poetics, aesthetics – as well as a mode of reading which unravels the transformation of these discourses in lyrical forms. Writing from the periphery of the US empire, Mir therefore constructs a mode of address which arms itself with both political and theological discourses, however implicitly. To the empire’s miraculous state of exception, Mir counterpoises a redemptive state of rebellion.",
      "citationCount": 0,
      "doi": "10.1080/1369801X.2023.2290573",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4882ed6faff43a50396a1c1fcfec70def2dcf11",
      "venue": "Interventions",
      "journal": {
        "name": "Interventions",
        "pages": "490 - 512",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "783277c97517bc07e7df8292eaeab619835aecc8",
      "title": "Non-Europeans and their Presence to History. Universality, Modernity and Decolonization in Ricœur’s Political Philosophy",
      "authors": [
        {
          "name": "Alina Achenbach",
          "authorId": "2122240959"
        }
      ],
      "year": 2021,
      "abstract": "This article reconsiders Paul Ricœur’s political philosophical writings on the task of decolonization and European responsibility in light of a horizon of intercultural dialogue. Departing from the exchange between Ricœur and his former student Enrique Dussel, it discusses the Ricœurian critique of modernity. After giving some background on Ricœur’s reflections on decolonization, it will clarify what Ricœur calls the “crisis of the concrete universal in the thinking and in the historical experience of Western Europe,” and what role cultural difference has in this crisis. Considering Ricœur’s explicitly European perspective, this will lead us to a critical discussion on the envisioned possibility of a world-historical subject. Finally, I will discuss the role of European self-reflection in relation to a horizon of intercultural dialogue and narration from a post-/decolonial perspective.",
      "citationCount": 0,
      "doi": "10.5195/ERRS.2021.535",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/783277c97517bc07e7df8292eaeab619835aecc8",
      "venue": "Études Ricoeuriennes / Ricoeur Studies",
      "journal": {
        "name": "Études Ricoeuriennes / Ricoeur Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "title": "Transmodernity: Method for a Decolonial Political Project. From Enrique Dussel to Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Luz María Lozano Suárez",
          "authorId": "2203108615"
        }
      ],
      "year": 2021,
      "abstract": "This article seeks to analyze how the sense of transmodernity is subsumed in phi- losopher Santiago Castro-Gómez, to propose an emancipatory policy. Transmodernity is a decolonial project proposed by Enrique Dussel in 1994. Modernity, defined as a sacrificial myth -eurocentric, colonizing, and capitalist- would be overcome from the moment in which it is possible to affirm the otherness of the universal cultures —ana- lectic—. Such a project of the Philosophy of Liberation can be conceived as a method that would take the best of modernity —its rational character—, but in an opposite sense to political, cultural, and economic domination. Gastro-Gómez assumes this method to propose a transmodern republicanism. In this text, the possible modernity/ coloniality dialog, corroborated by these two philosophers, will be established as the guiding thread to determine how a new way of understanding the ontology of eman- cipatory (not liberating) politics, presented by the Colombian philosopher, is possible.",
      "citationCount": 2,
      "doi": "10.14482/EIDOS.34.199.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "venue": "Eidos",
      "journal": {
        "name": "Eidos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1fdc7adb130b00a4de336a855f0d88f2d82e36c5",
      "title": "Outside and Outside: Plastic Passages—of Philosophy and Literature",
      "authors": [
        {
          "name": "Tyler M. Williams",
          "authorId": "2284774857"
        }
      ],
      "year": 2024,
      "abstract": "Abstract: In Subjects That Matter, Namita Goswami attends to philosophy’s institutional and disciplinary failures to reconcile its identitarian claims to universality and reason with the feminist and postcolonial modes of thinking it traditionally keeps at bay. This essay places Goswami’s critique within a context of “the thought from outside,” which, beginning with Foucault’s reading of Blanchot, continuing through the geopolitics of Dussel’s philosophy of liberation, and prominent in Catherine Malabou’s conceptualization of plasticity, demonstrates how political critiques of philosophical hegemony contain an implicit theorization of “literature.” If “literature” gives voice to the thought from outside, does it in turn “decolonize” philosophy? If so, what itinerary of thought ought to follow the relationship between this literary decolonization of philosophy and its imbrication within the fold of philosophical thought? How to conceptualize the plastic relation between inside and outside, between center and periphery, without subordinating the latter to the hegemony of the former? This essay argues for a coherence between Goswami’s and Malabou’s materialist understandings of difference and a conceptualization of literature as an “outside” to philosophy that operates “excentrically” “inside” philosophy.",
      "citationCount": 0,
      "doi": "10.1353/phi.2023.a919599",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fdc7adb130b00a4de336a855f0d88f2d82e36c5",
      "venue": "Philosophia",
      "journal": {
        "name": "philoSOPHIA",
        "pages": "123 - 99",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "17af596440dfb8258e07cf93826281baf57b509a",
      "title": "Latin American Critical Pedagogies and the Philosophy of Liberation: The Potential of a Theoretical-Political Dialogue",
      "authors": [
        {
          "name": "Jorge Fabián Cabaluz-Ducasse",
          "authorId": "1432698808"
        }
      ],
      "year": 2016,
      "abstract": "The intent of this article is to encourage a far-reaching ethical, political, epistemological and conceptual dialogue between the philosophy of liberation (as expounded by Enrique Dussel) and Latin American critical pedagogies. Concerned about strengthening the critical aspects that shape the field of education, it refers initially to the theoretical potential of deploying a dialogic exercise between these currents of thought. Three major points of encounter are considered; namely: the praxis of liberation, positioning from the standpoint of Latin America and the oppressed otherness, and epistemological decolonization. The article also refers to the relevance of the concepts of liberation, otherness and colonialism for the future of Latin American critical pedagogies in the twenty-first century.",
      "citationCount": 1,
      "doi": "10.5294/EDU.2016.19.1.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/17af596440dfb8258e07cf93826281baf57b509a",
      "venue": "",
      "journal": {
        "name": "Educación y Educadores",
        "pages": "67-88",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "03d5f38e73c935bc703747ffde2dd4b2a1a2094d",
      "title": "Political theology and Sars-Cov-2 pandemic: issues to Collective Health",
      "authors": [
        {
          "name": "Luís Henrique da Costa Leão",
          "authorId": "2054090848"
        }
      ],
      "year": 2023,
      "abstract": "Abstract This theoretical essay presents an overview of the field of political theology as an important part of political philosophy, demonstrates its relevance in the current Brazilian social and political scenario, and problematizes its intersections to the Collective Health field. In the first part, we explore the theological-political thoughts from key thinkers of this area, such as Saint Augustine, Giorgio Agamben, Karl Marx, Enrique Dussel, and Boaventura de Souza Santos. In the light of these authors, in the second part of this article, we describe the emergence of political-theologies in the Brazilian political scenario and sociocultural dynamics, manifested among evangelical groups during the COVID-19 pandemic. This pandemic situation shed light on many contradictions of Brazilian society and evidenced controversies between two lines of divergent evangelical political theologies: the conservative/antidemocratic and the progressive ones. The re-emergence of these political theologies holds relevant effects regarding the responses of social groups and actions of power in the face of public health problems, which deserve greater attention of the Collective Health field. They influence the spheres of power and sociocultural dynamics in terms of health-disease-care, contributing with collective protection measures and/or encouraging risky, negligent and denialist postures. We conclude by problematizing epistemological contributions to a renewed production of knowledge-action regarding the interface between political theology and Collective Health.",
      "citationCount": 0,
      "doi": "10.1590/s0104-12902023210899en",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03d5f38e73c935bc703747ffde2dd4b2a1a2094d",
      "venue": "Saúde e Sociedade",
      "journal": {
        "name": "Saúde e Sociedade"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "de51260cf76abe7a0fc0089d2bb47225598896f7",
      "title": "Cinema of Liberation: Enrique Dussel, ethics, film-philosophy.",
      "authors": [
        {
          "name": "David Martin-Jones",
          "authorId": "1405335837"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/de51260cf76abe7a0fc0089d2bb47225598896f7",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "9bd5781702b601a5798ce593676e5bfa0109e01a",
      "title": "The Praxis of Redemption: Enrique Dussel’s Levinasian-Marxist Theology of Sin and Salvation",
      "authors": [
        {
          "name": "Andrew J. Ball",
          "authorId": "48086521"
        }
      ],
      "year": 2019,
      "abstract": "This essay elucidates how Enrique Dussel combines elements of Levinas’s ethics, Marxism, and Latin American liberation theology in the development of his practical political philosophy. Particular attention is given to how these three influences are incorporated in Dussel’s theories of sin and salvation. The essay also examines Dussel’s arguments concerning the shortcomings of Levinas and Marx and the concepts he creates to overcome those deficiencies.",
      "citationCount": 0,
      "doi": "10.31124/ADVANCE.8953439.V1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9bd5781702b601a5798ce593676e5bfa0109e01a",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2fee76c53daa378e2dc5302bde326c0ef7d692dc",
      "title": "Contributions of Aníbal Quijano and Enrique Dussel for an Anti-Management Perspective in Defence of Life *",
      "authors": [
        {
          "name": "Contribuciones de Aníbal Quijano",
          "authorId": "2075908548"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2fee76c53daa378e2dc5302bde326c0ef7d692dc",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "aaa57431da292e44cb1d4fdf9cfe32fda335ff03",
      "title": "A New Age in the History of Philosophy: the World Dialogue Between Philosophical Traditions",
      "authors": [
        {
          "name": "Enrique D. Dussel",
          "authorId": "16563475"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 25,
      "doi": "10.5840/JPR201237SUPPLEMENT32",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aaa57431da292e44cb1d4fdf9cfe32fda335ff03",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5e9d617ee23bb05d508e595e7464dcf8e7d89f86",
      "title": "Twenty Theses on Politics",
      "authors": [
        {
          "name": "Enrique Dussel",
          "authorId": "86952522"
        },
        {
          "name": "George Ciccariello-Maher",
          "authorId": "1403743272"
        },
        {
          "name": "E. Mendieta",
          "authorId": "50489593"
        }
      ],
      "year": 2020,
      "abstract": "First published in Spanish in 2006, Twenty Theses on Politics is a major statement on political philosophy from Enrique Dussel, one of Latin America’s—and the world’s—most important philosophers, and a founder of the philosophy of liberation. Synthesizing a half-century of his pioneering work in moral and political philosophy, Dussel presents a succinct rationale for the development of political alternatives to the exclusionary, exploitative institutions of neoliberal globalization. In twenty short, provocative theses he lays out the foundational elements for a politics of just and sustainable coexistence. Dussel first constructs a theory of political power and its institutionalization, taking on topics such as the purpose of politics and the fetishization of power. He insists that political projects must criticize or reject as unsustainable all political systems, actions, and institutions whose negative effects are suffered by oppressed or excluded victims. Turning to the deconstruction or transformation of political power, he explains the political principles of liberation and addresses matters such as reform and revolution.\n\nTwenty Theses on Politics is inspired by recent political transformations in Latin America. As Dussel writes in Thesis 15, regarding the liberation praxis of social and political movements, “The winds that arrive from the South—from Nestor Kirchner, Tabare Vasquez, Luiz Inacio Lula da Silva, Evo Morales, Hugo Chavez, Fidel Castro, and so many others—show us that things can be changed. The people must reclaim sovereignty!” Throughout the twenty theses Dussel engages with Latin American thinkers and activists and with radical political projects such as the World Social Forum. He is also in dialogue with the ideas of Marx, Hegel, Habermas, Rawls, and Negri, offering insights into the applications and limits of their thinking in light of recent Latin American political thought and practice.",
      "citationCount": 338,
      "doi": "10.1215/9780822389446",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e9d617ee23bb05d508e595e7464dcf8e7d89f86",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "544c80110a1a4f6cfa5d221c5ee08a8c57d71403",
      "title": "Liberation Pragmatism: Dussel and Dewey in Dialogue",
      "authors": [
        {
          "name": "A. Sager",
          "authorId": "73226932"
        },
        {
          "name": "Albert R. Spencer",
          "authorId": "143666856"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1163/18758185-01304005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/544c80110a1a4f6cfa5d221c5ee08a8c57d71403",
      "venue": "",
      "journal": {
        "name": "Contemporary Pragmatism",
        "pages": "420-439",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9bb0ffd1e63553b3948f44b27e1467cfff5acb91",
      "title": "The Structure of Knowledge in Westernized Universities: Epistemic Racism/Sexism and the Four Genocides/Epistemicides of the Long 16th Century",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "authorId": "11314391"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 492,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9bb0ffd1e63553b3948f44b27e1467cfff5acb91",
      "venue": "",
      "journal": {
        "name": "Human Architecture: Journal of the Sociology of Self-Knowledge",
        "pages": "8",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "92ce877538b9a73946ea51d5f841a5029dbbf3fe",
      "title": "Diálogos interculturales en la filosofía política: una lectura crítica de La paz perpetua de Kant",
      "authors": [
        {
          "name": "David Mendoza Beltrán",
          "authorId": "2391256762"
        }
      ],
      "year": 2025,
      "abstract": "This article proposes a critical reinterpretation of the Kantian framework through a hermeneutic methodology (textual analysis of primary sources) and a phenomenological approach (study of local peace experiences), contrasting Enlightenment universalism with decolonial perspectives. The findings reveal three central obstacles: 1) Kant’s Eurocentric conception of the nation-state, which disregards Latin American communal structures; 2) the underestimation of socioeconomic inequalities as drivers of conflict; and 3) the tension between cosmopolitan law and the legal pluralism practiced in the region. In response, the article argues that peace in Latin America demands a hybrid model integrating Kantian universal ethical principles with local practices of social justice and conflict resolution, drawing on theorists such as Ángel Papacchini and Enrique Dussel. This work contributes to intercultural political philosophy by a) exposing the limits of Kantian liberalism in non-Western contexts; b) proposing a theoretical bridge between universalism and decoloniality; and c) offering pathways to shift from an imposed liberal peace to one rooted in struggles for dignity and regional\nautonomy. The conclusions emphasize that peacebuilding requires flexible normative frameworks capable of engaging with the epistemologies of the Global South.",
      "citationCount": 0,
      "doi": "10.22335/rlct.v17i3.2225",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92ce877538b9a73946ea51d5f841a5029dbbf3fe",
      "venue": "Revista Logos Ciencia &amp; Tecnología",
      "journal": {
        "name": "Revista Logos Ciencia &amp; Tecnología"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "57eacb093e467dcc089e3556276bbafd382d653c",
      "title": "La fenomenología como método liberador en la filosofía intercultural desde y para América Latina",
      "authors": [
        {
          "name": "Ximena Bravo Sanabria",
          "authorId": "2342766786"
        }
      ],
      "year": 2025,
      "abstract": "The article explores how phenomenology, particularly in the context of Latin America, can become a liberating tool by questioning colonial structures of thought and creating an intercultural dialogue that respects diverse worldviews. Latin America has historically been a site of oppression and marginalization, from colonialism to neoliberalism, and this legacy of subjugation has fueled a philosophy aimed not only at understanding but also at transforming this reality.\nPhenomenology, with its focus on lived experience and Husserl's phenomenological reduction (epoché), enables questioning Eurocentric frameworks and recovering marginalized forms of knowledge and life. From this perspective, the  “lifeworld “ (Lebenswelt) is not singular but plural, adapting to the experiences and contexts of each culture. Authors such as Raúl Fornet-Betancourt and Enrique Dussel propose a phenomenology that confronts cultural colonialism and promotes an ethical and political recognition of the oppressed  “Other “ (the indigenous person, the peasant, the marginalized woman) allowing for a dialogue where these peoples are neither assimilated nor instrumentalized.\nThe intercultural philosophy emerging here does not seek a homogeneous universality but rather a plurality that preserves cultural identities and acknowledges their contributions. Phenomenology thus enables the construction of  “conviviality “ or harmonious coexistence in a  “pluriverse, “ where all worldviews and ways of life have a place. This approach not only challenges modernity and Eurocentrism but also proposes the need to build social and political relationships that go beyond individual interests, promoting an ethic of coexistence and complementarity. In sum, the proposed intercultural philosophy seeks to decolonize thought and position Latin America within a space of dialogue and resistance to the dominant world-system",
      "citationCount": 0,
      "doi": "10.18041/1692-5726/sin_fundamento.31.2024.12510",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57eacb093e467dcc089e3556276bbafd382d653c",
      "venue": "Sin Fundamento",
      "journal": {
        "name": "Sin Fundamento"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b8896539358b34e6e6d69b0049336cc5bbf2168c",
      "title": "Constraining Unaccountable AI with the Militant Pragmatism of Everyday Institutions",
      "authors": [
        {
          "name": "Benjamin Gregg",
          "authorId": "2256916007"
        }
      ],
      "year": 2026,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s13347-026-01051-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8896539358b34e6e6d69b0049336cc5bbf2168c",
      "venue": "Philosophy & Technology",
      "journal": {
        "name": "Philosophy & Technology",
        "volume": "39"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9896e101d3c046f59f1aa80d5d2a21ac3d46bb1c",
      "title": "Una mirada analéctica a la cultura Maya yucateca contemporánea desde la filosofía de la liberación",
      "authors": [
        {
          "name": "Verónica García Rodríguez",
          "authorId": "2330296388"
        }
      ],
      "year": 2026,
      "abstract": "This article proposes an analectical analysis of contemporary Maya culture in Yucatan framed within the philosophy of liberation and applying the method developed by Enrique Dussel addressing its political, erotic, pedagogical and fetishistic dimensions. More than an object of study, the present work locates Maya culture as a living historical subject, underlining its cosmovision, community - based practices and ways of resisting modern colonial structures. From an ethical perspective grounded in alterity, this article argues that the cultural practices of living Maya communities constitute a critical and emancipatory source for the ongoing construction of a broader alternative civilizational horizon in Latin America. Furthermore, it reflects on contemporary forms of Maya fetishism and on the need for intercultural politics in the Yucatan Península aimed at strengthening cultural and community autonomy.",
      "citationCount": 0,
      "doi": "10.71112/dwrave12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9896e101d3c046f59f1aa80d5d2a21ac3d46bb1c",
      "venue": "Revista Multidisciplinar Epistemología de las Ciencias",
      "journal": {
        "name": "Revista Multidisciplinar Epistemología de las Ciencias"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b9e841cf99d9a3af0ce67d00d2c0a10161bd77ae",
      "title": "Política com paixão. A filosofia da libertação de Enrique Dussel",
      "authors": [
        {
          "name": "S. R. Pinto",
          "authorId": "103936493"
        },
        {
          "name": "E. Raposo",
          "authorId": "115804744"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.21057/REPAM.V8I2.12610",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9e841cf99d9a3af0ce67d00d2c0a10161bd77ae",
      "venue": "",
      "journal": {
        "name": "Revista de Estudos e Pesquisas sobre as Américas",
        "pages": "181-199",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "78eb042f41bdfbfccc849cfad01a13b568892263",
      "title": "Liberalism and / or Liberation : Assessing the Utopian Politics of Richard Rorty and Enrique Dussel",
      "authors": [
        {
          "name": "Alan Reynolds",
          "authorId": "143823648"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/78eb042f41bdfbfccc849cfad01a13b568892263",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "c4b4f53c0ac1af357d5233dd37e1e3cadcb128c1",
      "title": "Geopolítica de la alteridad. Levinas y la filosofía de la liberación de E. Dussel",
      "authors": [
        {
          "name": "P. Ruíz",
          "authorId": "153613481"
        }
      ],
      "year": 2014,
      "abstract": "The relevancy of the thought of Emmanuel Levinas to understand the emergence of the philosophy of the liberation –one of the most important philosophical movements of Latin America during the second half of the century XX– is undeniable. In this article there is analyzed the geopolitical and analogical interpretation that Enrique Dussel realized of the levinasians concepts of “Alterity” ( Alterite ) and “Other” ( Autrui ) to show its equivocality in the realm of political.",
      "citationCount": 1,
      "doi": "10.3989/ISEGORIA.2014.051.13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4b4f53c0ac1af357d5233dd37e1e3cadcb128c1",
      "venue": "",
      "journal": {
        "name": "Isegoria",
        "pages": "777-792",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
