{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel Quijano coloniality",
  "results": [
    {
      "paperId": "81bc52f3a468e6f0e36ac521fd3f0d8edbe8b3ae",
      "title": "Contributions of Aníbal Quijano and Enrique Dussel for an Anti-Management Perspective in Defence of Life",
      "authors": [
        {
          "name": "Maria Ceci Misoczky",
          "authorId": "2097027873"
        }
      ],
      "year": 2019,
      "abstract": "This text belongs to the field of Latin American studies and, more specifically, affirm the Philosophy of Liberation as its ethical fundament. It affirms the adoption of an anti-management attitude because the distinction between Northern/Southern management is irrelevant for the victims. Quijano’s coloniality of power and Dussel’s transmodernity  are introduced because they open possibilities for a politicized discussion that goes beyond culturalism and indicate the need of transcending the globalized power of capitalist power as an indispensable condition for the liberation of the victims of this system of power. Follows a critical appraisal of postcolonial studies and a brief overview of its presence in the field of MOS. Finally, the argument for the need of an anti-management perspective is presented.",
      "citationCount": 7,
      "doi": "10.11144/javeriana.cao.32-58.caqed",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/81bc52f3a468e6f0e36ac521fd3f0d8edbe8b3ae",
      "venue": "Cuadernos de Administración",
      "journal": {
        "name": "Cuadernos de Administración"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "be4351b477e95419f8c0e06323828b345bb7bd2d",
      "title": "Critique as Coloniality: The Decolonial Challenge to Immanent Critique",
      "authors": [
        {
          "name": "Shivani Radhakrishnan",
          "authorId": "2350639771"
        }
      ],
      "year": 2025,
      "abstract": "Frankfurt School methodology involves a lasting commitment to immanent critique. What distinguishes immanent critique from other forms of social criticism, scholars in this tradition argue, is that social practices are to be judged according to norms and potentials already contained within their objects. This article considers critical theory's relationship to coloniality by developing a three‐part challenge to the practice of immanent critique, drawing on insights of decolonial philosophers Anibal Quijano, Enrique Dussel, Maria Lugones, and Oyèrónkẹ́ Oyěwùmí. Immanent critics, I conclude, risk being inattentive to constitutive exclusions, reinscribing asymmetrical burdens on certain critics, and unwittingly replaying a mechanism of domination familiar from colonialism in and through their preferred method of critique. Accordingly, I argue that immanent critics should attend to relations of power that govern the practice of critique itself and offer reasons for being more pluralistic about our methods of criticism.",
      "citationCount": 0,
      "doi": "10.1111/1467-8675.12790",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be4351b477e95419f8c0e06323828b345bb7bd2d",
      "venue": "Constellations",
      "journal": {
        "name": "Constellations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "199dad93f4b950d34c25cd0048d90bf8d6420933",
      "title": "The Epistemology of the South, Coloniality of Gender, and Latin American Feminism",
      "authors": [
        {
          "name": "B. Mendoza",
          "authorId": "114998890"
        },
        {
          "name": "Daniela Paredes Grijalva",
          "authorId": "2127521967"
        }
      ],
      "year": 2022,
      "abstract": "Abstract This article provides a Latin American feminist critique of early decolonial theories focusing on the work of Aníbal Quijano and Enrique Dussel. Although decolonial theorists refer to Chicana feminist scholarship in their work, the work of Latin American feminists is ignored. However, the author argues that Chicana feminist theory cannot stand in for Latin American feminist theory because “lo latinoamericano” gets lost in translation. Latin American feminists must do their own theoretical work. Central to the critique of the use of gender in decolonial theory is an analysis of the social pacts among white capitalists and white working-class men that not only exclude white women but make citizenship and democracy impossible for men and women of color in the metropolis as well as in the colony. By revealing the nexus between gender, race, and democracy, not only is the coloniality of gender apparent, but also the coloniality of democracy.",
      "citationCount": 6,
      "doi": "10.1017/hyp.2022.26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/199dad93f4b950d34c25cd0048d90bf8d6420933",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "510 - 522",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6281e35d7dd8d499d1857be43e7df52dd1728124",
      "title": "Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin American Decolonial Theory",
      "authors": [
        {
          "name": "P. Chambers",
          "authorId": "49609478"
        }
      ],
      "year": 2020,
      "abstract": "Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin American Decolonial Theory Latin American decolonial theory is built around the thesis of the “coloniality of knowledge”, which claims that the socio-political domination of Latin America and other regions of the global periphery by European countries and the United States is directly related to the initial colonial imposition and subsequent cultural reproduction of so-called “Western epistemology” and science. I argue that the epistemological claims of four decolonial thinkers (Aníbal Quijano, Walter Mignolo, Enrique Dussel, Santiago Castro-Gómez) that make up the coloniality of knowledge thesis are problematic for several reasons: they are based on distorted and simplistic readings of Descartes, Hume and other Enlightenment figures; they make contentious generalizations about so-called Western epistemology; and they ultimately lead to epistemic relativism, which is a problematic basis for the social sciences and, contrary to decolonial aspirations, renders the subaltern unable to speak.",
      "citationCount": 22,
      "doi": "10.1590/dados.2020.63.4.221",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6281e35d7dd8d499d1857be43e7df52dd1728124",
      "venue": "",
      "journal": {
        "name": "Dados-revista De Ciencias Sociais",
        "volume": "63"
      },
      "publicationTypes": null
    },
    {
      "paperId": "68d9a5ee04d7a84c8f7a93888a4f92539b04bfb4",
      "title": "Globalization/Coloniality: A Decolonial Definition and Diagnosis",
      "authors": [
        {
          "name": "Benjamin P. Davis",
          "authorId": "2064934939"
        }
      ],
      "year": 2018,
      "abstract": "In this essay, I contend that globalization is less an international process and more a colonial project. I argue that definitions of “globalization” articulated primarily through economic metrics insufficiently account for the violences concomitant with such a project. In response to this insufficiency, I draw on three concepts by three decolonial authors—transmodernity (Enrique Dussel), global coloniality (Anibal Quijano), and dialogical cosmopolitanism (Eduardo Mendieta)—in order to develop my own definition of globalization. I then offer a preliminary sketch of what I call “affective alternatives,” which could convey ways of life different from the hegemonic social forms that globalization promotes and imposes. At the very least, affective alternatives present a parallax: seen and felt from the perspective of the alternative, globalization is not taken as neutral, normal, irreversible, or desired; rather, it is “distorted” into globalization/coloniality, a project to be resisted. I conclude with reflections on connecting and deepening coalitions of resistance.",
      "citationCount": 4,
      "doi": "10.5070/T484042045",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/68d9a5ee04d7a84c8f7a93888a4f92539b04bfb4",
      "venue": "",
      "journal": {
        "name": "Transmodernity: Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "041a819655a0916bb99206d64af505978cf060fd",
      "title": "Globalization/Coloniality: A Decolonial Definition and Diagnosis",
      "authors": [],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/041a819655a0916bb99206d64af505978cf060fd",
      "venue": "",
      "journal": {
        "name": "PRN: Distributive & Economic Justice"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5e12fdc67a46176dec015ad10004ded9ee5c0de6",
      "title": "Transmodernity, Local Knowledges, and Akhtaruzzaman Elias’s Khwābnāmā",
      "authors": [
        {
          "name": "Supriya Chaudhuri",
          "authorId": "2365134835"
        }
      ],
      "year": 2025,
      "abstract": "\n \n This paper applies Enrique Dussel’s conception of transmodernity to the complex, intermeshed histories of subjugation, suffering, and resilience that are produced within the interstices of modernity’s project, global capital’s operations, and what Aníbal Quijano describes as the coloniality of power. It asks whether we must distinguish between a social-historical condition, that of transmodernity, and an aesthetic mode, that of transmodernism, as we do between modernity and modernism, or postmodernity and postmodernism. These theoretical observations are then brought to bear on my reading of a Bengali novel, Akhtaruzzaman Elias’s\n Khwābnāmā\n (Dream chronicle), first published in 1996. This text focuses both on the subjectivity and the subjection of the peasant in a time of upheaval, as they are called upon to negotiate pasts that survive as memory, dream or trauma, and to cope with a present of alienation and suffering. Elias deconstructs the politics of nationhood, offering in its stead an insurrectionary poetics that subjects history, time and nature to the dialectical (or, as Dussel might put it, analectical) promise of allegory.\n",
      "citationCount": 0,
      "doi": "10.1163/22879811-bja10086",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e12fdc67a46176dec015ad10004ded9ee5c0de6",
      "venue": "Asian Review of World Histories",
      "journal": {
        "name": "Asian Review of World Histories"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8889b5eca9f88415dd202099d4ff9fc0ece11fcd",
      "title": "Decoloniality",
      "authors": [],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315301914-18",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8889b5eca9f88415dd202099d4ff9fc0ece11fcd",
      "venue": "Encyclopedia of Evolutionary Psychological Science",
      "journal": {
        "name": "Encyclopedia of Evolutionary Psychological Science"
      },
      "publicationTypes": null
    },
    {
      "paperId": "99ff42d9debab41b09ebc9ad3f577b1f99f3dc50",
      "title": "Do universal ao pluriversal: questões e desafios do paradigma decolonial",
      "authors": [
        {
          "name": "Claude Bourguignon Rougier",
          "authorId": "2124277616"
        },
        {
          "name": "Philippe Colin",
          "authorId": "2070733721"
        },
        {
          "name": "Dalvino Veronese Passarin",
          "authorId": "2124277614"
        }
      ],
      "year": 2021,
      "abstract": "The following text is a translation of «De l’universel au pluriversel. Enjeux et défis du paradigme décolonial», written by Claude Bourguignon Rougier and Philippe Colin, published in Raison Présente (no 199) in 2016. Some authors with very important theoretical contributions are cited, such as Enrique Dussel, Aníbal Quijano, Edgardo Lander, Walter Mignolo, Santiago Castro-Gómez, Arturo Escobar, Nelson Maldonado Torres, Ramón Grosfoguel and Catherine Walsh. It is about issues and challenges regarding the decolonial paradigm, which focuses on the “geopolitics of power, knowledge and being” that resulted from the European colonization process over parts of the globe. Rougier and Colin emphasize the epistemic centrality of coloniality and its intimate relationship with modernity, which was built according to a Eurocentric narrative; therefore, knowledge elaboration should no longer be based on a Eurocentric point of view, but on a pluriversal one, giving due importance to local histories and thus making it possible to reassess the locus of enunciation established by modernity. The translation of this article into Brazilian Portuguese aims to make it accessible to those who show an interest in the subject, thereby enabling the diversity of points of view and the consequent enrichment of the debate about the decolonial turn.",
      "citationCount": 0,
      "doi": "10.5380/RVX.V16I1.78171",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/99ff42d9debab41b09ebc9ad3f577b1f99f3dc50",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "148",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "726925ef1ad3bc8a8c98ae442e56435c5712d6dc",
      "title": "Decoloniality",
      "authors": [
        {
          "name": "Rosa Acevedo",
          "authorId": "1661186981"
        }
      ],
      "year": 2019,
      "abstract": "The research collective on Decoloniality, organised by Walter Mignolo and Arturo Escobar, brings together scholars of Latin American / European origin working in universities in the United States and Latin America and interested in ideas of dependency theory, colonialism, gender, and critical theory. It builds on the earlier work of scholars such as Enrique Dussel and Anibal Quijano and seeks, in particular, to examine the relationship between the Frankfurt School version of critical theory and the emerging paradigm of coloniality / modernity.",
      "citationCount": 1,
      "doi": "10.5840/RADPHILREV20192212",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/726925ef1ad3bc8a8c98ae442e56435c5712d6dc",
      "venue": "Radical Philosophy Review",
      "journal": {
        "name": "Radical Philosophy Review"
      },
      "publicationTypes": null
    },
    {
      "paperId": "35b685cd3062f5e7f005de18cc83499133373a18",
      "title": "Questioning the Role of Anti-Blackness in Quijano’s Theory of Coloniality of Power in advance",
      "authors": [
        {
          "name": "Rosa O’Connor Acevedo",
          "authorId": "2243097125"
        }
      ],
      "year": 2023,
      "abstract": "<jats:p />",
      "citationCount": 2,
      "doi": "10.5840/radphilrev2023915137",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35b685cd3062f5e7f005de18cc83499133373a18",
      "venue": "Radical Philosophy Review",
      "journal": {
        "name": "Radical Philosophy Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ee2f2d332205aaa78a2caab52808dd918ca5a954",
      "title": "Critique and Alterity in Enrique Dussel’s Decolonial Philosophy",
      "authors": [
        {
          "name": "Friso Timmenga",
          "authorId": "2283198141"
        },
        {
          "name": "Indira Van der Zande",
          "authorId": "2379116624"
        },
        {
          "name": "Andrej Zwitter",
          "authorId": "2379116808"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This paper analyses the tension between the double focus on critique and alterity within decolonial discourses. We argue that an excess of critical thinking could lead to scepticism, whereas an overemphasis on alterity could result in dogmatism. Consequently, since both approaches end up obstructing epistemic decolonization, we argue that it is necessary to strike a balance between critique and alterity; a balance that does not resolve the tension, but seeks to reveal its underlying relation. The first section locates decolonial theory within the framework of critical theory. We highlight how Quijano, Dussel and Mignolo invoke the critical tradition, whilst simultaneously claiming that a radical departure from it is necessary. Turning more explicitly to Dussel in Section 2, we explain Dussel’s analectics as a method to localize discourses, in which globally excluded perspectives are foregrounded. In the third section, we defend Dussel’s universalism and rationalism against criticisms from Castro-Gómez and Vallega by interpreting him as a relational thinker. Ultimately, the paper concludes that the success of epistemic decolonization hinges on its ability to reconcile classic notions of universality and rationality in a manner that avoids dogmatism and scepticism, namely by a continual grounding of philosophical discourse in material life.",
      "citationCount": 0,
      "doi": "10.1017/S0031819125000087",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee2f2d332205aaa78a2caab52808dd918ca5a954",
      "venue": "Philosophy",
      "journal": {
        "name": "Philosophy",
        "pages": "221 - 247",
        "volume": "100"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4c6c5ea508b2e3553b34d903aa5ecd47f2ac8128",
      "title": "Global Thought, Shadow Projection and Coloniality: A Quantum Case for Religious Practice",
      "authors": [
        {
          "name": "Andrew Milne",
          "authorId": "2382246710"
        }
      ],
      "year": 2025,
      "abstract": "In this paper I argue that religious practice is key to global thought. To demonstrate this, I explore the work of two thinkers: psychologist Carl Jung and Marxist liberation philosopher Enrique Dussel. As a means of addressing the implicit ontological biases which close the minds of many to spiritual wisdom, my discussion makes use of the quantum metaphysics developed by Jung in correspondence with his patient, Wolfgang Pauli. For Jung ([1957] 2010, 13), real religion is defined by an ongoing relationship to the transcendent, while the rigid dogmatism common to modern institutionalised religion serves to stifle this relationship. Religious practices help us to cultivate our own relationship to the transcendent, and thus to resolve antitheses which we will otherwise externalise into the social world, projecting the qualities which we do not want to see in ourselves onto the Other (Jung [1957] 2010, 3). This “shadow” projection is a key driver of the ongoing crisis in global thought, exemplified by Israel’s genocide in Gaza (Albanese 2024). Furthermore, the coloniality and dehumanisation wrought by shadow projection is both perpetuated and capitalised upon by military-industrial-complexes which are materially incentivised to manufacture consent for endless wars in defence of “liberal-democratic” ideals. Religious practices are key means of challenging dogmas, religious, liberal, conservative or otherwise, and reconciling ourselves with the shadows they cast. Dussel shows us what this means on the collective level, emphasising the need to grapple with history, and with the materiality of the present, if we are to understand our infinite responsibility to the Other through recognition of their difference, and, thus, to think globally.",
      "citationCount": 0,
      "doi": "10.15664/985m4b16",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c6c5ea508b2e3553b34d903aa5ecd47f2ac8128",
      "venue": "INTER- The Journal for Global Thought",
      "journal": {
        "name": "INTER- The Journal for Global Thought"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2fee76c53daa378e2dc5302bde326c0ef7d692dc",
      "title": "Contributions of Aníbal Quijano and Enrique Dussel for an Anti-Management Perspective in Defence of Life *",
      "authors": [
        {
          "name": "Contribuciones de Aníbal Quijano",
          "authorId": "2075908548"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2fee76c53daa378e2dc5302bde326c0ef7d692dc",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "1fd2bcb2d3833f5cfb1defb1b00c5ffeb74999d6",
      "title": "Contribuições feministas para o pensamento decolonial: reflexões acerca das filosofias de Enrique Dussel e Aníbal Quijano",
      "authors": [
        {
          "name": "Amanda Soares Melo",
          "authorId": "2193764622"
        }
      ],
      "year": 2019,
      "abstract": "O presente trabalho consiste em uma análise das teorias do pensamento descolonial latino-americano, mais especificamente de A. Quijano e E. Dussel, a partir de uma perspectiva feminista que abrange os problemas de gênero na construção da colonialidade e da decolonialidade. As filosofias de Dussel e Quijano, assim como de outros autores decoloniais, trouxeram excelentes ferramentas teóricas para pensar a condição de subordinados no mundo. No entanto, submetidos ao escrutínio feminista, eles ainda revelam traços de um pensamento masculinista, que é incapaz de cobrir adequadamente a experiência das mulheres. Algumas reflexões do pensamento feminista latino-americano de Breny Mendonza e Maria Lugones sobre essas teorias podem melhorar a compreensão das relações de gênero no contexto colonial/decolonial. \n ",
      "citationCount": 0,
      "doi": "10.36942/IANDE.V2I3.90",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fd2bcb2d3833f5cfb1defb1b00c5ffeb74999d6",
      "venue": "ÎANDÉ Ciências e Humanidades",
      "journal": {
        "name": "ÎANDÉ : Ciências e Humanidades"
      },
      "publicationTypes": null
    },
    {
      "paperId": "000a1c163ff4bebdad95675033eab3907fd1fc94",
      "title": "From Ego Conquiro to Ego Cogito: Dussel’s Latin American History of Philosophy",
      "authors": [
        {
          "name": "Clara Isabel Pinton",
          "authorId": "2388327835"
        }
      ],
      "year": 2025,
      "abstract": "Modern Western philosophy has long excluded Latin America from its historical and conceptual narrative, reinforcing a Eurocentric understanding of historical development. This study aims to challenge that exclusion by analyzing how Enrique Dussel’s philosophy - especially as developed in 1492: El encubrimiento del Otro and Meditaciones anticartesianas - reconstructs the origins of modern subjectivity from a Latin American, decolonial perspective. Through textual analysis of Dussel’s works and comparative readings of canonical European thinkers such as Hegel and Descartes, this research investigates the historical and ontological link between the ego cogito and the ego conquiro . Following a philosophical and critical-historical method, the study combines close exegesis with genealogical reconstruction to identify how the myth of modernity emerged through colonial conquest and philosophical erasure. The results reveal that, according to Dussel, the Cartesian subject - the foundation of modern philosophy - is only made possible through the prior conquest and objectification of the colonial Other. This encounter is not peripheral but constitutive: Latin America and the broader colonial world played a crucial role in the birth of modernity, both economically and philosophically, and ontologically. As highlighted in its conclusions, this study represents only an initial step: a deconstructive phase within the broader tradition of the Philosophy of Liberation. The study calls for the reconstruction of a philosophical canon that acknowledges its colonial foundations and includes the voices it has historically silenced. Ultimately, it argues that decolonizing philosophy, a process that broadly extends from Latin America to the entire peripheral world, is not only possible but also necessary for a more just and inclusive global thought.",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2025-29-3-704-719",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/000a1c163ff4bebdad95675033eab3907fd1fc94",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fdfd0162be9622e3737293c9cec525844adaf006",
      "title": "Introduction: critiquing the onto-epistemic coloniality of modernity in/beyond education",
      "authors": [
        {
          "name": "Weili Zhao",
          "authorId": "2216160918"
        },
        {
          "name": "T. Popkewitz",
          "authorId": "102338032"
        }
      ],
      "year": 2022,
      "abstract": "When we proposed to do this special issue for Discourse almost three years ago, our intention was to historicize the happenings of epistemic colonialism in transnational/cultural knowledge translation and transfer. During the working process, we found that the seven pieces pushed us further with nuances that form along three lines. First, the notion of colonialism needs to be differentiated from coloniality. As proposed by Quijano (2000) and reiterated through Andreotti (2021),",
      "citationCount": 8,
      "doi": "10.1080/01596306.2022.2041327",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fdfd0162be9622e3737293c9cec525844adaf006",
      "venue": "Discourse: Studies in the Cultural Politics of Education",
      "journal": {
        "name": "Discourse: Studies in the Cultural Politics of Education",
        "pages": "335 - 346",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "786b59b774cb7704cbe701b05b35f361f00bc734",
      "title": "Relaciones de la pedagógica y la pedagogía de la liberación latinoamericana. Estudio epistemológico basado en Dussel y Freire",
      "authors": [
        {
          "name": "Felipe Nicolás Mujica Johnson",
          "authorId": "2124520607"
        }
      ],
      "year": 2024,
      "abstract": "In the last decades, new epistemological discussions have been developed to support Latin American pedagogies that distance themselves from the hegemonic discourses of modernity and their colonial accent. In this context, this essay aims to contribute to the understanding of some of the relationships between Enrique Dussel’s pedagogy and Paulo Freire’s pedagogy of liberation. In the first section that contributes to this objective, the three chapters of Dussel’s book La pedagógica latinoamericana and the first two chapters of Freire’s book Pedagogy of the Opressed are presented. From Dussel’s book, the concepts father-State, mother-popular culture, and son-child-people are highlighted as symbols that explain the cultural relations of domination. From Freire’s book, the concepts of oppressors, oppressed, banking education, and liberating education are highlighted. In the second section of the development, a distinction is made on the levels of analysis of each philosopher and some coincidences on the banking dimension, totality, exteriority, otherness, and the hope of a liberated world. To conclude the paper, it is considered that there is a correlation between both philosophers that favor the dialectic of the collective human and the cultural human in Latin American pedagogies.",
      "citationCount": 1,
      "doi": "10.15359/rep.19-2.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/786b59b774cb7704cbe701b05b35f361f00bc734",
      "venue": "Revista Ensayos Pedagógicos",
      "journal": {
        "name": "Revista Ensayos Pedagógicos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "06a7ce1a73b7d0be0e5aa41f6f18ecd3b5d59c23",
      "title": "COLONIALITY AND MODERNITY/RATIONALITY Aníbal Quijano",
      "authors": [
        {
          "name": "Walter D. Mignolo",
          "authorId": "73605293"
        },
        {
          "name": "A. Escobar",
          "authorId": "143918946"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315868448-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06a7ce1a73b7d0be0e5aa41f6f18ecd3b5d59c23",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "32-42",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "title": "Transmodernity: Method for a Decolonial Political Project. From Enrique Dussel to Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Luz María Lozano Suárez",
          "authorId": "2203108615"
        }
      ],
      "year": 2021,
      "abstract": "This article seeks to analyze how the sense of transmodernity is subsumed in phi- losopher Santiago Castro-Gómez, to propose an emancipatory policy. Transmodernity is a decolonial project proposed by Enrique Dussel in 1994. Modernity, defined as a sacrificial myth -eurocentric, colonizing, and capitalist- would be overcome from the moment in which it is possible to affirm the otherness of the universal cultures —ana- lectic—. Such a project of the Philosophy of Liberation can be conceived as a method that would take the best of modernity —its rational character—, but in an opposite sense to political, cultural, and economic domination. Gastro-Gómez assumes this method to propose a transmodern republicanism. In this text, the possible modernity/ coloniality dialog, corroborated by these two philosophers, will be established as the guiding thread to determine how a new way of understanding the ontology of eman- cipatory (not liberating) politics, presented by the Colombian philosopher, is possible.",
      "citationCount": 2,
      "doi": "10.14482/EIDOS.34.199.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "venue": "Eidos",
      "journal": {
        "name": "Eidos"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
