{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Ramaglia Echeverría Dussel",
  "results": [
    {
      "paperId": "c0cce30d3c9fa220c7133ca494b9de3c137ed706",
      "title": "Dos teorías críticas acerca de la modernidad en el contexto latinoamericano: Bolívar Echeverría y Enrique Dussel",
      "authors": [
        {
          "name": "D. Ramaglia",
          "authorId": "104355202"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c0cce30d3c9fa220c7133ca494b9de3c137ed706",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "215-244",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a88237c0cd86cc4cb7b2c3a1585fc27631314a74",
      "title": "Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel",
      "authors": [
        {
          "name": "Dante Ramaglia",
          "authorId": "2082172735"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a88237c0cd86cc4cb7b2c3a1585fc27631314a74",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "215-244",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7523e90bf554ed0316b351a8944d0c8d97156d94",
      "title": "Jaime Ortega Reyna, Leer El Capital, teorizar la política: contrapunteo de la obra de Enrique Dussel y Bolívar Echeverría en tres momentos",
      "authors": [
        {
          "name": "Marcelo Starcenbaum",
          "authorId": "113669362"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7523e90bf554ed0316b351a8944d0c8d97156d94",
      "venue": "",
      "journal": {
        "name": "Izquierdas",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "37492b2ff0329786d37a8a29a1849514319fcff7",
      "title": "Estética y hermenéutica de la irrupción festiva: devoción del Niñopa en Xochimilco",
      "authors": [
        {
          "name": "M. C. Espinosa",
          "authorId": "108267582"
        }
      ],
      "year": 2020,
      "abstract": "El objetivo de este articulo es mostrar como la estetizacion ritual del Ninopa, celebrada en Xochimilco, Mexico, el 2 de febrero de cada ano, desde su instauracion por los misioneros franciscanos en el siglo XVI hasta nuestros dias, es una manifestacion exuberante de resistencia politica, de practica ritual “contrahegemonica”. Esta investigacion es pertinente en el campo de la poetica-estetica y hermeneutica de la liberacion, y los estudios de la decolonialidad. La metodologia de analisis es multidisciplinaria, se recuperaran algunas de las categorias teoricas de la filosofia de la liberacion de Enrique Dussel, las empleadas por Bolivar Echeverria en su filosofia de la cultura y del antropologo y etnografo Felix Baez, para aplicarlas a nuestro objeto de estudio. Se trata de probar dos hipotesis, 1) es un caso de “contrahegemonia ritual” frente al catolicismo institucional y, si es asi, seria un error ubicar la devocion del Ninopa como expresion del “catolicismo popular”; 2) es una practica de “criptoreligiosidad-indoamericana” en el sentido de oculto y prohibido disfrazado de un signo cristiano hegemonico y vencedor, como es la imagen de un santo, asi como un fenomeno de mestizaje simbolico de supervivencia identitaria conocido como ethos barroco.",
      "citationCount": 0,
      "doi": "10.1590/1517-106x/20202217592",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/37492b2ff0329786d37a8a29a1849514319fcff7",
      "venue": "",
      "journal": {
        "name": "Alea-estudos Neolatinos",
        "pages": "75-92",
        "volume": "22"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5a1e99e8e3a3d7c425f3727db93ab06fa96e3b07",
      "title": "Lectura y producción: itinerarios de El Capital en América Latina",
      "authors": [
        {
          "name": "J. Reina",
          "authorId": "117805703"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a1e99e8e3a3d7c425f3727db93ab06fa96e3b07",
      "venue": "",
      "journal": {
        "name": "Sociología Histórica",
        "pages": "535-563",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "aed9ab701dafc255ba4bc6592d879357f702d08e",
      "title": "Modernidad y Sacrificio: Crítica a los fundamentos de la idea de civilización de la filosofía de la historia y la economía política del siglo XVIII y XIX",
      "authors": [
        {
          "name": "Ríos Espinosa",
          "authorId": "134635570"
        },
        {
          "name": "M. Cristina",
          "authorId": "152586782"
        }
      ],
      "year": 2018,
      "abstract": "Author(s): Rios Espinosa, Maria Cristina | Abstract: El objetivo de esta investigacion es develar el sacrificio fundacional de la Modernidad mediante la revision critica de algunas filosofias de la historia escogidas, de alemanes como Kant y Hegel, y de escoceses e ingleses como Malthus-Darwin, y Mandeville-Smith en el siglo XVIII y XIX en Europa, por ser, estos ultimos, los principales fundadores de la economia politica y de la teoria liberal-mercantilista, las cuales promueven el sacrificio de lo cualitativo de la vida como precondicion del avance civilizatorio. A esta exigencia sobre el hombre como individuo y a su justificacion teorica para lograr el avance de las sociedades hacia la eficiencia y el progreso tecnico instrumental, lo llamare sacrificio, por reprimir la vida en su “forma natural”. La critica a la Modernidad se hace con base en una metodologia teorica plural, como la de Bolivar Echeverria en su Modernidad de lo barroco y Modernidad y blanquitud, algunos teoricos de la poscolonialidad, de la liberacion y la descolonizacion epistemica, entre cuyos representantes se encuentran Enrique Dussel, Santiago Castro Gomez, Walter Mignolo, Anibal Quijano, entre muchos otros.",
      "citationCount": 0,
      "doi": "10.5070/T481039383",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aed9ab701dafc255ba4bc6592d879357f702d08e",
      "venue": "",
      "journal": {
        "name": "Transmodernity: Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "volume": "8"
      },
      "publicationTypes": null
    }
  ],
  "count": 6,
  "errors": []
}
