{
  "status": "success",
  "source": "semantic_scholar",
  "query": "\"Global Ethics, Epistemic Colonialism\" Stone-Mediatore",
  "results": [
    {
      "paperId": "90931d32072b1a38f425d4c0f65af1760f8b1a12",
      "title": "Epistemic Analysis of Kantian Ethics of Duty Call vis-a-vis Paranormal in Nigerian Society Among Nigerian Clergymen",
      "authors": [
        {
          "name": "Charles Paul",
          "authorId": "2276561126"
        },
        {
          "name": "Chikelo Obidike",
          "authorId": "2276558638"
        },
        {
          "name": "Innocent Raphael Olisa Maduabuchi",
          "authorId": "2276559642"
        },
        {
          "name": "Anthony Uke",
          "authorId": "2276557257"
        }
      ],
      "year": 2023,
      "abstract": "This work is geared to carry out epistemic analysis of Kantian ethics of duty call vis-à-vis paranormal in Nigerian society among clergymen. The recent changes in Nigerian and other African countries like colonialism that brought Western education, globalization, urbanization, and new religion (Islam and Christianity) have made it that divination in traditional African religion is no longer in vogue in this contemporary period. Divination and fortune telling have taken a new dimension in form of faith healing and miracles by some prophets and so called men of God like pastors, priests, and imam. The quest for materialism among the ministers and clerics of Islamic, Christian and traditional religion has made them abuse their religious calling for their selfish interests. This work makes use of analytic and critical methods of data analysis. This work postulates that Immanuel Kant’s ethics of duty call serves to provide a guiding principle to Nigeria clergymen of different religions on the need for them to carry out their religious duties out of good will. On the other hand, twisting or distorting the teachings of their religion to serve their various selfish interests contravenes Immanuel Kant’s ethics of duty call. Finally, they have to contribute positively to nation building by propagating or fostering the positive ideology, theories, or doctrines that will promote love and national unity in a multicultural country like Nigeria.",
      "citationCount": 0,
      "doi": "10.17265/2159-5313/2023.08.003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/90931d32072b1a38f425d4c0f65af1760f8b1a12",
      "venue": "Philosophy Study",
      "journal": {
        "name": "Philosophy Study"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ea2b52e19a714781d21fdeb25177394feff396c8",
      "title": "Epistemic justice in bioethics: interculturality and the possibility of reparations",
      "authors": [
        {
          "name": "J. de Vries",
          "authorId": "35026547"
        },
        {
          "name": "Bridget Pratt",
          "authorId": "2212395"
        }
      ],
      "year": 2023,
      "abstract": "The topic of epistemic injustice in global health ethics is complex, important and vast. While presenting as nuanced and complete a picture of the challenge as we possibly could, we were acutely aware of our positionality and how it gave us a certain viewpoint that would need to be expanded by others with different positions and experiences. We were, therefore, delighted to receive the collected commentaries by Atuire, Abimbola, FrimpongMansoh, Nyamnjoh and Ewuoso, Tangwa, Ambrogi et al. We would like to thank these authors for furthering our account by raising questions, pointing out gaps or complementing our analysis. The points raised by these authors— and many points that will undoubtedly be raised by others in future—should be critically engaged with as we collectively define and work towards a more epistemically just global health ethics. Specifically, two points stand out. First, FrimpongMansoh accurately diagnoses our ambiguity about being drawn into debates about relativism in bioethics. We drew on Atuire’s previous work on pluriversality; FrimpongMansoh proposes an intercultural ethics framework. While intercultural dialogues are commonly suggested as a process for determining what a pluriversal world looks like, what is not clear to us is whether and where the attempt to develop an authoritative, yet intercultural and global, ethics framework fits in a pluriversal world. As we understand it, the proposal for pluriversality rests on the idea that many worlds exist at once, which involves keeping all ideas (concepts, knowledges and ways of being) as they are. Yet in a more intercultural tradition, as in FrimpongMansoh’s proposal, the suggestion seems to be for ideas to be translated and blended to generate a new constellation of knowledge. Developing these ideas further, and interrogating their conceptual limitations and challenges, is integral to the work we proposed. However, efforts to address structural epistemic injustices need not rely on the resolution of this particular issue; many of the issues we outlined in our paper can be resolved even without addressing the important conceptual question FrimpongMansoh raises. Second, Nyamnjoh and Ewuoso remind us that any attempt at defining what it looks like to think and be from the South is a normative and political act in itself. They also warn us of the dangers of elite capture of the epistemic justice project. Tangwa, furthermore, reminds us that the academic freedom necessary to be critical in the way we were in our paper is a privilege that requires employment and security conditions that are more often guaranteed in the global North. Taken together, these commentaries raise deep questions about who defines what epistemic justice should look like in global health ethics and what roles different actors should play to get us there. For instance, what should the role of ethicists from different epistemic and geographic locations, be in attempts to define and reduce epistemic injustice in the field? Abimbola suggests that people from the South need to be able to ‘imagine themselves in the centre’; both Abimbola and Atuire suggest that what is required for epistemic justice is the ability of people and platforms in the South to address their own issues and concerns, in ways that bear some resonance with arguments for reparations for the damages inflicted by colonialism. While neither Atuire nor Abimbola uses that term, perhaps it would be useful to consider attempts at increasing epistemic justice in terms of repair or reparation. These reparations should enable scholars from the global South to create their own worlds, rather than helping them better fit into spaces created by the global North. One appealing recent contribution in this regard comes from Olúfẹ́mi Táíwò who presents reparations in the light of the active pursuit of justice, rather than simply doing the work of repair. One avenue of scholarly work could apply such thinking to global health ethics. Specifically, Abimbola refers to the importance of global South platforms for knowledge exchange, cultivation and curation; is it possible to think about the development of such platforms (that reach a critical mass) in terms of reparations as opposed to charity or philanthropy? And how would that change the way in which the many existing forms of exchange and collaboration already taking place in global health ethics, are shaped and executed? Finally, Ambrogi et al say ‘it’s time for all involved ... to embrace the notion of epistemic injustice’. The rich contributions by the various commentaries have clearly demonstrated that the work of achieving greater epistemic justice in global health bioethics, is work that involves the activism, scholarship and contributions of people around the world, and that work is only just beginning.",
      "citationCount": 2,
      "doi": "10.1136/jme-2023-109149",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea2b52e19a714781d21fdeb25177394feff396c8",
      "venue": "Journal of Medical Ethics",
      "journal": {
        "name": "Journal of Medical Ethics",
        "pages": "347 - 347",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "464bb4cd277c1c6d096e2a7fdca4e3e5fb917212",
      "title": "Some barriers to knowledge from the global south: commentary to Pratt and de Vries",
      "authors": [
        {
          "name": "C. Atuire",
          "authorId": "1582340509"
        }
      ],
      "year": 2023,
      "abstract": "Pratt and de Vries pose an important and uncomfortable question to all stakeholders in the global bioethics space. If global bioethics as they define it is ‘the ethics of public health and healthcare problems that are characterised by a global level effect or that require action beyond individual countries, and the ethics of research related to such problems’, one would expect justice and inclusivity to be among the ethical priorities. Yet, Pratt and de Vries carefully demonstrate how different forms of epistemic injustice and coloniality are embedded in the structure, generation of knowledge and praxis of global bioethics. They do this by unpicking three layers at which coloniality and epistemic injustice operate; knowledgeproducer, knowledgeapplied and knowledgesolicited. The authors also offer a threepronged incremental approach to how individual and institutional actors in global bioethics can contribute to epistemic justice in the field. Pratt and de Vries present their work as ‘a first step towards reorienting the field’ of global health bioethics away from epistemic injustice. Indeed, theirs is a mapping, problem statement and recommendations piece that will be useful for future conversations on epistemic justice in global bioethics. My commentary is not so much a critique of the meticulous work done by Pratt and de Vries, but an attempt to highlight key structural barriers that need to be addressed if knowledge from the global South is to be given a fair space within global bioethics. I will do this following the threelayered structure proposed by the Authors and conclude by offering a conceptual suggestion that broadly encompasses the pathways suggested by the Authors for increasing epistemic justice in global bioethics. In the unpacking of the knowledgeproducer layer—who is producing knowledge in bioethics—a key actor is the university institution. A 2023 critique of the conceptual flaws and colonialitybiased university ranking criteria by NassiriAnsari and McCoy shows that the top 20 ranked public health study programmes are all in the global North. They argue, based on empirical data that university ranking systems are designed to reinforce the concentration of power and prestige among universities in the global North. Universities are among the principal knowledge producers in global health. Thus, rethinking how we classify and rank knowledge producers is an important step toward epistemic justice within the knowledge producer layer. When we consider the knowledgeapplied layer—what theories and concepts are being applied to produce ethics knowledge—Pratt and de Vries call for the inclusion of epistemologies and ethical frameworks from the global South in education and praxis. Here too, it would be important to consider that, as pointed out by Cloartre, the Law has been systemically used to ‘other’ nonbiomedical ways of conceiving health and practicing healthcare. A thorough inclusion of global South epistemologies in healthcare and bioethics would require a legal framework that avoids putting ‘nonstandard’ conceptualizations on the backfoot or even worse, considering them as ‘alternative’ or complementary. And finally, on the knowledgesolicited layer,—whose voices are sought, recorded and used to generate ethics knowledge—while much progress has been made in recent times to include representation from the global South in international organizations, what remains to be seen is how these representatives are selected. Is the selection of these global South representatives based on their capacities to understand and propagate the ideas emanating from the global North or are they capable of shifting the existing conversations by introducing global South views and epistemologies into global conversations? Pratt and de Vries suggest that the way forward is a threestep approach of understanding the problem, engaging in dialogue, and implementing structural change. These, in my view, can be captured under subsidiarity, a notion that has not been sufficiently explored in the global health governance space. The specific moral wrong of colonialism can be traced to the subtraction of agency of peoples and communities while reorienting all agency towards the interests of the colonizers. From this viewpoint, subsidiarity is both a principle of decolonization and justice because it insists on a bottomup approach to governing multilayered structures in a way that the agency of local organizations, usually closest to the issues at stake, is given space, and assisted—subsidium—to be able to resolve the issues that are within their capabilities. Global North bioethicists, rather than seeking to find universal solutions to global health issues, would do better by assisting and empowering local bioethicists to find solutions to their problems. This approach is quite different from the multiple capacitybuilding initiatives that often entrench epistemic injustice and coloniality by acritically transferring global northern knowledge systems and epistemologies to the global South. The way forward for global health bioethics is arguably pluriversality and deimperialisation. Where pluriversality recognises that there is not a single, but multiple ways of knowing and understanding and deimperialisation requires a departure from the assumptions of cultural superiority to a humbler position of seeing others, although economically poorer others, as equals. Pratt and de Vries have offered the global bioethics community a key and a framework that can stimulate further conversations, but above all, transformations, in global health bioethics.",
      "citationCount": 7,
      "doi": "10.1136/jme-2023-109088",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/464bb4cd277c1c6d096e2a7fdca4e3e5fb917212",
      "venue": "Journal of Medical Ethics",
      "journal": {
        "name": "Journal of Medical Ethics",
        "pages": "335 - 336",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eb7a26b4f7c84af872d3dd95ed9f1dfceeb7824a",
      "title": "With equity in mind: Evaluating an interactive hybrid global surgery course for cross-site interdisciplinary learners",
      "authors": [
        {
          "name": "B. Alayande",
          "authorId": "12049056"
        },
        {
          "name": "Zoe Hughes",
          "authorId": "2216187628"
        },
        {
          "name": "T. Fitzgerald",
          "authorId": "2551710"
        },
        {
          "name": "R. Riviello",
          "authorId": "2167940282"
        },
        {
          "name": "Abebe Bekele",
          "authorId": "2170606084"
        },
        {
          "name": "Henry E Rice",
          "authorId": "2105720953"
        }
      ],
      "year": 2023,
      "abstract": "There is limited understanding of the role of transcultural, cross-site educational partnerships for global surgery training between high- and low- or middle-income country (LMIC) institutions. We describe the development, delivery, and appraisal of a hybrid, synchronous, semester-long Global Surgical Care course by global health collaborators from widely different contexts, and evaluate the equity of the collaboration. The course was collaboratively modified by surgical educators and public health professionals with emphasis on collaboration ethics. Faculty from high-income and LMICs were paired to deliver lectures. To collaborate internationally, students and faculty participated either onsite or online. Perceptions and knowledge gained were quantitatively evaluated through participant and faculty cross-sectional surveys, using Likert scales, prioritization rankings, and free text responses analysed qualitatively. Equity was assessed using the Fair Trade Learning rubric and additional probes. Thirty-five learners from six institutions participated. Teams produced mock National, Surgical, Obstetric, and Anaesthesia Plans (NSOAPs) for selected LMICs, and reported a 9% to 65% increase in self-reported global health competencies following the course. Online learners had favourable perceptions of learning, but experienced connectivity challenges. Barriers to effective group work included time differences and logistics of communication for dispersed team members. Individuals taking the course for academic credit scored significantly higher than other learners in peer assessments of participation (8.56±1.53 versus 5.03±3.14; p<0.001). Using the Fair Trade Rubric, 60% of equity indicators were ideal, and no respondents perceived neo-colonialism in the partnership. Blended, synchronous, interdisciplinary global surgery courses based on “North-South” partnerships with a focus on equity in design and delivery are feasible but require careful and deliberate planning to minimize epistemic injustice. Such programs should address surgical systems strengthening, and not create dependency. Equity in such engagements should be evaluated and monitored in an ongoing fashion to stimulate discussion and continuous improvement.",
      "citationCount": 6,
      "doi": "10.1371/journal.pgph.0001778",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb7a26b4f7c84af872d3dd95ed9f1dfceeb7824a",
      "venue": "PLOS Global Public Health",
      "journal": {
        "name": "PLOS Global Public Health",
        "volume": "3"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "4df2e55267a2df28e5158f92768e345294c10cdd",
      "title": "Decolonization Projects",
      "authors": [
        {
          "name": "Cornelius Ewuoso",
          "authorId": "2258340821"
        }
      ],
      "year": 2023,
      "abstract": "Photo ID 279661800 © Sidewaypics|Dreamstime.com\nABSTRACT\nDecolonization is complex, vast, and the subject of an ongoing academic debate. While the many efforts to decolonize or dismantle the vestiges of colonialism that remain are laudable, they can also reinforce what they seek to end. For decolonization to be impactful, it must be done with epistemic and cultural humility, requiring decolonial scholars, project leaders, and well-meaning people to be more sensitive to those impacted by colonization and not regularly included in the discourse.\nINTRODUCTION\nDecolonization is complex. To successfully achieve decolonization, projects should incorporate the voices of those subjugated or silenced. Including such voices requires sincerely exploring who has been affected by colonialism or neocolonialism and how, as well as cultural sensitivity. In its basic use, decolonization refers to countries under colonial rule gaining independence or freedom from forms of subjugation. Additionally, scholars use the term to refer to efforts to dismantle neocolonialism and vestiges of colonialism. The process includes de-silencing subjugated voices.[1] I use decolonization in the latter way to refer to countries with technical independence.\nWhile arguably colonization ended formally with independence from colonizing powers, neocolonialism is the indirect, informal, and sometimes subtle control of the people, their economy, and political life despite formal independence from colonizing authorities. I conceptualize neocolonialism as a system that involves direct and involuntary control of another’s political, economic, or social life, impacting their worldview and ways of encountering the world.\nDecolonization may target actions, places, or systems like health care or AI to overcome the ills of colonialism and neocolonialism. It also may target knowledge and require rethinking how people develop their knowledge base. For example, if people grew up seeing an outside colonizer as superior, they would need to change their knowledge of superiority. Decolonization may target power, for example, changing who owns and distributes COVID-19 vaccines and who distributors exclude in the distribution of vaccines. Decolonization could require looking at those disempowered in the distribution process. Additionally, decolonization may target autonomy of persons by freeing people, ensuring human and individual rights, and respecting cultural traditions.\nDecolonization projects that try to de-silence by including the voices of those affected by colonialism and neocolonialism must examine inclusiveness in the context of the culture of the subrogated individuals. Examples of decolonization projects include making datasets inclusive of diverse peoples and places, returning to traditional food and eating practices, making sure hospitals in developing countries are led by locals and respectful of cultural traditions, returning unethically obtained artefacts or objects. Another project would be laying the groundwork for equality in formerly colonized countries to ensure that business ownership, education, and financial success will flow fairly to those previously victimized by colonization. Summarily, there are many strategies for decolonizing. However, it is worth asking whether the strategies have risks that undermine the goal of decolonization.  \nI.     Understanding Decolonization Discourses\nMany fields, from AI to politics, economics, health care, aviation, and academia, discuss decolonization. The content of the discourse on decolonization depends on the region and field discussing it. Rather than just reporting on decolonization, the discussions may be calls to action. For example, decolonization discourses reflect activism for cognitive justice, such as equal consideration of Indian or African knowledge systems in global health discourses.[2] \nIn politics and political science, some scholars frame decolonization as an anti-western, anti-colonial movement by Africans to emancipate Africa/ns from subjugation or shift the continent to postcolonialism and post-neo-colonialism. This framing walls off non-African participants and may undermine their capacity to benefit the conversation.[3] There are other political scientists who actively support decolonization and see it as a field of activism in support of anyone and countries where colonization harmed people and development.[4] The point is that two ways of conceptualizing decolonization in politics and political science are discernible. One conceptualization is less inclusive since it alienates scholars and professionals from Western, high-income, or developed countries. The other is more inclusive.\nIn humanitarian studies, including philosophy, some decolonization articles and conversations are efforts to end the destructive force of colonization. They focus on either the form, such as ecocide, genocide, and many others, or the geographic location, such as Africa, Asia, Latin America, and Oceania.[5]\nFinally, the feelings one brings into this conversation can adversely impact how one engages in them and who they listen to or are willing to hear from. For example, anger, rage, bitterness, and hatred are emotions that are not uncommon in spaces of decolonization conversations. Decolonization conversations that originate from a place of negativity risk deepening the psychological state of victimhood and prevent people from disrupting constructively or critically engaging in the conversation.[6]\nII.     Understanding Decolonization Strategies\nDecolonization strategies mainly aim to de-silence victims of domination or subjugation. People have proposed many strategies for decolonizing. These strategies may be informed by what the target is for decolonization. Decolonization can target power relations in global health. For example, during the COVID-19 pandemic, public health organizations noted the power imbalance in vaccine distribution. Decolonization could involve de-silencing those affected by neocolonialism to bring about a more balanced distribution of power and a more fair distribution of the vaccine.  By analyzing who was adversely impacted by the distribution and who ought to wield power, those engaged in decolonizing advocated for positive change and equitable power relations.\nEqually, when being is the target of decolonization, the language of unlearning or relearning and mental decolonization take centre stage in the decolonization discourse. For example, the quest to decolonize colonized minds aims to demythologize African inferiority and Western superiority. Demythologizing African inferiority enables those engaged in the decolonization discourse to cultivate and foster African agency.[7]\nFinally, when knowledge production is the target of decolonization, scholars use inclusion and cognitive justice. For example, they try to alter the knowledge that underlies global health ethics.[8] “[D]decolonizing researchers aim to respectfully understand and integrate theory from Other(ed) perspectives, while also critically examining the underlying assumptions that inform their Western research framework.”[9]\nOne common strategy that scholars use in decolonization is inclusion. It is worth asking, does including people who have been subrogated foster decolonization?  Whether that is effective depends on whether included people are more heard or whether the strategies to include them create new forms of silencing.\nIII.     Inclusion and the Quest to Decolonize\nEvaluating how effective inclusion is in the quest to de-silence subjugated voices is important. First, inclusive strategies are not neutral. They are epistemically situated. This situatedness constrains meaning-making in different ways: how and what questions are asked, how social roles are constructed, organized or assigned, and who is admitted to the room where these conversations occur.[10] Inclusion strategies may reinforce (unchallenged) assumptions. For example, to address prejudices and stereotypes in global health images, Arsenii Alenichev and his colleagues[11] successfully inverted “one stereotypical global health image” by prompting a generative AI to produce “an image of a traditional Indian or African healer healing a White Child.” Although there were some problems with the image of the White child, this innovation is a significant, useful effort to de-embed or strip global health images of problematic pictures that mythologize White superiority and Black inferiority. Yet it is possible that using categories like traditional Indian or African reinforces unchallenged assumptions, raising key questions regarding how language and words create new stereotypes. It is common to define traditional as non-conventional, unorthodox, and informal. Yet studies continue to reveal that non-scientifically appraised healing approaches in India or Africa are not only effective but also real, meaningful, fundamental, and primary care-seeking behaviours in many communities in these regions.[12]\nSuppose inclusive strategies are not un-situated. These conversations may be had within the structures, language, and spaces built by or connected to colonialism. The spaces, language, places, and structures in which these conversations occur can limit who can participate and how they participate. Importantly, some conditions are not conducive to participation as equals. The allocated time for the discussion could also constrain how individuals express themselves. It is unclear who is ultimately heard.\nFurthermore, epistemic situatedness of inclusion can impact decolonization conversations when participants are beneficiaries of, products of, and trained by structures and systems they seek to dismantle. To enhance the decolonization project and its goals, a pressing task is to unveil and question how the circumstances may inhibit activism. If the vestiges of colonialism continue to structure the decolonization discourse invisibly, the vestiges may undermine dec",
      "citationCount": 3,
      "doi": "10.52214/vib.v9i.11940",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4df2e55267a2df28e5158f92768e345294c10cdd",
      "venue": "Voices in Bioethics",
      "journal": {
        "name": "Voices in Bioethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2662a420b483077e22a5e0602936a3816a644709",
      "title": "Decolonization Projects",
      "authors": [
        {
          "name": "Cornelius Ewuoso",
          "authorId": "2258340821"
        }
      ],
      "year": 2023,
      "abstract": "Photo ID 279661800 © Sidewaypics|Dreamstime.com\nABSTRACT\nDecolonization is complex, vast, and the subject of an ongoing academic debate. While the many efforts to decolonize or dismantle the vestiges of colonialism that remain are laudable, they can also reinforce what they seek to end. For decolonization to be impactful, it must be done with epistemic and cultural humility, requiring decolonial scholars, project leaders, and well-meaning people to be more sensitive to those impacted by colonization and not regularly included in the discourse.\nINTRODUCTION\nDecolonization is complex. To successfully achieve decolonization, projects should incorporate the voices of those subjugated or silenced. Including such voices requires sincerely exploring who has been affected by colonialism or neocolonialism and how, as well as cultural sensitivity. In its basic use, decolonization refers to countries under colonial rule gaining independence or freedom from forms of subjugation. Additionally, scholars use the term to refer to efforts to dismantle neocolonialism and vestiges of colonialism. The process includes de-silencing subjugated voices.[1] I use decolonization in the latter way to refer to countries with technical independence.\nWhile arguably colonization ended formally with independence from colonizing powers, neocolonialism is the indirect, informal, and sometimes subtle control of the people, their economy, and political life despite formal independence from colonizing authorities. I conceptualize neocolonialism as a system that involves direct and involuntary control of another’s political, economic, or social life, impacting their worldview and ways of encountering the world.\nDecolonization may target actions, places, or systems like health care or AI to overcome the ills of colonialism and neocolonialism. It also may target knowledge and require rethinking how people develop their knowledge base. For example, if people grew up seeing an outside colonizer as superior, they would need to change their knowledge of superiority. Decolonization may target power, for example, changing who owns and distributes COVID-19 vaccines and who distributors exclude in the distribution of vaccines. Decolonization could require looking at those disempowered in the distribution process. Additionally, decolonization may target autonomy of persons by freeing people, ensuring human and individual rights, and respecting cultural traditions.\nDecolonization projects that try to de-silence by including the voices of those affected by colonialism and neocolonialism must examine inclusiveness in the context of the culture of the subrogated individuals. Examples of decolonization projects include making datasets inclusive of diverse peoples and places, returning to traditional food and eating practices, making sure hospitals in developing countries are led by locals and respectful of cultural traditions, returning unethically obtained artefacts or objects. Another project would be laying the groundwork for equality in formerly colonized countries to ensure that business ownership, education, and financial success will flow fairly to those previously victimized by colonization. Summarily, there are many strategies for decolonizing. However, it is worth asking whether the strategies have risks that undermine the goal of decolonization.  \nI.     Understanding Decolonization Discourses\nMany fields, from AI to politics, economics, health care, aviation, and academia, discuss decolonization. The content of the discourse on decolonization depends on the region and field discussing it. Rather than just reporting on decolonization, the discussions may be calls to action. For example, decolonization discourses reflect activism for cognitive justice, such as equal consideration of Indian or African knowledge systems in global health discourses.[2] \nIn politics and political science, some scholars frame decolonization as an anti-western, anti-colonial movement by Africans to emancipate Africa/ns from subjugation or shift the continent to postcolonialism and post-neo-colonialism. This framing walls off non-African participants and may undermine their capacity to benefit the conversation.[3] There are other political scientists who actively support decolonization and see it as a field of activism in support of anyone and countries where colonization harmed people and development.[4] The point is that two ways of conceptualizing decolonization in politics and political science are discernible. One conceptualization is less inclusive since it alienates scholars and professionals from Western, high-income, or developed countries. The other is more inclusive.\nIn humanitarian studies, including philosophy, some decolonization articles and conversations are efforts to end the destructive force of colonization. They focus on either the form, such as ecocide, genocide, and many others, or the geographic location, such as Africa, Asia, Latin America, and Oceania.[5]\nFinally, the feelings one brings into this conversation can adversely impact how one engages in them and who they listen to or are willing to hear from. For example, anger, rage, bitterness, and hatred are emotions that are not uncommon in spaces of decolonization conversations. Decolonization conversations that originate from a place of negativity risk deepening the psychological state of victimhood and prevent people from disrupting constructively or critically engaging in the conversation.[6]\nII.     Understanding Decolonization Strategies\nDecolonization strategies mainly aim to de-silence victims of domination or subjugation. People have proposed many strategies for decolonizing. These strategies may be informed by what the target is for decolonization. Decolonization can target power relations in global health. For example, during the COVID-19 pandemic, public health organizations noted the power imbalance in vaccine distribution. Decolonization could involve de-silencing those affected by neocolonialism to bring about a more balanced distribution of power and a more fair distribution of the vaccine.  By analyzing who was adversely impacted by the distribution and who ought to wield power, those engaged in decolonizing advocated for positive change and equitable power relations.\nEqually, when being is the target of decolonization, the language of unlearning or relearning and mental decolonization take centre stage in the decolonization discourse. For example, the quest to decolonize colonized minds aims to demythologize African inferiority and Western superiority. Demythologizing African inferiority enables those engaged in the decolonization discourse to cultivate and foster African agency.[7]\nFinally, when knowledge production is the target of decolonization, scholars use inclusion and cognitive justice. For example, they try to alter the knowledge that underlies global health ethics.[8] “[D]decolonizing researchers aim to respectfully understand and integrate theory from Other(ed) perspectives, while also critically examining the underlying assumptions that inform their Western research framework.”[9]\nOne common strategy that scholars use in decolonization is inclusion. It is worth asking, does including people who have been subrogated foster decolonization?  Whether that is effective depends on whether included people are more heard or whether the strategies to include them create new forms of silencing.\nIII.     Inclusion and the Quest to Decolonize\nEvaluating how effective inclusion is in the quest to de-silence subjugated voices is important. First, inclusive strategies are not neutral. They are epistemically situated. This situatedness constrains meaning-making in different ways: how and what questions are asked, how social roles are constructed, organized or assigned, and who is admitted to the room where these conversations occur.[10] Inclusion strategies may reinforce (unchallenged) assumptions. For example, to address prejudices and stereotypes in global health images, Arsenii Alenichev and his colleagues[11] successfully inverted “one stereotypical global health image” by prompting a generative AI to produce “an image of a traditional Indian or African healer healing a White Child.” Although there were some problems with the image of the White child, this innovation is a significant, useful effort to de-embed or strip global health images of problematic pictures that mythologize White superiority and Black inferiority. Yet it is possible that using categories like traditional Indian or African reinforces unchallenged assumptions, raising key questions regarding how language and words create new stereotypes. It is common to define traditional as non-conventional, unorthodox, and informal. Yet studies continue to reveal that non-scientifically appraised healing approaches in India or Africa are not only effective but also real, meaningful, fundamental, and primary care-seeking behaviours in many communities in these regions.[12]\nSuppose inclusive strategies are not un-situated. These conversations may be had within the structures, language, and spaces built by or connected to colonialism. The spaces, language, places, and structures in which these conversations occur can limit who can participate and how they participate. Importantly, some conditions are not conducive to participation as equals. The allocated time for the discussion could also constrain how individuals express themselves. It is unclear who is ultimately heard.\nFurthermore, epistemic situatedness of inclusion can impact decolonization conversations when participants are beneficiaries of, products of, and trained by structures and systems they seek to dismantle. To enhance the decolonization project and its goals, a pressing task is to unveil and question how the circumstances may inhibit activism. If the vestiges of colonialism continue to structure the decolonization discourse invisibly, the vestiges may undermine dec",
      "citationCount": 0,
      "doi": "10.52214/vib.v9i.11940",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2662a420b483077e22a5e0602936a3816a644709",
      "venue": "Voices in Bioethics",
      "journal": {
        "name": "Voices in Bioethics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1320a8cc38a50a227f26707f7cdf4bb93b975213",
      "title": "Was Plato a Virtue Ethicist? Modern Deontic Reasoning in Plato’s Republic",
      "authors": [
        {
          "name": "Mednarodni Simpozij",
          "authorId": "2166270360"
        },
        {
          "name": "Študentski Filozofski",
          "authorId": "2166271966"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1320a8cc38a50a227f26707f7cdf4bb93b975213",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "9867a2da17871fa160c4d3f58d6310cf4f738644",
      "title": "American Exceptionalism in the Time of COVID-19: American National Identity-Based Populism Versus Cosmopolitan Global Integration Responses to Twenty-First-Century Global Crises",
      "authors": [
        {
          "name": "B. DeDominicis",
          "authorId": "103569248"
        }
      ],
      "year": 2021,
      "abstract": "Ineluctable global interdependency shapes trends in self-identity evolution. Constituencies within national publics benefit from the individual career and prosperity benefits of globalization. Conservative populist constituency ingroups react hostilely to the perceived threat to their traditional status as the core cultural community within nation states. This response produced the political victory of the 2106 Donald Trump presidential campaign. Reactionary populism emerges from perceived threat to core cultural group traditional supremacy within the national polity, heretofore setting the institutionalized, stereotyped norms of individual and constituency behavior and relations. In the US, their status grievances utilize the language of conservative evangelical Christian identity to mobilize their social movement political resources. They draw upon American foundational settler colonial ideologies with a basis in slavery and casteism. Postwar emerging transnational normative authority centers progressively challenge the utilitarian relevance of these parochial, ascriptive norms and ethics. Post-Cold-War reactionary trends displaying nationalist values have intensified globally, and the disruptions in individual and collective formal and informal institutionalized behaviors and role expectations due to the COVID-19 pandemic intensify them. These consequences foreshadow the knock-on effects of anthropogenic climate change. Liberal progressive political strategic responses can highlight transnational diaspora political activism as offering opportunities for pluralization of the American nation state. Communities marginalized as legacies of imperial expansion and settler colonialism display mobilizational capacities to promote government incentivization for corporate environmental, social and governance investment goals that support global sustainable development. This recommendation emphasizes the institutionalization of transnational supraordinate identities in alliance with global epistemic scientific communities. © Common Ground Research Networks, Benedict E. DeDominicis, Some Rights Reserved (CC BY-NC-ND 4.0). Permissions: cgscholar.com/cg_support ISSN: 2327-0004 (Print), ISSN: 2327-2147 (Online) https://doi.org/10.18848/2327-0004/CGP/v21i01/11-34 (Article)",
      "citationCount": 0,
      "doi": "10.18848/2327-0004/CGP/V21I01/11-34",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9867a2da17871fa160c4d3f58d6310cf4f738644",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "11-34",
        "volume": "21"
      },
      "publicationTypes": null
    }
  ],
  "count": 8,
  "errors": []
}
