{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Schutte cultural identity social liberation Latin American",
  "results": [
    {
      "paperId": "6e7bb03320d3eb26c055203db0a2b5e0ebbe5541",
      "title": "Cultural identity and social liberation in Latin American thought",
      "authors": [
        {
          "name": "Ofelia M. Schutte",
          "authorId": "103222293"
        }
      ],
      "year": 1994,
      "abstract": null,
      "citationCount": 59,
      "doi": "10.2307/344500",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6e7bb03320d3eb26c055203db0a2b5e0ebbe5541",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "cc0655fee2012a1aaa0de76dde073996f977c3c8",
      "title": "She is the author of Beyond Nihilism: Nietzsche without Masks, Cultural Identity and Social Liberation in Latin America Thought, and numerous articles on feminist theory, Latin American thought, and continental philosophy. A recent coeditor of A Companion",
      "authors": [
        {
          "name": "M. Ortega",
          "authorId": "152231286"
        },
        {
          "name": "Ofelia M. Schutte",
          "authorId": "103222293"
        },
        {
          "name": "Linda Martín",
          "authorId": "153597503"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cc0655fee2012a1aaa0de76dde073996f977c3c8",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "83add17373d3fd6fb95354bf6c9451b62ee90502",
      "title": "LOVE, LIBERATION, AND THE LYRIC:POLITICAL EROTICISM IN 20TH-CENTURY LATIN AMERICAN POETRY",
      "authors": [
        {
          "name": "Sonal Tamta",
          "authorId": "2381902575"
        },
        {
          "name": "Avdhesh Singh",
          "authorId": "2382060148"
        }
      ],
      "year": 2025,
      "abstract": "This research paper investigates the convergence of love, liberation, and political eroticism in 20th-century Latin American poetry, focusing on how poets employed thelyric form to intertwine personal desire with socio-political resistance. Through anin-depth analysis of works by Pablo Neruda, Gabriela Mistral, Octavio Paz, and Alejandra Pizarnik, the study reveals how erotic imagery served as a metaphor for liberation from oppressive structures such as colonialism, authoritarianism, and patriarchal norms. Situated within their historical and cultural contexts, these poetic expressions highlight the lyric’s capacity to challenge power dynamics and reimagine identity. The paper explores the historical backdrop, the role of eroticism as a political tool, the contributions of major poets, gender dynamics, and the lasting legacy of this tradition. By examining the interplay of the intimate and the political, this study underscores the lyric’s enduring power as a vehicle for resistance and transformation in Latin American literary discourse. \n ",
      "citationCount": 0,
      "doi": "10.52152/801314",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/83add17373d3fd6fb95354bf6c9451b62ee90502",
      "venue": "Lex localis - Journal of Local Self-Government",
      "journal": {
        "name": "Lex localis - Journal of Local Self-Government"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6991080ba532c918dd28d636da79ba9677d992d2",
      "title": "Cultural Identity and Social Liberation in Latin American Thought (review)",
      "authors": [
        {
          "name": "Elizabeth Millán-Zaibert",
          "authorId": "1406673099"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/HPH.1994.0040",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6991080ba532c918dd28d636da79ba9677d992d2",
      "venue": "",
      "journal": {
        "name": "Journal of the History of Philosophy",
        "pages": "318 - 319",
        "volume": "32"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0e471e2f6da8fdc7320b57bc138a7a7198946129",
      "title": "The Poor in Society, Resurrection from Social Death, and Latin American Liberation Theology",
      "authors": [
        {
          "name": "Junghye Sung",
          "authorId": "15573855"
        }
      ],
      "year": 2023,
      "abstract": "Does Latin American liberation theology, with its option for the poor, still have something to contribute in a global scenario marked by neoliberal globalization and the discussion of identity politics? Based on the practices of Father Júlio Lancelotti against aporophobia (phobia against the poor) and the hostile architecture in Brazil, this article discusses the notion of the priority of orthopraxis over orthodoxy, the process of reordering the place of the poor in society and in the state budgets, and the notion of liberation practices and criticizes the process of dehumanization in neoliberal culture, in which personal identity and belonging to a community are marked by the pattern of consumption and wealth. Finally, it shows how the practices of recognizing the humanity of the poorest can been seen as a resurrection from social death, as a form of liberation within history, and as the affirmation of faith in a God who does not distinguish between human beings, while the idol demands sacrifices of life from the poor.",
      "citationCount": 0,
      "doi": "10.3390/rel14060740",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0e471e2f6da8fdc7320b57bc138a7a7198946129",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3001a715068d45b9b8c51d03bf5548af3c1daa18",
      "title": "Different perspectives on Latin American identity",
      "authors": [
        {
          "name": "Marizabel Vásquez Bedoya",
          "authorId": "2310352464"
        }
      ],
      "year": 2024,
      "abstract": "The given research article deals with the discussion of issues concerning the identity of the Latin American people by examining its history and cultural representations as well as modern perceptions. Latin American people had a mixture of cultures in their own identity, as many ethnicities, such as pre-Columbian civilizations, colonial Europe, Africans, and contemporary socio-political movements, influenced them. To undertake this investigation, the study explores diverse multicultural views originating from different regions and people from social, political, and ethnic origins to acquire a perfect understanding of what it means to be a Latin American individual. This is evident in demonstrating the influence of the colonial past, the rich heritage of indigenous and African communities, and the dynamic nature of identity in provoking the problems of the present day as characterized by globalization, immigration, and change in leadership. Based on the case studies of Brazil, Mexico, and Bolivia, the article emphasizes that despite the diverse members of the region’s population, the residents continue to strive to create a united Latin American subject. The conclusion reiterates the authors’ approach to embracing this complex history and the fight for social justice in creating a united and integrated Latin American people.",
      "citationCount": 2,
      "doi": "10.18535/ijsrm/v12i07.sh03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3001a715068d45b9b8c51d03bf5548af3c1daa18",
      "venue": "International Journal of Scientific Research and Management",
      "journal": {
        "name": "International Journal of Scientific Research and Management (IJSRM)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2ee40f1b65c91b6010e496d7058200963062a72c",
      "title": "Latin American Philosophy of Liberation and Intercultural Philosophy of Dialogue",
      "authors": [
        {
          "name": "E. Demenchonok",
          "authorId": "114683318"
        }
      ],
      "year": 2025,
      "abstract": "The research examines the Latin American philosophy of liberation (L. Cea, A. Roig, E. Dussel), from which the intercultural philosophy of dialogue was developed. The dialogue between Russian and Latin American philosophers and the recognition of the philosophy of liberation in Russia are shown. Attention is paid to the discussion about the dialectic of the universal and the culturally-specific, using the example of Latin American philosophy. The article examines intercultural philosophy, which justifies the right to cultural diversity and the normativity of dialogical relations in a culturally diverse world. It analyzes R. Fornet-Betancourt’s project on the intercultural transformation of philosophy, which is based on the cultural embeddedness of philosophical traditions. This means radical changes in the theoretical foundations of understanding philosophical questions in light of the fundamental role of culture in the development of philosophy. This opens up a new perspective in our understanding of what philosophy is, of the history of philosophy and of its role in contemporary society. R. Fornet-Bettencourt criticizes “abstract universalism” and opposes it with the concept of “contextualized and concrete universality”. He emphasizes that the condition for the possibility of dialogue in a conflicted world is to overcome obstacles on the path of dialogical relations. As an example of such obstacles, the International Society for Universal Dialogue (ISUD) is criticized, which was hijacked by a putsch from а hegemonic group, in which the collaborationism of E.A. Taisina (Kazan State Power Engineering University) was complicit. The necessity to critically separate genuine dialogue from simulacrum and to develop intercultural dialogue as a condition for the humanistic transformation of society is emphasized. The article examines the contribution of Russian philosophers to intercultural philosophy using the works of M.T. Stepanyants, V.A. Lektorsky, and V.A. Smirnov as example. The theory and practice of the intercultural philosophy of dialogue can be a helpful model for politics, including in the transformation of international relations, and contribute to the transition from the “monologism” of hegemonic unipolarity to a multipolar (polycentric) world of sovereign states based on dialogue and mutually beneficial cooperation in solving social and global problems.",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2025-29-3-795-818",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ee40f1b65c91b6010e496d7058200963062a72c",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cbec8f2635dc3e8d1027d407e74d8896a8a01c5b",
      "title": "‘Messianic Fraternity’: Anticommunism in the General Conferences of the Latin American and Caribbean Episcopate",
      "authors": [
        {
          "name": "Carlos Piccone-Camere",
          "authorId": "2290426163"
        }
      ],
      "year": 2025,
      "abstract": "This paper analyzes the development and consolidation of anticommunist discourse in the General Conferences of the Latin American Episcopate (CELAM), from Rio de Janeiro to Aparecida. It adopts a critical perspective to examine the construction of the “messianic fraternity” myth—an ideological narrative contrasting Christian ideals of community and redemption with Marxist principles of class struggle and revolution, which served as a central axis for the Church’s rejection of communism in Latin America. Grounded in a critical analysis of the CELAM’s final documents, this study identifies the theological, political, and social underpinnings of this stance, situating it within the historical and geopolitical dynamics that positioned the Church as a key counterforce to Marxism in the region. It also examines how anticommunist positions shaped pastoral strategies, particularly in relation to social movements like liberation theology, and reinforced an episcopal identity centered on defending Christian values against a perceived global ideological threat. This analysis highlights the Church’s internal tensions and contradictions and the broader impact of its anticommunist stance on Latin America’s sociopolitical and religious dynamics in the twentieth century.",
      "citationCount": 3,
      "doi": "10.3390/rel16010050",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbec8f2635dc3e8d1027d407e74d8896a8a01c5b",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5d2c6f918200fbfda9d3baf4e98b0778b737b9fe",
      "title": "ASIAN AND LATIN AMERICAN MODELS OF BIOETHICS: COMPARATIVE ANALYSIS",
      "authors": [
        {
          "name": "S. Druzhkin",
          "authorId": "2355318459"
        }
      ],
      "year": 2025,
      "abstract": "His article is a comprehensive comparative analysis of the Asian and Latin American models of bioethics, revealing their philosophical, cultural and socio-political foundations. The Asian model, based on Confucianism, Taoism and Buddhism, emphasizes harmony, collectivism and natural order, while Latin American bioethics, influenced by liberation theology and the struggle for social justice, focuses on the rights of marginalized groups and a critique of structural inequalities.",
      "citationCount": 0,
      "doi": "10.37539/250227.2025.87.23.034",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5d2c6f918200fbfda9d3baf4e98b0778b737b9fe",
      "venue": "Themed collection of papers from Foreign international scientific conference «Joint innovation - joint development». by HNRI «National development» in cooperation with PS of UA. February 2025. - Harbin (China)",
      "journal": {
        "name": "Themed collection of papers from Foreign international scientific conference «Joint innovation - joint development». by HNRI «National development» in cooperation with PS of UA. February 2025. - Harbin (China)"
      },
      "publicationTypes": [
        "Conference"
      ]
    },
    {
      "paperId": "566b72f95fd97fa99d9312b7743be8c7600d1c77",
      "title": "Liberation Psychology Perspectives for Asian American Clients",
      "authors": [
        {
          "name": "Y. Garrison",
          "authorId": "12997088"
        },
        {
          "name": "Shin Shin Tang",
          "authorId": "2290467627"
        },
        {
          "name": "B. A. Lee",
          "authorId": "2289351491"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/s42843-024-00098-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/566b72f95fd97fa99d9312b7743be8c7600d1c77",
      "venue": "Journal of Health Service Psychology",
      "journal": {
        "name": "Journal of Health Service Psychology",
        "pages": "3 - 15",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 10,
  "errors": []
}
