{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel transmodernity pluriversal",
  "results": [
    {
      "paperId": "eb24a5a6fa65239ae8a95d2a506cff36e3199d5f",
      "title": "Transmodern Geographies and Coloniality: On Enrique Dussel’s Pluriversal Modernity",
      "authors": [
        {
          "name": "D. T. Deere",
          "authorId": "116086097"
        }
      ],
      "year": 2025,
      "abstract": "This essay offers a critical reading of the work of Enrique Dussel on the colonial history of modernity and the possibility of a plural trans-modern future. Dussel’s transmodernity points to a plural vision of global modernity, opening multiple possible modes of being and thinking. I critically analyze Dussel’s concept of the periphery and the “other” of colonial history, arguing for the importance of a materialist and non-absolute vision of the other. I consider the possibilities of dialogue in a transmodern framework in the wake of the battlefield of colonization. Emphasizing South-South and North-South dialogues, I argue for a plural vision that engages both rational-epistemic practices and creative passions that are not strictly epistemic. En este texto, analizo críticamente la obra de Enrique Dussel sobre la historia colonial de la modernidad y defiendo la posibilidad de un futuro transmoderno plural. La transmodernidad de Dussel apunta a una visión plural de la modernidad global, abriendo múltiples modos posibles de ser y de pensar. Analizo críticamente el concepto de Dussel de la periferia y del “otro” de la historia colonial, argumento por la importancia de una visión materialista y no absoluta del otro. A partir de esto, considero las posibilidades del diálogo en un marco transmoderno sobre el trasfondo de la colonización. Al enfatizar los diálogos Sur-Sur y Norte-Sur, defiendo una visión plural que comprometa tanto las prácticas racional-epistémicas como las pasiones creativas que no son estrictamente epistémicas.",
      "citationCount": 0,
      "doi": "10.1177/0094582X251389502",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb24a5a6fa65239ae8a95d2a506cff36e3199d5f",
      "venue": "Latin American perspectives",
      "journal": {
        "name": "Latin American Perspectives",
        "pages": "41 - 56",
        "volume": "52"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c80c2eef0ea22b21986c3511f0c455a8f34ff7f0",
      "title": "Epistemological Decolonization of World History and Decolonizing the Conception of Modernity: Towards Transmodernity",
      "authors": [
        {
          "name": "Enrique Dussel",
          "authorId": "2247359078"
        }
      ],
      "year": 2025,
      "abstract": "This essay explores the epistemological decolonization of World History and the critique of modernity through a transmodern perspective. It challenges the Eurocentric periodization of history, emphasizing the erasure and misrepresentation of non-European civilizations in the global narrative. By examining the ideological constructs underpinning modernity, capitalism, and colonialism, the essay advocates for a pluriversal approach to knowledge and cultural traditions. It also critiques the inadequacies of postmodernism in addressing systemic inequities, proposing transmodernity as a framework for integrating diverse traditions and fostering dialogue among cultures of the Global South. Through this lens, the essay seeks to redefine the future of humanity and knowledge production.",
      "citationCount": 0,
      "doi": "10.5070/t4.42496",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c80c2eef0ea22b21986c3511f0c455a8f34ff7f0",
      "venue": "Transmodernity",
      "journal": {
        "name": "TRANSMODERNITY"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "690593630cf467e6c041bb82b7dec498fa4ab9b2",
      "title": "Amitav Ghosh’s The Calcutta Chromosome: A Pluriversal Narrative to Decolonise the Past and Confront Universal Eurocentrism",
      "authors": [
        {
          "name": "Dolores Herrero",
          "authorId": "2296895548"
        }
      ],
      "year": 2024,
      "abstract": "The Calcutta Chromosome takes readers on a convoluted journey through time and space. At once a work of science fiction, a medical mystery, and a history of malaria research, this hybrid novel sets into rivalry India’s old-time wisdom and spirituality against Western science and English colonial presumptuousness, thus advocating transmodernity and the pluriversality put forward by critics such as Rosa María Rodriguez Magda, Enrique Dussel and Walter Mignolo, among others. This paper will analyse the way in which this novel denies the existence of a universal scientific method by deconstructing the certainties of an exclusively rationalist discourse whose discoveries have often gone hand in hand with exploitation, unequal power relations and colonization. Jacques Derrida’s notion of différance and Emmanuel Levinas’s ideas about the ethics of silence and knowledge will also be used to analyse silence as an alternative epistemological framework through which the dominant discourse can be undermined and the subaltern heard, and as a means to make amends for the injustices of the past by reclaiming the histories written by those who were made ‘others’ by the English imperial power.",
      "citationCount": 1,
      "doi": "10.5565/rev/indialogs.229",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/690593630cf467e6c041bb82b7dec498fa4ab9b2",
      "venue": "Indialogs",
      "journal": {
        "name": "Indialogs"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "02fd59767876c7ff1406a9197aad9071d4181d86",
      "title": "Decolonizing the Stories of Global Modernity: Transmodernity and the Indian Ocean in Amitav Ghosh’s Gun Island and The Nutmeg’s Curse",
      "authors": [
        {
          "name": "Maria-Sabina Draga Alexandru",
          "authorId": "2397686187"
        }
      ],
      "year": 2025,
      "abstract": "\n \n Following the critical work of the Argentine-Mexican philosopher Enrique Dussel, this essay argues that decolonization implies acknowledging the existence of transmodernity and the recognition of progress outside Eurocentric and Euro-Atlantic zones. In her essay “Maritime Transmodernities and The Ibis Trilogy” (2019), Anupama Mohan marshals the tenets of\n transmodernismo\n in order to signal the emergence of the genre she calls “the transmodern novel,” focusing on the Indian Ocean as an extensive space of littoral cultural negotiations of competing and intersecting global colonial versions of modernity. This essay will engage with the negotiations between transmodern novel-writing and the rewriting of stories/histories as they navigate the world, with the Indian Ocean and the Atlantic Ocean as maritime nodes of pluriversal circulation of cultural meaning. I focus on Amitav Ghosh’s\n Gun Island\n and\n The Nutmeg’s Curse\n to argue that, as the same colonial mechanisms are replicated globally, interoceanic routes of transmodern cultural exchange generate stories/histories that counterbalance the impositions of global modernity, promoting freedom from compulsory Eurocentric models.\n",
      "citationCount": 0,
      "doi": "10.1163/22879811-bja10105",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02fd59767876c7ff1406a9197aad9071d4181d86",
      "venue": "Asian Review of World Histories",
      "journal": {
        "name": "Asian Review of World Histories"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dbda7ccf88271d1a7c87ea04ab3367a140b648f0",
      "title": "Um gigante pluriversal: homenagem a Enrique Dussel (1934-2023)",
      "authors": [
        {
          "name": "Abdiel Rodriguez Reyes",
          "authorId": "2303320979"
        }
      ],
      "year": 2024,
      "abstract": "Homenaje à la obra de Enrique Dussel",
      "citationCount": 0,
      "doi": "10.54833/issn2764-104x.v3i2p199-203",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dbda7ccf88271d1a7c87ea04ab3367a140b648f0",
      "venue": "Reoriente: estudos sobre marxismo, dependência e sistemas-mundo",
      "journal": {
        "name": "Reoriente: estudos sobre marxismo, dependência e sistemas-mundo"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "title": "Transmodernity: Method for a Decolonial Political Project. From Enrique Dussel to Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Luz María Lozano Suárez",
          "authorId": "2203108615"
        }
      ],
      "year": 2021,
      "abstract": "This article seeks to analyze how the sense of transmodernity is subsumed in phi- losopher Santiago Castro-Gómez, to propose an emancipatory policy. Transmodernity is a decolonial project proposed by Enrique Dussel in 1994. Modernity, defined as a sacrificial myth -eurocentric, colonizing, and capitalist- would be overcome from the moment in which it is possible to affirm the otherness of the universal cultures —ana- lectic—. Such a project of the Philosophy of Liberation can be conceived as a method that would take the best of modernity —its rational character—, but in an opposite sense to political, cultural, and economic domination. Gastro-Gómez assumes this method to propose a transmodern republicanism. In this text, the possible modernity/ coloniality dialog, corroborated by these two philosophers, will be established as the guiding thread to determine how a new way of understanding the ontology of eman- cipatory (not liberating) politics, presented by the Colombian philosopher, is possible.",
      "citationCount": 2,
      "doi": "10.14482/EIDOS.34.199.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "venue": "Eidos",
      "journal": {
        "name": "Eidos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8074d7fef489202e2300acabb4262c975817e898",
      "title": "6. Enrique Dussel’s Contribution to the De-colonial Turn: From the Critique of Modernity to Transmodernity",
      "authors": [],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1515/9780822388999-010",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8074d7fef489202e2300acabb4262c975817e898",
      "venue": "Against War",
      "journal": {
        "name": "Against War"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5e2d0c24d73bbe9e1165b0759004890243131bd3",
      "title": "Transmodernity and Literature: Drawing the Lineaments of a Field",
      "authors": [
        {
          "name": "Anupama Mohan",
          "authorId": "2363040219"
        }
      ],
      "year": 2025,
      "abstract": "\nIn this essay I engage with the writings of the Argentine-Mexican Marxist philosopher Enrique Dussel for a multifaceted understanding of transmodernity and its value as a theoretical paradigm for reading and interpreting literary and cultural texts. Transmodernity, for Dussel, is a global phenomenon that subsumes and transcends European Modernity of the last five centuries and rejects the latter’s epistemological hegemony in favor of a vaster, more ancient imaginary that includes the nondominant, the exteriorized, and the neglected majority of the world. In contextualizing Eurocentric modernity and repudiating its hegemony and pernicious developmentalism, transmodernity zooms out of EuroAmerica to refocus attention on frameworks of contact and multiplicity that do not rely upon the hierarchization of modernities as dominant, on the one hand, and derivative, on the other. By disengaging from the center-periphery model, transmodernity foregrounds laterality, relationality, and adaptation as potential theorizations for how cultures and languages in contact emerge and function. The essay explores dimensions of transmodernity by examining four crucial terms in Dussel’s thought: people, exteriority, transversal, and analectical. Dussel’s lifelong commitment to the indigenous and the marginalized cultures of Latin America provides us, I argue, a model for imagining regional, South-South interculturalities that can be, on their own terms, fully modern.",
      "citationCount": 0,
      "doi": "10.1163/22879811-bja10084",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e2d0c24d73bbe9e1165b0759004890243131bd3",
      "venue": "Asian Review of World Histories",
      "journal": {
        "name": "Asian Review of World Histories"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5e12fdc67a46176dec015ad10004ded9ee5c0de6",
      "title": "Transmodernity, Local Knowledges, and Akhtaruzzaman Elias’s Khwābnāmā",
      "authors": [
        {
          "name": "Supriya Chaudhuri",
          "authorId": "2365134835"
        }
      ],
      "year": 2025,
      "abstract": "\n \n This paper applies Enrique Dussel’s conception of transmodernity to the complex, intermeshed histories of subjugation, suffering, and resilience that are produced within the interstices of modernity’s project, global capital’s operations, and what Aníbal Quijano describes as the coloniality of power. It asks whether we must distinguish between a social-historical condition, that of transmodernity, and an aesthetic mode, that of transmodernism, as we do between modernity and modernism, or postmodernity and postmodernism. These theoretical observations are then brought to bear on my reading of a Bengali novel, Akhtaruzzaman Elias’s\n Khwābnāmā\n (Dream chronicle), first published in 1996. This text focuses both on the subjectivity and the subjection of the peasant in a time of upheaval, as they are called upon to negotiate pasts that survive as memory, dream or trauma, and to cope with a present of alienation and suffering. Elias deconstructs the politics of nationhood, offering in its stead an insurrectionary poetics that subjects history, time and nature to the dialectical (or, as Dussel might put it, analectical) promise of allegory.\n",
      "citationCount": 0,
      "doi": "10.1163/22879811-bja10086",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e12fdc67a46176dec015ad10004ded9ee5c0de6",
      "venue": "Asian Review of World Histories",
      "journal": {
        "name": "Asian Review of World Histories"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c48e57c81ea0e295f9904003f17a49e73e218b30",
      "title": "Transmodern heritage as a space for imagining pluriversal relations—Insights from the African “periphery”",
      "authors": [
        {
          "name": "O. Białostocka",
          "authorId": "101297034"
        }
      ],
      "year": 2024,
      "abstract": "The N'zima village in Grand‐Bassam and the Abbashawel area in Asmara were intrinsically connected to the “modern” colonial capitals of present‐day Côte d'Ivoire and Eritrea, respectively, on the verges of which they functioned. However, structurally, organizationally and ontologically, they differed profoundly from their French‐ and Italian‐planned “neighbors,” together with which they are today inscribed on the UNESCO World Heritage List. Interpreted as antithetical counterparts, products of African encounters with modernity, the two urban entities within Grand‐Bassam and Asmara—European and African—tend to be described as interdependent, representing two sides of the same coin, neither of which could have existed without the other. This paper interrogates the said interpretation based on the center‐periphery dynamic created by the politics of modernity, and proposes to use instead the decolonial pluriversal perspective and the concept of transmodernity to understand the experiences of being of the colonized African populations of Grand‐Bassam and Asmara outside of Western onto‐epistemologies. It points to the N'zima village and Abbashawel as the areas that enable visualizing reality that contests the binaries created by Western modernity in seeking pluralistic politics.",
      "citationCount": 1,
      "doi": "10.1111/cura.12595",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c48e57c81ea0e295f9904003f17a49e73e218b30",
      "venue": "Curator: The Museum Journal",
      "journal": {
        "name": "Curator: The Museum Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f74d0d95927821c7e71eccb2d5b05bf5e227463f",
      "title": "Transmodernity and the Commons: a Reading of Anita Agnihotri’s Mahanadi",
      "authors": [
        {
          "name": "Tathagata Som",
          "authorId": "2013804923"
        }
      ],
      "year": 2025,
      "abstract": "\nThe Argentine-Mexican philosopher Enrique Dussel’s theory of transmodernism envisions a noncapitalist world system based on interchanges among cultures without the master sign of Eurocentric modernity. Given that Dussel sees the role of politics as perpetuating life on earth, the transmodern world must also be based on politico-economic institutions that use natural resources sustainably. The institution of the commons, or communal management of natural resources, both predates capitalist modernity and is found in most of the cultures that constitute the periphery of the current capitalist world system. In this context, this article examines the tensions between capitalist modernity and commons-based social arrangements in Anita Agnihotri’s 2015 Bengali novel Mahanadi, arguing that Mahanadi envisions the commons as a creation through mutualistic relations between humans and nonhumans, and also that the vision of the commons that Agnihotri’s novel puts forward could be read as a transmodern institution.",
      "citationCount": 0,
      "doi": "10.1163/22879811-bja10091",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f74d0d95927821c7e71eccb2d5b05bf5e227463f",
      "venue": "Asian Review of World Histories",
      "journal": {
        "name": "Asian Review of World Histories"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ed8ccac8b95b35bc31e4378bed8850540a106599",
      "title": "Pedagogia libertadora e decolonialidade: diálogos entre Paulo Freire, Enrique Dussel e Ramón Grosfoguel",
      "authors": [
        {
          "name": "Melissa Dandara de Oliveira Duarte",
          "authorId": "144815727"
        },
        {
          "name": "J. Velho",
          "authorId": "118571691"
        },
        {
          "name": "João Paulino da Silva Neto",
          "authorId": "2268536885"
        }
      ],
      "year": 2025,
      "abstract": "A colonização da América Latina foi um evento histórico que impactou todo o mundo, trazendo consequências que perduram até os dias atuais, como o eurocentrismo e o racismo/sexismo epistêmico que cravou suas garras nas universidades ocidentalizadas, hierarquizando epistemologias. Nesse sentido, Enrique Dussel e Ramón Grosfoguel propõem a transmodernidade pluriversal, um projeto decolonial que visa um diálogo filosófico intercultural entre todos os povos, promovendo a valorização das epistemologias menosprezadas pela Europa e pelos Estados Unidos. Paulo Freire, com sua Pedagogia Libertadora, contribuiu a partir de sua proposta de apreciação do conhecimento popular, destacando a importância de reconhecer o contexto social, histórico e político em que o sujeito está inserido. Portanto, o objetivo deste artigo é correlacionar as ideias de Freire, Dussel e Grosfoguel, visando contribuir com um debate que inspire práticas educativas decoloniais e emancipadoras, valorizando os conhecimentos construídos por autores latino-americanos.",
      "citationCount": 0,
      "doi": "10.47149/pemo.v7.e15324",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed8ccac8b95b35bc31e4378bed8850540a106599",
      "venue": "Práticas Educativas Memórias e Oralidades - Rev Pemo",
      "journal": {
        "name": "Práticas Educativas, Memórias e Oralidades - Rev. Pemo"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6232e887d868620027c2bff6ce5f0924addeb565",
      "title": "Enrique Dussel y el reconocimiento crítico del Otro: liberación e interculturalidad",
      "authors": [
        {
          "name": "Emmanuel Levine",
          "authorId": "2311010166"
        }
      ],
      "year": 2024,
      "abstract": "El presente artículo intenta mostrar cómo la crítica de la idea hegeliana de reconocimiento desempeña un papel central en la filosofía de la liberación de Enrique Dussel. El texto comienza mostrando cómo Dussel se encontró con la riqueza y los límites del pensamiento levinasiano sobre el reconocimiento. Siguiendo los pasos de Levinas, Dussel argumenta sobre la fecundidad ética y política de un reconocimiento asimétrico y no recíproco de la alteridad radical. Este reconocimiento específico es el verdadero motor del método analéctico propio de la Filosofía dusseliana de la liberación. Recordando los principales puntos de su debate con Axel Honneth, el artículo muestra, entonces, que la Ética de la Liberación (1998) y la Política de la Liberación (2007) dan prioridad a un reconocimiento a la vez material, formal y “factible” de los Otros excluidos y oprimidos. Este reconocimiento crítico se concretiza en la lucha política por la dignidad de los diversos movimientos sociales o frentes de liberación tanto en el Sur como en el Norte, y en el diálogo intercultural hacia una transmodernidad pluriversal.",
      "citationCount": 0,
      "doi": "10.4206/rev.stultifera.2024.v7n2-07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6232e887d868620027c2bff6ce5f0924addeb565",
      "venue": "Revista Stultifera",
      "journal": {
        "name": "Revista stultifera"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c3f1293c87ac6b9d44234f5e22bc24471a0239a7",
      "title": "A utopia decolonial: o projeto transmoderno, pluriversal e o direito à diferença de igualdade",
      "authors": [
        {
          "name": "Rayann Kettuly Massahud de Carvalho",
          "authorId": "2124686045"
        }
      ],
      "year": 2021,
      "abstract": "O presente trabalho tem o objetivo de apresentar a utopia do pensamento decolonial, o projeto transmoderno e pluriversal, a partir das obras de Walter Mignolo e de Enrique Dussel. Essa proposta não está limitada ao interior da modernidade eurocêntrica e nem é simplesmente a sua negação, como propõe o pós-modernismo. A utopia decolonial, enquanto projeto de sociedade futura, é uma terceira via, que parte de um outro lugar, da exterioridade da modernidade. Sendo assim, o trabalho é dividido em duas partes. Em primeiro lugar, é realizada uma apresentação da crítica decolonial ao universalismo. Em segundo lugar, o projeto de transmodernidade é abordado. Para tanto, a metodologia utilizada é a revisão de literatura ou reconstrução categorial.\nPalavras-chave: Transmodernidade. Pluriversalidade. Colonialidade. Decolonialidade. Direito à diferença.",
      "citationCount": 1,
      "doi": "10.5965/1984724621472020130",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c3f1293c87ac6b9d44234f5e22bc24471a0239a7",
      "venue": "Revista PerCursos",
      "journal": {
        "name": "PerCursos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "99ff42d9debab41b09ebc9ad3f577b1f99f3dc50",
      "title": "Do universal ao pluriversal: questões e desafios do paradigma decolonial",
      "authors": [
        {
          "name": "Claude Bourguignon Rougier",
          "authorId": "2124277616"
        },
        {
          "name": "Philippe Colin",
          "authorId": "2070733721"
        },
        {
          "name": "Dalvino Veronese Passarin",
          "authorId": "2124277614"
        }
      ],
      "year": 2021,
      "abstract": "The following text is a translation of «De l’universel au pluriversel. Enjeux et défis du paradigme décolonial», written by Claude Bourguignon Rougier and Philippe Colin, published in Raison Présente (no 199) in 2016. Some authors with very important theoretical contributions are cited, such as Enrique Dussel, Aníbal Quijano, Edgardo Lander, Walter Mignolo, Santiago Castro-Gómez, Arturo Escobar, Nelson Maldonado Torres, Ramón Grosfoguel and Catherine Walsh. It is about issues and challenges regarding the decolonial paradigm, which focuses on the “geopolitics of power, knowledge and being” that resulted from the European colonization process over parts of the globe. Rougier and Colin emphasize the epistemic centrality of coloniality and its intimate relationship with modernity, which was built according to a Eurocentric narrative; therefore, knowledge elaboration should no longer be based on a Eurocentric point of view, but on a pluriversal one, giving due importance to local histories and thus making it possible to reassess the locus of enunciation established by modernity. The translation of this article into Brazilian Portuguese aims to make it accessible to those who show an interest in the subject, thereby enabling the diversity of points of view and the consequent enrichment of the debate about the decolonial turn.",
      "citationCount": 0,
      "doi": "10.5380/RVX.V16I1.78171",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/99ff42d9debab41b09ebc9ad3f577b1f99f3dc50",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "148",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a00c499bd40bbe785fad54ded68542ac330ab1ac",
      "title": "Talk between Dussel and Forner-Betancourt: dialogue between philosophical knowledge, interculturality and indigenous school education",
      "authors": [
        {
          "name": "Henrique Moraes Júnior",
          "authorId": "2201650843"
        },
        {
          "name": "Ivanilde Apoluceno de Oliveira",
          "authorId": "2061164347"
        }
      ],
      "year": 2021,
      "abstract": "Summary The article focuses on Enrique Dussel's Philosophy of Liberation, with the aim of reflecting on the articulation between modernity, the Eurocentric paradigm and the world paradigm. In this sense, the article develops the discussion on rationality and irrationality of modernity (myth of modernity) and its transmodernity (overcoming), as it is directly related to the question of the negative dialectical method with the negation of otherness - of indigenous populations - in philosophical systems. Eurocentric totality and points out the analytical movement as overcoming, expanding and liberating the negative dialectical method. It also outlines the intercultural philosophy of Raul Fornet-Betancourt, which aims at a symmetrical dialogue between philosophical knowledge. It is inferred, from the Liberation of the Other as Alterity and Interculturality, the concrete existence of a dialogical relationship between philosophical knowledge, enabling greater cosmological, philosophical and educational enrichment, as well as the teaching of intercultural philosophy in indigenous schools. In this study, the bibliographic review is the methodological strategy used.",
      "citationCount": 0,
      "doi": "10.20952/REVTEE.V14I33.15642",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a00c499bd40bbe785fad54ded68542ac330ab1ac",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "14"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "efa7d171ee9c259be28ef34921266152ac964d85",
      "title": "Community and Transmodernity: The Keys to Organizational Practices of Social Collectives in Mexico",
      "authors": [
        {
          "name": "Dra. Giovanna Mazzotti Pabello",
          "authorId": null
        },
        {
          "name": "Mtra. Mtra. Kay Nicté Nava Nasupcialy",
          "authorId": null
        },
        {
          "name": "Jerónimo Domingo Ricárdez Jiménez",
          "authorId": "2206909128"
        }
      ],
      "year": 2020,
      "abstract": "In this article we intend to broaden the field of knowledge of the Organizational Theory (OT) and organizational studies, opening the action-research universe to acknowledge the diversity of organizational practices of social-community collectives. To this end, the first part shows the theoretical constraints caused by the epistemic coloniality that imposes the model upon the modern organization and productivity, competitiveness, and control as their sole axis of analysis. The second part shows the analytical categories used to understand the organizational practices of social collectives in Mexico. These categories came out of community considerations and practices, which stand for political-epistemic projects not included in the theoretical schemes of organizational modernity. Specifically, the notion of communality— conceived by intellectuals and activists from Oaxaca, México— and Dussel’s Trans modernity concept, were created to define the context from which they developed.",
      "citationCount": 0,
      "doi": "10.34257/gjmbravol20is9pg37",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/efa7d171ee9c259be28ef34921266152ac964d85",
      "venue": "",
      "journal": {
        "name": "Global Journal of Management and Business Research",
        "pages": "37-44",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3c62a3fbe6f35129963e3c185ae2380aa1d8d0c9",
      "title": "Narrating the Transmodern Fracture in Teju Cole's Every Day Is for the Thief",
      "authors": [
        {
          "name": "Sara Villamarín-Freire",
          "authorId": "1659243969"
        }
      ],
      "year": 2025,
      "abstract": "This paper examines the novella Every Day Is for the Thief (Teju Cole, 2007/2014) as exemplary of the transmodern turn in literature and, specifically, of what Rosa María Rodríguez Magda has termed “narratives of fracture” (2019). It explores the theoretical shift ushered in by Transmodernity and the repercussions this may have for texts like Cole’s –literary works that address the shortcomings of the Eurocentric world-system and scrutinize the implications of globalization for paramodern cultures– using Enrique Dussel’s terminology (2012). By focusing on the text’s approach to genre and intermediality, conflicted narrative voice, and depiction of transnational fluxes, I seek to chart the ways in which the narrative exposes and undermines Western epistemic domination, while pushing new ways of seeing and thinking aligned with the transmodern paradigm.",
      "citationCount": 0,
      "doi": "10.6018/ijes.603661",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c62a3fbe6f35129963e3c185ae2380aa1d8d0c9",
      "venue": "International Journal of English Studies",
      "journal": {
        "name": "International Journal of English Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9f52403b0eadb5aedecae6269160a0000dd829e1",
      "title": "Pensamiento nuestroamericano y descolonización epistémica: tres estadios de la trayectoria de una cuestión problemática de la emancipación cultural y la liberación",
      "authors": [
        {
          "name": "Antonio Bermejo-Santos",
          "authorId": "2406736509"
        },
        {
          "name": "Lilian Conchita Silva",
          "authorId": "2406735416"
        }
      ],
      "year": 2026,
      "abstract": "Our American decolonization is presented as a complex and multidimensional historical process that seeks to affirm local identities in the face of Eurocentric universality and its colonialist expressions. This essay highlights its transdisciplinary character and its focus on social, cultural, and epistemic liberation, which aims to construct a critical and propositional reflection on cultural authenticity and the liberation of Latin America. It refers to Enrique Dussel’s project of transmodernity and his philosophical legacy as a key module for the construction of a paradigm of social, cultural, and epistemic liberation. In addition, it emphasizes the importance of propositional thought on cultural authenticity and liberation, highlighting authors such as Francisco Bilbao, José Martí, and Aníbal Quijano. The critique of Eurocentrism and the construction of an alternative paradigm based on horizontal intercultural dialogue are also stressed. The essay is structured around three theoretical nuclei that represent important stages of decolonizing thought: the critique of Eurocentrism and the construction of one’s own identity, epistemic decolonization as a tool of liberation, and, finally, intercultural dialogue as an alternative to domination.",
      "citationCount": 0,
      "doi": "10.15359/tdna.41-79.5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f52403b0eadb5aedecae6269160a0000dd829e1",
      "venue": "Temas de Nuestra América Revista de Estudios Latinoaméricanos",
      "journal": {
        "name": "Temas de Nuestra América Revista de Estudios Latinoaméricanos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a85238bce5d556a6dbeefef524781c1151c1a708",
      "title": "Práctica en Construcción",
      "authors": [
        {
          "name": "Samuel Gracida",
          "authorId": "2390841811"
        }
      ],
      "year": 2025,
      "abstract": "Este artículo ofrece una reflexión auto etnográfica sobre el pensamiento decolonial en musicoterapia. A partir de experiencias personales, siendo un musicoterapeuta mexicano radicado en Alemania (trabajando con personas desplazadas, colaborando en proyectos comunitarios en México y Filipinas, y participando en redes internacionales de investigación), se analizan las formas en que las perspectivas decoloniales en la musicoterapia atraviesan la práctica musicoterapéutica del autor. Se recuperan aportes clave de autores que han escrito acerca del decolonialismo, como Enrique Dussel, Ramón Grosfoguel, Aníbal Quijano y Silvia Rivera Cusicanqui; así como de colegas que han abordado críticamente la colonialidad en el campo de la musicoterapia, como es el caso del CAMTI Collective. El texto propone una mirada transmoderna y pluriversal, reconociendo el valor del conocimiento situado, la subjetividad y el diálogo intercultural. Se ofrecen además nociones de cómo se usan estos términos en las experiencias y el pensamiento del autor. A partir de esta perspectiva, se invita a pensar la decolonización no como un objetivo alcanzable, sino como una práctica ética, crítica y en permanente construcción, que requiere sostener un cierto grado de incomodidad con las estructuras cambiantes del saber y la práctica, reconocer contradicciones y abrir espacios de diálogo.\nComentario Editorial\nEl autor ha vivido en muchos sitios y reflexiona sobre ello en este ensayo, en el que nos invita a alejarnos de posiciones dogmáticas cuando nos encontramos con el trabajo de colegas que pertenecen a sociedades distintas a las propias. Como dice Samuel, “el hecho de estar inmersos en sistemas coloniales implica que hay dinámicas de las cuales no podemos escapar completamente.” Su propuesta nos parece sensible hacia los factores culturales de las prácticas profesionales, pero también exigente en lo que hace al pensamiento crítico y al análisis que ellas requieren.",
      "citationCount": 0,
      "doi": "10.15845/voices.v25i3.4590",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a85238bce5d556a6dbeefef524781c1151c1a708",
      "venue": "Voices: A World Forum for Music Therapy",
      "journal": {
        "name": "Voices: A World Forum for Music Therapy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
