{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Vizcaino liberation philosophy fetishism",
  "results": [
    {
      "paperId": "9896e101d3c046f59f1aa80d5d2a21ac3d46bb1c",
      "title": "Una mirada analéctica a la cultura Maya yucateca contemporánea desde la filosofía de la liberación",
      "authors": [
        {
          "name": "Verónica García Rodríguez",
          "authorId": "2330296388"
        }
      ],
      "year": 2026,
      "abstract": "This article proposes an analectical analysis of contemporary Maya culture in Yucatan framed within the philosophy of liberation and applying the method developed by Enrique Dussel addressing its political, erotic, pedagogical and fetishistic dimensions. More than an object of study, the present work locates Maya culture as a living historical subject, underlining its cosmovision, community - based practices and ways of resisting modern colonial structures. From an ethical perspective grounded in alterity, this article argues that the cultural practices of living Maya communities constitute a critical and emancipatory source for the ongoing construction of a broader alternative civilizational horizon in Latin America. Furthermore, it reflects on contemporary forms of Maya fetishism and on the need for intercultural politics in the Yucatan Península aimed at strengthening cultural and community autonomy.",
      "citationCount": 0,
      "doi": "10.71112/dwrave12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9896e101d3c046f59f1aa80d5d2a21ac3d46bb1c",
      "venue": "Revista Multidisciplinar Epistemología de las Ciencias",
      "journal": {
        "name": "Revista Multidisciplinar Epistemología de las Ciencias"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b21a0a192eff8057d5ea8291bad7256327fdab6c",
      "title": "Geophilosophy, For What?",
      "authors": [
        {
          "name": "R. Mahaswa",
          "authorId": "119970907"
        }
      ],
      "year": 2025,
      "abstract": "<div>Geo-philosophy, born from the fusion of “geo” and “philosophy,” bears a productive ambiguity: spanning <span style=\"font-size: 1rem;\">geography, geology, and something even more expansive: a super-massive, unclassifiable rhizome. It </span><span style=\"font-size: 1rem;\">invites us to untangle the entwinement of human and non-human life, confronting the wreckage of </span><span style=\"font-size: 1rem;\">modernity’s legacy. The Enlightenment’s blind optimism birthed the myth of human exceptionalism—a </span><span style=\"font-size: 1rem;\">myth that now teeters on the brink of planetary collapse. In this delusional world, the messiah complex </span><span style=\"font-size: 1rem;\">thrives, embodied by billionaires like Elon Musk and Jeff Bezos, whose fantasies of off-world salvation mask </span><span style=\"font-size: 1rem;\">the ongoing commodification and destruction of Earth. This is called as geo-fetishism, and masquerading </span><span style=\"font-size: 1rem;\">as hope: the heroic gesture of saving the world while devouring it. As we descend deeper into the Dark </span><span style=\"font-size: 1rem;\">Anthropocene, the human merges with the non-human in uncanny proximity, dissolving boundaries and </span><span style=\"font-size: 1rem;\">unsettling species hierarchies. Also, posthumanism arises not as liberation, but as a symptom of collapse, </span><span style=\"font-size: 1rem;\">blurring the borders of world-systems and natural kinds amid thickening ecological dread. Here, geo-philosophy reveals its radical edge, yet also its tragic limitation. It speaks not to the triumphant, but to the </span><span style=\"font-size: 1rem;\">defeated, to those who live in the ruins, haunted by extinction, carrying the crisis of being like a wound. In </span><span style=\"font-size: 1rem;\">this \"wonderful\" ruin of a world, I challenge geo-philosophy, for whom, and for what? Unfortunately, it is </span><span style=\"font-size: 1rem;\">limited only for the oppressed, the defeated, the marginalized beings. Only they can grasp its “essence”—</span><span style=\"font-size: 1rem;\">those haunted by death, who carry the crisis of existence like a love-hate companion. It is for the lost, whose </span><span style=\"font-size: 1rem;\">struggle is etched into the very bones of the Earth, enduring until their final breath, in the name of extinction </span><span style=\"font-size: 1rem;\">nihilism.</span></div>",
      "citationCount": 0,
      "doi": "10.29037/digitalpress.412469",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b21a0a192eff8057d5ea8291bad7256327fdab6c",
      "venue": "Digital Press Social Sciences and Humanities",
      "journal": {
        "name": "Digital Press Social Sciences and Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 2,
  "errors": []
}
