{
  "status": "success",
  "source": "sep_via_brave",
  "query": "liberation philosophy",
  "results": [
    {
      "title": "Philosophy of Liberation (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/liberation/",
      "entry_name": "liberation",
      "snippet": "Philosophy of Liberation is the collective name for a philosophical movement and method of doing philosophy that emerged at first in Argentina during the late sixties, but that went on to spread throughout Latin American during the early seventies.",
      "page_age": "2016-01-28T00:00:00",
      "extra_snippets": [
        "It is for this reason that sometimes some critics and historiographers of the philosophy of liberation make reference to a “strict” and a “broad” conception of the philosophy of liberation, in order to refer to the immediate context of its earliest articulations, and to its later general dissemination and development.",
        "The philosophy of liberation belongs to the “maturity” stage within the “contemporary” period of Latin American philosophy, if we use Jorge J.E. Gracia and Manuel Vargas’s periodization of Latin American philosophy (Gracia and Vargas 2013).",
        "Without question, however, the philosophy of liberation is the distinct manifestation of Latin American philosophy that has received the most international attention, and that has had the most influence both within Latin America and the United States[1].",
        "While the philosophy of liberation is deeply rooted in the history and debates of Latin American philosophy, to the extent that it may be claimed that it is the most elaborate and substantive response to the task articulating a distinct Latin American philosophy, it is nonetheless also a chapter within the broader history of European philosophy."
      ]
    },
    {
      "title": "Philosophy of Liberation > Notes (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/liberation/notes.html",
      "entry_name": "liberation",
      "snippet": "A quick search in the Philosopher’s Index will yield several dozens of dissertation (Solîs Bello Ortiz et al. 2009: 411, note 24). 2. Beorlegui refers to five matrixes, but he neglects one that was also clearly important, namely the sociology of liberation, without a doubt another generative ...",
      "page_age": null,
      "extra_snippets": [
        "A quick search in the Philosopher’s Index will yield several dozens of dissertation (Solîs Bello Ortiz et al. 2009: 411, note 24). 2. Beorlegui refers to five matrixes, but he neglects one that was also clearly important, namely the sociology of liberation, without a doubt another generative matrix for liberation philosophy.",
        "1. If we take it for granted that one of the measures of the depth and extent of the reception of any philosophical movement is the amount of dissertations written on it, then by this criteria the philosophy of liberation has been the most studied Latin American philosophical current.",
        "The Stanford Encyclopedia of Philosophy is copyright © 2023 by The Metaphysics Research Lab, Department of Philosophy, Stanford University"
      ]
    },
    {
      "title": "John Niemeyer Findlay > Notes (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/findlay/notes.html",
      "entry_name": "findlay",
      "snippet": "If this is a fault, so also it was a fault in Camus never to comment on the struggle for the liberation of Algeria. Camus was a pied noir; Findlay a pied blanc, and they were both more loyal to their friends than to an idea.",
      "page_age": null,
      "extra_snippets": [
        "1. Most of the information in this biography is derived from Findlay’s “My Life” in Studies in the Philosophy of J. N. Findlay (1985) confirmed when possible in other sources. 2.. Findlay’s South African background obviously provokes questions about his politics. He never commented, publicly or privately, on the South African liberation struggle.",
        "If this is a fault, so also it was a fault in Camus never to comment on the struggle for the liberation of Algeria. Camus was a pied noir; Findlay a pied blanc, and they were both more loyal to their friends than to an idea.",
        "There are, I should say, no radically different types of conscious mind, only minds of different degrees of elaboration or development. I think with Pythagoras that earwigs cannot be utterly different from Einsteins, and with Leibniz that the sleeping monads present in pokers are not utterly different from the lucid monads that give lectures on philosophy.",
        "6. The idea that a root ethical judgment is a kind of wish is rare in philosophy but not unprecedented. Russell, in a neglected book called Religion and Science (1935: ch. IX) argued that moral judgments were nothing more than generalized wishes, in the grammatical form of the optative."
      ]
    },
    {
      "title": "Feminist Philosophy of Religion > Notes (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/feminist-religion/notes.html",
      "entry_name": "feminist-religion",
      "snippet": "1. Liberation theology is marked by a “preferential option for the poor,” and it interprets the New Testament primarily as a message about social justice. For feminist perspectives, see for example Welch 1985 and Elizabeth Schussler-Fiorenza (ed.) 1996. Environmental theologies have been ...",
      "page_age": null,
      "extra_snippets": [
        "1. Liberation theology is marked by a “preferential option for the poor,” and it interprets the New Testament primarily as a message about social justice. For feminist perspectives, see for example Welch 1985 and Elizabeth Schussler-Fiorenza (ed.) 1996. Environmental theologies have been strongly influenced both by liberation theology and ecofeminism; see Radford Ruether (ed.)",
        "The Stanford Encyclopedia of Philosophy is copyright © 2023 by The Metaphysics Research Lab, Department of Philosophy, Stanford University"
      ]
    },
    {
      "title": "Jaina Philosophy (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/jaina-philosophy/",
      "entry_name": "jaina-philosophy",
      "snippet": "In this sense, the universe thus represented becomes an emblem of religious identity, as well as a guide to religious practice, because, above all else, the Jaina world is the abode of beings on the path of liberation (Dundas 2005). It is now clear that Jaina philosophy is essentially directed at the individual effort of distinguishing the self and non-self stuff, until one reaches liberation.",
      "page_age": "2023-02-13T00:00:00",
      "extra_snippets": [
        "On a methodological level, one can also only notice the thorough use of lists in this philosophical paradigm, the more striking example is probably to be found in the Canonical text on possibilities (Sthānāṅgasūtra, 3rd–2nd centuries BCE [Ṭhāṇ.]), in which philosophical considerations take the form of ordered lists of items, starting with singletons in chapter one (e.g., one Mahāvīra in this cosmic cycle), continuing with lists of two items in chapter two (e.g., the self versus non-self stuff), and so on up to the tenth chapter, that presents lists of ten items (e.g., there are ten characteristics of the Jaina path, namely patience, liberation, honesty, kindness, humbleness, truth, self-discipline, austerity, detachment and chastity).",
        "It aims to integrate themes tackled in canonical literature in a coherent philosophical system. The Treatise on what there is, opens with the following verses: TS 1.1. The path to liberation is constituted by right view (darśana), right knowledge, and right conduct.",
        "In this sense, the universe thus represented becomes an emblem of religious identity, as well as a guide to religious practice, because, above all else, the Jaina world is the abode of beings on the path of liberation (Dundas 2005). It is now clear that Jaina philosophy is essentially directed at the individual effort of distinguishing the self and non-self stuff, until one reaches liberation.",
        "In this conception in which human beings are in principle able to experience up to absolute cognition, it becomes possible even for someone who is not yet liberated to have a share in this, by relying on the teaching of liberated beings. Such a possibility is especially valuable, since knowing the phenomena unknowable by ordinary cognition, like the nature of the self, what happens after death, or the primary cause and final end of the world, is essential inasmuch as it conditions one’s spiritual progress towards the realization of a proper human life. In this dynamic, Jaina philosophers consider that a discourse is authoritative if it is uttered by such a liberated teacher, who is called “the one who has achieved, who is apt, reliable” (āpta)."
      ]
    },
    {
      "title": "Aesthetics in Critical Theory (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/aesthetics-critical-theory/",
      "entry_name": "aesthetics-critical-theory",
      "snippet": "For Marcuse, then, the aesthetic experience is both critical and rationally ordered, and an arena for the liberation of drives, emotions and potentials. These respectively articulate the contradictions and intolerability of the present, and unharness the libidinal resources which could realize the potential for a better future. In the 20th century philosophers – anglophone and non-anglophone – largely shifted away from discussing the aesthetics of nature.",
      "page_age": "2025-03-25T00:00:00",
      "extra_snippets": [
        "Art’s liberating properties are thus aligned with formal experimentation. ... As noted in the separate entry, critical theory can be thought of narrowly or broadly. Thought of broadly, ‘critical theory’ picks out philosophical work which combines a moral-political conviction that human flourishing is presently blocked, and a methodological conviction that interrogation of prevailing norms, practices, and concepts is necessary (but perhaps insufficient) to remove this blockage.",
        "For Marcuse, then, the aesthetic experience is both critical and rationally ordered, and an arena for the liberation of drives, emotions and potentials. These respectively articulate the contradictions and intolerability of the present, and unharness the libidinal resources which could realize the potential for a better future. In the 20th century philosophers – anglophone and non-anglophone – largely shifted away from discussing the aesthetics of nature.",
        "Marcuse, Herbert, 1955, Eros and Civilization: A Philosophical Inquiry Into Freud, Boston: Beacon. –––, 1964, One-Dimensional Man: Studies in the Ideology of Advanced Industrial Society, Boston: Beacon. –––, 1965, “Remarks on a Redefinition of Culture”, Daedalus, 94(1): 190–207. –––, 1978, The Aesthetic Dimension: Toward a Critique of Marxist Aesthetics, Boston: Beacon. –––, 2006, Art and Liberation (Collected Papers of Herbert Marcuse: Volume 4), Abingdon: Routledge.",
        "Adorno, Marcuse, and Benjamin, by contrast, found their favourite examples of the liberating power of art in multiple schools and time periods, including modernism, nearly all of which refused any overt political content. They also openly questioned the efficacy and quality of much political art (see, e.g., Marcuse 1978: 19; 33–39, Schoolman 1976: 58–60, Klassen & Blumenfeld 2018, Adorno 1961 [1977a], 1977b)."
      ]
    },
    {
      "title": "Positive and Negative Liberty (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/liberty-positive-negative/",
      "entry_name": "liberty-positive-negative",
      "snippet": "The negative concept of freedom, on the other hand, is most commonly assumed in liberal defences of the constitutional liberties typical of liberal-democratic societies, such as freedom of movement, freedom of religion, and freedom of speech, and in arguments against paternalist or moralist state intervention. It is also often invoked in defences of the right to private property. This said, some philosophers have contested the claim that private property necessarily enhances negative liberty (Cohen 1995, 2006), and still others have tried to show that negative liberty can ground a form of egalitarianism (Steiner 1994).",
      "page_age": "2003-02-27T00:00:00",
      "extra_snippets": [
        "Many authors prefer to talk of positive and negative freedom. This is only a difference of style, and the terms ‘liberty’ and ‘freedom’ are normally used interchangeably by political and social philosophers. Although some attempts have been made to distinguish between liberty and freedom (Pitkin 1988; Williams 2001; Dworkin 2011), generally speaking these have not caught on.",
        "The negative concept of freedom, on the other hand, is most commonly assumed in liberal defences of the constitutional liberties typical of liberal-democratic societies, such as freedom of movement, freedom of religion, and freedom of speech, and in arguments against paternalist or moralist state intervention. It is also often invoked in defences of the right to private property. This said, some philosophers have contested the claim that private property necessarily enhances negative liberty (Cohen 1995, 2006), and still others have tried to show that negative liberty can ground a form of egalitarianism (Steiner 1994).",
        "In such cases, while each individual member of the disadvantaged group might be negatively free in the sense of being unprevented from choosing the path of liberation, the freedom of the individual is conditional on the unfreedom of the majority of the rest of the group, since not all can escape in this way. Each individual member of the class therefore partakes in a form of collective negative unfreedom (Cohen 1988, 2006; for discussion see Mason 1996; Hindricks 2008; Grant 2013; Schmidt 2020). Another increasingly influential group of philosophers has rejected both the negative and the posit",
        "How, after all, could they see their disagreement as one about the nature of liberty if they did not think of themselves as in some sense talking about the same thing? In an influential article, the American legal philosopher Gerald MacCallum (1967) put forward the following answer: there is in fact only one basic concept of freedom, on which both sides in the debate converge."
      ]
    }
  ],
  "count": 7,
  "errors": []
}
