{
  "status": "success",
  "source": "core",
  "query": "Habermas Weber social theory ideal type Verstehen",
  "results": [
    {
      "core_id": "57213230",
      "doi": "10.12795/themata.2018.i58.05",
      "title": "Science, idealization and prediction. Max Weber’s ideal-types and ideal concepts in natural sciences",
      "authors": [
        {
          "name": "Sanjuán, Mariano"
        }
      ],
      "year": 2018,
      "abstract": "El objetivo de este ensayo es exponer una comparativa acerca del\r\ncarácter predictivo de los conceptos ideales en las ciencias de la naturaleza, por\r\nuna parte, y su rol en los tipos-ideales weberianos, por otra. Se argumentará\r\na favor de la capacidad predictiva de los primeros, y en contra de la de los segundos.\r\nSe presentará también un análisis conceptual del debate histórico Erklären-\r\nVerstehen, al que pueden retrotraerse las tensiones vistas entre ambas\r\npropuestas. Por último, se expondrá una tipología de la noción de predicción\r\nque pueda aportar luz a una redefinición de la predicción en los tipos ideales.In this essay, I develop a comparative analysis of the role of prediction\r\nin ideal concepts within Natural Sciences, and its function in Weber’s idealtypes.\r\nI will argue for the predictive capacity of the former and against of the\r\nlatter. A conceptual analysis of the historical debate Erklären-Verstehen will\r\nbe also presented. I will defend that our issue can adequately be traced back to\r\nthat discussion. Finally, a typology of the notion of prediction will be exposed\r\nto open the way towards a redefinition of the predictive capacity of ideal-types",
      "publisher": "'Editorial Universidad de Sevilla'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/196609323.pdf",
      "source_url": "https://idus.us.es/xmlui/bitstream/handle/11441/85932/5_art.pdf?sequence=1&isAllowed=y",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "6363291",
      "doi": "10.1177/1354066112466573",
      "title": "Between \"isses\" and \"oughts\": IR constructivism, Critical Theory, and the challenge of political philosophy",
      "authors": [
        {
          "name": "Weber, Martin"
        }
      ],
      "year": 2013,
      "abstract": "The social theoretic turn inaugurated under the rise of constructivism in International Relations has, among other themes, created a much-enlarged space for treating norms as efficacious explanatory variables in analyses of world politics. In this article, I reconstruct mainstream constructivists’ inclinations toward what I argue are sociological accounts of norms, in which the question of the latter’s justification is comprehensively sidelined. I initially show how constructivists’ strategy of delineating their approaches from Critical Theory and post-structural analyses sustains social theoretic commitments, which compound this problem. In the second part of the article, I focus on Richard Price’s programmatic attempt to reconcile the constructivist achievements in empirical research on the efficacy of norms with normative theorizing. The idea of building a bridge from ‘isses’ to ‘oughts’ labors, as I demonstrate, from the outset under construction problems, which cannot be resolved on the premises from which Price seeks to operate. Concluding this part, I consider the possibility of supplementing Price’s account with consequentialist normative theory, and demonstrate that this would incur further problems for a normative theoretic framework for the study of world politics. In the final part, I outline key themes of Critical Theory with the aim of addressing some persistent misunderstandings about its scope, social theoretic outlook, and normative commitments. Linking back to the critical appraisal of mainstream constructivism’s norm-sociological commitments, I suggest that despite some important limitations of its own, Critical Theory is in a better position to address ‘isses’ and ‘oughts’ than constructivists’ readings of it would suggest",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/15156427.pdf",
      "source_url": "http://espace.library.uq.edu.au/view/UQ:293882/IssesandOughtsmanuscript.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "535087",
      "doi": "10.4256/mio.2010.008",
      "title": "Contours in reflexivity: Commitment, criteria and change",
      "authors": [
        {
          "name": "May, T"
        }
      ],
      "year": 2010,
      "abstract": "This article examines the intellectual contours in calls to reflexivity in social research. In charting changes in these calls and their ideas on the role of social research in society, the article draws out lessons for future orientation. Whilst highlighting that the contribution of social research to our common understanding is part of its vitality, different authors have sought to see it in terms of how social actions are produced in research texts, via the role of experience as a starting point for reflexivity, to deploying exclusion of the researcher from dominant forces in order to produce more accurate explanations of social relations. Overall, we can be left bewildered in the face of these differences. Yet the article concludes by arguing that each has its place for clarifying the role and place of social research in society, but that they should not be over-extended as that produces an inward-looking perspective and leads to a paralysis in practice",
      "publisher": "'University of Plymouth'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/1661578.pdf",
      "source_url": "https://salford-repository.worktribe.com/file/1461744/1/May_Contours_in_Reflexivity.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "51320156",
      "doi": null,
      "title": "The Nature of Theory in Information Systems",
      "authors": [
        {
          "name": "Gregor, Shirley"
        }
      ],
      "year": 2015,
      "abstract": "The aim of this research essay is to examine the structural nature of theory in Information Systems. Despite the importance of theory, questions relating to its form and structure are neglected in comparison with questions relating to epistemology. The essay addresses issues of causality, explanation, prediction, and generalization that underlie an understanding of theory. A taxonomy is proposed that classifies information systems theories with respect to the manner in which four central goals are addressed: analysis, explanation, prediction, and prescription. Five interrelated types of theory are distinguished: (1) theory for analyzing, (2) theory for explaining, (3) theory for predicting, (4) theory for explaining and predicting, and (5) theory for design and action. Examples illustrate the nature of each theory type. The applicability of the taxonomy is demonstrated by classifying a sample of journal articles. The paper contributes by showing that multiple views of theory exist and by exposing the assumptions underlying different viewpoints. In addition, it is suggested that the type of theory under development can influence the choice of an epistemological approach. Support is given for the legitimacy and value of each theory type. The building of integrated bodies of theory that encompass all theory types is advocated",
      "publisher": "M I S Research Centre",
      "journal": "MIS Quarterly",
      "download_url": "",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "77287292",
      "doi": "10.17161/ajp.1808.9065",
      "title": "The Historical genesis of the gadamer/habermas controversy",
      "authors": [
        {
          "name": "Ingram, David"
        }
      ],
      "year": 1983,
      "abstract": null,
      "publisher": "'The University of Kansas'",
      "journal": "Auslegung a Journal of Philosophy",
      "download_url": "https://core.ac.uk/download/265545100.pdf",
      "source_url": "https://journals.ku.edu/auslegung/article/download/12891/12187/",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "5575532",
      "doi": "10.5565/rev/papers/v47n0.1799",
      "title": "La sociofenomenología de A. Schültz: entre el constructivismo y el realismo",
      "authors": [
        {
          "name": "López Sáenz, MªCarmen"
        }
      ],
      "year": 1995,
      "abstract": "En este articulo valoramos la relación del pensamiento de A. Schütz con la fenomenología de Husserl y Merleau-Ponty y afirmamos que, a pesar de su problematicidad, Schütz es el padre de la sociofenomenología, ya que fue capaz de aplicar la filosofia de Husserl al análisis social. Schütz partió de los estudios husserlianos sobre la Lebenswelt, de su psicologia eidética y aplicó el método de la fenomenología transcendental a sus trabajos sobre el mundo de la vida cotidiana. Esta vinculación con la fenomenología puede ejemplificarse en el tratamiento schütziano de la intersubjetividad y en su filosofia de las ciencias humanas y sociales. Despues de realizar este examen, evaluamos criticamente la tendencia contemporánea a clasificar la fenomenologia entre los idealismos y el pensarniento de Schutz entre las teorías constructivistas de la realidad social y llegamos a la conclusión de que ambas afirmaciones son excesivamente simplistas e inadecuadas.This article examines the relationship between A. Schürz's thought and Phenomenology. Despite its controversy, Schütz is the creator of the Sociophenomenology, as he was able to apply Husserl's Philosophy to the social analysis.Schütz Husserl' investigations about Lebenswelth, and its eidetics Psychology. He applied the method of the transcendental Phenomenology in his worked on the world of the daily life. This linking with the Phenornenologyc an be illustrated in Schütz's treatment of Intersubjectivity and his philosophy of the human and social sciences. Once this examined, we can assert a contemporary tendency to critically classify Phenomenology as a type of idealism and Schütz's thought amongst constructivist theories of social reality. We conclude that both assertions are too over-simple and inappropriate",
      "publisher": "'Universitat Autonoma de Barcelona'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/13287696.pdf",
      "source_url": "https://papers.uab.cat/article/download/v47-lopez/pdf-es",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "65482933",
      "doi": null,
      "title": "Trade Union Politics as a Countermovement? A Polaniyan Perspective",
      "authors": [
        {
          "name": "Seeliger, M."
        }
      ],
      "year": 2019,
      "abstract": "The article develops a conceptual proposal for the inquiry of trade unions. On the basis of Karl Polanyis theory, four patterns of political mobilization applied by trade unions in the current Transformation are pointed out",
      "publisher": "",
      "journal": null,
      "download_url": "",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "158311880",
      "doi": null,
      "title": "Social and economic history",
      "authors": [
        {
          "name": "Kocka, Jürgen"
        }
      ],
      "year": 1973,
      "abstract": null,
      "publisher": "Frankfurt/M. ; New York, NY: Herder & Herder",
      "journal": null,
      "download_url": "https://www.econstor.eu/bitstream/10419/122675/1/209826.pdf",
      "source_url": "https://www.econstor.eu/bitstream/10419/122675/1/209826.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "27576759",
      "doi": null,
      "title": "Vico’s New Science of Interpretation: Beyond Philosophical Hermeneutics and the Hermeneutics of Suspicion",
      "authors": [
        {
          "name": "Ingram, David"
        }
      ],
      "year": 2007,
      "abstract": "The article situates Vico\\u27s hermeneutical science of history between a hermeneutics of suspicion (Ricoeur, Habermas, Freud) and a redemptive hermeneutics (Gadamer, Benjamin). It discusses Vico\\u27s early writings and his ambivalent trajectory from Cartesian rationalism to counter-enlightenment historicist and critic of natural law reasoning. The complexity of Vico\\u27s thinking belies some of the popular treatments of his thought developed by Isaiah Berlin and others",
      "publisher": "Loyola eCommons",
      "journal": null,
      "download_url": "https://core.ac.uk/download/48605360.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "38146448",
      "doi": "10.1016/b0-12-227240-4/00161-1",
      "title": "Sociology",
      "authors": [
        {
          "name": "Bannister, Robert C."
        }
      ],
      "year": 2003,
      "abstract": "Sociology emerged in response to the problem of social order in modern society in the wake of the American and French Revolutions and the rise of industrialism and market capitalism. Sociology had its roots in the theories of August Comte and Herbert Spencer and in empirical work previously conducted by census bureaus, state labor boards, and reform organizations. By the 1880s, sociologists had perceived a threat in the alliance with biology: It undercut the need for a separate discipline and, in Spencer\\u27s laissez-faire version, tainted the discipline among social reformers and other constituencies crucial to its success. In Dynamic Sociology, the American Lester Frank Ward addressed both issues. On the surface, American and European sociology during the interwar decades was a study in contrasts. The 1960s spelled the end of \\u27modern\\u27 sociology. In the United States, Parsons\\u27s hegemony and Merton\\u27s \\u27middle range\\u27 compromise gave way to a politically charged humanist/positivist divide",
      "publisher": "'Transformative Works and Cultures'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/76221991.pdf",
      "source_url": "https://works.swarthmore.edu/cgi/viewcontent.cgi?article=1405&amp;context=fac-history",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8013644",
      "doi": "10.1108/s0733-558x20170000052010",
      "title": "Remarks on the Nature of Justification: A Socio-Pragmatic Perspective",
      "authors": [
        {
          "name": "Susen, S."
        }
      ],
      "year": 2017,
      "abstract": "The main purpose of this essay is to reflect on the nature of justification. To this end, the analysis draws on Luc Boltanski and Laurent Thévenot’s De la justification. Les économies de la grandeur 1 [On Justification: Economies of Worth 2 ]. More specifically, the article aims to examine the extent to which Boltanski and Thévenot’s conceptual framework, widely known as ‘the sociology of critical capacity’, 3 permits us to demonstrate that processes of justification 4 are vital to the symbolically mediated construction – that is, to both the conceptual and the empirical organization 5 – of social life. In order to prove the validity of this contention, the inquiry explores the meaning of ‘justification’ in relation to the following dimensions: (1) existence, (2) ethics, (3) justice, (4) perspective, (5) presuppositions, (6) agreement, (7) common worlds, (8) critique, (9) practice and (10) justification itself. By way of conclusion, the article maintains that processes of justification constitute an essential ingredient of human reality",
      "publisher": "'Emerald'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/96598771.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "19193847",
      "doi": null,
      "title": "Max Weber\\u27s Living Legacy",
      "authors": [
        {
          "name": "Kurthen, Hermann"
        }
      ],
      "year": 2020,
      "abstract": "June 14, 2020 was the hundred-year anniversary of Max Weber\\u27s death. He died in Munich at age 56 after most likely contracting the Spanish flu. He is often considered one of the founding fathers of sociology next to Marx and Durkheim, despite Weber resisting this label. Given Weber\\u27s worldwide reception, his enduring relevance for sociology and beyond is unbroken, even though he left a huge unfinished work not intended as a conventional sociological grand theory but as a historical-comparative attempt to understand how humans interact within their social environment and how they construct a social reality of their own making.\nWeber\\u27s popularity waxed and waned with the rise of positivism in the second half of the twentieth century. The current trend to critically judge hypothesis-testing as the supreme method to unlock law-like cause-and-effect social relationships now seems to be giving Weberian thought a new lifeline. The commemoration of Max Weber\\u27s death during another pandemic coincides with the publication of his Complete Edition (Max Weber Gesamtausgabe [MWG]) in 47 volumes. The MWG provides, for the first time,  a definitive historical-critical edition of the entire range of his thinking and engagements, not only a basis for a comprehensive account of his life and work but also a resource for moving beyond textual reconstruction and interpretation to new applications and possible extensions of . . . [his] ideas  (Hanke, Scaff, and Whimster 2019:3).\nThe anniversary and the publication of the MWG provide a good reason to reassess Weber\\u27s contribution and living legacy to sociology and the social sciences. In this short essay, I do not ask if Weber is still relevant (he is). Instead, I argue that it is his openness to interpretation, illustrated by the emergence of Weberology and Weberianism, that has made his work last for so many decades. Toward this end, I will examine the influence of his conceptual and methodological innovations and how they were absorbed, contextualized, revised, reinterpreted, and applied in the last 100 years. Then I will evaluate Weber\\u27s universal influence through translations and publications and his influence on the teaching of sociology. Next, I review the trivialization, exploitation, and abuse of Weber\\u27s prestige and authority for often contrary purposes, an outcome that is often ignored. The conclusion summarizes Weber\\u27s continuing relevance",
      "publisher": "ScholarWorks@GVSU",
      "journal": null,
      "download_url": "https://core.ac.uk/download/401625399.pdf",
      "source_url": "https://scholarworks.gvsu.edu/cgi/viewcontent.cgi?article=1013&amp;context=soc_articles",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "15069859",
      "doi": "10.1177/0162243908329381.",
      "title": "Fairness as Appropriateness: Negotiating Epistemological Differences in Peer Review",
      "authors": [
        {
          "name": "Guetzkow, Joshua"
        },
        {
          "name": "Lamont, Michele"
        },
        {
          "name": "Mallard, Grégoire"
        }
      ],
      "year": 2009,
      "abstract": "Epistemological differences fuel continuous and frequently divisive debates in the social sciences and the humanities. Sociologists have yet to consider how such differences affect peer evaluation. The empirical literature has studied distributive fairness, but neglected how epistemological differences affect perception of fairness in decision making. The normative literature suggests that evaluators should overcome their epistemological differences by \"translating\" their preferred standards into general criteria of evaluation. However, little is known about how procedural fairness actually operates. Drawing on eighty-one interviews with panelists serving on five multidisciplinary fellowship competitions in the social sciences and the humanities, we show that (1) Evaluators generally draw on four epistemological styles to make arguments in favor of and against proposals. These are the constructivist, comprehensive, positivist, and utilitarian styles; and (2) Peer reviewers define a fair decision-making process as one in which panelists engage in \"cognitive contextualization,\" that is, use epistemological styles most appropriate to the field or discipline of the proposal under review.Sociolog",
      "publisher": "'SAGE Publications'",
      "journal": "Science Technology & Human Values",
      "download_url": "https://core.ac.uk/download/28930498.pdf",
      "source_url": "http://dash.harvard.edu/bitstream/handle/1/2645470/lamont%20fairness%202009.pdf?sequence=2",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "6087312",
      "doi": null,
      "title": "Kulturkrise und Soziologie um die Jahrhundertwende : zur Genealogie der Kultursoziologie in Deutschland",
      "authors": [
        {
          "name": "Lichtblau, Klaus"
        }
      ],
      "year": 2007,
      "abstract": "Inhalt Vorbemerkung I. Einleitung: Das Unbehagen an der modernen Kultur 1. Fragmentierung und Erlösung 2. Die Eigenart der ästhetisch-literarischen Moderne 3. Zum Gegenstand der vorliegenden Untersuchung II. Die Umwertung der Werte 1. Die \"Generation von 1890\" und die Anfänge der soziologischen Nietzsche-Rezeption in Deutschland 2. Die \"kopernikanische Wende\" innerhalb der Kultur- und Moralphilosophie 3. Zur Soziologie des \"Ressentiments\" und des \"asketischen Ideals\" 4. Die Genesis des \"kapitalistischen Geistes\" als moderner \"Sklavenaufstand in der Moral\" III. Die ästhetische Wiederverzauberung der Welt 1. Wechselwirkungen zwischen Kunst- und Kulturgeschichte um 1900 2. Von der \"soziologischen Ästhetik\" zum Gesamtkunstwerk der Moderne 3. Zur Rolle des Kunstgewerbes innerhalb einer \"ästhetischen Nationalökonomie\" 4. Die \"Soziologie der Cultur-Inhalte\" im Spannungsverhältnis zwischen Materialästhetik und Kunstreligion 5. Die Aufhebung der Kunst in einer neuen gemeinschaftsstiftenden Lebenspraxis IV. Die Rehabilitierung der Liebe 1. Zur Genealogie der modernen \"Geschlechterfrage\" 2. Männliche Wissenschaft und \"weibliche Kultur\" 3. Die Kulturwerte des asketischen Protestantismus und die \"Neue Ethik\" 4. Mystik und Erotik 5. Geselligkeit und Koketterie V. Die Krise der Wissenschaft und die Suche nach einer neuen Kultursynthese 1. Die \"Ideen von 1914\" und der Erste Weltkrieg 2. Die \"geistige Revolution\" in der Wissenschaft 3. Wissenssoziologie als Einheit von Kultur- und Realsoziologie 4. Erkennen als \"freischwebender Prozeß\" Literaturverzeichni",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/14501440.pdf",
      "source_url": null,
      "language": "de",
      "document_type": "research"
    },
    {
      "core_id": "8012062",
      "doi": null,
      "title": "Is There Such a Thing as a ‘Pragmatic Sociology of Critique’? Reflections on Luc Boltanski’s ‘On Critique’. Translated by Simon Susen",
      "authors": [
        {
          "name": "Susen, S."
        }
      ],
      "year": 2014,
      "abstract": null,
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/42627693.pdf",
      "source_url": "http://openaccess.city.ac.uk/6719/1/24h.%20CRO%20%28Accepted%20Version%29%20Simon%20Susen%20%282014%20%5B2012%5D%29%20%E2%80%98Is%20There%20Such%20a%20Thing%20as%20a%20%E2%80%9CPSC%E2%80%9D%E2%80%99.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "158275116",
      "doi": null,
      "title": "Rationality, hermeneutics, and communicational processes: On L. Lachmann's approach of hermeneutical economics",
      "authors": [
        {
          "name": "Priddat, Birger P."
        }
      ],
      "year": 2012,
      "abstract": "Only a few economists knew about hermeneutical economics. But my request is to confirm hermeneutical economics only for the reason to make it criticable. Without any doubt, hermeneutical economics is worth to be criticized; but it is an incomplete approach. The first part presents Ludwig M. Lachmann's version of hermeneutical economics. Lachmann is picked up from the scenario of hermeneutical economists (i.e. Ebeling, Berger, Lavoie, some authors of Kirzner 1986, etc.), because he is the most prominent one of this small group. His approach is more typical than original, but a profound basement for our handling with the rationality-problem in economics. The second part analyzes some critical issues of this approach, touches some methodological problems, and ends with some helpful reasoning on the relation of hermeneutics and economics",
      "publisher": "Witten: Universität Witten/Herdecke, Fakultät für Wirtschaftswissenschaft",
      "journal": null,
      "download_url": "https://www.econstor.eu/dspace/bitstream/10419/54750/1/682736155.pdf",
      "source_url": "https://www.econstor.eu/dspace/bitstream/10419/54750/1/682736155.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "17561936",
      "doi": "10.11588/heidok.00018365",
      "title": "Are cultures readable? Reconsidering some questions of method",
      "authors": [
        {
          "name": "Harth, Dietrich"
        }
      ],
      "year": 2004,
      "abstract": null,
      "publisher": "Manohar",
      "journal": null,
      "download_url": "https://core.ac.uk/download/32585404.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8859026",
      "doi": null,
      "title": "The Four Phases of Philosophy",
      "authors": [
        {
          "name": "Brentano, Franz"
        },
        {
          "name": "Mezei, Balazs M."
        },
        {
          "name": "Smith, Barry"
        }
      ],
      "year": 1994,
      "abstract": "Introduction and translation of “The Four Phases of Philosophy” by Franz Brentano",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/223236024.pdf",
      "source_url": "https://philpapers.org/archive/MEZTFP.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "2087617",
      "doi": null,
      "title": "Theory and practice in the social sciences.",
      "authors": [
        {
          "name": "Held, David Jonathan Andrew"
        }
      ],
      "year": 1976,
      "abstract": "Thesis. 1976. Ph.D.--Massachusetts Institute of Technology. Dept. of Political Science.Microfiche copy available in Archives and Dewey.Bibliography: leaves 602-615.Ph.D",
      "publisher": "Massachusetts Institute of Technology",
      "journal": null,
      "download_url": "https://core.ac.uk/download/4394168.pdf",
      "source_url": "http://dspace.mit.edu/bitstream/1721.1/27439/2/02361026-MIT.pdf",
      "language": null,
      "document_type": "thesis"
    }
  ],
  "count": 19,
  "errors": []
}
