[search_core.py] Searching CORE: 'formal rationality substantive rationality Habermas' (year=2000-2025), limit=20
[search_core.py] Retrieved 18/20 papers...
[search_core.py] Search complete: 18 papers found
{
  "status": "success",
  "source": "core",
  "query": "formal rationality substantive rationality Habermas",
  "results": [
    {
      "core_id": "8221542",
      "doi": "10.1080/23269995.2015.1013385",
      "title": "'A habitual disposition to the good': on reason, virtue and realism",
      "authors": [
        {
          "name": "Agamben G."
        },
        {
          "name": "Agamben G."
        },
        {
          "name": "Aristotle"
        },
        {
          "name": "Bauman Z."
        },
        {
          "name": "Bellah R."
        },
        {
          "name": "Benedict"
        },
        {
          "name": "Berlin I."
        },
        {
          "name": "Bruni L."
        },
        {
          "name": "Debord G."
        },
        {
          "name": "Edelman M."
        },
        {
          "name": "Foucault M."
        },
        {
          "name": "Geuss R."
        },
        {
          "name": "Goetz S."
        },
        {
          "name": "Gray J."
        },
        {
          "name": "Gray J."
        },
        {
          "name": "Gray J."
        },
        {
          "name": "Habermas J."
        },
        {
          "name": "Habermas J."
        },
        {
          "name": "Habermas J."
        },
        {
          "name": "Habermas J."
        },
        {
          "name": "Habermas J."
        },
        {
          "name": "Habermas J."
        },
        {
          "name": "Habermas J."
        },
        {
          "name": "Hirst P. Q."
        },
        {
          "name": "Jaspers K."
        },
        {
          "name": "Juergensmeyer M."
        },
        {
          "name": "Juergensmeyer M."
        },
        {
          "name": "Macintyre A."
        },
        {
          "name": "Manent P."
        },
        {
          "name": "Michéa J.-C."
        },
        {
          "name": "Milbank J."
        },
        {
          "name": "Moreland J. P."
        },
        {
          "name": "Muralt A. D."
        },
        {
          "name": "Nancy J.-L."
        },
        {
          "name": "Nicholls D."
        },
        {
          "name": "Northcott M."
        },
        {
          "name": "Pabst A."
        },
        {
          "name": "Planinc Z."
        },
        {
          "name": "Plato"
        },
        {
          "name": "Polanyi K."
        },
        {
          "name": "Popper K. R."
        },
        {
          "name": "Rawls J."
        },
        {
          "name": "Rawls J."
        },
        {
          "name": "Rawls J."
        },
        {
          "name": "Rawls J."
        },
        {
          "name": "Rawls J."
        },
        {
          "name": "Sandel M. J."
        },
        {
          "name": "Sandel M. J."
        },
        {
          "name": "Scott J. C."
        },
        {
          "name": "Taylor C."
        },
        {
          "name": "Taylor C."
        },
        {
          "name": "Taylor C."
        },
        {
          "name": "Taylor C."
        },
        {
          "name": "Thompson E. P."
        },
        {
          "name": "Williams B."
        },
        {
          "name": "Williams B."
        },
        {
          "name": "Wolin S. S."
        }
      ],
      "year": 2015,
      "abstract": "Amidst the crisis of instrumental reason, a number of contemporary political philosophers including Jürgen Habermas have sought to rescue the project of a reasonable humanism from the twin threats of religious fundamentalism and secular naturalism. In his recent work, Habermas defends a post-metaphysical politics that aims to protect rationality against encroachment while also accommodating religious faith within the public sphere. This paper contends that Habermas’ post-metaphysical project fails to provide a robust alternative either to the double challenge of secular naturalism and religious fundamentalism or to the ruthless instrumentalism that underpins capitalism. By contrast with Habermas and also with the ‘new realism’ of contemporary political philosophers such as Raymond Geuss or Bernard Williams, realism in the tradition of Plato and Aristotle can defend reason against instrumental rationality and blind belief by integrating it with habit, feeling and even faith. Such metaphysical–political realism can help develop a politics of virtue that goes beyond communitarian thinking by emphasising plural modes of association (not merely ‘community’), substantive ties of sympathy and the importance of pursuing goodness and mutual flourishing",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/30707639.pdf",
      "source_url": "http://kar.kent.ac.uk/47559/1/Adrian%20Pabst%20-%20%27A%20habitual%20disposition%20to%20the%20good%27%20-%20on%20reason%2C%20virtue%20and%20realism%20%28published%20version%29.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "11953746",
      "doi": null,
      "title": "Sentidos do Trabalho e Racionalidades Instrumental e Substantiva: Interfaces entre a Administração e a Psicologia",
      "authors": [
        {
          "name": "Eloise Helena Livramento Dellagnelo"
        },
        {
          "name": "Suzana da Rosa Tolfo"
        },
        {
          "name": "Sílvia Patricia Cavalheiro de Andrade"
        }
      ],
      "year": 2012,
      "abstract": "The debates about rationality and its concepts are classical in management studies. Nevertheless, research on the meanings attributed to work, from psychology, are from the 1970s. When studying the meanings of work, authors have not referred to the issue of instrumental and substantive rationality, but have prioritized the identification of that which characterizes work with meaning/sense. In this theoretical essay, the presumption is that the meanings attributed to work are related to the types of rationality present in society and work organizations. As such, the aim is to identify approximations between the features that characterize the meanings attributed to work and instrumental and substantive rationality. Elements that describe the meanings of work are presented, based on psychological references and focusing on research by Morin (1996, 2001); as well as studies that characterize the constitutive features of instrumental and substantive rationality, traditionally studied in management, with emphasis on Serva (1993, 1996, 1997a, 1997b). This possible articulation allowed for the development of work meaning/sense conception of the instrumental type and work meaning/sense of the substantive type; highlighting that there is an overlap between both types of senses in organizations",
      "publisher": "Associação Nacional de Pós-Graduação e Pesquisa em Administração (ANPAD)",
      "journal": null,
      "download_url": "https://core.ac.uk/download/pdf/26838532.pdf",
      "source_url": "",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8862476",
      "doi": null,
      "title": "The Enterprise of Socratic Metaethics",
      "authors": [
        {
          "name": "Piper, Adrian M. S."
        }
      ],
      "year": 2000,
      "abstract": "That human beings have the potential for rationality and the ability to cultivate it is a fact of human nature. But to value rationality and its subsidiary character dispositions - impartiality, intellectual discrimination, foresight, deliberation, prudence, self-reflection, self-control - is another matter entirely.\n          \n          I am going to take it as a given that if a person's freedom to act on her impulses and gratify her desires is constrained by the existence of others' equal, or more powerful, conflicting impulses and desires, then she will need the character dispositions of rationality to survive. The more circumscribed one's freedom and power, the more essential to survival and flourishing the character dispositions of rationality and the spirit may become",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131211580.pdf",
      "source_url": "https://philpapers.org/archive/PIPTEO-2.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "24696288",
      "doi": "10.1017/s1574019614001059",
      "title": "The early warning system and the monti II regulation: the case for a political interpretation",
      "authors": [
        {
          "name": "Goldoni, Marco"
        }
      ],
      "year": 2014,
      "abstract": "Human rights protection - Proportionality - Deference - Procedural rationality - Process-review - Interplay national courts and Strasbourg court",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/42352085.pdf",
      "source_url": "http://eprints.gla.ac.uk/91861/1/91861.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "4223090",
      "doi": null,
      "title": "The limits of a diliberative cosmopolitanism : the case of 'new governance' in the EU",
      "authors": [
        {
          "name": "Parker, Owen"
        }
      ],
      "year": 2010,
      "abstract": "This paper illuminates the limits of a cosmopolitan deliberative governance via an analysis of\n\nEU practices and theories of ‘governance’. Analysing the point at which the term ‘governance’ became prominent in the institutions, via a consideration of the European\n\nCommission’s 2001 White Paper and the various proposals for ‘new governance’ produced by its in-house think-tank, the Forward Studies Unit (FSU), in the late 1990s, it detects in this turn a Habermasian discourse ethic, which has informed much contemporary social, legal and political theorising on governance and deliberative democracy. In these reports an open, pluralist and procedural rationality and practice of governance is advocated as thirdway between state and market. However, the implicit conditions required for consensus or learning are constitutive of important closures. Turning to recent practice, the EU’s ‘Open Method of Co-ordination’ (OMC) – much vaunted by certain deliberative scholars - while ostensibly embodying an inclusive procedural rationality, is significantly circumscribed by an extant market constitution which excludes certain forms of welfare or social policy. More generally, it is suggested that advocates of a deliberative post-national governance fail to scrutinise the ways in which their key agent, civil society, has been intimately connected with dominant governing rationalities such as those which privilege the market, both historically and contemporaneously",
      "publisher": "University of Warwick. Centre for the Study of Globalisation and Regionalisation",
      "journal": null,
      "download_url": "https://core.ac.uk/download/9257655.pdf",
      "source_url": "http://wrap.warwick.ac.uk/49053/1/WRAP_Parker_27010.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "5233710",
      "doi": "10.1017/s1752971911000182",
      "title": "The false promise of the better argument",
      "authors": [
        {
          "name": "Apel"
        },
        {
          "name": "Apel"
        },
        {
          "name": "Austin"
        },
        {
          "name": "Barnett"
        },
        {
          "name": "Benhabib"
        },
        {
          "name": "Bjola"
        },
        {
          "name": "Bohman"
        },
        {
          "name": "Bohman"
        },
        {
          "name": "Boltanski"
        },
        {
          "name": "Butler"
        },
        {
          "name": "Böhler"
        },
        {
          "name": "Crawford"
        },
        {
          "name": "Deitelhoff"
        },
        {
          "name": "Elster"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Herborth"
        },
        {
          "name": "Humrich"
        },
        {
          "name": "Hurd"
        },
        {
          "name": "Hurd"
        },
        {
          "name": "Joas"
        },
        {
          "name": "Joas"
        },
        {
          "name": "Joas"
        },
        {
          "name": "Keohane"
        },
        {
          "name": "Krook"
        },
        {
          "name": "Larmore"
        },
        {
          "name": "Mackie"
        },
        {
          "name": "McCarthy"
        },
        {
          "name": "Müller"
        },
        {
          "name": "Müller"
        },
        {
          "name": "Pettit"
        },
        {
          "name": "Risse"
        },
        {
          "name": "Risse"
        },
        {
          "name": "Rorty"
        },
        {
          "name": "Schimmelfennig"
        },
        {
          "name": "Schnädelbach"
        },
        {
          "name": "Steffek"
        },
        {
          "name": "Tietz"
        },
        {
          "name": "Tine Hanrieder"
        },
        {
          "name": "Wilson"
        }
      ],
      "year": 2011,
      "abstract": "Effective argumentation in international politics is widely conceived as a matter\n\nof persuasion. In particular, the ‘logic of arguing’ ascribes explanatory power\n\nto the ‘better argument’ and promises to illuminate the conditions of legitimate\n\nnormative change. This article exposes the self-defeating implications of the\n\nHabermasian symbiosis between the normative and the empirical force of\n\narguments. Since genuine persuasion is neither observable nor knowable, its\n\nanalysis critically depends on what scholars consider to be the better argument.\n\nSeemingly, objective criteria such as universality only camouflage such moral\n\nreification. The paradoxical consequence of an explanatory concept of arguing\n\nis that moral discourse is no longer conceptualized as an open-ended process of\n\ncontestation and normative change, but has recently been recast as a governance\n\nmechanism ensuring the compliance of international actors with pre-defined\n\nnorms. This dilemma can be avoided through a positivist reification of valid\n\nnorms, as in socialization research, or by adopting a critical and emancipatory\n\nfocus on the obstacles to true persuasion. Still, both solutions remain dependent\n\non the ‘persuasion vs. coercion’ problem that forestalls an insight into successful\n\njustificatory practices other than rational communication. The conclusion\n\ntherefore pleas for a pragmatic abstention from better arguments and points to\n\nthe insights to be gained from pragmatist norms research in sociology",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/12175000.pdf",
      "source_url": "https://epub.ub.uni-muenchen.de/14795/1/hanrieder_14795.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8865423",
      "doi": null,
      "title": "Exploring Discourse Ethics for Tourism Transformation",
      "authors": [
        {
          "name": "Lopez-González, Jose L."
        }
      ],
      "year": 2018,
      "abstract": "The 'critical turn' in tourism studies is defined as a research perspective that explores social transfor- mation in and through tourism by facing the negative impact of strategic-instrumental rationality on this activity. This work explores the features of discourse ethics that may normatively support tourism transformation, a gap that has not been thoroughly discussed in tourism research. For this purpose, the study combines the use of critical and ethical theory with an analysis of discourse ethics in tourism literature to demonstrate that the use of Habermasian discourse ethics needs to be complemented with the Apelian approach. Through these steps the work reveals the theoretical bases of discourse ethics to discuss whether understandings between stakeholders guided by strategic-instrumental rationality can be reached not only in the political sphere —Habermas—, but also in the ethical field —Apel",
      "publisher": "",
      "journal": "Tourism",
      "download_url": "https://core.ac.uk/download/186332369.pdf",
      "source_url": "https://philpapers.org/archive/LOPEDE.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "1155304",
      "doi": "10.1080/002017400414881",
      "title": "Modernity and morality in Habermas's discourse ethics",
      "authors": [
        {
          "name": "Finlayson, James Gordon"
        }
      ],
      "year": 2000,
      "abstract": "Discourse ethics is originally conceived as a programme of philosophical justification of morality. This depends on the formal derivation of the moral principle (U) from non-moral principles. The moral theory is supposed to fall out of a pragmatic theory of meaning. The original programme plays a central role in Habermas's social theory: the moral theory, if true, provides good evidence for the more general theory of modernization. But neither Habermas nor his followers have succeeded in providing a formal derivation. This essay shows how and why Habermas's proposed derivation is impossible. As if aware of the lacuna, Habermas has recently suggested that (U) can be derived by 'abduction' rather than deduction. The proposal draws heavily on modernization theory; hence the only justification for (U) now available to him rests on premises drawn from that theory. The original programme of the justification of morality has thus given way to the weaker programme of the philosophical elucidation of morality. Further, since Habermas's moral theory is no longer justified independently of modernization theory, but at least partly by it, the moral theory cannot without circularity provide evidence for the modernization theory",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/2709449.pdf",
      "source_url": "http://dx.doi.org/10.1080/002017400414881",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "26038467",
      "doi": "10.1017/s026021051000152x",
      "title": "\"Freedom\" through Repression: Epistemic Closure in Agricultural Trade Negotiations",
      "authors": [
        {
          "name": "Gruin, J."
        }
      ],
      "year": 2011,
      "abstract": "A central concern of critical theory is that of how the forces of Modern reason cause certain logics to become reified in the name of rational progress. Two such logics – the ongoing spread of liberal capitalism, and territorial particularism – are simultaneously embodied within social institutions such as the World Trade Organization (WTO) that regulate the global economy, a phenomenon that occurs on the premise of maximising global welfare. Building upon a critical reading of Jürgen Habermas' theory of communicative action, this article undertakes an empirical immanent critique of the extent to which such logics repress the possibility of normative imperatives being considered within agricultural trade negotiations. Specifically, it argues that the dialectic of functionalist and communicative rationality, operating as a theoretical heuristic, reveals that the DDA is susceptible to an ethical indictment that arises from its inability to countenance the alternatives to the dual logics of neo-liberalism and state-interest that could otherwise emerge from a free and rational discussion. The nature of the WTO as a site of social action is revealed to be that of a closed epistemic community in which important normative claims are repressed, and as such, one in which the underlying rational bases for communication are fundamentally distorted",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/210634522.pdf",
      "source_url": "http://hdl.handle.net/11858/00-001M-0000-0019-926C-D",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7798272",
      "doi": "10.1057/cpt.2008.64",
      "title": "The antinomies of aggressive atheism",
      "authors": [
        {
          "name": "Wilde, L"
        }
      ],
      "year": 2010,
      "abstract": "The spate of popular books attacking religion can be seen as a manifestation of the recoil against the idea of multiculturalism. Religious identities are also cultural identities, and no meaningful form of multiculturalism is possible that leaves religion outside the sphere of public recognitiom. This paper argues that 'aggressive atheism' undermines its appeal to reason by refusing to see anything of value in religion. It also risks exacerbating cultural differences at a time when reconciliation is needed. The critique focuses on the contribution of Richard Dawkins and examines a number of tensions within the aggressive atheism of his best-selling book The God Delusion. The second part of the paper introduces an alternative, a framework of reconciliatory dialogues, between atheism and religion and within religious communities, operating not just at a formal or institutional level but also in cultural expressions and in the practices of everyday life",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/30637708.pdf",
      "source_url": "http://irep.ntu.ac.uk/id/eprint/13684/1/205112_7268%20Wilde%20Postprint.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "37266011",
      "doi": null,
      "title": "Discourse quality and political decisions: An empirical analysis of debates in the German conference committee",
      "authors": [
        {
          "name": "Spörndli, Markus"
        }
      ],
      "year": 2003,
      "abstract": "Dieses Papier untersucht Einflüsse von Deliberation auf Entscheidungen im Kontext repräsentativer Politik. Es testet Hypothesen der deliberativen Demokratietheorie, dass eine hohe Diskursqualität Konsense wahrscheinlicher macht (formale Dimension einer Entscheidung) und distributiv gerechtere Resultate fördert (substanzielle Dimension einer Entscheidung). Die mehrheitlich quantitativen Analysen stützen sich auf Wortprotokolle mehrerer Debatten des deutschen Vermittlungsausschusses. Dafür werden Indikatoren entwickelt, die verschiedene Dimensionen diskursiver Politik operationalisieren und zu einem Diskursqualitätsindex (DQI) kombiniert werden können. Die empirischen Resultate zeigen, dass die generelle Diskursqualität einen eigenständigen positiven Effekt auf die formale Dimension einer Entscheidung hat. Hingegen ist die Diskursqualität praktisch ohne Einfluss auf die substanzielle Dimension einer Entscheidung, die fast ausschließlich von den Mehrheitsverhältnissen abhängt.This paper explores effects of deliberation on decisions in a context of representative politics. It tests claims of deliberative democratic theory that a high quality of discourse leads to more consensual decisions (formal outputs) and to policies that approximate normative ideals of distributive justice (substantive outputs). The mostly quantitative empirical analyses are based on recorded debates of the German Conference Committee (Vermittlungsausschuss). To this end, indicators which operationalize diverse dimensions of discursive politics are developed and transformed into a discourse quality index (DQI). The results imply that discourse quality is a strong determinant of the formal outputs but is quite ineffective to counteract voting power in respect to the substantive outputs",
      "publisher": "Berlin: Wissenschaftszentrum Berlin für Sozialforschung (WZB)",
      "journal": null,
      "download_url": "https://core.ac.uk/download/71729368.pdf",
      "source_url": "https://www.econstor.eu/dspace/bitstream/10419/49593/1/377479292.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "214400",
      "doi": null,
      "title": "The philosophical significance of binary categories in Habermas’s discourse ethics",
      "authors": [
        {
          "name": "Susen, Simon"
        }
      ],
      "year": 2009,
      "abstract": "The philosophical programme associated with the discourse ethics of Jürgen Habermas has been widely discussed in the literature. The fact that Habermas has devoted a considerable part of his work to the elaboration of this philosophical programme indicates that discourse ethics can be regarded as a cornerstone of his communication-theoretic approach to society. In essence, Habermas conceives of discourse ethics as a philosophical framework which derives the coordinative power of social normativity from the discursive power of communicative rationality. Although there is an extensive literature on Habermas’s communication-theoretic account of society, almost no attention has been paid to the fact that the theoretical framework which undergirds his discourse ethics is based on a number of binary conceptual divisions. It is the purpose of this paper to shed light on the philosophical significance of these binary categories in Habermas’s discourse ethics and thereby demonstrate that their complexity is indicative of the subject’s tension-laden immersion in social reality",
      "publisher": "Globic Press",
      "journal": null,
      "download_url": "https://core.ac.uk/download/6228.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "46677128",
      "doi": null,
      "title": "Legalism and Devolution of Power in the Public Sphere: Reflections on Occupy Wall Street",
      "authors": [
        {
          "name": "Teachout, Zephyr"
        }
      ],
      "year": 2016,
      "abstract": null,
      "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
      "journal": null,
      "download_url": "https://core.ac.uk/download/144231270.pdf",
      "source_url": "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=2461&amp;context=ulj",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "46753256",
      "doi": null,
      "title": "Law, Legitimacy and Coercion:  One View from Law and Economics",
      "authors": [
        {
          "name": "Brietzke, Paul H."
        }
      ],
      "year": 2011,
      "abstract": null,
      "publisher": "ValpoScholar",
      "journal": null,
      "download_url": "https://core.ac.uk/download/144549453.pdf",
      "source_url": "https://scholar.valpo.edu/cgi/viewcontent.cgi?article=2157&amp;context=vulr",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8725358",
      "doi": "10.1111/1467-8675.12055",
      "title": "Habermas and Markets",
      "authors": [
        {
          "name": "Jütten, Timo"
        }
      ],
      "year": 2013,
      "abstract": null,
      "publisher": "'Wiley'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74370250.pdf",
      "source_url": "https://philpapers.org/archive/JTTHAM.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "37698372",
      "doi": null,
      "title": "Religion, Rationality, and Special Treatment",
      "authors": [
        {
          "name": "Rutherford, Jane"
        }
      ],
      "year": 2001,
      "abstract": "Religion has always played a major role in American society, both politically and socially. Its influence on the Constitution is expressed in the Establishment and Free Exercise Clauses. Why is religion given special treatment by the Constitution? In this Article, Professor Jane Rutherford makes a structural argument for religious liberty. Rutherford posits that religion is treated differently not because of the content of its views, but because of the various other functions it serves, such as providing voices for outsiders and advancing non-market values. Rutherford concludes that we should return to more serious enforcement of the Establishment and Free Exercise Clauses in order to give a more principled basis for preserving important liberties",
      "publisher": "William & Mary Law School Scholarship Repository",
      "journal": null,
      "download_url": "https://scholarship.law.wm.edu/wmborj/vol9/iss2/2",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "6104337",
      "doi": null,
      "title": "Communicative rationality in the standardization of legal relevant criminal conduct",
      "authors": [
        {
          "name": "Ochoa, Diego Fernando Victoria"
        }
      ],
      "year": 2012,
      "abstract": "Abstract/Keywords: Theory of communicative action, ontology of the sentence, systems, subsystems, role, function, crime of breach of duty, compensation, general and special prevention, rule of law, breach of communicative rationality, institutional rivalry and competition for organization, lord of the fact, the duty of guarantor, facticity and validity, counterfactual assertion, public use of reason, prosecution, transcendental ego, self, idealism, voyage, cognitive subject, object of knowledge, hermeneutics of criminal conduct and public servan",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/14524807.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "15497283",
      "doi": "10.14198/doxa2008.31.21",
      "title": "\"Principia Iuris\" between normativity and Power: about the Constitutional Rule of Law State in the Theory of Luigi Ferrajoli",
      "authors": [
        {
          "name": "Preterossi, Geminello"
        }
      ],
      "year": 2008,
      "abstract": "Centrándose en la reflexión que acerca de las relaciones entre Derecho y poder hace FERRAJOLI en Principia iuris, el autor subraya los grandes méritos en los que encontramos también, nos advierte, los grandes riesgos del planteamiento de FERRAJOLI cuando pretende superar la dicotomía racionalidad formal/racionalidad sustantiva a partir de la noción de validez reforzada, y entender de determinada forma las relaciones entre Derecho y poder en el seno de la democracia constitucional. En opinión de PRETEROSSI, la tensión entre racionalidad y voluntad siempre va a estar presente en cualquier sociedad real, incluso en cualquier Derecho, independientemente de sus relaciones con la política (la politicidad es interna al Derecho y el acto constituyente tiene la doble faz de hecho y de Derecho). La teoría del Derecho debe evitar, pues, caer en representaciones que disfracen u oculten esa tensión.PRETEROSSI advances what in his opinion are both the main merits and the main risks too of the thesis on the relations between law and power as sustained by FERRAJOLI in Principia Iuris. Specifically, the attempt to deconstruct and overcome the traditional dichotomy formal rationality/substantive rationality with a complex notion of validity and the understanding of the relations between law and power in our constitutional democracies are considered to be the most powerful though slippery points of the theory. In PRETEROSSI’s opinion, the tension between rationality and will should always and unavoidably be present at the very core of any society, far more, at the very core of law, whatever its relations with politics might be (politics is internal to law and the constituent act is both factual and normative). Consequently, legal theory must be prevented against falling into any sort of disguising or concealing reconstruction of that unavoidable tension",
      "publisher": "'Universidad de Alicante Servicio de Publicaciones'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/16371330.pdf",
      "source_url": "http://hdl.handle.net/10045/19213",
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 18,
  "errors": []
}
