[search_core.py] Searching CORE: 'Habermas Weber disenchantment modernity iron cage' (year=2000-2025), limit=20
[search_core.py] Server error 500, retrying (attempt 1/5)...
[search_core.py] Retrying after 1.3s backoff...
[search_core.py] Server error 500, retrying (attempt 2/5)...
[search_core.py] Retrying after 2.8s backoff...
[search_core.py] Retrieved 18/20 papers...
[search_core.py] Search complete: 18 papers found
{
  "status": "success",
  "source": "core",
  "query": "Habermas Weber disenchantment modernity iron cage",
  "results": [
    {
      "core_id": "9437791",
      "doi": "10.31979/2151-6014(2011).020208",
      "title": "DAOISM AS CRITICAL THEORY",
      "authors": [
        {
          "name": "Wenning, Mario"
        }
      ],
      "year": 2011,
      "abstract": "Classical philosophical Daoism as it is expressed in the Dao-De-Jing and the Zhuang-Zi is often interpreted as lacking a capacity for critique and resistance. Since these capacities are taken to be central components of Enlightenment reason and action, it would follow that Daoism is incompatible with Enlightenment. This interpretation is being refuted by way of developing a constructive dialogue between the enlightenment traditions of critical theory and recent philosophy of action from a Daoist perspective. Daoism\\u27s normative naturalism does neither rest on a primitivist call for a return to the past, nor does it suggest future-directed activism. By way of reconstructing its descriptive, explanatory and emancipatory dimensions, it is shown that Daoism constitutes an alternative form of critical theory. In contrast to future-directed purposive action or blind rule-following, Daoism\\u27s key normative concept of  wu-wei  emphasizes effortless non-calculative responsiveness in the present. Drawing on recent insights in the philosophy of action, a reconstruction of wu-wei allows to conceive of a promising form of emancipatory agency",
      "publisher": "SJSU ScholarWorks",
      "journal": "Comparative Philosophy An International Journal of Constructive Engagement of Distinct Approaches toward World Philosophy",
      "download_url": "https://core.ac.uk/download/70409079.pdf",
      "source_url": "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1017&amp;context=comparativephilosophy",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "22078463",
      "doi": "10.18910/11500",
      "title": "The RUPTURE OF MODERNITY : A PARADOX FOR THE EMERGENCE OF DEMOCRACY",
      "authors": [
        {
          "name": "Cancio, Luis M."
        }
      ],
      "year": 2009,
      "abstract": "研究ノー",
      "publisher": "'Springer Publishing Company'",
      "journal": null,
      "download_url": "http://ir.library.osaka-u.ac.jp/dspace/bitstream/11094/11500/1/ahs30_137.pdf",
      "source_url": "http://ir.library.osaka-u.ac.jp/dspace/bitstream/11094/11500/1/ahs30_137.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "19193847",
      "doi": null,
      "title": "Max Weber\\u27s Living Legacy",
      "authors": [
        {
          "name": "Kurthen, Hermann"
        }
      ],
      "year": 2020,
      "abstract": "June 14, 2020 was the hundred-year anniversary of Max Weber\\u27s death. He died in Munich at age 56 after most likely contracting the Spanish flu. He is often considered one of the founding fathers of sociology next to Marx and Durkheim, despite Weber resisting this label. Given Weber\\u27s worldwide reception, his enduring relevance for sociology and beyond is unbroken, even though he left a huge unfinished work not intended as a conventional sociological grand theory but as a historical-comparative attempt to understand how humans interact within their social environment and how they construct a social reality of their own making.\nWeber\\u27s popularity waxed and waned with the rise of positivism in the second half of the twentieth century. The current trend to critically judge hypothesis-testing as the supreme method to unlock law-like cause-and-effect social relationships now seems to be giving Weberian thought a new lifeline. The commemoration of Max Weber\\u27s death during another pandemic coincides with the publication of his Complete Edition (Max Weber Gesamtausgabe [MWG]) in 47 volumes. The MWG provides, for the first time,  a definitive historical-critical edition of the entire range of his thinking and engagements, not only a basis for a comprehensive account of his life and work but also a resource for moving beyond textual reconstruction and interpretation to new applications and possible extensions of . . . [his] ideas  (Hanke, Scaff, and Whimster 2019:3).\nThe anniversary and the publication of the MWG provide a good reason to reassess Weber\\u27s contribution and living legacy to sociology and the social sciences. In this short essay, I do not ask if Weber is still relevant (he is). Instead, I argue that it is his openness to interpretation, illustrated by the emergence of Weberology and Weberianism, that has made his work last for so many decades. Toward this end, I will examine the influence of his conceptual and methodological innovations and how they were absorbed, contextualized, revised, reinterpreted, and applied in the last 100 years. Then I will evaluate Weber\\u27s universal influence through translations and publications and his influence on the teaching of sociology. Next, I review the trivialization, exploitation, and abuse of Weber\\u27s prestige and authority for often contrary purposes, an outcome that is often ignored. The conclusion summarizes Weber\\u27s continuing relevance",
      "publisher": "ScholarWorks@GVSU",
      "journal": null,
      "download_url": "https://core.ac.uk/download/401625399.pdf",
      "source_url": "https://scholarworks.gvsu.edu/cgi/viewcontent.cgi?article=1013&amp;context=soc_articles",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "171499446",
      "doi": null,
      "title": "The Disenchantment of Logically Formal Legal Rationality, or Max Weber\\u27s Sociology in the Genealogy of the Contemporary Mode of Western Legal Thought",
      "authors": [
        {
          "name": "Kennedy, Duncan"
        }
      ],
      "year": 2004,
      "abstract": "Max Weber began his sociology of law with a description of the then present of Western legal thought, along with a brief summary of its previous stages. Professor Kennedy\\u27s appreciation of Weber\\u27s sociology of law begins with a summary description of the Western legal thought of Weber\\u27s time as it looks from our present one hundred years later, emphasizing the contrast between the mainstream of his time, now called Classical Legal Thought, and its critics in the  social current.  He then presents Weber\\u27s sociology of law, comparing and contrasting his approach with that of the social current. According to Professor Kennedy, the most striking thing about Weber\\u27s sociology of law, from the perspective of legal theory a century after he wrote, is his ambivalent endorsement of legal formalism. This entailed rejection of the social current\\u27s critique, a critique that is close to universally accepted today. Professor Kennedy explains Weber\\u27s attitude toward legal formalism as motivated by the internal requirements of his theory of domination, in which, after the demise of all earlier modes of legitimation, the Iron Cage of modernity is held together by bureaucrats defined by their adherence to that mode of legal reasoning. He then argues that Weber\\u27s approach was inconsistent with the irrationalist and decisionist strands in his own theory of modernity, a theory that helps in understanding the current situation of legal thought, if we take the un-Weberian step of applying it to legal formalism. Finally, Professor Kennedy offers an interpretation of the contemporary mode of legal thought as an episode in the sequences of disenchantment and reenchantment suggested by Weber\\u27s philosophy of history, and uses Weberian elements to construct a distinct contemporary ideal type of legal thought. The very brief conclusion suggests the strong affiliation between Weber (read as above) and one of the sects of modern legal theory, namely critical legal studies",
      "publisher": "UC Law SF Scholarship Repository",
      "journal": null,
      "download_url": "https://core.ac.uk/download/641028996.pdf",
      "source_url": "https://repository.uclawsf.edu/cgi/viewcontent.cgi?article=3560&context=hastings_law_journal",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "38322632",
      "doi": null,
      "title": "The Disenchantment of Logically Formal Legal Rationality, or Max Weber\\u27s Sociology in the Genealogy of the Contemporary Mode of Western Legal Thought",
      "authors": [
        {
          "name": "Kennedy, Duncan"
        }
      ],
      "year": 2004,
      "abstract": "Max Weber began his sociology of law with a description of the then present of Western legal thought, along with a brief summary of its previous stages. Professor Kennedy\\u27s appreciation of Weber\\u27s sociology of law begins with a summary description of the Western legal thought of Weber\\u27s time as it looks from our present one hundred years later, emphasizing the contrast between the mainstream of his time, now called Classical Legal Thought, and its critics in the  social current.  He then presents Weber\\u27s sociology of law, comparing and contrasting his approach with that of the social current. According to Professor Kennedy, the most striking thing about Weber\\u27s sociology of law, from the perspective of legal theory a century after he wrote, is his ambivalent endorsement of legal formalism. This entailed rejection of the social current\\u27s critique, a critique that is close to universally accepted today. Professor Kennedy explains Weber\\u27s attitude toward legal formalism as motivated by the internal requirements of his theory of domination, in which, after the demise of all earlier modes of legitimation, the Iron Cage of modernity is held together by bureaucrats defined by their adherence to that mode of legal reasoning. He then argues that Weber\\u27s approach was inconsistent with the irrationalist and decisionist strands in his own theory of modernity, a theory that helps in understanding the current situation of legal thought, if we take the un-Weberian step of applying it to legal formalism. Finally, Professor Kennedy offers an interpretation of the contemporary mode of legal thought as an episode in the sequences of disenchantment and reenchantment suggested by Weber\\u27s philosophy of history, and uses Weberian elements to construct a distinct contemporary ideal type of legal thought. The very brief conclusion suggests the strong affiliation between Weber (read as above) and one of the sects of modern legal theory, namely critical legal studies",
      "publisher": "UC Hastings Scholarship Repository",
      "journal": null,
      "download_url": "https://core.ac.uk/download/230145863.pdf",
      "source_url": "https://repository.uchastings.edu/cgi/viewcontent.cgi?article=3560&context=hastings_law_journal",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "8515139",
      "doi": null,
      "title": "Negotiating the \"Iron Cage\": Jürgen Habermas, Hannah Arendt, and Alasdair MacIntyre in response to Max Weber",
      "authors": [
        {
          "name": "Breen, Keith"
        }
      ],
      "year": 2004,
      "abstract": null,
      "publisher": "The University of Edinburgh",
      "journal": null,
      "download_url": "https://core.ac.uk/download/429704840.pdf",
      "source_url": "https://www.era.lib.ed.ac.uk/bitstream/1842/23765/1/BreenK_2004redux.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "28500711",
      "doi": "10.25673/4232",
      "title": "Globalisation, fragmentation, and modernity",
      "authors": [
        {
          "name": "Schrader, Heiko"
        }
      ],
      "year": 2003,
      "abstract": "Heiko Schrader. Otto-von-Guericke-Universität Magdeburg, Fakultät für Geistes-, Sozial- und Erziehungswissenschaften, Institut für Soziologi",
      "publisher": "Universitäts- und Landesbibliothek Sachsen-Anhalt",
      "journal": null,
      "download_url": "https://core.ac.uk/download/pdf/51449032.pdf",
      "source_url": "http://edoc2.bibliothek.uni-halle.de/hs/download/pdf/43692?originalFilename=true",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "37708048",
      "doi": null,
      "title": "The Reenchantment of Law",
      "authors": [
        {
          "name": "Blank, Yishai"
        }
      ],
      "year": 2011,
      "abstract": null,
      "publisher": "Scholarship@Cornell Law: A Digital Repository",
      "journal": null,
      "download_url": "https://core.ac.uk/download/73975365.pdf",
      "source_url": "https://scholarship.law.cornell.edu/cgi/viewcontent.cgi?article=3199&amp;context=clr",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "168209936",
      "doi": null,
      "title": "Killers that Once Were Humans: Reading the Role of Modern Law Via Instrumental Rationality",
      "authors": [
        {
          "name": "Hassan, Momen Abdelbari"
        }
      ],
      "year": 2024,
      "abstract": "For Max Weber, the process of modernization is the process of rationalization in which it includes every realm in our modern life, such as the economy, science, organization, education, and law. However, this kind of rationalization has created coercive and inhumane conditions because rationalization has converted to being instrumental (value-free) without regard to any transcendental or moral values. The inhumane paradigm has become the only fate of our world. The vision needs rational domination to be achieved through formal rational law. Modern law, along with bureaucratization, has paved the road to rational political domination. This kind of domination captures human minds and makes them small cogs who function and serve this instrumental paradigm. This paper argues that instrumental rationality implicates humans in its bloody crimes. Human beings, both officials and ordinaries, bear guilt because they have become partners in their states’ crimes",
      "publisher": "AUC Knowledge Fountain",
      "journal": null,
      "download_url": "https://core.ac.uk/download/618255828.pdf",
      "source_url": "https://fount.aucegypt.edu/cgi/viewcontent.cgi?article=3402&context=etds",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "153777800",
      "doi": "10.15581/015.xxvii.1.57-80",
      "title": "MacIntyre’s Mean: Overcoming a Nietzschean- Weberian Spectrum of Excess and Deficiency",
      "authors": [
        {
          "name": "Reiss Kruger"
        }
      ],
      "year": 2024,
      "abstract": "Alasdair MacIntyre’s work has developed from influences spanning different schools of thought. One particular thread can be traced between the works of Nietzsche and Weber demonstrating MacIntyre’s ability to respond to positions he opposes, as well as developing beyond their excesses and deficiencies. This work traces the Nietzschean origin to many of Weber’s positions. From here it tracks the parallels and divergences of Weber to MacIntyre, specifically comparing the ideas of vocations and practices, and the pedagogies of each. Concluding in a discussion of MacIntyre’s considerations of human flourishing, and how his overall position avoids the problematics of both Nietzsche’s and Weber’s over-individualism and relativism, the work argues for future engagement with other non-Thomist-Aristotelian influences on MacIntyre’s thought",
      "publisher": "Universidad de Navarra",
      "journal": "Revista Empresa y Humanismo",
      "download_url": "https://core.ac.uk/download/599165658.pdf",
      "source_url": "https://revistas.unav.edu/index.php/empresa-y-humanismo/article/download/45242/37870",
      "language": null,
      "document_type": null
    },
    {
      "core_id": "62965782",
      "doi": null,
      "title": "The Reenchantment of Law",
      "authors": [
        {
          "name": "Blank, Yishai"
        }
      ],
      "year": 2011,
      "abstract": null,
      "publisher": "Scholarship@Cornell Law: A Digital Repository",
      "journal": null,
      "download_url": "https://core.ac.uk/download/216737501.pdf",
      "source_url": "https://scholarship.law.cornell.edu/cgi/viewcontent.cgi?article=3199&amp;context=clr",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "96708866",
      "doi": "10.1093/oxfordhb/9780190679545.013.9",
      "title": "Weberian social theory: rationalization in a globalized world",
      "authors": [
        {
          "name": "Schroeder, Ralph"
        }
      ],
      "year": 2019,
      "abstract": "This chapter gives an account of Weber’s concept of rationalization and how it has been used by subsequent social thinkers. The argument of the chapter is that rationalization is a central thread in Weber’s thought, and it explicates his ideas about how this process works in the realms of culture, the economy, and politics. It also discusses some thinkers who have made use of his ideas, including Ernest Gellner, Randall Collins, and Michael Mann. In Weber’s time, a major debate was about the rise and distinctiveness of the West. More recently, the debate has shifted to the causes and consequences of globalization. The final part of the chapter locates Weberian ideas about rationalization, and its limits, in this larger debate",
      "publisher": "Oxford University Press",
      "journal": null,
      "download_url": "https://core.ac.uk/download/346567855.pdf",
      "source_url": "https://ora.ox.ac.uk/objects/uuid:5b114180-1a9a-4ecc-bd81-e05249d6f05b/files/rww72bc270",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "8294999",
      "doi": "10.1007/s41978-017-0005-3",
      "title": "The two rival concepts of devotional leisure: Towards an understanding of Twenty-First Century human creativity and the possibility of freedom",
      "authors": [
        {
          "name": "A Giddens"
        },
        {
          "name": "A Gramsci"
        },
        {
          "name": "A Heller"
        },
        {
          "name": "A Heller"
        },
        {
          "name": "A MacIntyre"
        },
        {
          "name": "B Crowe"
        },
        {
          "name": "B Crowe"
        },
        {
          "name": "D Foster Wallace"
        },
        {
          "name": "F Nietzsche"
        },
        {
          "name": "H Marcuse"
        },
        {
          "name": "J Butler"
        },
        {
          "name": "J Derrida"
        },
        {
          "name": "JD Caputo"
        },
        {
          "name": "K Spracklen"
        },
        {
          "name": "M Foucault"
        },
        {
          "name": "M Mauss"
        },
        {
          "name": "M Weber"
        },
        {
          "name": "N Lucy"
        },
        {
          "name": "P Sloterdijk"
        },
        {
          "name": "S Lash"
        },
        {
          "name": "T Blackshaw"
        },
        {
          "name": "Z Bauman"
        },
        {
          "name": "Z Bauman"
        },
        {
          "name": "Z Bauman"
        }
      ],
      "year": 2017,
      "abstract": "The starting point of this article is that the ultimate objective of sociology so far as the study\n\nof leisure is concerned should be with understanding the ways in which twenty-first century\n\nmodern men and women attempt to reconcile the demands of individuality and community\n\n(aka freedom and security) by focusing on what they choose to do when they can do anything\n\nat all. The first introductory part sets up the rest of the article by offering a brief critique of\n\nthe sociology of leisure which operates with the somewhat startling assertion that in modern\n\nsocieties leisure is largely consumerist in orientation and that as a result freedom is a fiction.\n\nCounteracting this assertion with a startling one of its own it is subsequently argued that the\n\ntwentieth century interregnum saw modernity radically revise its modernity which led to a\n\ntransformation in the power of human agency and emergence of the insistent voice ‘I too am\n\nin individual’. Taking as its starting point Peter Sloterdijk’s reading of Nietzsche’s imperative\n\nto ‘Become who you are’ articulated passionately in his book You must change your life\n\n(2013), the second part of the article argues that in the twenty-first century terms like\n\nauthentic leisure and consumerist leisure, work and leisure are not antithetical to one another,\n\nand there is a radical need to rethink how people give meaning and order to their lives though\n\ntheir leisure pursuits. Here the article explores the relationship between Sloterdijk’s concept\n\nof anthropotechnics, the art of living and leisure. The next part of the article fleshes out the\n\ntheory of devotional leisure which is one part of a more embracing project set out in the book\n\nRe-imagining leisure studies (Blackshaw 2017). Here the article explores two contrasting\n\nways of understanding devotional leisure practice, namely ‘devotional leisure’ and\n\n‘performative leisure’ by drawing respectively on the examples of surfing and car cruising.\n\nThe article concludes with an attempt to reconcile these two seemingly contradictory forms\n\nof devotional leisure practice with a discussion of urban exploration, speculating that their\n\nuniqueness to one another is never absolute, and the more you perceive their particularity, the\n\nmore you understand their double nature, as simultaneously aspects of a third endeavour",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/141438850.pdf",
      "source_url": "http://shura.shu.ac.uk/17589/1/Blackshaw-TwoRivalConcepts%28AM%29.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "66013876",
      "doi": null,
      "title": "Science and modernity : modern medical knowledge and societal rationalization in Malaysia",
      "authors": [
        {
          "name": "Chai, Choon-Lee"
        }
      ],
      "year": 2008,
      "abstract": "The focus of this thesis is on the social history of public health and medicine in British Malaya during the late 19th and early 20th centuries. I argue that the introduction of modern medicine, medical services, and medical knowledge to Malaya, while serving the immediate needs of colonial economic extraction, and providing legitimacy to colonial rule, also functioned as a cultural agent of colonization, and later modernization. As a cultural agent, modern medical knowledge challenged traditional medical practices and beliefs, and set a new cultural standard of truth, morality, and aesthetic that was to become the cultural basis of modern Malaya and later Malaysia.  Using Weber and Habermas’ theory of societal rationalization, I further contend that the disenchantment of the world by modern medical knowledge, and the reign of the instrumental rationality of modern science, resulted in a predicament of modernity that continues to plague modern Malaysia. The tension of modernity is reflected in the struggle by the Malaysian government to maintain a balance between the pursuit of modernity on one hand, and the preservation of Islamic religious beliefs that define the very nature of the Malaysian nation on the other.  In other words, there is an effort to make Malaysia both a modern scientific state and a Muslim state; and I contend that the goal is achieved through cultural discourses of Islam and modern science that are in harmony with each other",
      "publisher": "'University of Saskatchewan Library'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/226122769.pdf",
      "source_url": "https://harvest.usask.ca/bitstream/10388/etd-06112008-150848/1/PhDDissertationChoonLeeChai.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "8857750",
      "doi": null,
      "title": "Something’s Missing: A Study of the Dialectic of Utopia in the Theories of Theodor W. Adorno and Ernst Bloch",
      "authors": [
        {
          "name": "Ott, Michael R."
        }
      ],
      "year": 2015,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131207058.pdf",
      "source_url": "https://philpapers.org/archive/OTTSMA-2.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "6428623",
      "doi": null,
      "title": "Religious sensations: Why media, aesthetics and power matter in the study of contemporary religion",
      "authors": [
        {
          "name": "Meyer, B."
        }
      ],
      "year": 2006,
      "abstract": null,
      "publisher": "Amsterdam",
      "journal": null,
      "download_url": "https://core.ac.uk/download/pdf/15452108.pdf",
      "source_url": "http://www.loc.gov/mods/v3",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "37689388",
      "doi": "10.2139/ssrn.1313718",
      "title": "Re-Reading Weber in Law and Development:  A Critical Intellectual History of  Good Governance  Reform",
      "authors": [
        {
          "name": "Thomas, Chantal"
        }
      ],
      "year": 2008,
      "abstract": "The  Weberianism  of the modern age derives from the influence of three theoretical concepts in Weber\\u27s work. First, Weber described the development of  logically formal rationality  in governance as central to the rise of Western capitalist democracy. Second, Weber posited that Protestant religious ethics had helped to promote certain economic behaviors associated with contemporary capitalism. Third, Weber identified the rise of bureaucratic governance, as the primary means of realizing logically formal rationality, as distinctly modern.\nThis essay examines the influence of these basic insights on discourse on legal reform in developing countries. The prioritization of legal and institutional reforms to achieve  good governance  seems to be part of a larger intellectual shift to the problems and challenges of  governance  in a globalizing world.\nTransmitters of Weberian analysis in this milieu, however, have at times elided important nuances in Weber\\u27s own thought -- nuances that, if incorporated, might have significant implications within development discourse.\nThe paper\\u27s objectives are: first, to conduct an intellectual history that shows how one of the greatest sociologists influenced an increasingly important area of law reform in the age of globalization; second, to surface critiques arising within that field of law reform; and third, to suggest that there may be some connection between the two. In that sense, the paper seeks to make a contribution to two discourses: to enrich the study of the history of legal thought the reception of an important thinker has shaped contemporary law and policy in a relatively understudied field in the academy; and at the same time to underscore and contextualize policy critiques that have arisen in an increasingly important field of practice",
      "publisher": "Scholarship@Cornell Law: A Digital Repository",
      "journal": "SSRN Electronic Journal",
      "download_url": "https://core.ac.uk/download/73961601.pdf",
      "source_url": "https://scholarship.law.cornell.edu/cgi/viewcontent.cgi?article=1117&amp;context=lsrp_papers",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "62961624",
      "doi": null,
      "title": "Re-Reading Weber in Law and Development:  A Critical Intellectual History of  Good Governance  Reform",
      "authors": [
        {
          "name": "Thomas, Chantal"
        }
      ],
      "year": 2008,
      "abstract": "The  Weberianism  of the modern age derives from the influence of three theoretical concepts in Weber\\u27s work. First, Weber described the development of  logically formal rationality  in governance as central to the rise of Western capitalist democracy. Second, Weber posited that Protestant religious ethics had helped to promote certain economic behaviors associated with contemporary capitalism. Third, Weber identified the rise of bureaucratic governance, as the primary means of realizing logically formal rationality, as distinctly modern.\nThis essay examines the influence of these basic insights on discourse on legal reform in developing countries. The prioritization of legal and institutional reforms to achieve  good governance  seems to be part of a larger intellectual shift to the problems and challenges of  governance  in a globalizing world.\nTransmitters of Weberian analysis in this milieu, however, have at times elided important nuances in Weber\\u27s own thought -- nuances that, if incorporated, might have significant implications within development discourse.\nThe paper\\u27s objectives are: first, to conduct an intellectual history that shows how one of the greatest sociologists influenced an increasingly important area of law reform in the age of globalization; second, to surface critiques arising within that field of law reform; and third, to suggest that there may be some connection between the two. In that sense, the paper seeks to make a contribution to two discourses: to enrich the study of the history of legal thought the reception of an important thinker has shaped contemporary law and policy in a relatively understudied field in the academy; and at the same time to underscore and contextualize policy critiques that have arisen in an increasingly important field of practice",
      "publisher": "Scholarship@Cornell Law: A Digital Repository",
      "journal": null,
      "download_url": "https://core.ac.uk/download/216727823.pdf",
      "source_url": "https://scholarship.law.cornell.edu/cgi/viewcontent.cgi?article=1117&amp;context=lsrp_papers",
      "language": "en",
      "document_type": null
    }
  ],
  "count": 18,
  "errors": []
}
