{
  "status": "success",
  "source": "core",
  "query": "Habermas Weber sociological theory",
  "results": [
    {
      "core_id": "6104332",
      "doi": null,
      "title": "Jeffrey Alexander’s theory of the civil sphere between philosophy and sociology of law",
      "authors": [
        {
          "name": "Maslovskaya, Elena"
        }
      ],
      "year": 2012,
      "abstract": "Alexander’s theory of the civil sphere can be placed in the context of development of sociology of law. However, Alexander draws not so much on sociological theories but rather on the approaches of philosophy of law, particularly the ideas of Fuller, Dworkin and Habermas. The civil sphere is presented by Alexander as the embodiment of Dworkin’s principal integrity. Locating law within civil morality Alexander reveals the similarity of his viewpoint to Dworkin’s position. Drawing on Fuller’s works Alexander singles out the procedural foundations of the democratic order. At the same time for Alexander the source of morality of law is not the legal system itself but a certain level of civil solidarity. Like Habermas, Alexander emphasizes the culturally embedded character of the legal norms. Alexander shares Habermas’s understanding of law as a regulative mechanism affecting all spheres of social life. However, Habermas is more sensitive to the danger of colonization of law by the imperatives of the economic and political subsystems. Alexander’s approach can be contrasted with Luhmann’s sociological theory of law. Alexander concentrates on interrelation and mutual penetration of the civil sphere and law while Luhmann regards law as an autonomous system following its own logic. While Alexander claims that his theory is rooted both in sociology and philosophy of law in fact his approach is closer to normative philosophy",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/14524831.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "6086213",
      "doi": null,
      "title": "Sociology and the diagnosis of the times or: the reflexivity of modernity",
      "authors": [
        {
          "name": "Lichtblau, Klaus"
        }
      ],
      "year": 2007,
      "abstract": "The present essay is the revised version of a talk given at the meeting of the German Sociological Association (DGS) on 'Social Theory and Social Practice', which was held on 16-18 February 1989 in the Centre for Interdisciplinary Studies at the University of Bielefeld. The original German version of that talk was published in Jenseits der Utopie : Theoriekritik der Gegenwart / ed. by Stefan Müller-Doohm. - Frankfurt : Suhrkamp, 1991, S. 15-47: \"Soziologie und Zeitdiagnose: oder: Die Moderne im Selbstbezug\" s.a. http://publikationen.ub.uni-frankfurt.de/volltexte/2007/3906",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/14501041.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "6363291",
      "doi": "10.1177/1354066112466573",
      "title": "Between \"isses\" and \"oughts\": IR constructivism, Critical Theory, and the challenge of political philosophy",
      "authors": [
        {
          "name": "Weber, Martin"
        }
      ],
      "year": 2013,
      "abstract": "The social theoretic turn inaugurated under the rise of constructivism in International Relations has, among other themes, created a much-enlarged space for treating norms as efficacious explanatory variables in analyses of world politics. In this article, I reconstruct mainstream constructivists’ inclinations toward what I argue are sociological accounts of norms, in which the question of the latter’s justification is comprehensively sidelined. I initially show how constructivists’ strategy of delineating their approaches from Critical Theory and post-structural analyses sustains social theoretic commitments, which compound this problem. In the second part of the article, I focus on Richard Price’s programmatic attempt to reconcile the constructivist achievements in empirical research on the efficacy of norms with normative theorizing. The idea of building a bridge from ‘isses’ to ‘oughts’ labors, as I demonstrate, from the outset under construction problems, which cannot be resolved on the premises from which Price seeks to operate. Concluding this part, I consider the possibility of supplementing Price’s account with consequentialist normative theory, and demonstrate that this would incur further problems for a normative theoretic framework for the study of world politics. In the final part, I outline key themes of Critical Theory with the aim of addressing some persistent misunderstandings about its scope, social theoretic outlook, and normative commitments. Linking back to the critical appraisal of mainstream constructivism’s norm-sociological commitments, I suggest that despite some important limitations of its own, Critical Theory is in a better position to address ‘isses’ and ‘oughts’ than constructivists’ readings of it would suggest",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/15156427.pdf",
      "source_url": "http://espace.library.uq.edu.au/view/UQ:293882/IssesandOughtsmanuscript.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "6087073",
      "doi": null,
      "title": "Eros and culture : gender theory in Simmel, Tönnies and Weber",
      "authors": [
        {
          "name": "Lichtblau, Klaus"
        }
      ],
      "year": 2007,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/14501033.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8859498",
      "doi": "10.1177/1468795x14567281",
      "title": "The Frankfurt School and the young Habermas: Traces of an intellectual path (1956–1964)",
      "authors": [
        {
          "name": "Corchia, Luca"
        }
      ],
      "year": 2015,
      "abstract": "The aim of this study is to discern intersections between the intellectual path of the young Habermas and the issues addressed by the Positivismusstreit, the dispute between Popper and Adorno about methodology in the social sciences. I will present two perspectives, focusing on different temporal moments and interpretative problems. First, I will investigate the young Habermas’ relationship to the intellectual tradition of the Frankfurt School: his views on philosophy and the social sciences, normative bases of critical theory and political attitudes. Second, I will reconstruct Habermas’ contemplation of the Positivismusstreit, in light of his social scientific research programme in the 1960s. The thesis supported is that Habermas developed a position diverging from those of Adorno and Horkheimer, and that his position reasserted the agenda of the ‘first critical theory’. This article highlight the discontinuity between the first and the second generation of the Frankfurt School, the constructive openness to other philosophical and sociological traditions, as well as the aporias of a theory of knowledge not yet oriented towards the programme of reconstructive sciences",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/151393149.pdf",
      "source_url": "https://philpapers.org/archive/CORTFS-4.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "231650",
      "doi": "10.1177/0038038507080442",
      "title": "Sociology and postcolonialism: another 'missing' revolution?",
      "authors": [
        {
          "name": "Badham, R."
        },
        {
          "name": "Bhabha, H.K."
        },
        {
          "name": "Chakrabarty, D."
        },
        {
          "name": "Eisenstadt, S.N."
        },
        {
          "name": "Eisenstadt, S.N."
        },
        {
          "name": "Giddens, A."
        },
        {
          "name": "Giddens, A."
        },
        {
          "name": "Gilroy, P."
        },
        {
          "name": "Gurminder K. Bhambra"
        },
        {
          "name": "Habermas, J."
        },
        {
          "name": "Habermas, J."
        },
        {
          "name": "Hawthorn, G."
        },
        {
          "name": "Heilbron, J."
        },
        {
          "name": "Holmwood, J."
        },
        {
          "name": "Ladner, J.A."
        },
        {
          "name": "Marshall, B.L."
        },
        {
          "name": "Nisbet, R.A."
        },
        {
          "name": "Parsons, T."
        },
        {
          "name": "Said, E.W."
        },
        {
          "name": "Singh, N.P."
        },
        {
          "name": "Stacey, J."
        },
        {
          "name": "Thapar, R."
        },
        {
          "name": "Wittrock, B."
        }
      ],
      "year": 2007,
      "abstract": "Sociology is usually represented as having emerged alongside European modernity. The latter is frequently understood as sociology's special object with sociology itself a distinctively modern form of explanation. The period of sociology's disciplinary formation was also the heyday of European colonialism, yet the colonial relationship did not figure in the development of sociological understandings. While the recent emergence of postcolonialism appears to have initiated a reconsideration of understandings of modernity, with the development of theories of multiple modernities, I suggest that this engagement is more an attempt at recuperating the transformative aspect of postcolonialism than engaging with its critiques. In setting out the challenge of postcolonialism to dominant sociological accounts, I also address `missing feminist/queer revolutions', suggesting that by engaging with postcolonialism there is the potential to transform sociological understandings by opening up a dialogue beyond the simple pluralism of identity claims",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/47033.pdf",
      "source_url": "http://wrap.warwick.ac.uk/2608/1/WRAP_Bhambra_Sociology_Special_Issue_Bhambra_final_May_2007_%282%29.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "5562881",
      "doi": "10.5565/rev/papers/v50n0.1845",
      "title": "La teoría crítica : de Frankfurt a Habermas. Una traducción de la teoría de la acción comunicativa a la sociología",
      "authors": [
        {
          "name": "Noguera, José Antonio"
        }
      ],
      "year": 1996,
      "abstract": "Este artículo pretende ser una primera introducción para no iniciados a la teoria sociológica de Jürgen Habermas. Se analiza la teoría de la acción comunicativa de Habermas desde el \"giro lingüistico\" hasta la teoría de la sociedad pasando por la teoría de la acción. Se argumenta que la teoría de Habermas parte de un concepto de racionalidad comunicativa filosóficamente fundamentado y no dogmático, alternativo a la racionalidad instrumental- estratégica; que su teoria de la acción comunicativa provee de un modelo de acción alternativo al de las teorías de la elección racional; que su teoria de la sociedad articulada en dos niveles -sistema y mundo de la vida- supera las antinomias tanto del funcionalismo como de la fenomenología, conectando con la tradición marxista; y, por último, que todo ello conserva una conexión entre teoría y práctica típica de cualquier teoría crítica de la sociedad.This article seeks to be a first introduction for those not iniciated in the sociological theory of Jürgen Habermas. It analyzes Habermas' theory of communicative action from the \"linguistic turn\" to the theory of society going through the theory of action. It is argumented that Habermas' theory starts from a concept of communicative rationality which is philosophically grounded and not dogmatic, as an alternative to instrumental-strategic rationality; that his theory of communicative action gives a model of action, alternative to that of the rational choice theories; that his two-level theory of society avoids the theoretical problems of both functionalism and phenomenology, connecting with the marxist tradition; and to finish with, that everything preserves a connection between theory and practice which is typical of any critical theory of society",
      "publisher": "'Universitat Autonoma de Barcelona'",
      "journal": "Papers : Revista de Sociologia",
      "download_url": "https://core.ac.uk/download/13270413.pdf",
      "source_url": "https://papers.uab.cat/article/download/v50-noguera/pdf-es",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "6086915",
      "doi": null,
      "title": "Causality or interaction? : Simmel, Weber and interpretive sociology",
      "authors": [
        {
          "name": "Lichtblau, Klaus"
        }
      ],
      "year": 2007,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/14501035.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "4372213",
      "doi": "10.1017/s0260210512000435",
      "title": "Religion and Political Form: Carl Schmitt’s Genealogy of Politics as Critique of Habermas’s Post-secular Discourse",
      "authors": [
        {
          "name": "ANTONIO CERELLA"
        },
        {
          "name": "Badie"
        },
        {
          "name": "Berman"
        },
        {
          "name": "Böckenförde"
        },
        {
          "name": "de Beauvoir"
        },
        {
          "name": "de Santillana"
        },
        {
          "name": "Galli"
        },
        {
          "name": "Galli"
        },
        {
          "name": "Galli"
        },
        {
          "name": "Galli"
        },
        {
          "name": "Girard"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Hirschman"
        },
        {
          "name": "Hobbes"
        },
        {
          "name": "Hobbes"
        },
        {
          "name": "Huxley"
        },
        {
          "name": "Jaspers"
        },
        {
          "name": "Koyré"
        },
        {
          "name": "Mumford"
        },
        {
          "name": "Petito"
        },
        {
          "name": "Prodi"
        },
        {
          "name": "Reder"
        },
        {
          "name": "Schmitt"
        },
        {
          "name": "Schmitt"
        },
        {
          "name": "Schmitt"
        },
        {
          "name": "Schmitt"
        },
        {
          "name": "Schmitt"
        },
        {
          "name": "Schmitt"
        },
        {
          "name": "Schmitt"
        },
        {
          "name": "Schmitt"
        },
        {
          "name": "Schmitt"
        },
        {
          "name": "Schmitt"
        },
        {
          "name": "Schmitt"
        },
        {
          "name": "Taylor"
        },
        {
          "name": "Weber"
        }
      ],
      "year": 2012,
      "abstract": "Jürgen Habermas's post-secular account is rapidly attracting attention in many fields as a theoretical framework through which to reconsider the role of religion in contemporary societies. This work seeks to go beyond Habermas's conceptualisation by placing the post-secular discourse within a broader genealogy of the relationships between space, religion, and politics. Drawing on the work of Carl Schmitt, the aim of this article is to contrast the artificial separation between private and public, religious and secular, state and church, and the logic of inclusion/exclusion on which modernity was established. Revisiting this genealogy is also crucial to illustrating, in light of Schmitt's political theory, the problems underlying Habermas's proposal, emphasising its hidden homogenising and universalist logic in an attempt to offer an alternative reflection on the contribution of religious and cultural pluralism within Western democracies",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/9632846.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8855286",
      "doi": null,
      "title": "The Making of Social Theory",
      "authors": [
        {
          "name": "Balon, Jan"
        }
      ],
      "year": 2012,
      "abstract": "This article analyzes the practice of making social theory in terms of the changing styles manifested in writing social theory texts. It is claimed that, taken generally, \"writing\" social theory has not moved beyond its most widespread form of being an exercise in the systematic treatment of the phenomena under study rather than being a genuine problem-solving activity. As demonstrated on selected historical examples of \"writing\" social theory, it seems evident that there is no standard form or style of \"making\" social theory apart from commentary. And that social theory, unlike related styles of academic writing, uses \"commentary\" not as a part of the argument being elaborated, but as a standard and routine way of making knowledge claims. It is argued here that commentary is not the basic method only in the contemporary and largely educational and instructive forms of social theory, but also in the supposedly original achievements of the field's leading figures. The argument elaborated here suggests that the inability to arrive at a standard form of \"making\" social theory may be a consequence of individual, authentic, original, creative thinking drawing its inspiration from sources that are heavily derivative and sometimes permeated by very chaotic and strenuous efforts to demonstrate the coherence of the thinking that it some way refers to the social world",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/199235231.pdf",
      "source_url": "https://philpapers.org/archive/BALTMO-24.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "18702411",
      "doi": null,
      "title": "The sociology of Theodor Adorno",
      "authors": [
        {
          "name": "Benzer, Matthias"
        }
      ],
      "year": 2011,
      "abstract": "Theodor Adorno is a widely-studied figure, but most often with regard to his work on cultural theory, philosophy and aesthetics. The Sociology of Theodor Adorno provides the first thorough English-language account of Adorno's sociological thinking. Matthias Benzer reads Adorno's sociology through six major themes: the problem of conceptualising capitalist society; empirical research; theoretical analysis; social critique; the sociological text; and the question of the non-social. Benzer explains the methodological and theoretical ideas informing Adorno's reflections on sociology and illustrates Adorno's approach to examining social life, including astrology, sexual taboos and racial prejudice. Benzer clarifies Adorno's sociology in relation to his work in other disciplines and the inspiration his sociology took from social thinkers such as Marx, Weber, Durkheim, Kracauer and Benjamin. The book raises critical questions about the viability of Adorno's sociological mode of procedure and its potential contributions and challenges to current debates in social science",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/221839.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "5563059",
      "doi": "10.5565/rev/papers/v50n0.1842",
      "title": "Dinámicas de estructuración en las sociedades modernas",
      "authors": [
        {
          "name": "Beriain, Josetxo"
        }
      ],
      "year": 1996,
      "abstract": "El objetivo de este trabajo es el análisis sociológico de las dinámicas de diferenciación, de racionalización y la temporalidad histórica que dan cuenta del proceso de conformación de las sociedades modernas. En el análisis del incremento de complejidad social se abordan las perspectivas de Durkheim, Weber, Castoriadis y Touraine. Finalmente se indaga la fertilidad sociológica de un concepto de la sociedad en dos niveles: por una parte, la versión \"mundo de la vidas/sistema, que encuentra su máxima expresión en J. Habermas y, por otra parte, la versión sistema/entorno, que encuentra su más cualificado representante en N. Luhmann.The aim of this work is to take into account the sociological meaning of several social processes such as differentiation, rationalization and historical temporality which gave us an adequate account on the making of modern societies. In the analysis of the increase in social complexity will be thematized the perspectives of Durkheim, Weber, Castoriadis and Touraine. And this paper to inquire the sociological fruitfulness of a conception of a two level society: on the one hand, the version \"life world\"/system, represented by J. Habermas and, on the other hand, the version system/environment, represented by N. Luhmann",
      "publisher": "'Universitat Autonoma de Barcelona'",
      "journal": "Papers : Revista de Sociologia",
      "download_url": "https://core.ac.uk/download/13270410.pdf",
      "source_url": "https://papers.uab.cat/article/download/v50-beriain/pdf-es",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "26038467",
      "doi": "10.1017/s026021051000152x",
      "title": "\"Freedom\" through Repression: Epistemic Closure in Agricultural Trade Negotiations",
      "authors": [
        {
          "name": "Gruin, J."
        }
      ],
      "year": 2011,
      "abstract": "A central concern of critical theory is that of how the forces of Modern reason cause certain logics to become reified in the name of rational progress. Two such logics – the ongoing spread of liberal capitalism, and territorial particularism – are simultaneously embodied within social institutions such as the World Trade Organization (WTO) that regulate the global economy, a phenomenon that occurs on the premise of maximising global welfare. Building upon a critical reading of Jürgen Habermas' theory of communicative action, this article undertakes an empirical immanent critique of the extent to which such logics repress the possibility of normative imperatives being considered within agricultural trade negotiations. Specifically, it argues that the dialectic of functionalist and communicative rationality, operating as a theoretical heuristic, reveals that the DDA is susceptible to an ethical indictment that arises from its inability to countenance the alternatives to the dual logics of neo-liberalism and state-interest that could otherwise emerge from a free and rational discussion. The nature of the WTO as a site of social action is revealed to be that of a closed epistemic community in which important normative claims are repressed, and as such, one in which the underlying rational bases for communication are fundamentally distorted",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/210634522.pdf",
      "source_url": "http://hdl.handle.net/11858/00-001M-0000-0019-926C-D",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "43530752",
      "doi": "10.14710/mmh.40.1.2011.34-38",
      "title": "Konstruksi Hukum Yang Bersumber Dari Realitas Sosial (Suatu Implikasi Terhadap Sosiologikal Jurisprudensi)",
      "authors": [
        {
          "name": "Kasmawati, A. (Andi)"
        }
      ],
      "year": 2011,
      "abstract": "Responsiveness Law which has been developed by Nonet and Selznick is the main idea of Law of Realism which developed by Holmes and friends in Realism of American and Realism of Skandinavian, which has been developed by Ross and friends. Their opinion about law of realism is a law which start from the empirical reality, re/ism is shown as the fight against logical theory, who seen the law as what's on the ammandement. In this theory, the judge isnY free to form the law but just finding the law. This opinion been the focus of Teubner as the basic to construct the law as the implication of \"Sociological Jurisprudence\"",
      "publisher": "'Faculty of Engineering Diponegoro University'",
      "journal": "MASALAH-MASALAH HUKUM",
      "download_url": "https://core.ac.uk/download/201338332.pdf",
      "source_url": "https://media.neliti.com/media/publications/159710-ID-konstruksi-hukum-yang-bersumber-dari-rea.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8313615",
      "doi": "10.2383/77051",
      "title": "Reflexivity as situated problem-solving: a pragmatist alternative to general theory",
      "authors": [
        {
          "name": "Holmwood, John"
        }
      ],
      "year": 2014,
      "abstract": "Recent developments in sociological theory have addressed the linkage between structure and agency via a conception of reflexivity and the agent’s internal conversation as a means of understanding the (variable) contribution that the self and its powers contribute to social outcomes. In this paper, I present a sociological realism utilising the approach of American pragmatism (Dewey and Mead) to argue for a different way of conceptualising reflexivity, namely as an occasioned feature of interaction. On this view, reflexivity arises in relation to problems in interaction and is oriented to their resolution. It is argued that the self has a social structure and that reflexivity inheres in interactions and not in different types of individual self-identity. The paper discusses general issues of reflexivity in terms of conceptions of sociology’s “dialogic.” Archer’s relation to actors whose behaviours are under scrutiny, before going on to discuss Margaret Archer’s typology of the “inner dialogues” of actors and its use to understand social mobility",
      "publisher": "Società editrice il Mulino",
      "journal": null,
      "download_url": "https://core.ac.uk/download/33576550.pdf",
      "source_url": "https://nottingham-repository.worktribe.com/720859/1/Sociologica.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "11932742",
      "doi": null,
      "title": "Teoria dos Jogos e Microssociologia: Avenidas de Colaboração",
      "authors": [
        {
          "name": "Charles Kirschbaum"
        },
        {
          "name": "Tatiana Iwai"
        }
      ],
      "year": 2011,
      "abstract": "The Game Theory approach has been fruitful in analyzing strategic contexts, while its assumptions have attracted important criticism from the sociological field. Specifically, the sociological criticism portrays GT as failing to explain trust among individuals. In addition, social dilemmas seem to obscure the explanation of how cooperation is possible. Taking this comparison to its extreme, one is led to believe that the sociological thinking sharply opposes GT. In contrast, this article explores the possible avenues of collaboration between GT and microsociology. We recover in this article the sociological approaches that recognize the social embeddedness of rational choice, mainly by the use of communication and language. We argue that the construction of economic experiments involving social dilemmas, and punctuated with dialogue, generate rich material for qualitative analysis. We propose that this qualitative material be interpreted under frame analysis (Goffman), conventions (Boltanski & Thevenot) and non-human interactions (Latour)",
      "publisher": "Associação Nacional de Pós-Graduação e Pesquisa em Administração (ANPAD)",
      "journal": null,
      "download_url": "https://core.ac.uk/download/pdf/26794707.pdf",
      "source_url": "",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "2351559",
      "doi": null,
      "title": "Organizational Institutionalism and Sociology: A Reflection",
      "authors": [
        {
          "name": "Tolbert, Pamela S"
        }
      ],
      "year": 2008,
      "abstract": "[Excerpt] In 1991, DiMaggio and Powell observed:\nInstitutional theory presents a paradox. Institutional analysis is as old as Emile Durkheim\\u27s exhortation to study \\u27social facts as things\\u27, yet sufficiently novel to be preceded by new in much of the contemporary literature. (1991: 1)\nWe argue that this paradox is, at least in part, the result of a long-standing tension in sociology between more materialist, interest-driven explanations of behavior and ideational, normative explanations, a tension that has often driven oscillating waves of sociological theorizing. It underlies many classical debates (e.g., between Spencer and Durkheim, Weber and Marx, and even Parsons and Mills), and the waves of theory associated with it have produced a variety of \\u27neo-isms\\u27, including neo-Marxist as well as neo-institutionalist theories. This distinction in explanatory approaches is linked to a more general theoretical problematic for sociologists: how to provide a single, coherent account of both stable, persisting patterns of social behavior, and the breakdown and elimination of what were once deeply-entrenched patterns. In this chapter, we examine the history of these distinctive explanatory approaches in sociology, and locate the origins of contemporary institutional work on organizations within this context. We also consider how more recent organizational analyses in the tradition of institutional theory have been driven by and reflect this basic tension",
      "publisher": "DigitalCommons@ILR",
      "journal": null,
      "download_url": "https://core.ac.uk/download/5130717.pdf",
      "source_url": "https://digitalcommons.ilr.cornell.edu/cgi/viewcontent.cgi?article=1435&amp;context=articles",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "214400",
      "doi": null,
      "title": "The philosophical significance of binary categories in Habermas’s discourse ethics",
      "authors": [
        {
          "name": "Susen, Simon"
        }
      ],
      "year": 2009,
      "abstract": "The philosophical programme associated with the discourse ethics of Jürgen Habermas has been widely discussed in the literature. The fact that Habermas has devoted a considerable part of his work to the elaboration of this philosophical programme indicates that discourse ethics can be regarded as a cornerstone of his communication-theoretic approach to society. In essence, Habermas conceives of discourse ethics as a philosophical framework which derives the coordinative power of social normativity from the discursive power of communicative rationality. Although there is an extensive literature on Habermas’s communication-theoretic account of society, almost no attention has been paid to the fact that the theoretical framework which undergirds his discourse ethics is based on a number of binary conceptual divisions. It is the purpose of this paper to shed light on the philosophical significance of these binary categories in Habermas’s discourse ethics and thereby demonstrate that their complexity is indicative of the subject’s tension-laden immersion in social reality",
      "publisher": "Globic Press",
      "journal": null,
      "download_url": "https://core.ac.uk/download/6228.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "236602",
      "doi": null,
      "title": "Derrida reappraised : deconstruction, critique and emancipation in management studies",
      "authors": [
        {
          "name": "Learmonth, M."
        }
      ],
      "year": 2004,
      "abstract": "Derrida has been significantly misread by many management scholars. The paper argues that his work is not ‘postmodernist’; further, that Habermas’ (1987) influential critique of Derrida’s views on truth and politics have led to widespread but misleading views of his critical credentials. Although Habermas is not entirely misguided, a defence of Derrida is provided that sets out the potential for his work to inform management scholars who wish to provide emancipatory critique",
      "publisher": "Department of Management Studies, University of York",
      "journal": null,
      "download_url": "https://core.ac.uk/download/53032.pdf",
      "source_url": "https://eprints.whiterose.ac.uk/2553/1/yms_workingpaper1.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "359541",
      "doi": "10.1007/s10503-008-9088-9",
      "title": "Legitimation and Strategic Maneuvering in the Political Field",
      "authors": [
        {
          "name": "Ieţcu-Fairclough, Isabela"
        }
      ],
      "year": 2008,
      "abstract": "This article combines a pragma-dialectical conception of argumentation, a sociological conception of legitimacy and a sociological theory of the political field. In particular, it draws on the theorization of the political field developed by Pierre Bourdieu and tries to determine what new insights into the concept of strategic maneuvering might be offered by a sociological analysis of the political field. I analyze a speech made by the President of Romania, Traian Băsescu, following his suspension by Parliament in April 2007. I suggest that the argument developed in this speech can be regarded as an example of adjudication and I discuss its specificity as an adjudication in the political field in an electoral campaign. I also try to relate legitimation as political strategy to strategic maneuvering oriented to meeting the contradictory demands of the political field, which I see—following Bourdieu—as involving a double political game, a game of democratic representation and a game of power",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/341248.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "213461",
      "doi": null,
      "title": "Between emancipation and domination: Habermasian reflections on the empowerment and disempowerment of the human subject",
      "authors": [
        {
          "name": "Susen, Simon"
        }
      ],
      "year": 2009,
      "abstract": "Habermas’s ‘linguistic turn’ can be regarded as a systematic attempt to locate the normative foundations of critical theory in the rational foundations of language.  This endeavour is motivated by the insight that any theoretical framework that is committed to the emancipation of the human condition needs to identify the normative grounds on which both its critique of social domination and its pursuit of social liberation can be justified.  Just as Habermas’s firm belief in the possibility of human emancipation manifests itself in the concept of the ‘ideal speech situation’, his radical critique of human domination cannot be separated from the concept of ‘systematically distorted communication’.  Although the significance of these two concepts for Habermas’s communication-theoretic approach to the social has been widely recognised and extensively debated in the literature, their overall importance for a critical theory of human empowerment and disempowerment has hardly been explored in a satisfying manner.  Drawing upon Habermas’s communication-theoretic conception of human coexistence, this paper makes a case for the view that a comprehensive critical theory of society needs to account for both the emancipatory and the repressive potentials of language if it seeks to do justice to both the empowering and the disempowering potentials of the subject",
      "publisher": "Warwick University",
      "journal": null,
      "download_url": "https://core.ac.uk/download/6232.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "4371395",
      "doi": "10.1558/poth.v13i2.233",
      "title": "What’s missing? Gender, reason and the post-secular",
      "authors": [
        {
          "name": "Elaine Graham"
        },
        {
          "name": "Habermas Jurgen"
        }
      ],
      "year": 2012,
      "abstract": "This is the author's post-print PDF version of an article published in Political Theology. The article can be found at www.politicaltheology.com/PT/This journal article discusses the role of gender in the contemporary debate around the post-secular",
      "publisher": "'Equinox Publishing'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/9632022.pdf",
      "source_url": "https://chesterrep.openrepository.com/bitstream/10034/243153/5/graham-PolTheo2012.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "52886412",
      "doi": null,
      "title": "Subjetividad, cuerpo y afecto en la teoría sociológica / Subjectivity, body and affection in sociological theory",
      "authors": [
        {
          "name": "Angelcos, Nicolás"
        }
      ],
      "year": 2017,
      "abstract": "El presente artículo busca contribuir a la comprensión de la subjetividad al interior de la teoría sociológica, específicamente en la sociología de la acción. Para ello, se propone como hipótesis la necesidad de comprender los afectos para analizar la capacidad de respuesta del sujeto a los procesos sistémicos que lo determinan. En esa dirección, se reconoce, en primer lugar, la importancia de la subjetividad para diagnosticar la crisis del proyecto moderno, elemento central en la sociología clásica. En segundo lugar, se revisa el proyecto de sociología del sujeto esbozado por Alain Touraine identificando la relación problemática entre subjetividad y cuerpo. Finalmente, se recurre a la ontología del cuerpo de Spinoza y Butler para identificar el carácter afectivo de la capacidad de respuesta del sujeto.This article seeks to contribute to the understanding of subjectivity within sociological theory, specifically in the sociology of action. To this end, it is proposed as a hypothesis the need to understand the affections to analyze the responsiveness of the subject to the systemic processes that determine it. In this direction, it is recognized, in first place, the importance of subjectivity to diagnose the crisis of the modern project, a central element in classical sociology. Second, the sociology of the subject outlined by Alain Touraine -identifying the problematic relationship between subjectivity and body- is reviewed. Finally, Spinoza and Butler's ontology of the body is used to identify the affection nature of the responsiveness of the subject",
      "publisher": "Instituto de Estudios Avanzados - Universidad de Santiago de Chile",
      "journal": null,
      "download_url": "https://core.ac.uk/download/162595730.pdf",
      "source_url": "http://www.revistas.usach.cl/ojs/index.php/ideas/article/download/2756/2494/",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "6104110",
      "doi": null,
      "title": "On two paradigms of legal theory and their relationship",
      "authors": [
        {
          "name": "Chang, Chia-yin"
        }
      ],
      "year": 2012,
      "abstract": "H. L. A. Hart thought that a theory of law can be purely descriptive and called his theory a “descriptive sociology”. One of his great contributions to modern legal theory is his emphasis on the internal aspect of social rules. According to him, a theory of law can be built on the basis of the description of the participants’ view without sharing with it. This descriptivism is totally rejected by Dworkin, who propagates a theory that denies a sharp separation between a legal theory and its implications for adjudication. For Dworkin, a legal theory is only possible as a theory with “the internal, participants’ point of view”. Dworkin’s position implies a radicalization of legal theory that will transform the statement of an external point of view to that of an internal one. For Dworkin, the descriptivism bases on the sociological concept of law, which is an “imprecise criterial concept” and is “not sufficiently precise to yield philosophically interesting essential features.”Hart’s position is vulnerable because it takes an impure form of descriptivism that still draws a categorical distinction between fact and norm. This theoretical impurity results from the ambiguity of interpreting the internal aspect of rules. A strategy to rescue the Hart’s project is to radicalize his descriptivism with Luhmann's systems theory. Adapting the systems theoretical distinction between internal and external observation of law with all its implications for the explanation of the legal system and legal communications, Hart’s descriptivism finally attains its pure form, which is not only a distinctive paradigm of legal theory, but also possesses the potentialities to clarify its relationship to the legal theory based on the internal aspect of law",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/14524828.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "18521757",
      "doi": null,
      "title": "The ghost of Patrick Geddes:civics as applied sociology",
      "authors": [
        {
          "name": "Law, Alex"
        }
      ],
      "year": 2005,
      "abstract": "In 1904 and 1905 Patrick Geddes (1905, 1906) read his famed, but today little-read, two-part paper, 'Civics: as Applied Sociology', to the first meetings of the British Sociological Society. Geddes is often thought of as a 'pioneer of sociology' (Mairet, 1957;Meller, 1990) and for some (egDevine, 1999: 296) as 'a seminal influence on sociology'. However, little of substance has been written to critically assess Geddes's intellectual legacy as a sociologist. His work is largely forgotten by sociologists in Britain (Abrams, 1968;Halliday, 1968;Evans, 1986). Few have been prepared to follow Geddes's ambition to bridge the chasm between nature and culture, environment and society, geography, biology and sociology. His conception of 'sociology', oriented towards social action from a standpoint explicitly informed by evolutionary theory. A re-appraisal of the contemporary relevance of Geddes's thinking on civics as applied sociology has to venture into the knotted problem of evolutionary sociology. It also requires giving some cogency to Geddes's often fragmentary and inconsistent mode of address. Although part of a post-positivist, 'larger modernism' Geddes remained mired in nineteenth century evolutionary thought and fought shy of dealing with larger issues of social class or the breakthrough work of early twentieth century sociology of Simmel, Weber and Durkheim. His apolitical notion of 'civics' limits its relevance to academic sociology today",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/228176750.pdf",
      "source_url": "https://rke.abertay.ac.uk/files/8520822/LawSocResOnlAuthor2005.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "1155304",
      "doi": "10.1080/002017400414881",
      "title": "Modernity and morality in Habermas's discourse ethics",
      "authors": [
        {
          "name": "Finlayson, James Gordon"
        }
      ],
      "year": 2000,
      "abstract": "Discourse ethics is originally conceived as a programme of philosophical justification of morality. This depends on the formal derivation of the moral principle (U) from non-moral principles. The moral theory is supposed to fall out of a pragmatic theory of meaning. The original programme plays a central role in Habermas's social theory: the moral theory, if true, provides good evidence for the more general theory of modernization. But neither Habermas nor his followers have succeeded in providing a formal derivation. This essay shows how and why Habermas's proposed derivation is impossible. As if aware of the lacuna, Habermas has recently suggested that (U) can be derived by 'abduction' rather than deduction. The proposal draws heavily on modernization theory; hence the only justification for (U) now available to him rests on premises drawn from that theory. The original programme of the justification of morality has thus given way to the weaker programme of the philosophical elucidation of morality. Further, since Habermas's moral theory is no longer justified independently of modernization theory, but at least partly by it, the moral theory cannot without circularity provide evidence for the modernization theory",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/2709449.pdf",
      "source_url": "http://dx.doi.org/10.1080/002017400414881",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7106291",
      "doi": "10.2436/20.3008.01.87",
      "title": "Per a una teoria de la comunicació fonamentada sociològicament",
      "authors": [
        {
          "name": "Berrio, Jordi"
        }
      ],
      "year": 2011,
      "abstract": "Hi ha molts sociòlegs que tracten la comunicació d'una manera més o menys marginal, però les teories sociològiques no la tenen en compte, amb les seves mediacions tècniques, com un àmbit definit de les estructures de la societat. Es crida l'atenció sobre els perills que comporta la molta recerca empírica que es fa sense tenir un marc teòric general prou clar. Els sociòlegs alemanys, començant per Max Weber, continuant amb els de l'Escola de Frankfurt, amb les seves diferents generacions, i acabant amb el funcionalisme sistèmic, són els qui més s'han ocupat dels temes referents a la comunicació. Però s'assenyala que han estat Jürgen Habermas i Niklas Luhmann els autors que més s'han acostat a tractar la comunicació tal com, al meu entendre, fóra de desitjar.Many sociologists view communication as a peripheral subject and sociological theories and their technical mediations don't treat communication as a defined field of social structures. The author emphasises the dangers entailed by the considerable amount of empirical research carried out without a clear enough general theoretical framework. German sociologists, beginning with Max Weber, followed by the Frankfurt School and its different generations, and culminating with systemic functionalism, have been dedicated to the subject of communication. The author specifies that, in his opinion, Jürgen Habermas and Niklas Luhmann are the two figures that approach this subject most successfully",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/18417089.pdf",
      "source_url": "http://ddd.uab.cat/record/111860",
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 27,
  "errors": []
}
