{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Weber critical theory modernity",
  "results": [
    {
      "paperId": "f0cb1617f56467d4be04c313f7465115996173fe",
      "title": "LIVRO DISCUTE A PRESENÇA DE WEBER NAS FILOSOFIAS DE HABERMAS, ARENDT E MACINTYRE",
      "authors": [
        {
          "name": "H. Carvalho",
          "authorId": "115413048"
        }
      ],
      "year": 2015,
      "abstract": "N, Keith. Under Weber’s Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and Macintyre. Ashgate Publishing Co., 2012. \nKeith Breen é Lecturer de Political Theory na School of Politics, International Studies and Philosophy, Queen's University Belfast, Northern Ireland. \n\"Under Weber's Shadow\" presents an extended critical evaluation of the social and political thought of Jurgen Habermas, Hannah Arendt and Alasdair MacIntyre. Although hailing from very different philosophical traditions, these theorists all take as their starting-point Max Weber's seminal diagnosis of late modernity, the view that the world-historic processes of rationalization and disenchantment are paradoxical in promising freedom yet threatening servitude under the 'iron cage' of instrumental reason. However, each rejects his pessimistic understanding of the grounds and possibilities of political life, accusing him of complicity in the very realities he sought to resist. Seeking to move beyond Weber's monological view of the self, his subjectivism and his identification of the political with domination, they offer alternative, intersubjective conceptions of the subject, ethics and politics that allow for positive future possibilities. But this incontrovertible gain, it is argued, comes at the cost of depoliticizing key arenas of human endeavour and of neglecting the reality of struggle and contestation. Engaging with important current debates and literature, Keith Breen provides a rigorous analysis of the work of Habermas, Arendt, MacIntyre and Weber and a highly accessible and original intervention within contemporary social and political thought. \"Under Weber's Shadow\" will therefore be of interest to students and researchers alike within the areas of social and political theory, as well as those within the disciplines of ethics, sociology and philosophy.",
      "citationCount": 0,
      "doi": "10.26694/PENSANDO.V6I11.3617",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0cb1617f56467d4be04c313f7465115996173fe",
      "venue": "Pensando - Revista de Filosofia",
      "journal": {
        "name": "Pensando - Revista de Filosofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "41e6ff0f996e33ed7ef1803790ed02bc480840f6",
      "title": "Enriching Critical Theory",
      "authors": [
        {
          "name": "A. Basden",
          "authorId": "2640476"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41e6ff0f996e33ed7ef1803790ed02bc480840f6",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "2a9539844b192cb698d36ef04bca2eee76dc148f",
      "title": "Anthropology and Modernity",
      "authors": [
        {
          "name": "J. Kahn",
          "authorId": "104861210"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 47,
      "doi": "10.1086/322558;",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a9539844b192cb698d36ef04bca2eee76dc148f",
      "venue": "",
      "journal": {
        "name": "Current Anthropology",
        "pages": "651-680",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "558b6900fef66db7e938e70ab0f6c92d1102cefb",
      "title": "Modernity, communicative action and reconstruction of rationality",
      "authors": [
        {
          "name": "J. Powell",
          "authorId": "30318519"
        }
      ],
      "year": 2014,
      "abstract": "Associated with the Frankfurt School, Jurgen Habermas's work focuses on the modern foundations of social theory and epistemology, the analysis of advanced capitalistic societies and democracy, the rule of law in a critical social-evolutionary context, and contemporary politics, particularly German politics. Habermas's theoretical system is devoted to revealing the possibility of reason, emancipation, and rational-critical communication latent in modern institutions and in the human capacity to deliberate and pursue rational interests. Habermas is known for his work on the concept of modernity, particularly with respect to the discussions of rationalization originally set forth by Max Weber. He has been influenced by American pragmatism and action theory. This paper sets out to explore the problems and possibilities of communicative action and the reconstruction of rationality which Habermas claims was lost in postmodern genre.",
      "citationCount": 1,
      "doi": "10.18052/WWW.SCIPRESS.COM/ILSHS.27.177",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/558b6900fef66db7e938e70ab0f6c92d1102cefb",
      "venue": "",
      "journal": {
        "name": "International Letters of Social and Humanistic Sciences",
        "pages": "177-183",
        "volume": "27"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0d66ffd651241e8342b1dfab5d0902b8025cc6fa",
      "title": "Valuing Culture and Economy",
      "authors": [
        {
          "name": "A. Sayer",
          "authorId": "21823317"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 51,
      "doi": "10.4135/9781446218112.n3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d66ffd651241e8342b1dfab5d0902b8025cc6fa",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e7c9cb0a39801bdd9b583adc83e6f2930fc88052",
      "title": "Spirituality as a Phenomenon and Challenge of Science",
      "authors": [
        {
          "name": "T. Peltonen",
          "authorId": "32516111"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-56312-1_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e7c9cb0a39801bdd9b583adc83e6f2930fc88052",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "21-32",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "61a90fa37bdedbb41db3e8a4a4e89a5d3fd05e90",
      "title": "هابرماس في نقد العقل الأداتي من ماكس فيبر إلى هوركهايمر وأدورنو",
      "authors": [
        {
          "name": "منيرة أبومنقة محمد",
          "authorId": "101132870"
        },
        {
          "name": "سحر محمد",
          "authorId": "113100811"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61a90fa37bdedbb41db3e8a4a4e89a5d3fd05e90",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7056dd40ee5ce59810cc02438b78798032947a26",
      "title": "اندیشه های یورگن هابرماس",
      "authors": [
        {
          "name": "حریری اکبری",
          "authorId": "117939876"
        },
        {
          "name": "دکتر محمد",
          "authorId": "118267803"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.22067/jss.v0i0.15974",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7056dd40ee5ce59810cc02438b78798032947a26",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "4174679ed2fd50db48aec19e5211cd432c56cc38",
      "title": "Generations of the Frankfurt School: The Genesis of Critical Theory and Its Modernity",
      "authors": [
        {
          "name": "R. Penner",
          "authorId": "2253905862"
        },
        {
          "name": "S. Tikhonova",
          "authorId": "118215317"
        }
      ],
      "year": 2024,
      "abstract": "The article presents a retrospective of the formation of the Frankfurt School. Such a view of the school has not yet been formed in Russian-language literature. In it (literature), as a rule, attention is focused on individual figures of the school, without representing their place in the logic of generations. In the 1950s, representatives of the first generation of the Frankfurt School (first of all, M. Horkheimer and T. Adorno) in their criticism of the fascist and totalitarian regimes built the foundation of critical theory, which they used later in the social analysis of Capitalist society. M. Horkheimer identified the key setting of the school as the emancipation of workers from the framework of the economic regime, liberation of the consciousness of the working class from the boundaries set by capitalism. In the 1970s, J. Habermas, within the framework of the theory of communicative action, continued the tradition of social criticism in two semantic directions: in the Leftist one — focusing on social injustices, and in the Kantian one — in the search for grounds for social criticism as such. Later, in the 1990s, A. Honneth focused on the so-called negative intersubjectivity, which is expressed in the struggle of social groups for recognition. In this struggle, he found a truly social dimension of life, which is built on the principles of normativity. In 2018, A. Honneth handed over the post of Director of the Institute of Social Research to S. Lessenich. Despite the fact that today it is difficult to predict what the course of S. Lessenich will be, it remains obvious that through the generations the Frankfurt School has retained the methodological basis for the critical analysis of Capitalist society, starting criticism under totalitarianism and continuing it in the digital age.",
      "citationCount": 1,
      "doi": "10.21638/spbu17.2024.107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4174679ed2fd50db48aec19e5211cd432c56cc38",
      "venue": "Vestnik of Saint Petersburg University. Philosophy and Conflict Studies",
      "journal": {
        "name": "Vestnik of Saint Petersburg University. Philosophy and Conflict Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aedff7a6cb06743a7714207fa3fb5bc1e1602c26",
      "title": "THE INTELLECTUAL LEGACY OF CRITICAL THEORY: ORIGINS, TRANSFORMATIONS, AND INTERGENERATIONAL DIALOGUES",
      "authors": [
        {
          "name": "M. H. Arıtürk",
          "authorId": "2383672785"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the intellectual legacy of the Frankfurt School and Critical Theory, focusing on its origins, transformations, and intergenerational dialogues. The School's primary objective is to philosophically analyze and critique the social pathologies and contradictions engendered by modern capitalist societies. Influenced by philosophers like Kant, Hegel, and Marx, as well as psychoanalysis and Weberian rationalization debates, the School addressed historical context, capitalism's cultural forms, and new types of social subjectivity. The article traces the evolution from the first generation's critique of modernity and domination (Horkheimer, Adorno), through the innovations of the second generation with Habermas's theory of communicative action, to the contributions of the third generation, particularly Axel Honneth's theory of recognition. It highlights Honneth's effort to center the struggle for recognition within Critical Theory—addressing the perceived shortcomings of previous generations (especially the pessimism of the first generation and the moral experiences overlooked by Habermas's theory)—and provide a new normative foundation. The theory of recognition reveals the moral dimensions underlying social conflicts and emancipatory struggles, emphasizing the importance of intersubjective relations.",
      "citationCount": 0,
      "doi": "10.69878/deuefad.1687669",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aedff7a6cb06743a7714207fa3fb5bc1e1602c26",
      "venue": "Dokuz Eylül Üniversitesi Edebiyat Fakültesi Dergisi",
      "journal": {
        "name": "Dokuz Eylül Üniversitesi Edebiyat Fakültesi Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "90805d3658f51ce519fece7f13d67de59464bb8e",
      "title": "Habermas’ Critical Theory of Modernity — Insights and Problems",
      "authors": [
        {
          "name": "Terje Rasmussen",
          "authorId": "36563466"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315181905-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/90805d3658f51ce519fece7f13d67de59464bb8e",
      "venue": "Social Theory and Communication Technology",
      "journal": {
        "name": "Social Theory and Communication Technology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "16783e96f927313644ed3cd24fc5ffcf79545699",
      "title": "A social theory that vindicates the centrality of religion in understanding the transformations of modernity. Central aspects of the work of Hans Joas",
      "authors": [
        {
          "name": "Diego Fonti",
          "authorId": "2081785698"
        },
        {
          "name": "Juan Manuel Saharrea",
          "authorId": "2357394077"
        },
        {
          "name": "Claudio Viale",
          "authorId": "2401004991"
        }
      ],
      "year": 2025,
      "abstract": "This special issue of Studia Politicae presents a set of papers by regional and international researchers with an analytical and critical approach regarding central subjects of the work of German sociologist and philosopher Hans Joas. Taking into account the value and originality of his contributions for a novel understanding of contemporary social reality, this dossier proposes an inquiry into his ideas, as a key insight for specialized social and political theory.\n If we compare the influence that those thinkers with whom Joas himself has established fundamental debates – such as Habermas, Taylor, Honneth and Bellah – have, it becomes clear that the dissemination of Joas' works in our regional context and in the Spanish-speaking world is still insufficient. A brief overview of his fields of  interest provides us with a guideline to some of his contributions and facilitates a better acquaintance with his main ideas. Among the issues addressed by Joas' work, we find some fundamental topics for  discussion in the current public domain – such as violence, war, Human Rights and democracy, the origin of values and religious experiences of self-transcendence –, with a perspective based on a fruitful approach that links American pragmatism and German historicism.\nJoas’s numerous publications over four decades of intellectual development have allowed not only updating the analysis of these fields. They also question some influential ideas that were long time undisputed, for instance about the origin of Human Rights, the relationship between secularism and freedom, the questioning of the role of moral universalism or sacralization in modernity, among others. It is worthwhile to enumerate and briefly describe some of his central contributions as a framework for the issues addressed by the contributions in this volume.",
      "citationCount": 0,
      "doi": "10.22529/sp.2025.65.02",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/16783e96f927313644ed3cd24fc5ffcf79545699",
      "venue": "Studia Politicae",
      "journal": {
        "name": "Studia Politicae"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "8febf53eadc7c4bf46d95cb5e4a87aa51d32dd86",
      "title": "Modernity Criticism: From Adorno and Marcuse to Habermas——Three Dimensions of the Frank School's Critical Theory of Modernity",
      "authors": [
        {
          "name": "Qiu Genjian",
          "authorId": "114577973"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8febf53eadc7c4bf46d95cb5e4a87aa51d32dd86",
      "venue": "",
      "journal": {
        "name": "Journal of Xi'an Jiaotong University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4404286382891586eb79e780e21da246774dceb2",
      "title": "An interview with Johann P. Arnason: Critical theory, modernity, civilizations and democracy",
      "authors": [
        {
          "name": "Paul Blokker",
          "authorId": "118784293"
        },
        {
          "name": "Gerard Delanty",
          "authorId": "11883750"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1177/1368431010394516",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4404286382891586eb79e780e21da246774dceb2",
      "venue": "",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "119 - 132",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "828ff0889e836d5c0b2061290e155cfd841431aa",
      "title": "Member of a school or exponent of a paradigm? Jürgen Habermas and critical theory",
      "authors": [
        {
          "name": "Stefan Müller-Doohm",
          "authorId": "1411353130"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1177/1368431015622049",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/828ff0889e836d5c0b2061290e155cfd841431aa",
      "venue": "",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "252 - 274",
        "volume": "20"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5ad407dfce69b82c8c93478489fa23c00e2f1716",
      "title": "Limits of Critical Theory, Critique and Emancipation in Habermas’ Critique of Horkheimer and Adorno",
      "authors": [
        {
          "name": "F. Merawi",
          "authorId": "115700843"
        }
      ],
      "year": 2018,
      "abstract": "Habermas’ critical theory is partly an attempt to identify the limitations of critique and emancipation as espoused in the first generation critical theory of Max Horkheimer and Theodor Adorno. In their attempt to develop an interdisciplinary, reflexive, emancipatory and dialectical reason that is critical towards accepted realities, Horkheimer and Adorno in their monumental work The Dialectic of Enlightenment pictured a world trapped in instrumental rationality. Taking and revolutionizing traditional critical theory, Habermas argues that reason entails both emancipator as well as instrumental possibilities. Through an exposition of Habermas’ critique of Horkheimer and Adorno in his discourse of modernity, this article argues that although Habermas successfully identifies the equation of the rational with the instrumental and offers an emancipator model in return; still he ends up not paying sufficient attention to aesthetic truth.",
      "citationCount": 1,
      "doi": "10.32591/coas.ojsp.0202.03053m",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ad407dfce69b82c8c93478489fa23c00e2f1716",
      "venue": "Open Journal for Studies in Philosophy",
      "journal": {
        "name": "Open Journal for Studies in Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6f3ec00c1cbedf4f3012d8765886d980848eb968",
      "title": "On the Rational Thought of Communication in Habermas’ Communication Theory",
      "authors": [
        {
          "name": "静洳 张",
          "authorId": "2328593700"
        }
      ],
      "year": 2023,
      "abstract": "Against the backdrop of the increasingly severe crisis of modernity and political rationality in the post-war Western international society, Mr. Habermas, as the representative figure of the second largest main school of thought in the German and Frankfurt Schools, has systematically criticized and inherited the critical theory tradition of social rationality in these schools. He has proposed and studied a theory of communicative action in modern communication. Critique of communicative rationality is a core concept in the field of contemporary communication and behavioral theory. While its basic theoretical ideas have a certain degree of positive intellectual promotion in terms",
      "citationCount": 0,
      "doi": "10.12677/acpp.2023.125166",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6f3ec00c1cbedf4f3012d8765886d980848eb968",
      "venue": "Advances in Philosophy",
      "journal": {
        "name": "Advances in Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7a7f33466ed0e15b89e781e1bf025426b547fc15",
      "title": "Crisis, Identity and the End of Modernity: When Critical Theory Met Existentialism",
      "authors": [
        {
          "name": "B. Blagojevic",
          "authorId": "2393005"
        }
      ],
      "year": 2018,
      "abstract": "The topic of this essay will be the political reception of the existential thought of Kierkegaard, provided by Habermas and Matuštik. While Habermas attempts to use Kierkegaard’s concepts of honesty and ethical choice in order to resolve the problems in constructing rational and democratic collective identities, Matuštik is concerned with the mode of existence that individuals within those collective identities must assume in order to safeguard them from totalitarianism.Kierkegaard’s work responds to a crisis at the end of Modernity, his conception of the authentic individual compelled to make leaps of faith represents an attempt to diagnose and remedy the situation of axiological vacuum and disillusion with the traditional forms of justification. We will proceed to show how this crisis reflects on both the individual and the collective identities, the breaks and continuations of Kierkegaard’s work with both pre-Modern traditions and Modernity, and finally, point out the implications of Kierkegaard’s position as well as that of Habermas and Matuštik. Article received: March 12, 2018; Article accepted: April 10, 2018; Published online: September 15, 2018; Original scholarly paperHow to cite this article: Blagojević, Bojan. \"Crisis, Identity and the End of Modernity: When Critical Theory Met Existentialism.\" AM Journal of Art and Media Studies 16 (2018): 11−18. doi: 10.25038/am.v0i16.250",
      "citationCount": 1,
      "doi": "10.25038/AM.V0I16.250",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a7f33466ed0e15b89e781e1bf025426b547fc15",
      "venue": "AM Journal of Art and Media Studies",
      "journal": {
        "name": "AM Journal of Art and Media Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ca4513e661ab747f2373b92d28e31691d3f65d73",
      "title": "Book Review: Political Theory: Under Weber's Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and MacIntyre",
      "authors": [
        {
          "name": "Kei Hiruta",
          "authorId": "21471136"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/1478-9302.12041_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca4513e661ab747f2373b92d28e31691d3f65d73",
      "venue": "",
      "journal": {
        "name": "Political Studies Review",
        "pages": "90 - 91",
        "volume": "12"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "51ac069f585c44023c0545f42b04531f53fba5c6",
      "title": "Traceability and Enlightenment of Western Marxist Modernity Critical Thoughts",
      "authors": [
        {
          "name": "Aihua Zhao",
          "authorId": "2274285551"
        }
      ],
      "year": 2023,
      "abstract": ": Western Marxism has developed a critical theory centered on modernity. Western Marxism, based on the integration of Marxism, originated from \"Enlightenment\" and developed from Lukács' theory of objectification, which led to the Frankfurt School's theory of the domination of modernity, and Habermas's \"theory of social interaction,\" which brought a turning point to the critical theory of modernity. Social Interaction Theory\" of Habermas brought a turning point for the Western Marxist critical theory of modernity. In the current process of China's modernization, Western Marxism's critical theory of modernity has also brought certain insights into Chinese-style modernization. In the process of development of Chinese modernization, it is necessary to take the road of modernization firmly and unswervingly, but it is also necessary to look at modernity dialectically, adhere to the principles of Marxist methodology, avoid the problems that have occurred in the process of Western modernization, and push forward the development of Chinese modernization.",
      "citationCount": 0,
      "doi": "10.23977/phij.2023.020121",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51ac069f585c44023c0545f42b04531f53fba5c6",
      "venue": "Philosophy Journal",
      "journal": {
        "name": "Philosophy Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
