{
  "status": "success",
  "source": "core",
  "query": "Habermas Weber Frankfurt School",
  "results": [
    {
      "core_id": "8859498",
      "doi": "10.1177/1468795x14567281",
      "title": "The Frankfurt School and the young Habermas: Traces of an intellectual path (1956–1964)",
      "authors": [
        {
          "name": "Corchia, Luca"
        }
      ],
      "year": 2015,
      "abstract": "The aim of this study is to discern intersections between the intellectual path of the young Habermas and the issues addressed by the Positivismusstreit, the dispute between Popper and Adorno about methodology in the social sciences. I will present two perspectives, focusing on different temporal moments and interpretative problems. First, I will investigate the young Habermas’ relationship to the intellectual tradition of the Frankfurt School: his views on philosophy and the social sciences, normative bases of critical theory and political attitudes. Second, I will reconstruct Habermas’ contemplation of the Positivismusstreit, in light of his social scientific research programme in the 1960s. The thesis supported is that Habermas developed a position diverging from those of Adorno and Horkheimer, and that his position reasserted the agenda of the ‘first critical theory’. This article highlight the discontinuity between the first and the second generation of the Frankfurt School, the constructive openness to other philosophical and sociological traditions, as well as the aporias of a theory of knowledge not yet oriented towards the programme of reconstructive sciences",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/151393149.pdf",
      "source_url": "https://philpapers.org/archive/CORTFS-4.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7106291",
      "doi": "10.2436/20.3008.01.87",
      "title": "Per a una teoria de la comunicació fonamentada sociològicament",
      "authors": [
        {
          "name": "Berrio, Jordi"
        }
      ],
      "year": 2011,
      "abstract": "Hi ha molts sociòlegs que tracten la comunicació d'una manera més o menys marginal, però les teories sociològiques no la tenen en compte, amb les seves mediacions tècniques, com un àmbit definit de les estructures de la societat. Es crida l'atenció sobre els perills que comporta la molta recerca empírica que es fa sense tenir un marc teòric general prou clar. Els sociòlegs alemanys, començant per Max Weber, continuant amb els de l'Escola de Frankfurt, amb les seves diferents generacions, i acabant amb el funcionalisme sistèmic, són els qui més s'han ocupat dels temes referents a la comunicació. Però s'assenyala que han estat Jürgen Habermas i Niklas Luhmann els autors que més s'han acostat a tractar la comunicació tal com, al meu entendre, fóra de desitjar.Many sociologists view communication as a peripheral subject and sociological theories and their technical mediations don't treat communication as a defined field of social structures. The author emphasises the dangers entailed by the considerable amount of empirical research carried out without a clear enough general theoretical framework. German sociologists, beginning with Max Weber, followed by the Frankfurt School and its different generations, and culminating with systemic functionalism, have been dedicated to the subject of communication. The author specifies that, in his opinion, Jürgen Habermas and Niklas Luhmann are the two figures that approach this subject most successfully",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/18417089.pdf",
      "source_url": "http://ddd.uab.cat/record/111860",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8456003",
      "doi": "10.1017/s1537592717000081",
      "title": "The Immanent Potential of Economic and Monetary Integration: A Critical Reading of the Eurozone Crisis",
      "authors": [
        {
          "name": "Adorno"
        },
        {
          "name": "Adorno"
        },
        {
          "name": "Aglietta"
        },
        {
          "name": "Arendt"
        },
        {
          "name": "Beck"
        },
        {
          "name": "Beck"
        },
        {
          "name": "Benhabib"
        },
        {
          "name": "Bernstein"
        },
        {
          "name": "Blyth"
        },
        {
          "name": "Celikates"
        },
        {
          "name": "Chevènement"
        },
        {
          "name": "Crouch"
        },
        {
          "name": "Crouch"
        },
        {
          "name": "Deng"
        },
        {
          "name": "Fligstein"
        },
        {
          "name": "Geuss"
        },
        {
          "name": "Giddens"
        },
        {
          "name": "Gifford"
        },
        {
          "name": "Goldstein"
        },
        {
          "name": "Graeber"
        },
        {
          "name": "Guéhenno"
        },
        {
          "name": "Haas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Habermas"
        },
        {
          "name": "Hegel"
        },
        {
          "name": "Hegel"
        },
        {
          "name": "Hegel"
        },
        {
          "name": "Held"
        },
        {
          "name": "Honneth"
        },
        {
          "name": "Honneth"
        },
        {
          "name": "Horkheimer"
        },
        {
          "name": "Horkheimer"
        },
        {
          "name": "Horsman"
        },
        {
          "name": "Jay"
        },
        {
          "name": "Leopold"
        },
        {
          "name": "Levy"
        },
        {
          "name": "Linklater"
        },
        {
          "name": "Lizoane"
        },
        {
          "name": "Löwenthal"
        },
        {
          "name": "Manent"
        },
        {
          "name": "Manent"
        },
        {
          "name": "Manent"
        },
        {
          "name": "Marcuse"
        },
        {
          "name": "Marsh"
        },
        {
          "name": "Marsh"
        },
        {
          "name": "Mayhew"
        },
        {
          "name": "Mazower"
        },
        {
          "name": "Milward"
        },
        {
          "name": "Morgan"
        },
        {
          "name": "Offe"
        },
        {
          "name": "Offe"
        },
        {
          "name": "Offe"
        },
        {
          "name": "Ohmae"
        },
        {
          "name": "Pensky"
        },
        {
          "name": "Peter J. Verovšek"
        },
        {
          "name": "Philp"
        },
        {
          "name": "Piris"
        },
        {
          "name": "Postone"
        },
        {
          "name": "Rawls"
        },
        {
          "name": "Risse"
        },
        {
          "name": "Ronzoni"
        },
        {
          "name": "Rosanvallon"
        },
        {
          "name": "Serricchio"
        },
        {
          "name": "Sinn"
        },
        {
          "name": "Smialek"
        },
        {
          "name": "Soros"
        },
        {
          "name": "Spence"
        },
        {
          "name": "Stiglitz"
        },
        {
          "name": "Streeck"
        },
        {
          "name": "Streeck"
        },
        {
          "name": "Streeck"
        },
        {
          "name": "Streeck"
        },
        {
          "name": "Strydom"
        },
        {
          "name": "Swift"
        },
        {
          "name": "Tooze"
        },
        {
          "name": "Usherwood"
        },
        {
          "name": "van Middelaar"
        },
        {
          "name": "Walzer"
        },
        {
          "name": "Weber"
        },
        {
          "name": "Weber"
        },
        {
          "name": "Weiler"
        },
        {
          "name": "Williams"
        },
        {
          "name": "Wren-Lewis"
        }
      ],
      "year": 2017,
      "abstract": "The Eurozone crisis has revealed fundamental flaws in the institutional\n\narchitecture of the European Economic and Monetary Union. Its lack of political steering\n\ncapacity has demonstrated the need for a broad but seemingly unachievable political\n\nunion with shared economic governance and a common treasury. Agreement on further\n\nmeasures has been difficult to achieve as different actors have imposed different criteria\n\nfor the success of the Eurozone from the outside. As part of the heritage of Western\n\nMarxism, the critical theorists of the Frankfurt School sought overcome such problems\n\nby identifying criteria for social criticism from the inside. Building on their\n\nunderstanding of immanent critique, I argue that the Eurozone contains the internal\n\nnormative principles necessary to support greater political integration. While the citizens\n\nof Europe must provide the democratic legitimation necessary to realize this latent\n\npotential, the flaws revealed by the crisis are already pushing Europe towards greater\n\ntransnational solidarity",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74235682.pdf",
      "source_url": "https://eprints.whiterose.ac.uk/110056/10/immanent_potential_of_economic_and_monetary_integration_a_critical_reading_of_the_eurozone_crisis.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8436021",
      "doi": "10.1177/1750698017720256",
      "title": "Memory, Narrative, and Rupture: The Power of the Past as a Resource for Political Change∗",
      "authors": [
        {
          "name": "Verovsek, P.J."
        }
      ],
      "year": 2017,
      "abstract": "In politics “soft” ideational factors are often dismissed in favor of “hard”\n\nquantifiable data. Since the “memory boom,” however, collective memory has become an\n\nimportant variable for explaining persistent grievances and cycles of hatred. Building on the\n\nwork of Hannah Arendt and the first generation of the Frankfurt School, I seek to\n\ncounterbalance the literature’s predominantly negative conception of memory by developing a\n\nconstructive understanding of remembrance as a resource for rethinking politics in the\n\naftermath of breaks in the narrative thread of historical time. My basic thesis is that historical\n\nruptures shared by an entire generation can activate collective memory as a resource for\n\nreimagining political life. I show how Arendt and the critical theorists of the early Frankfurt\n\nSchool used the caesura of 1945 to rethink the meaning of the past and endorse new forms of\n\npolitical life in the aftermath of Europe’s age of total war",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/77514485.pdf",
      "source_url": "https://eprints.whiterose.ac.uk/112330/2/Memory%2C%20Narrative%2C%20and%20Rupture%20Final.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "46209652",
      "doi": null,
      "title": "Jürgen Habermas and the Difficulties of Enlightenment",
      "authors": [
        {
          "name": "Schmidt, James"
        }
      ],
      "year": 2012,
      "abstract": "This is the publisher's version of the article published in Social Research (1982). The version made available in Digital Common was supplied by the author and is included with permission from the publisher, The New School. The journal's website is .Publisher's Versiontru",
      "publisher": "The New School",
      "journal": null,
      "download_url": "https://core.ac.uk/download/142045163.pdf",
      "source_url": "http://creativecommons.org/licenses/by-nc-nd/3.0/",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "6086915",
      "doi": null,
      "title": "Causality or interaction? : Simmel, Weber and interpretive sociology",
      "authors": [
        {
          "name": "Lichtblau, Klaus"
        }
      ],
      "year": 2007,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/14501035.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7931369",
      "doi": "10.18778/8088-538-7.12",
      "title": "Action and Ethics. A Historical Perspective on the Late Frankfurt School (Apel, Habermas, Wellmer)",
      "authors": [
        {
          "name": "Skirbekk, Gunnar"
        }
      ],
      "year": 2016,
      "abstract": "I shall delineate what I see as the strength and relevance of transcendental-pragmatics within the intellectual setting in the post-war period. I shall indicate how the discussions within transcendental-pragmatics have revealed inherent challenges, while at the same time the intellectual and institutional surroundings have changed unfavorably during the last few decades. And I shall briefly indicate how these inherent challenges and new constellations could and should be met, to the effect that transcendental-pragmatics could reveal its philosophical importance and practical relevance under changed conditions; the catchword here is gradual (melioristic) reasoning",
      "publisher": "'Uniwersytet Lodzki (University of Lodz)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/93157712.pdf",
      "source_url": "http://dspace.uni.lodz.pl:8080/xmlui/bitstream/handle/11089/22483/%5b137%5d-152_Skirbekk_Action%20and%20ethics.pdf?sequence=1&isAllowed=y",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "6104332",
      "doi": null,
      "title": "Jeffrey Alexander’s theory of the civil sphere between philosophy and sociology of law",
      "authors": [
        {
          "name": "Maslovskaya, Elena"
        }
      ],
      "year": 2012,
      "abstract": "Alexander’s theory of the civil sphere can be placed in the context of development of sociology of law. However, Alexander draws not so much on sociological theories but rather on the approaches of philosophy of law, particularly the ideas of Fuller, Dworkin and Habermas. The civil sphere is presented by Alexander as the embodiment of Dworkin’s principal integrity. Locating law within civil morality Alexander reveals the similarity of his viewpoint to Dworkin’s position. Drawing on Fuller’s works Alexander singles out the procedural foundations of the democratic order. At the same time for Alexander the source of morality of law is not the legal system itself but a certain level of civil solidarity. Like Habermas, Alexander emphasizes the culturally embedded character of the legal norms. Alexander shares Habermas’s understanding of law as a regulative mechanism affecting all spheres of social life. However, Habermas is more sensitive to the danger of colonization of law by the imperatives of the economic and political subsystems. Alexander’s approach can be contrasted with Luhmann’s sociological theory of law. Alexander concentrates on interrelation and mutual penetration of the civil sphere and law while Luhmann regards law as an autonomous system following its own logic. While Alexander claims that his theory is rooted both in sociology and philosophy of law in fact his approach is closer to normative philosophy",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/14524831.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8982883",
      "doi": null,
      "title": "Critical approaches in qualitative educational research:The relation of some theoretical and methodological approaches to these issues",
      "authors": [
        {
          "name": "Griffiths, Morwenna"
        }
      ],
      "year": 2009,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/28977610.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "26038467",
      "doi": "10.1017/s026021051000152x",
      "title": "\"Freedom\" through Repression: Epistemic Closure in Agricultural Trade Negotiations",
      "authors": [
        {
          "name": "Gruin, J."
        }
      ],
      "year": 2011,
      "abstract": "A central concern of critical theory is that of how the forces of Modern reason cause certain logics to become reified in the name of rational progress. Two such logics – the ongoing spread of liberal capitalism, and territorial particularism – are simultaneously embodied within social institutions such as the World Trade Organization (WTO) that regulate the global economy, a phenomenon that occurs on the premise of maximising global welfare. Building upon a critical reading of Jürgen Habermas' theory of communicative action, this article undertakes an empirical immanent critique of the extent to which such logics repress the possibility of normative imperatives being considered within agricultural trade negotiations. Specifically, it argues that the dialectic of functionalist and communicative rationality, operating as a theoretical heuristic, reveals that the DDA is susceptible to an ethical indictment that arises from its inability to countenance the alternatives to the dual logics of neo-liberalism and state-interest that could otherwise emerge from a free and rational discussion. The nature of the WTO as a site of social action is revealed to be that of a closed epistemic community in which important normative claims are repressed, and as such, one in which the underlying rational bases for communication are fundamentally distorted",
      "publisher": "'Cambridge University Press (CUP)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/210634522.pdf",
      "source_url": "http://hdl.handle.net/11858/00-001M-0000-0019-926C-D",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8677487",
      "doi": "10.1057/ip.2013.32",
      "title": "Realism as social criticism: The thinking partnership of Hannah Arendt and Hans Morgenthau",
      "authors": [
        {
          "name": "Rösch, Felix"
        }
      ],
      "year": 2013,
      "abstract": "The contextualisation of Hans Morgenthau's thought has been significantly advanced in recent years. Uncovering the intellectual relationships Morgenthau had with Max Weber, Friedrich Nietzsche, members of the Frankfurt School, or even Carl Schmitt has not only revealed the development of political discourses in the Weimar Republic, but it has helped to rectify interpretational shortcomings of realism and encouraged scholarship to apply realist principles to twenty-first century world politics. Despite this comprehensive contextualisation, the 'thinking partnership' between Morgenthau and Hannah Arendt has attracted so far only rhapsodic elaborations. This neglect is surprising because, at a time when the financial crisis in Western democracies is gradually turning into a crisis of democracy itself, a close reading of them offers a kind of social criticism whose implications are worthy of consideration",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": "International Politics",
      "download_url": "https://core.ac.uk/download/228140786.pdf",
      "source_url": "https://pure.coventry.ac.uk/ws/files/3947784/Realism%20as%20social%20criticism.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "46209592",
      "doi": null,
      "title": "Introduction and Table of Contents",
      "authors": [
        {
          "name": "Schmidt, James"
        }
      ],
      "year": 2007,
      "abstract": "This is the table of contents and introduction to the edited volume Theodor Adorno, published by Ashgate as part of the International Library of Essays in the History of Social and Political Thought. Posted in OpenBU at author's request and with publisher's consent",
      "publisher": "Ashgate",
      "journal": null,
      "download_url": "https://core.ac.uk/download/142045193.pdf",
      "source_url": "https://open.bu.edu/bitstream/handle/2144/3886/schmidt_adorno_tocintro.pdf?sequence%3D4",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "6363291",
      "doi": "10.1177/1354066112466573",
      "title": "Between \"isses\" and \"oughts\": IR constructivism, Critical Theory, and the challenge of political philosophy",
      "authors": [
        {
          "name": "Weber, Martin"
        }
      ],
      "year": 2013,
      "abstract": "The social theoretic turn inaugurated under the rise of constructivism in International Relations has, among other themes, created a much-enlarged space for treating norms as efficacious explanatory variables in analyses of world politics. In this article, I reconstruct mainstream constructivists’ inclinations toward what I argue are sociological accounts of norms, in which the question of the latter’s justification is comprehensively sidelined. I initially show how constructivists’ strategy of delineating their approaches from Critical Theory and post-structural analyses sustains social theoretic commitments, which compound this problem. In the second part of the article, I focus on Richard Price’s programmatic attempt to reconcile the constructivist achievements in empirical research on the efficacy of norms with normative theorizing. The idea of building a bridge from ‘isses’ to ‘oughts’ labors, as I demonstrate, from the outset under construction problems, which cannot be resolved on the premises from which Price seeks to operate. Concluding this part, I consider the possibility of supplementing Price’s account with consequentialist normative theory, and demonstrate that this would incur further problems for a normative theoretic framework for the study of world politics. In the final part, I outline key themes of Critical Theory with the aim of addressing some persistent misunderstandings about its scope, social theoretic outlook, and normative commitments. Linking back to the critical appraisal of mainstream constructivism’s norm-sociological commitments, I suggest that despite some important limitations of its own, Critical Theory is in a better position to address ‘isses’ and ‘oughts’ than constructivists’ readings of it would suggest",
      "publisher": "'SAGE Publications'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/15156427.pdf",
      "source_url": "http://espace.library.uq.edu.au/view/UQ:293882/IssesandOughtsmanuscript.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "38518710",
      "doi": "10.1177/0309816812460884",
      "title": "Marx, Cole and the Frankfurt School: Realising the political potential of critical social theory",
      "authors": [
        {
          "name": "Masquelier, C"
        }
      ],
      "year": 2016,
      "abstract": "In this article, the author proposes that whilst Habermas's attempt to conceptualise a political form oriented towards the institutionalisation of emancipatory practice represents a positive step for critical theory, it is best served by developing a theoretical framework that does not presuppose or apologise for the instrumental mastery of external nature. It is argued that in order to achieve such a task, the political potential of the critique of instrumental reason elaborated by the first generation of Frankfurt School theorists ought to be realised through the labour-mediated reconciliation of humanity with both internal and external nature, for which the libertarian socialism of G. D. H. Cole provides an adequate basis. © The Author(s) 2012",
      "publisher": "'SAGE Publications'",
      "journal": "Capital & Class",
      "download_url": "https://core.ac.uk/download/77032054.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "6099729",
      "doi": null,
      "title": "Newsletter 2/2010 / Institut für Sozialforschung an der Johann Wolfgang Goethe-Universität",
      "authors": [
        {
          "name": "Institut für Sozialforschung <Frankfurt, Main>"
        }
      ],
      "year": 2010,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/14516585.pdf",
      "source_url": null,
      "language": "de",
      "document_type": "research"
    },
    {
      "core_id": "214400",
      "doi": null,
      "title": "The philosophical significance of binary categories in Habermas’s discourse ethics",
      "authors": [
        {
          "name": "Susen, Simon"
        }
      ],
      "year": 2009,
      "abstract": "The philosophical programme associated with the discourse ethics of Jürgen Habermas has been widely discussed in the literature. The fact that Habermas has devoted a considerable part of his work to the elaboration of this philosophical programme indicates that discourse ethics can be regarded as a cornerstone of his communication-theoretic approach to society. In essence, Habermas conceives of discourse ethics as a philosophical framework which derives the coordinative power of social normativity from the discursive power of communicative rationality. Although there is an extensive literature on Habermas’s communication-theoretic account of society, almost no attention has been paid to the fact that the theoretical framework which undergirds his discourse ethics is based on a number of binary conceptual divisions. It is the purpose of this paper to shed light on the philosophical significance of these binary categories in Habermas’s discourse ethics and thereby demonstrate that their complexity is indicative of the subject’s tension-laden immersion in social reality",
      "publisher": "Globic Press",
      "journal": null,
      "download_url": "https://core.ac.uk/download/6228.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8863476",
      "doi": null,
      "title": "Tolerance, Mıgratıon And Hybrıd Identities: Normative Reasoning Of Intercultural Dialogue In A Blurring Structure",
      "authors": [
        {
          "name": "Aliu, Armando"
        },
        {
          "name": "Aliu, Dorian"
        },
        {
          "name": "Özkan, Ömer"
        },
        {
          "name": "Öztürk, Ilyas"
        }
      ],
      "year": 2016,
      "abstract": "The aim of this study is to proof the argument – i.e. ‘there are significant linkages amongst tolerance, hybrid identities and migration.’ These linkages can be comprehended by means of conceptualising extensions of hybrid identities in aggregate trans/inter-migration processes. It can be put forward that arising hybrid identities are embedded in a blurring structure of thoughts, beliefs, states of affairs, facts, belongings and so forth. From multiculturalism and cosmopolitanism viewpoints, it is argued that tolerance and migration ought to be analysed in frame of sociology of law, human rights, international migration law, and of course the European Union law. So far, normative arguments and soft law approaches are very much well integrated with social aspects of migration, tolerance, identity and culture. In this context, the study examines to what extent cultural and human components are protected by law in multiple levels from an interdisciplinary perspective. In this framework, it is crucial to raise the research enquiries: What are possible criteria for the limits of tolerance? To what extent tolerance is related to human rights and morality? What ought to be the limit of tolerance towards hybrid identities in multicultural and cosmopolitan societies? In a consistent manner, the criteria and standards developed by some leading scholars were reconstructed and discussed throughout this paper. These criteria and standards are both moral (part of a universal system of morality) and legal (international, supranational, or national – i.e. constitutional). In order to apply such standards their validity was discussed (i.e. the respective normative power has the norms at the various levels). In the case of morals, their difference to particular ethnic systems was established (i.e. criteria by which the two can be distinguished). Then the research argument was elaborated on whether and how the legal standards comply with the moral standards, how national standards comply with supranational or international standards. Likewise, the study highlights the crucial contributions of “World Society and World System Paradigms” that are associated with social space, global civil society, cosmopolitanism, ethnic diversity, cultural hybridity, human rights activism and public sphere. Recent debates in Refugee Studies (e.g. Syrian Refugee Crisis, Dual and Multiple Citizenship Issues and so forth) highlight the fact that the European Union needs to consider new aspects of tolerance for hybrid identities and tolerate cultural rights of hybrid identities, create cohesion in communities and establish intercultural dialogue amongst home-states and host-states. Sanguinely, the efforts of hybrid identities are strengthening the relations between home-host states and these ought to attract some considerable attention. The authors of this study hope that their endeavours may contribute somewhat towards that",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/228134941.pdf",
      "source_url": "https://philpapers.org/archive/ALITMA.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8852313",
      "doi": null,
      "title": "The Law of Political Economy: An Introduction",
      "authors": [
        {
          "name": "Kjaer, Poul F."
        }
      ],
      "year": 2020,
      "abstract": "The law of political economy is a contentious ideological field characterised by antagonistic relations between scholarly positions which tend to be either affirmative or critical of capitalism. Going beyond this schism, two particular features appear as central to the law of political economy: the first one is the way it epistemologically seeks to handle the distinction between holism and differentiation, i.e., the extent to which it sees society as a singular whole which is larger than its parts, or, rather, as a mere collection of parts. Different types of legal and political economy scholarship have given different types of answers to this question. The second feature of the law of political economy is the way in which it conceives of the relation between hierarchical and spontaneous dimensions of society, i.e., between firms and the market, or between public institutions and public opinion. The two distinctions can, however, be overcome through a third-way, emphasising the strategic role of law in mediating between holism and differentiation and hierarchy and spontaneity. This is demonstrated through a historical re-construction of the evolution of corporatist, neo-corporatist, and governance-based institutional set-ups of political economy",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/231877196.pdf",
      "source_url": "https://philpapers.org/archive/KJATLO.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "77257590",
      "doi": "10.1016/j.histeuroideas.2010.08.002",
      "title": "Misunderstanding the Question ‘What is Enlightenment?’: Venturi, Habermas, and Foucault",
      "authors": [
        {
          "name": "Schmidt, James"
        }
      ],
      "year": 2011,
      "abstract": null,
      "publisher": "'Elsevier BV'",
      "journal": "History of European Ideas",
      "download_url": "https://core.ac.uk/download/142045183.pdf",
      "source_url": "https://open.bu.edu/bitstream/2144/2412/3/Misunderstanding.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "6104168",
      "doi": null,
      "title": "Some advances in legal practical reason: for a progressive dialogue with contemporary hermeneutics",
      "authors": [
        {
          "name": "Siqueira Pontes, José Antonio"
        }
      ],
      "year": 2012,
      "abstract": "This paper intends to critically discuss some points of the contemporary thesis concerning constitutional hermeneutics and methodology of law. Once identified some authors and the lines of argumentation affiliated grosso modo to the linguistic turn and rhetoric, as well as the core of the transcendental powers of communication (v.g. N. MacCormick, R. Alexy, K. Günther), the objective is to identify some dialogue with economics and political science, enlightened by recent researches about Hegel-Marx interpretations of social life. Of course the discussion inevitably passes through methodological questions, opposing analytics vs. dialectics, idealistic vs. realists standpoints. In a effort to foment the inclusive dialogue between points of view concerning the concept of law that may create (not necessarily) radical opponents, the lines of conclusion intents to revisit some foundations of Hegelian \"method\" (so to speak) and intends to give a modest contribution to a more profound analysis of the relations between sein and sollen categories, in order to enrich the discussions about technology and social life, specially the life of the law nowadays",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/14524881.pdf",
      "source_url": null,
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 20,
  "errors": []
}
