{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Weber rationalization communicative action",
  "results": [
    {
      "paperId": "8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "title": "The Theory Of Communicative Action Vol 1 Reason Amp Rationalization Society Jurgen Habermas",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 46,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "fb3515805b2d37924fbc3aed273662bf370e2bdf",
      "title": "COMPARISON OF THE CONCEPT OF PANCASILA DELIBERATIONS AND CONSENSUS AND HABERMAS' THEORY OF COMMUNICATIVE ACTION IN DEMOCRATIC DISCOURSE",
      "authors": [
        {
          "name": "Sitti Aaisyah",
          "authorId": "113478054"
        },
        {
          "name": "Muhammad Fahmi Basyhah Fauzi",
          "authorId": "2270392172"
        }
      ],
      "year": 2025,
      "abstract": "Indonesia is a country whose government system is run with a democratic system. Pancasila, ‎which is the foundation of the state, contains the principle of democracy. The main principle of ‎the Pancasila-style democracy is deliberation to reach a consensus based on noble knowledge ‎and wisdom. This principle of deliberation is in line with Habermas's thesis of communicative ‎action but also has different implications. This paper compares the concept of deliberation-‎consensus ala Pancasila and Habermas's communicative action in implementing a democratic ‎system. This qualitative research analyzes data that includes historical literature, philosophy, and ‎scientific articles that discuss discourses related to Pancasila and Habermas's theory of ‎communicative action. The study results show differences in Eastern and Western culture in the ‎two discourses. In Pancasila deliberation and consensus, communal ties are very strong, while ‎the value of Western individualism in rationalizing a discourse becomes the color of Habermas' ‎theory.‎",
      "citationCount": 1,
      "doi": "10.36526/santhet.v9i1.4955",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fb3515805b2d37924fbc3aed273662bf370e2bdf",
      "venue": "Santhet (Jurnal Sejarah Pendidikan Dan Humaniora)",
      "journal": {
        "name": "Santhet (Jurnal Sejarah Pendidikan Dan Humaniora)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "title": "“Simulacra of translation”: reflections on the publication of Jurgen Habermas’ Theory of Communicative Activity",
      "authors": [
        {
          "name": "V. Davydenko",
          "authorId": "2141179843"
        },
        {
          "name": "E. Andrianova",
          "authorId": "145320817"
        }
      ],
      "year": 2023,
      "abstract": "More than forty years ago, J. Habermas published his two-volume Theory of Communicative Action in German, encapsulating over twenty years of reflection and research. The core concept of his intellectual pursuits was that the indestructible element of semantic rationality is rooted in the social form of communicative action, which served as the foundation for a comprehensive social theory, safeguarded through modern philosophy of language and science. In this book, as in his other works, J. Habermas intertwines an in-depth examination of theoretical traditions with his systematic argumentation, encompassing a wide range of scientific approaches. Reinterpreted theories from G. Mead, M. Weber, E. Durkheim, T. Parsons, and various versions of Marxism provided a system of conceptual coordinates within which J. Habermas recognized new ideas in social theory and tested those using factual arguments. After the book’s publication, it garnered significant attention from the scientific community, which was remarkable considering the challenges it posed to readers. The initial published responses reflected its thematic complexity and ideological richness; the most common criticism, often expressed with the irony of a “hopelessly idealistic enterprise”, was later refuted after deeper discussions. This criticism has persisted and is now supplemented with new arguments, which are countered by other counterarguments. Theory of Communicative Action has been translated into English, and it is hardly an exaggeration to say that it has become the focal point of international discussions about social science theory. Few authors possess the argumentative skill, intellectual history knowledge, thematic breadth, and desire to diagnose the modern world required to address a variety of areas and answer pertinent questions. Those who do not participate in today’s debates or have nothing to say about this influential social theorist effectively exclude themselves from being considered serious connoisseurs. The Russian edition of J. Habermas’s Theory of Communicative Action, translated by A. K. Sudakov and published by “Ves mir” in 2022, was highly anticipated. However, disappointment soon followed when readers discovered the released version. Although the book’s table of contents appears to align with the English translation by T. McCarthy (praised by both the global sociological community and J. Habermas himself), a closer examination of the Russian text reveals that it primarily consists of “simulacra” (semblances) of the original translation. According to J. Baudrillard’s precise definition of “simulacrum,” this means it is merely an “imitation of the non-existent” and gives the impression of something that isn’t truly there. The primary issue is that translator A. K. Sudakov disrupted the key semantic context by replacing the fundamental term действие (“handeln,” or “action” in the English translation) with the unrelated term деятельность (“tätigkeiten,” “activity”). From a modern sociological theory perspective, using the term коммуникативная деятельность (communicative activity) instead of коммуникативное действие (communicative action) is a significant violation of the logical progression and development of initial premises. Habermas formulated his concept of “communicative action” based on T. Parsons’ approach to defining “action” as a singular social act, while the category of “activity” is rooted in an extremely broad definition of “human activity”. This article examines numerous glaring errors and distortions in the translations that not only affect the semantic structures of “communicative action” but also the entirety of modern sociology. As a result, the review is titled “Simulacra of Translation” to highlight these issues through various examples of factual “reinterpretations” of the book’s key meanings and concepts.",
      "citationCount": 0,
      "doi": "10.21684/2411-7897-2023-9-2-58-82",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "venue": "Tyumen State University Herald Social Economic and Law Research",
      "journal": {
        "name": "Tyumen State University Herald. Social, Economic, and Law Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "fb0ab66b5e6969e63059270129d0eba66ee3ac53",
      "title": "Transformational Model: Pela Communicative Action and Systemic Action",
      "authors": [
        {
          "name": "Andhika Rahmat Saputra",
          "authorId": "2159259711"
        },
        {
          "name": "Putri Zahra Azizah",
          "authorId": "2159259626"
        },
        {
          "name": "A. Sari",
          "authorId": "122377483"
        }
      ],
      "year": 2021,
      "abstract": "This study refers to how the Pela concept within the Maluku. This study relates to how the Pela concept within the Maluku community has a broad influence on the rationalization of the life-world. Modernity, liberalism, and the currents of globalization that fuel technical progress can jeopardize the rationalization of our life-world, which is essential for the integrity and solidarity of society, but neglect of technological progress should not be a proposition. Therefore, researchers, with the help of the dialectic of Habermas and Hardiman’s thoughts with their post-secular thoughts, found a motive to examine how Indonesian multiculturalism has the potential to rationalize the development of society. Using the perspective of Jurgen Habermas and Hardiman based on post-secular theory, the purpose of this study helped researchers study the forms of deliberation from the Pela system. Qualitative research is the research method used. The critical paradigm is the chosen solution. This study combines Pela concepts associated with Habermas and Hardiman’s post-secular thinking and uses Habermas’ critical hermeneutic theory. The results of this study show the decision-making process. In this context, the researchers found the Pela concept as the initial capital of the Maluku people to support technical progress without neglecting the roots of solidarity. This research can be a reference for further researchers in sociology, ethnology, and even human resource management.",
      "citationCount": 0,
      "doi": "10.19105/karsa.v29i2.4742",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fb0ab66b5e6969e63059270129d0eba66ee3ac53",
      "venue": "Karsa: The journal of Social and Islamic Culture",
      "journal": {
        "name": "Karsa: Journal of Social and Islamic Culture"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cdd478b55d0ecb920b4ee170f00f977acdb2ef5d",
      "title": "Retórica Das Pseudoatividades E O Desenlace Da Sociedade Do Trabalho: Uma Análise À Luz De Habermas",
      "authors": [
        {
          "name": "Matheus Martins Sant Anna",
          "authorId": "2144935935"
        }
      ],
      "year": 2025,
      "abstract": "This article aims to examine the concept of pseudo-activity as formulated by Theodor W. Adorno, establishing a dialogue with the proposal of the end of the labor society, offering a reflection in light of Jürgen Habermas’s perspective. Both thinkers are associated with the critical tradition of the Frankfurt School, although they present different approaches regarding the implications of modernity for work, culture, and the public sphere. Adorno criticizes rationalization and mass culture, considering them instruments of dehumanization in social and labor interactions. This dynamic generates practices that, although seemingly emancipatory, in fact perpetuate the logic of the system. In this context, pseudo-activity emerges as a form of simulated action, disconnected from any real transformation of social structures. Habermas, for his part, although heir to Adornian criticism, redirects the focus of analysis to communicative rationality, highlighting the relevance of public discourse and democratic deliberation. His view of the post-industrial society or a collapsing labor society provides a theoretical basis for understanding current changes in the role of labor and the emergence of fragmented issues. Based on this theoretical articulation, the article analyzes the consequences of the replacement of socioeconomic agendas by identity-based issues in the public domain, especially from the 1990s onward, influenced by neoliberalism and the technological revolution.",
      "citationCount": 0,
      "doi": "10.63644/cz0h3c26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cdd478b55d0ecb920b4ee170f00f977acdb2ef5d",
      "venue": "Revistalexenlace",
      "journal": {
        "name": "Revistalexenlace"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fd3906ac63eaceb6a548b08bd900958cf650b3d6",
      "title": "Jürgen Habermas e a guinada normativa no enunciado da autonomização das esferas sociais",
      "authors": [
        {
          "name": "Lucas Trindade da Silva",
          "authorId": "117692720"
        }
      ],
      "year": 2021,
      "abstract": "The aim here is to single out the theory of communicative action as a normative shift in the statement of the autonomization of social spheres. The argument is structured in three stages: in a first, the habermasian understanding of the distinction between pre-modern and modern is presented as a transition from the undifferentiated to the differentiated, more particularly from the mythical reification to the uncoupling of system and lifeworld; in a second, it presents its definition of modern reification as systemic colonization of the lifeworld; finally, it demonstrates how his theory of dual rationalization is also an investigation of the foundations for a normative defense of decolonization/autonomization of the lifeworld as an emancipatory horizon, which will even lead him to abandon, in the course of his work, the very tradition of the critique of reification.",
      "citationCount": 1,
      "doi": "10.1590/S0102-6992-202136010011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd3906ac63eaceb6a548b08bd900958cf650b3d6",
      "venue": "",
      "journal": {
        "name": "Sociedade E Estado",
        "pages": "217-243",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "aedff7a6cb06743a7714207fa3fb5bc1e1602c26",
      "title": "THE INTELLECTUAL LEGACY OF CRITICAL THEORY: ORIGINS, TRANSFORMATIONS, AND INTERGENERATIONAL DIALOGUES",
      "authors": [
        {
          "name": "M. H. Arıtürk",
          "authorId": "2383672785"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the intellectual legacy of the Frankfurt School and Critical Theory, focusing on its origins, transformations, and intergenerational dialogues. The School's primary objective is to philosophically analyze and critique the social pathologies and contradictions engendered by modern capitalist societies. Influenced by philosophers like Kant, Hegel, and Marx, as well as psychoanalysis and Weberian rationalization debates, the School addressed historical context, capitalism's cultural forms, and new types of social subjectivity. The article traces the evolution from the first generation's critique of modernity and domination (Horkheimer, Adorno), through the innovations of the second generation with Habermas's theory of communicative action, to the contributions of the third generation, particularly Axel Honneth's theory of recognition. It highlights Honneth's effort to center the struggle for recognition within Critical Theory—addressing the perceived shortcomings of previous generations (especially the pessimism of the first generation and the moral experiences overlooked by Habermas's theory)—and provide a new normative foundation. The theory of recognition reveals the moral dimensions underlying social conflicts and emancipatory struggles, emphasizing the importance of intersubjective relations.",
      "citationCount": 0,
      "doi": "10.69878/deuefad.1687669",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aedff7a6cb06743a7714207fa3fb5bc1e1602c26",
      "venue": "Dokuz Eylül Üniversitesi Edebiyat Fakültesi Dergisi",
      "journal": {
        "name": "Dokuz Eylül Üniversitesi Edebiyat Fakültesi Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2119afa982e43e34be50ab62921a219456754f52",
      "title": "Recognition, Vulnerability and Trust",
      "authors": [
        {
          "name": "D. Petherbridge",
          "authorId": "113666742"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT This paper examines the question of whether recognition relations are based on trust. Theorists of recognition have acknowledged the ways in which recognition relations make us vulnerable to others but have largely neglected the underlying ‘webs of trust’ in which such relations are embedded. In this paper, I consider the ways in which the theories of recognition developed by Jürgen Habermas and Axel Honneth, not only point to our mutual vulnerability but also implicitly rely upon mutual relations of trust. The paper first offers a novel examination of the relation between recognition, vulnerability and trust in Habermas’ account of communicative action with the aim of arguing that such a consideration helps to elucidate important features of recognition. My claim is that a consideration of the dynamics of recognition and vulnerability in language-use, leads to an acknowledgment of the forms of trust that not only underpin communicative action, but recognition more generally. I conclude by considering the elements that are underplayed in Habermas’ account by turning to an examination of Axel Honneth’s alternative affective theory of recognition, specifically considering the interrelation between vulnerability and recognition. In doing so, I also turn to a consideration of the kind of trust that must be assumed in Honneth’s account of mutual recognition and point to a recognitive notion of trust.",
      "citationCount": 13,
      "doi": "10.1080/09672559.2021.1885135",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2119afa982e43e34be50ab62921a219456754f52",
      "venue": "International Journal of Philosophical Studies",
      "journal": {
        "name": "International Journal of Philosophical Studies",
        "pages": "1 - 23",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "108e7fa0562058a0452c98dfcdc3e3d0ddc3c886",
      "title": "Role of patients’ organizations in Health Technology Assessment: a Habermasian system and lifeworld perspective",
      "authors": [
        {
          "name": "N. Milevska-Kostova",
          "authorId": "1420607413"
        },
        {
          "name": "Sita Ratna Devi Duddi",
          "authorId": "2037425960"
        },
        {
          "name": "R. Cooper",
          "authorId": "49910096"
        }
      ],
      "year": 2020,
      "abstract": "Abstract Patient and public involvement in Health Technology Assessment (HTA) is gaining increased interest among research and policy communities. Patients’ organizations represent an important link between individual patients and the health system. Social theories are increasingly being used to explain doctor–patient–system interactions, expanding understanding beyond the mere clinical perspective. In this sense, patient involvement in HTA can also be considered through the Habermas’s theory of communicative action. From a Habermasian perspective, HTA as part of the instrumental rationality contributes to an increased efficiency of resource use within the system; however, such rationalization threatens to colonize the lifeworld by making it “increasingly state administered with attenuated possibilities for communicative action as a result of the commercialization and rationalization in terms of immediate returns.” Using Habermasian system/lifeworld framework, this paper explores opportunities and obstacles to patient involvement in HTA, whereby trying to understand current and possible roles of patients’ organizations as a mediating force between HTA as a function of the system and the lifeworld represented by patients.",
      "citationCount": 3,
      "doi": "10.1017/S0266462320002147",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/108e7fa0562058a0452c98dfcdc3e3d0ddc3c886",
      "venue": "International Journal of Technology Assessment in Health Care",
      "journal": {
        "name": "International Journal of Technology Assessment in Health Care",
        "volume": "37"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 9,
  "errors": []
}
