{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Habermas Weber",
  "results": [
    {
      "title": "J. Habermas, Max Weber’s Theory of Rationalization",
      "url": "https://philpapers.org/rec/HABMWT",
      "philpapers_id": "HABMWT",
      "snippet": "The article is a translation into Russian of another piece of “Theory of Communicative Action” by J. Habermas. Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning in this third section the logic of Weberian analysis of modernization and showing that it is Weber’s initial point of analysis that allows Weber to approach modernization as societal rationalization.",
        "The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Theory in Weberian Marxism: Patterns of Critical Social Theory in Lukács and Habermas.Harry F.",
        "Max Weber and Postmodern Theory: Rationalization versus Re-enchantment.N. Gane - 2002 - Springer. Habermas: Communicative Reason and the Moral Realization of a Normative Order.Albert Frederick Hart - 1989 - Dissertation, Mcgill University (Canada)",
        "Habermas argues that Weber’s analysis of modernization does not exhaust the explanatory potential of his own theory."
      ]
    },
    {
      "title": "J. Habermas, The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness",
      "url": "https://philpapers.org/rec/HABTDO-3",
      "philpapers_id": "HABTDO",
      "snippet": "Habermas shows that the background of Weber’s theory of rationalization is the neokantian philosophy of values with the help of which Weber analyses a process of religious-metaphysical disenchantment of the worldviews as a result of differentiation of the cultural value spheres.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "J. Habermas ... In the second part of his essay on Max Weber’s theory of rationalization J.",
        "Habermas shows that the background of Weber’s theory of rationalization is the neokantian philosophy of values with the help of which Weber analyses a process of religious-metaphysical disenchantment of the worldviews as a result of differentiation of the cultural value spheres.",
        "This theoretical perspective allows Weber to conduct his analysis simultaneously on two levels: first, from the point of view of universal-historic emergence of modern structures of consciousness; second, from the point of view of embodiment of these structures of rationality in social institutions. Habermas makes a systematic attempts to reconstruct a complex connections between these two levels emphasizing that the logic of Weber’s historical-empirical analysis of the process of disenchantment of the religious worldviews can be adequately grasped on the basis of constitutive meaning of the philosophical concept “values embodiment.” For this purpose, Habermas reveals two main restrictions of this analysis.",
        "Rationalisation.Shivdeep Grewal - 2012 - In Habermas and European integration: Social and cultural modernity beyond the nation state. Manchester: Manchester University Press. pp. 57-63. The Power of the Sacred.Joshua Derman, Peter E. Gordon, Axel Honneth, Daniela K. Helbig, Hans Joas, Lawrence A. Scaff, Christopher A. McAuley, Sam Whimster, Edith Hanke, Stephen Turner, Isaac Ariail Reed & Julia Adams - 2025 - In Joshua Derman & Peter Eli Gordon, Max Weber at 100: legacies and prospects."
      ]
    },
    {
      "title": "Reihan Salam, Habermas vs. Weber on democracy",
      "url": "https://philpapers.org/rec/SALHVW",
      "philpapers_id": "SALHVW",
      "snippet": "Habermas endorses democracy as a way to rescue modern life from the economic and bureaucratic compulsion that Weber saw as an inescapable condition of modernity. This rescue mission requires that Habermas ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Reihan Salam"
        }
      ],
      "extra_snippets": [
        "But Habermas overlooks the opaque nature of our interests under complex modern conditions, and the difficulty of even knowing what the modern state is doing—let alone judging whether what it is doing serves our interests well. These overlooked sources of public ignorance buttress Weber's more pessimistic understanding of democracy, and like the theatrics surrounding popular sovereignty, public ignorance both enables and masks the autonomy that allows state officials and non‐state opinion leaders to shape public policy undemocratically.",
        "Habermas II.David Rasmussen & James Swindal (eds.) - 2009 - Los Angeles: SAGE. Weber: political writings.Max Weber - 1994 - New York: Cambridge University Press.",
        "Habermas: The Discourse Theory of Law and Democracy.Hugh Baxter - 2011 - Stanford Law Books. Under Weber's shadow: modernity, subjectivity and politics in Habermas, Arendt and MacIntyre.Keith Breen - 2012 - Burlington, VT: Ashgate.",
        "Modernization, Rights, and Democratic Society: The Limits of Habermas’s Democratic Theory. [REVIEW]Jeff Noonan - 2005 - Res Publica 11 (2):101-123. Democracy despite voter ignorance: A Weberian reply to Somin and Friedman.David Ciepley - 1999 - Critical Review: A Journal of Politics and Society 13 (1-2):191-227."
      ]
    },
    {
      "title": "Barbara Weber, J. Habermas and the Art of Dialogue: The Practicability of the Ideal Speech Situation",
      "url": "https://philpapers.org/rec/WEBJHA",
      "philpapers_id": "WEBJHA",
      "snippet": "Habermas on Understanding: Virtual Participation, Dialogue and the Universality of Truth.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Barbara Weber"
        }
      ],
      "extra_snippets": [
        "The Philosophy of Jürgen Habermas: A Critical Introduction.Uwe Steinhoff - 2009 - Oxford University Press.",
        "Habermas on Understanding: Virtual Participation, Dialogue and the Universality of Truth.",
        "Habermas and the Grounding of Critical Theory.Dominick LaCapra - 1977 - History and Theory 16 (3):237-264.",
        "Communicative Praxis Beside Postmodernism. Foucault and Habermas: Communicative Action as Trans-Cultural Politics.Seonghwa Lee - 1991 - Dissertation, Purdue University"
      ]
    },
    {
      "title": "J. Habermas, The rationalization of law and diagnosis of the times",
      "url": "https://philpapers.org/rec/HABTRO-3",
      "philpapers_id": "HABTRO",
      "snippet": "According to Habermas, Weber treats law in such a way that it is detached from evaluative sphere and can appear from the start as an institutional embodiment of cognitive-instrumental rationality.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "In this section of his book «The theory of communicative action» Jürgen Habermas considers Max Weber’s legalistic views. According to Habermas, Weber treats law in such a way that it is detached from evaluative sphere and can appear from the start as an institutional embodiment of cognitive-instrumental rationality.",
        "These three structural properties refer to the mode of legal validity and legal enactment, to criteria of culpability and the mode of sanction, and finally to the way in which legal action is organized. The dominance of purposive rationality in Weber’s view of the law allows Habermas to suggest a series of critical arguments.",
        "The rationalization of action in Max Weber's sociology of religion.Stephen Kalberg - 1990 - Sociological Theory 8 (1):58-84. The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness.J. Habermas - 2010 - Russian Sociological Review 9 (1):27-52.",
        "Habermas: Communicative Reason and the Moral Realization of a Normative Order.Albert Frederick Hart - 1989 - Dissertation, Mcgill University (Canada) The city: Rationalization and freedom in Max Weber.José Maurício Domingues - 2000 - Philosophy and Social Criticism 26 (4):107-126."
      ]
    },
    {
      "title": "George E. McCarthy (ed.), Romancing Antiquity: German Critique of the Enlightenment from Weber to Habermas",
      "url": "https://philpapers.org/rec/GEORAG",
      "philpapers_id": "GEORAG",
      "snippet": "In this unique and comprehensive book, George McCarthy examines the influence of Greek philosophy, literature, arts, and politics on the development of twentieth-century German social thought. McCarthy demonstrates that the classical spirit vitalized thinkers such as Weber, Heidegger, Freud, Marcuse, Arendt, Gadamer, and Habermas.",
      "page_age": null,
      "extra_snippets": [
        "In this unique and comprehensive book, George McCarthy examines the influence of Greek philosophy, literature, arts, and politics on the development of twentieth-century German social thought. McCarthy demonstrates that the classical spirit vitalized thinkers such as Weber, Heidegger, Freud, Marcuse, Arendt, Gadamer, and Habermas.",
        "Romancing Antiquity: German Critique of the Enlightenment from Weber to Habermas. [REVIEW]Richard L.",
        "Objectivity and the Silence of Reason: Weber, Habermas, and the Methodological Disputes in German Sociology.George E.",
        "Habermas and modernity.Richard J."
      ]
    },
    {
      "title": "Jürgen Habermas, The Theory of Communicative Action: Reason and the Rationalization of Society",
      "url": "https://philpapers.org/rec/HABTTO-4",
      "philpapers_id": "HABTTO",
      "snippet": "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber&#x27;s theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
      "page_age": null,
      "extra_snippets": [
        "This pathbreaking work is guided by three interrelated concerns: to develop a concept of communicative rationality that is no longer tied to the subjective and individualistic premises of modern social and political theory; to construct a two-level concept of society that integrates the 'lifeworld' and 'system' paradigms; and to sketch out a critical theory of modernity that explains its sociopathologies in a new way. Habermas approaches these tasks through a combination of conceptual analyses, systematic reflections, and critical reconstructions of such predecessors as Marx and Weber, Durkheim and Mead, Horkheimer and Adorno, Schutz and Parsons.",
        "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber's theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
        "The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Max Weber’s Theory of Rationalization.J.",
        "Here, for the first time in English, is volume one of Jurgen Habermas's long-awaited magnum opus: The Theory of Communicative Action. This pathbreaking work is guided by three interrelated concerns: to ..."
      ]
    },
    {
      "title": "Jürgen Habermas, The New Conservatism: Cultural Criticism and the Historians' Debate",
      "url": "https://philpapers.org/rec/HABTNC",
      "philpapers_id": "HABTNC",
      "snippet": "Edited by Shierry Weber Nicholsen (1991) ... Essays discuss denial of Germany&#x27;s Nazi past, the rise of the neoconservative movement in Europe and America, and the welfare state. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Habermas ...",
      "page_age": null,
      "extra_snippets": [
        "Edited by Shierry Weber Nicholsen (1991) ... Essays discuss denial of Germany's Nazi past, the rise of the neoconservative movement in Europe and America, and the welfare state. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Habermas and the Unfinished Project of Democracy.David Ingram - 2005 - Human Studies 28 (2):223-225.",
        "Notes on Jurgen Habermas' Participation in the Historians' Debate.M.",
        "Die Habermas-Kontroverse: ein deutscher Streit.Imanuel Geiss - 1988 - Berlin: Siedler.",
        "Debating the State of Philosophy: Habermas, Rorty, and Kołakowski.Józef Niznik & John T."
      ]
    },
    {
      "title": "Keith Breen, Under Weber's shadow: modernity, subjectivity and politics in Habermas, Arendt and MacIntyre",
      "url": "https://philpapers.org/rec/BREUWS",
      "philpapers_id": "BREUWS",
      "snippet": "Introduction -- Modernity, politics and Max Weber -- One-sided rationalization: Habermas on modernity, discourse and emancipation -- Critiquing Habermas: intersubjectivity, ethics and norm-free sociality -- The burden of our times: Arendt ...",
      "page_age": null,
      "extra_snippets": [
        "Introduction -- Modernity, politics and Max Weber -- One-sided rationalization: Habermas on modernity, discourse and emancipation -- Critiquing Habermas: intersubjectivity, ethics and norm-free sociality -- The burden of our times: Arendt on modern oblivion and the promise of politics -- Judging Arendt: citizenship, action and the scope of politics -- The new dark age: MacIntyre on bureaucratic individualism and the hope for an ethical polity -- Engaging MacIntyre: flourishing, modernity and political struggle -- Closing reflections: ethics, politics and strategy in the present.",
        "The separation between ethics and politics: Max Weber on ancient Judaism and modernity.Eyal Chowers - 2022 - European Journal of Social Theory 25 (3):477-495.",
        "Paradoxes of modernity: culture and conduct in the theory of Max Weber.Wolfgang Schluchter - 1996 - Stanford, Calif.: Stanford University Press."
      ]
    },
    {
      "title": "David Ingram, Philosophy and the Aesthetic Mediation of Life: Weber and Habermas on the Paradox of Rationality",
      "url": "https://philpapers.org/rec/INGPAT",
      "philpapers_id": "INGPAT",
      "snippet": "Habermas and the Unfinished Project of Modernity: Critical Essays on the Philosophical Discourse of Modernity.Maurizio Passerin D&#x27;Entrèves &amp; Seyla Benhabib (eds.) - 1997 - Cambridge, Mass.: MIT Press. The Critique of Instrumental Reason from Weber to Habermas.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "David Ingram"
        }
      ],
      "extra_snippets": [
        "David Ingram, Habermas and the Dialectic of Reason Reviewed by.Raymond A.",
        "D. Ingram, \"Habermas and the dialectic of reason\".",
        "MacIntyre, Habermas, and Philosophical Ethics.Michael Kelly - 1989 - Philosophical Forum 21 (1):70.",
        "Habermas and the Dialectic of Reason.David Ingram - 1987 - Yale University Press."
      ]
    },
    {
      "title": "Darrow Schecter, The critique of instrumental reason from Weber to Habermas",
      "url": "https://philpapers.org/rec/SCHTCO-25",
      "philpapers_id": "SCHTCO",
      "snippet": "The Critique of Instrumental Reason from Weber to Habermas.",
      "page_age": null,
      "extra_snippets": [
        "Book Review: The Critique of Instrumental Reason from Weber to Habermas. [REVIEW]Kevin W.",
        "Die Kritik der instrumentellen Vernunft von Weber bis Habermas.Darrow Schecter - unknown",
        "Darrow Schecter explores the most important theoretical and political debates about the relation between reason and legitimacy.",
        "Habermas, Discourse Ethics, and Normative Validity.Dennis A."
      ]
    },
    {
      "title": "Jürgen Habermas, On the Logic of the Social Sciences",
      "url": "https://philpapers.org/rec/HABOTL-2",
      "philpapers_id": "HABOTL",
      "snippet": "On the Logic of the Social Sciences. Jürgen Habermas, Shierry Weber Nicholsen, Jerry A. StarkThe Material Realization of Science: A Philosophical View on the Experimental Natural Sciences, Developed in Discussion with Habermas. Hans Radder.",
      "page_age": null,
      "extra_snippets": [
        "On the Logic of the Social Sciences. Jürgen Habermas, Shierry Weber Nicholsen, Jerry A. StarkThe Material Realization of Science: A Philosophical View on the Experimental Natural Sciences, Developed in Discussion with Habermas. Hans Radder.",
        "Book Reviews : Jurgen Habermas, On the Logic of the Social Sciences, translated by Shierry Weber Nicholsen and Jerry A. Stark. The MIT Press, Cambridge, MA and London, England, 1988. Pp. xiv + 220. $12.50 (paper). Originally appeared in Philosophische Rundschau in February 1967.",
        "In this wide-ranging work, now available in paperback, Habermas presents his views on the nature of the social sciences and their distinctive methodology and concerns. He examines, among other things, the ...",
        "He examines, among other things, the traditional division between the natural sciences and the social sciences; the characteristics of social action and the implications of theories of language for social enquiry; and the nature, tasks and limitations of hermeneutics. Habermas' analysis of these and other themes is, as always, rigorous, perceptive and constructive."
      ]
    },
    {
      "title": "Asher Horowitz, The Comedy of Enlightenment: Weber, Habermas, and the Critique of Reification",
      "url": "https://philpapers.org/rec/HORTCO-39",
      "philpapers_id": "HORTCO",
      "snippet": "The Comedy of Enlightenment: Weber, Habermas, and the Critique of Reification.Asher Horowitz - 1994 - In Asher Horowitz &amp; Terry Maley, The barbarism of reason: Max Weber and the twilight of enlightenment. Buffalo: University of Toronto Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Asher Horowitz"
        }
      ],
      "extra_snippets": [
        "9. The Comedy of Enlightenment: Weber, Habermas, and the Critique of Reification.Asher Horowitz - 1994 - In Asher Horowitz & Terry Maley, The barbarism of reason: Max Weber and the twilight of enlightenment. Buffalo: University of Toronto Press.",
        "Max Weber and the Liberal Political Tradition.David Beetham - 1994 - In Asher Horowitz & Terry Maley, The barbarism of reason: Max Weber and the twilight of enlightenment. Buffalo: University of Toronto Press. pp. 99-112. ... Sorry, there are not enough data points to plot this chart. How can I increase my downloads? No citations found. ... Habermas and the Dialectic of Reason.David Ingram - 1989 - New Haven: Yale University Press.",
        "Book Reviews : Wolfgang Schluchter, Paradoxes of Modernity: Culture and Conduct in the Theory of Max Weber. Stanford University Press, Stanford, CA. Asher Horowitz and Terry Maley, eds., The Barbarism of Reason: Max Weber and the Twilight of Enlightenment. University of Toronto.",
        "Max Weber and the Bourgeoisie.Tracy B. Strong - 1994 - In Asher Horowitz & Terry Maley, The barbarism of reason: Max Weber and the twilight of enlightenment. Buffalo: University of Toronto Press."
      ]
    },
    {
      "title": "Jürgen Habermas, Christian Lenhardt & Shierry Weber Nicholsen, Moral Consciousness and Communicative Action. Studies in Contemporary German Thought",
      "url": "https://philpapers.org/rec/HABMCA",
      "philpapers_id": "HABMCA",
      "snippet": "Reviews : Jürgen Habermas, Moral Consciousness and Communicative Action. Cambridge: Polity Press, 1992. paper £11.95, xiii + 225 pp.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        },
        {
          "type": "person",
          "name": "Christian Lenhardt"
        },
        {
          "type": "person",
          "name": "Shierry Weber Nicholsen"
        }
      ],
      "extra_snippets": [
        "Beyond Habermas, with Habermas: Adjudicating Ethical Issues in Sport through a Discourse Ethics-based Normative Theory of Sport.Francisco Javier Lopez Frias - 2021 - Sport, Ethics and Philosophy 15 (1):43-58.",
        "Reviews : Jürgen Habermas, Moral Consciousness and Communicative Action. Cambridge: Polity Press, 1992. paper £11.95, xiii + 225 pp.",
        "Sport as strategic action: A Habermasian perspective.Andrew Edgar - 2007 - Sport, Ethics and Philosophy 1 (1):33 – 46.",
        "Handlungstypen und Kriterien. Zu Habermas' \"Theorie des kommunikativen Handelns\".Andreas Dorschel - 1990 - Zeitschrift für Philosophische Forschung 44 (2):220-252."
      ]
    },
    {
      "title": "Uwe Steinhoff, The Philosophy of Jürgen Habermas: A Critical Introduction",
      "url": "https://philpapers.org/rec/STETPO-36",
      "philpapers_id": "STETPO",
      "snippet": "His objection to the former is ... standard of rationality derived from the natural sciences or from Weber&#x27;s concept of purposive rationality, it leaves normative questions to irrational decisions. Habermas wants to offer an alternative, trying to develop a theory of communicative ...",
      "page_age": null,
      "extra_snippets": [
        "His objection to the former is that it is self-contradictory and politically defeatist; his objection to the latter is that, thanks to a standard of rationality derived from the natural sciences or from Weber's concept of purposive rationality, it leaves normative questions to irrational decisions. Habermas wants to offer an alternative, trying to develop a theory of communicative action that can clarify the normative foundations of a critical theory of society as well as provide a fruitful theoretical framework for empirical social research.",
        "Jürgen Habermas seeks to defend the Enlightenment and with it an \"emphatical\", \"uncurtailed\" conception of reason against the post-modern critique of reason on the one hand, and against so-called scientism (which ...",
        "This study is a comprehensive and detailed analysis and sustained critique of Habermas' philosophical system since his pragmatist turn in the seventies. It clearly and precisely depicts Habermas' long chain of arguments leading from an analysis of speech acts to a discourse theory of law and the democratic constitutional state.",
        "Along the way the study examines, among other things, Habermas' theory of communicative action, transcendental and universal pragmatics and the argument from \"performative contradictions\", discourse ethics, the consensus theory of truth, Habermas' ideas on developmental psychology, communicative pathologies and social evolution, his theory of social order, the analysis of the tensions between system and lifeworld, his theory of modernity, and his theory of deliberative democracy."
      ]
    },
    {
      "title": "Jürgen Habermas, The Rationalization of the Lifeworld [1981]",
      "url": "https://philpapers.org/rec/HABTRO",
      "philpapers_id": "HABTRO",
      "snippet": "Introduction to Habermas.Sandro Segre (ed.) - 2013 - Upa. Max Weber’s Theory of Rationalization.J.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas’ sociological theory of law and democracy: A reply to Wirts, Flynn and Zurn.Hugh Baxter - 2014 - Philosophy and Social Criticism 40 (2):225-234.",
        "The Dialectics of Rationalization: An Interview with Jurgen Habermas.Jurgen Habermas - 1981 - Telos: Critical Theory of the Contemporary 49.",
        "The Dialectics of Rationalization: An Interview with Jürgen Habermas.Axel Honneth - 1981 - Telos: Critical Theory of the Contemporary 49:5.",
        "A Lifeworld without a Subject: Habermas and the Pathologies of Modernity.Finn Bowring - 1996 - Telos: Critical Theory of the Contemporary 1996 (106):77-104."
      ]
    },
    {
      "title": "Max Weber, Remarks on Technology and Culture",
      "url": "https://philpapers.org/rec/WEBROT-3",
      "philpapers_id": "WEBROT",
      "snippet": "Referring to the capitalist development of antiquity as an illustration, Weber argues for a factually precise conception of technology and against a Marxist definition in terms of economic causality or property relations.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Max Weber"
        }
      ],
      "extra_snippets": [
        "Weber’s improvised reply to Werner Sombart’s lecture on ‘Technology and Culture’, presented at the first meeting of the German Sociological Society in 1910, opens and closes with an appeal to uphold the principle of ‘value-freedom’ in academic discussions.",
        "Referring to the capitalist development of antiquity as an illustration, Weber argues for a factually precise conception of technology and against a Marxist definition in terms of economic causality or property relations.",
        "The editorial notes to this translation place Weber’s remarks in the context of his critical relationship to predecessors and contemporaries (including many of those present at the conference) and within the thematic development of his career-long studies on the rise of occidental rationalism.",
        "Max Weber's Dissertation.Lutz Kaelber - 2003 - History of the Human Sciences 16 (2):27-56."
      ]
    },
    {
      "title": "Christian Etzrodt, Max Weber’s rationalization processes disenchantment, alienation, or anomie?",
      "url": "https://philpapers.org/rec/ETZMWR",
      "philpapers_id": "ETZMWR",
      "snippet": "Most scholars have interpreted these processes as disenchantment, although some have seen a stronger affinity to the Marxist concept of alienation. Since the majority have regarded disenchantment as the central theme of Weber’s legacy, I discuss Weber’s rare statements about the disenchantment process, most of which appear in a speech that was published later as Science as a Vocation.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Christian Etzrodt"
        }
      ],
      "extra_snippets": [
        "Max Weber’s Theory of Rationalization.J. Habermas - 2010 - Russian Sociological Review 9 (3):3-25.",
        "The aim of this paper is to analyze which concept describes the central theme in Max Weber’s works — the rationalization processes — best: disenchantment, alienation, or anomie. I first describe how Weber’s rationalization processes were understood in the past.",
        "Most scholars have interpreted these processes as disenchantment, although some have seen a stronger affinity to the Marxist concept of alienation. Since the majority have regarded disenchantment as the central theme of Weber’s legacy, I discuss Weber’s rare statements about the disenchantment process, most of which appear in a speech that was published later as Science as a Vocation.",
        "I then introduce definitions of key concepts (Hegelian alienation, Marxist alienation, Durkheimian anomie, and de-magification) to provide a more varied and precise vocabulary. This will aid in describing at least two different rationalization processes that can be derived from Webers theoretical framework (Economy and Society) and his historical studies."
      ]
    }
  ],
  "count": 18,
  "errors": []
}
