{
  "status": "success",
  "source": "openalex",
  "query": "Frankfurt School Weber reception critical theory",
  "results": [
    {
      "openalex_id": "W1991768606",
      "doi": "10.1111/j.1468-2303.2006.00347.x",
      "title": "BEYOND COMPARISON: <i>HISTOIRE CROISÉE</i> AND THE CHALLENGE OF REFLEXIVITY<sup>1</sup>",
      "authors": [
        {
          "name": "Michael Werner",
          "openalex_id": "A5101509365",
          "orcid": "https://orcid.org/0000-0002-3036-1478",
          "institutions": [
            "École des Hautes Études en Santé Publique",
            "École Normale Supérieure - PSL"
          ]
        },
        {
          "name": "Bénédicte Zimmermann",
          "openalex_id": "A5016933057",
          "orcid": "https://orcid.org/0000-0002-8750-2681",
          "institutions": [
            "École des Hautes Études en Santé Publique",
            "École Normale Supérieure - PSL"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-02-01",
      "abstract": "ABSTRACT This article presents, in a programmatic way, the histoire croisée approach, its methodological implications and its empirical developments. Histoire croisée draws on the debates about comparative history, transfer studies, and connected or shared history that have been carried out in the social sciences in recent years. It invites us to reconsider the interactions between different societies or cultures, erudite disciplines or traditions (more generally, between social and cultural productions). Histoire croisée focuses on empirical intercrossings consubstantial with the object of study, as well as on the operations by which researchers themselves cross scales, categories, and viewpoints. The article first shows how this approach differs from purely comparative or transfer studies. It then develops the principles of pragmatic and reflexive induction as a major methodological principle of histoire croisée. While underlining the need and the methods of a historicization of both the objects and categories of analysis, it calls for a reconsideration of the way history can combine empirical and reflexive concerns into a dynamic and flexible approach.",
      "cited_by_count": 616,
      "type": "article",
      "source": {
        "name": "History and Theory",
        "type": "journal",
        "issn": [
          "0018-2656",
          "1468-2303"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1468-2303.2006.00347.x"
      },
      "topics": [
        "Social and Cultural Dynamics"
      ],
      "referenced_works_count": 7,
      "url": "https://openalex.org/W1991768606"
    },
    {
      "openalex_id": "W2100212414",
      "doi": "10.1515/nor-2017-0181",
      "title": "The Mediatization of Society",
      "authors": [
        {
          "name": "Stig Hjarvard",
          "openalex_id": "A5005010020",
          "orcid": "https://orcid.org/0000-0001-9194-6085"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-11-01",
      "abstract": "Abstract Using mediatization as the key concept, this article presents a theory of the influence media exert on society and culture. After reviewing existing discussions of mediatization by Krotz (2007), Schulz (2004), Thompson (1995), and others, an institutional approach to the mediatization process is suggested. Mediatization is to be considered a double-sided process of high modernity in which the media on the one hand emerge as an independent institution with a logic of its own that other social institutions have to accommodate to. On the other hand, media simultaneously become an integrated part of other institutions like politics, work, family, and religion as more and more of these institutional activities are performed through both interactive and mass media. The logic of the media refers to the institutional and technological modus operandi of the media, including the ways in which media distribute material and symbolic resources and make use of formal and informal rules.",
      "cited_by_count": 1010,
      "type": "article",
      "source": {
        "name": "Nordicom review/NORDICOM review",
        "type": "journal",
        "issn": [
          "1403-1108",
          "2001-5119"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://sciendo.com/pdf/10.1515/nor-2017-0181"
      },
      "topics": [
        "Media Studies and Communication",
        "Social Media and Politics",
        "Globalization and Cultural Identity"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W2100212414"
    },
    {
      "openalex_id": "W2131564699",
      "doi": "10.1075/prag.21.4.01bre",
      "title": "Critical discourse analysis and its critics",
      "authors": [
        {
          "name": "Ruth Breeze",
          "openalex_id": "A5049031148",
          "orcid": "https://orcid.org/0000-0002-8132-225X"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-18",
      "abstract": "This article briefly reviews the rise of Critical Discourse Analysis and teases out a detailed analysis of the various critiques that have been levelled at CDA and its practitioners over the last twenty years, both by scholars working within the “critical” paradigm and by other critics. A range of criticisms are discussed which target the underlying premises, the analytical methodology and the disputed areas of reader response and the integration of contextual factors. Controversial issues such as the predominantly negative focus of much CDA scholarship, and the status of CDA as an emergent “intellectual orthodoxy”, are also reviewed. The conclusions offer a summary of the principal criticisms that emerge from this overview, and suggest some ways in which these problems could be attenuated.",
      "cited_by_count": 275,
      "type": "article",
      "source": {
        "name": "Pragmatics Quarterly Publication of the International Pragmatics Association (IPrA)",
        "type": "journal",
        "issn": [
          "1018-2101",
          "2406-4238"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.jbe-platform.com/deliver/fulltext/prag.21.4.01bre.pdf?itemId=%2Fcontent%2Fjournals%2F10.1075%2Fprag.21.4.01bre&mimeType=pdf&containerItemId=content/journals/24064238"
      },
      "topics": [
        "Discourse Analysis in Language Studies",
        "Multilingual Education and Policy",
        "Language, Discourse, Communication Strategies"
      ],
      "referenced_works_count": 108,
      "url": "https://openalex.org/W2131564699"
    },
    {
      "openalex_id": "W1977026129",
      "doi": "10.1007/s11519-007-0004-2",
      "title": "Critical media literacy is not an option",
      "authors": [
        {
          "name": "Douglas Kellner",
          "openalex_id": "A5084229007",
          "orcid": "https://orcid.org/0000-0002-1643-6744",
          "institutions": [
            "University of California, Los Angeles"
          ]
        },
        {
          "name": "Jeff Share",
          "openalex_id": "A5075432965",
          "orcid": "https://orcid.org/0000-0001-6593-817X",
          "institutions": [
            "University of California, Los Angeles"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-04-06",
      "abstract": null,
      "cited_by_count": 348,
      "type": "article",
      "source": {
        "name": "Learning Inquiry",
        "type": "journal",
        "issn": [
          "1558-2973",
          "1558-2981"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11519-007-0004-2.pdf"
      },
      "topics": [
        "Literacy, Media, and Education",
        "Global Education and Multiculturalism",
        "Digital Storytelling and Education"
      ],
      "referenced_works_count": 40,
      "url": "https://openalex.org/W1977026129"
    },
    {
      "openalex_id": "W1884148894",
      "doi": "10.1080/09502386.2012.697709",
      "title": "COLONIAL MODERNITY MATTERS?",
      "authors": [
        {
          "name": "Younghan Cho",
          "openalex_id": "A5011367548",
          "orcid": "https://orcid.org/0000-0003-0785-5573"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-09-01",
      "abstract": "Abstract This study summarizes the impact of the colonial modernity thesis upon the South Korean academy, debates about the colonial past in Korean historiography, and new approaches that seek to overcome the traditional dichotomy of Korean historiography, macro-analysis and rejection of modernity as ultimate destination. Despite these new approaches, polemic that the colonial modernity thesis instigates, and the inspiration some intellectuals have derived from these, the term 'colonial modernity' has not been embraced by the Korean academy. This study explores this ambivalence, rather than dismissing negative responses as nationalist, because this scholarly ambivalence reveals the ontological dilemma inherent in the study or consideration of South Korea's colonial past. The author contends that this dilemma is not simply a matter of how to accept or reject the colonial modernity thesis; rather, it derives both from Korean scholars' inextricable location within the legacy of Korea's colonial wounds, and from Korean academy's awareness of its marginality and lack of voice in the global academic regime. Keywords: colonial pastKorean academycolonial modernity thesisanti-Japanismglobal academy regimeKorean historiography Acknowledgement This work was supported by Hankuk University of Foreign Studies Research Fund. Notes 1. Chun uses the term 'global academic regime' to highlight the importance of institutional situatedness in the study of identity, as well as the persistent global division of intellectual labour particularly between Asia and the West. 2. Reviews of these perspectives have been widely conducted within the Korean academy but are mostly inaccessible to English readers. Ahn (2008 Ahn, Y. 2008. \"The colonial past in post-colonial South Korea: colonialism, modernity and gender\". In Contested Views of a Common Past: Revisions of History in Contemporary East Asia, Edited by: Richter, S. 157–180. Frankfurt/New York: Campus Verlag. [Google Scholar]) provided a fine summary and evaluation in English. 3. Shin (1997 Shin, Y. 1997. Sikminji Geundaehwaron-e Deahan Beepan [Critique on colonial modernization theory]. Changjak-kwa Beepyung, 25(4): 8–38. [Google Scholar]) added that the policy of ethnocide policy distinguished the Japanese Empire from Western empires. All translations from Korean sources are the author's unless otherwise noted. 4. This theory both considers the special conditions of Korean history and presumes universal historic development. One of the most representative groups is called the School of National Economy (Lee 1997 Lee, H. 1997. Naejae-juk Baljeonron Beepan-e Daehan Ban-Beepan [Counter critique on criticism against indigenous development]. Yeoksa Beepyung, 41: 229–242. [Google Scholar]). 5. According to Jung (1999 Jung, Y. 1999. Sikminjin Geundaehwaron Nonjeng-ui Beepan-kwa Shin-Geundaesaron-ui Mosak [Critique on colonial modernization theory and exploration of new perspective on the modern]. Changjak-kwa Beepyung, 27(1): 352–376. [Google Scholar]), the launch of the Research Association of Korean Modern Economy among Korean and Japanese scholars in 1987 was the first collective effort by modernization theorists. 6. According to Seokgon Cho (2006 Cho, S. 2006. Sikiminji Geundaehwaron Yeonkoo Sungkwa-ui Beepanjeok Sooyoung [Critical reception of colonial modernity theory]. Yeoksa Beepyung, 75: 57–75. [Google Scholar]), the theory of indigenous development either ignores or postpones responses to new findings by the school of modernization theory. 7. Changjak-kwa Beepyung is a well-known and respected South Korean critical studies journal. Recently, Inter-Asia Cultural Studies published a special issue on Nakchung Baek, a founder as well as a long time chief-in-editor of this journal (2010). 8. Modernization theory does express some concern that, without substantial evidence, trying to find parallels between the 1930s and the 1960s in Korea might result in romanticizing colonial control (Cho 1998a Cho, S. 1998a. Sikminji Geundaehwaron-kwa Neajeajuck Baljeonron Jeageomto [Review on colonial modernization theory and indigenous development theory]. Dongyangkwa Jeonmang, 38: 62–96. [Google Scholar]). 9. Attempts to call for new approaches include sociocultural theory, theory of colonial modernity, and other postcolonial approaches. These viewpoints have yet to find a common terminology, however. 10. For more detailed discussions, see Barlow (1997 Barlow, T. E. 1997. \"Introduction: on \"colonial modernity\". In Formations of Colonial Modernity in East Asia, Edited by: Barlow, T. E. 1–20. Durham/London: Duke University Press. [Google Scholar]) in Formations of Colonial Modernity in East Asia and Shin and Robinson in Colonial Modernity in Korea (1999). 11. Other works that broke ground in this regard are Kim (1999 Kim, J. 1999. Geundaui Hyungsung [Construction of Modernity: Permitting Dance Hall in Seoul], Seoul: Hyunsil Moonhwa Yeonkoo. [Google Scholar]), Geundaui Hyungsung [Construction of Modernity: Permitting Dance Halls in Seoul]; Shin (2003 Shin, M. 2003. Modern Boy Gyungsung-ul Geotta [Modern Boy Strolling Kyungsung: Faces of Modernity], Seoul: Hyunsil Moonhwa Yeonkoo. [Google Scholar]), Modern Boy Gyungsung-ul Geotta [Modern Boy Strolling Kyungsung: Faces of Modernity]. Seoul, Hyunsil Moonhwa Yeonkoo; Bodrae Kwon (2003). Yeonae-ui Sidae [Age of Romance: Cultural Trends in 1920s]. Seoul, Hyunsil Moonhwa Yeonkoo; Junghwan Chun (2003). Geundaejuk Chekilgi [Modern Reading: Birth of Readers and Korean Modern Literature]. Seoul, Prun Yeoksa; Kwon, M.-A. (2005). Yeoksa-ui Fascism [Fascism of History: Imperial Fantasy and Gender Politics]. Seoul, Chek-Sesang. 12. In the same volume, Kim (1997 Kim, H. 1997. \"Iljeha Janyo Yangyuk-kwa Erini-ui Hyungsung [Child rearing and construction of child under Japanese Empire]\". In Geunda Jooche-wa Sikminji Gyuryul Kwonryul [Modern Subjectivity and Colonial Discipline Power], Edited by: Kim, H. and Jung, J. 222–276. Seoul: Moonhwa Kwahak-Sa. [Google Scholar]), examined how the introduction of modern education into child-rearing nurtured colonial subjects for the Japanese Government. 13. Shin's (2006 Shin, J. 2006. \"Cheyuk Gyoyook-ui Gunsahwa-wa Kangjedeon Geongang [Militarization of physical education and enforced heath]\". In Sikminji-ui Ilsang: Jibae-wa Gyunyeul [Everyday Life of the Colony: Control and Rupture], Edited by: Kong, J. and Jung, G. 229–256. Seoul: Moonhak-kwa Kwahak-Sa. [Google Scholar]) examination of modern education Korea focused on physical education during the colonial period. The author suggested parallels between the military mobilization of the 1940s and the authoritarian control (of South Korea) by President Jung-Hee Park in the 1970s. 14. Kang (2006 Kang, N. 2006. \"Youngeo Gyoyuk kwa Youngeo Weesang [English and its Social Status]\". In Sikminji-ui Ilsang: Jibae-wa Gyunyeul [Everyday Life of the Colony: Control and Rupture], Edited by: Kong, J. and Jung, G. 401–432. Seoul: Moonhak-kwa Kwahak-Sa. [Google Scholar]) traced the social status associated with English in Korea and the language's functional usage there. Even during colonization, English was a form of cultural capital although this cache was motivated in part by the popularity of Hollywood films. In any case, Koreans under Japanese rule were eager to learn English. 15. As Ahn (2008 Ahn, Y. 2008. \"The colonial past in post-colonial South Korea: colonialism, modernity and gender\". In Contested Views of a Common Past: Revisions of History in Contemporary East Asia, Edited by: Richter, S. 157–180. Frankfurt/New York: Campus Verlag. [Google Scholar]) clarified, while modernity is interpellated against colonialism 'some of the dichotomous concepts are often seen in conjunction with the gender dichotomy male/female' (p. 165). The conjunction of strong nationalist commitment and masculine ideology forces even nationalist historians into either ambivalence about or dismissal of gender-specific issues during the colonial period. 16. Kwon (2006 Kwon, M. 2006. \"Yeoja Spy-Dan-ui Shinwha-wa Joeun Ilbonin Deugee [Myth on women's spy group and becoming good Japaneses]\". In Geundaerul Dasi Ilnunda [Rereading Modernity: Toward a New Paradigm for Korean Modernity], Edited by: Yoon, H., Chun, J., Huh, S., Hwang, B., Lee, Y. and Yoon, D. 189–215. Seoul: Yeoka Beepyung-Sa. [Google Scholar]) examined the women's spy discourses that became widespread in colonial Korea after the Sino-Japanese War (1936–1937). Chun (2006 Chun, J. 2006. \"1920-30s-ui Chekilgi-ui Moonhwa-wa Byunhwa [Culture of book reading and its transformations in 1920-30s]\". In Geundaerul Dasi Ilnunda [Rereading Modernity: Toward a New Paradigm for Korean Modernity], Edited by: Yoon, H., Chun, J., Huh, S., Hwang, B., Lee, Y. and Yoon, D. 19–95. Seoul: Yeoka Beepyung-Sa. [Google Scholar]) explored the growing market for children's books and modernized patterns of book reading during the colonial period (the former shifted from recitation to personal reading; the latter shifted from the scriptures to functional materials such as textbooks). Daesuk Yoon (2006), Guncha Yoon (2006) and Haedong Yoon (2006) found structural homology (the repetition of fascist logic in the definition of 'national literature') between the mobilization of the 1940s and the national development movement of the 1970s. 17. Lee (2006 Lee, S. 2006. Ilsang-ul Tonghae Bon Sikminji Geundaesung [Colonial modernity through everyday life]. Yeoksa Beepyung, 76: 484–499. [Google Scholar]) also referred to the issue of its methodology by arguing that research on discourse might distort images of the colonial past by generalizing unique or particular experiences. 18. For the recent reformation of Higher Education and colonial condition of knowledge production in South Korea, see Kang (2009 Kang, M. 2009. 'State-guided' university reform and colonial conditions of knowledge production. Inter-Asia Cultural Studies, 10(2): 191–205. [Taylor & Francis Online], [Web of Science ®] , [Google Scholar]). 19. Nonetheless, Jung (2008 Jung, Y. 2008. Gildeuejiji Annun Hoiseak-ui Dasungsung [Polyphony of the grey zones]. Moonhakwa Sahoi, 77: 407–412. [Google Scholar]) acknowledged that this book brings many ambiguous possibilities into focus. 20. Several Korean academics are seriously offended particularly by the epilogue's description of Korean historiography. In his epilogue, Eckert (1999 Eckert, C. J. 1999. \"Epilogue: exorcizing Hegel's ghosts: toward a postnationalist historiography of Korea\". In Colonial Modernity in Korea, Edited by: Shin, G.-W. and Robinson, M. 363–378. Cambridge, MA: Harvard University Press. [Google Scholar], p. 366) argues that 'nationalist paradigms have so dominated intellectual life in Korea that they obfuscated, subsumed or obliterated virtually all other possible modes of historical interpretation'. 21. Not every author in the volume took the same position. In her examination of the consumption of American films during the colonial period, Lee (2006 Lee, S. 2006. Ilsang-ul Tonghae Bon Sikminji Geundaesung [Colonial modernity through everyday life]. Yeoksa Beepyung, 76: 484–499. [Google Scholar]) argued that the construction of cultural landscapes should be explicated through the perspective of colonial modernity as a universal experience, not of modernization of a specific colony. 22. Sakai (2003 Sakai , N. 2003 Nai Sasang Yeojung [My academic trajectories] , trans . Lee , G.-S. , in Kukminjooui-ui Poiesis: Sakai Naoki [Poiesis of Nationalism: Essays by Naoki Sakai] , Y.-S. Lee , Seoul , ChangBi . [Google Scholar]) mentioned that the delight of writing in English is a possibility of addressing something to people of various nations, not just to an Anglophone community and suggested subversively appropriating 'an imperial history of English'. I do not much agree with the latter. 23. Chun (2008 Chun, A. 2008. The postcolonial alien in us all: identity in the global division of intellectual labor. Positions, 16(3): 689–710. [Crossref], [Web of Science ®] , [Google Scholar], p. 696) further argued that 'We should really be deconstructing underlying institutional regimes and not simply conceptual representations'.",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "Cultural Studies",
        "type": "journal",
        "issn": [
          "0950-2386",
          "1466-4348"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Japanese History and Culture",
        "Chinese history and philosophy",
        "Asian Culture and Media Studies"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W1884148894"
    },
    {
      "openalex_id": "W2905867785",
      "doi": "10.1109/access.2019.2896108",
      "title": "A Survey on Consensus Mechanisms and Mining Strategy Management in Blockchain Networks",
      "authors": [
        {
          "name": "Wenbo Wang",
          "openalex_id": "A5046054684",
          "orcid": "https://orcid.org/0000-0002-7500-8723",
          "institutions": [
            "Nanyang Technological University"
          ]
        },
        {
          "name": "Dinh Thai Hoang",
          "openalex_id": "A5007992576",
          "orcid": "https://orcid.org/0000-0002-9528-0863",
          "institutions": [
            "University of Technology Sydney"
          ]
        },
        {
          "name": "Peizhao Hu",
          "openalex_id": "A5090846864",
          "orcid": "https://orcid.org/0000-0001-7260-6325",
          "institutions": [
            "Rochester Institute of Technology"
          ]
        },
        {
          "name": "Zehui Xiong",
          "openalex_id": "A5005327587",
          "orcid": "https://orcid.org/0000-0002-4440-941X",
          "institutions": [
            "Nanyang Technological University"
          ]
        },
        {
          "name": "Dusit Niyato",
          "openalex_id": "A5091266202",
          "orcid": "https://orcid.org/0000-0002-7442-7416",
          "institutions": [
            "Nanyang Technological University"
          ]
        },
        {
          "name": "Ping Wang",
          "openalex_id": "A5100338634",
          "orcid": "https://orcid.org/0000-0002-1599-5480",
          "institutions": [
            "York University"
          ]
        },
        {
          "name": "Yonggang Wen",
          "openalex_id": "A5041572550",
          "orcid": "https://orcid.org/0000-0002-2751-5114",
          "institutions": [
            "Nanyang Technological University"
          ]
        },
        {
          "name": "Dong In Kim",
          "openalex_id": "A5022649488",
          "orcid": "https://orcid.org/0000-0001-7711-8072",
          "institutions": [
            "Sungkyunkwan University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "The past decade has witnessed the rapid evolution in blockchain technologies, which has attracted tremendous interests from both the research communities and industries. The blockchain network was originated from the Internet financial sector as a decentralized, immutable ledger system for transactional data ordering. Nowadays, it is envisioned as a powerful backbone/framework for decentralized data processing and data-driven self-organization in flat, open-access networks. In particular, the plausible characteristics of decentralization, immutability and self-organization are primarily owing to the unique decentralized consensus mechanisms introduced by blockchain networks. This survey is motivated by the lack of a comprehensive literature review on the development of decentralized consensus mechanisms in blockchain networks. In this survey, we provide a systematic vision of the organization of blockchain networks. By emphasizing the unique characteristics of incentivized consensus in blockchain networks, our in-depth review of the state-of-the-art consensus protocols is focused on both the perspective of distributed consensus system design and the perspective of incentive mechanism design. From a game-theoretic point of view, we also provide a thorough review on the strategy adoption for self-organization by the individual nodes in the blockchain backbone networks. Consequently, we provide a comprehensive survey on the emerging applications of the blockchain networks in a wide range of areas. We highlight our special interest in how the consensus mechanisms impact these applications. Finally, we discuss several open issues in the protocol design for blockchain consensus and the related potential research directions.",
      "cited_by_count": 963,
      "type": "article",
      "source": {
        "name": "IEEE Access",
        "type": "journal",
        "issn": [
          "2169-3536"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://ieeexplore.ieee.org/ielx7/6287639/8600701/08629877.pdf"
      },
      "topics": [
        "Blockchain Technology Applications and Security",
        "Spam and Phishing Detection",
        "Caching and Content Delivery"
      ],
      "referenced_works_count": 285,
      "url": "https://openalex.org/W2905867785"
    },
    {
      "openalex_id": "W2069060187",
      "doi": "10.3389/fnhum.2015.00186",
      "title": "Neurocognitive poetics: methods and models for investigating the neuronal and cognitive-affective bases of literature reception",
      "authors": [
        {
          "name": "Arthur M. Jacobs",
          "openalex_id": "A5014136125",
          "orcid": "https://orcid.org/0000-0002-7910-3955",
          "institutions": [
            "Freie Universität Berlin",
            "Einstein Center for Neurosciences Berlin"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-04-16",
      "abstract": "A long tradition of research including classical rhetoric, esthetics and poetics theory, formalism and structuralism, as well as current perspectives in (neuro)cognitive poetics has investigated structural and functional aspects of literature reception. Despite a wealth of literature published in specialized journals like Poetics, however, still little is known about how the brain processes and creates literary and poetic texts. Still, such stimulus material might be suited better than other genres for demonstrating the complexities with which our brain constructs the world in and around us, because it unifies thought and language, music and imagery in a clear, manageable way, most often with play, pleasure, and emotion (Schrott and Jacobs, 2011). In this paper, I discuss methods and models for investigating the neuronal and cognitive-affective bases of literary reading together with pertinent results from studies on poetics, text processing, emotion, or neuroaesthetics, and outline current challenges and future perspectives.",
      "cited_by_count": 313,
      "type": "article",
      "source": {
        "name": "Frontiers in Human Neuroscience",
        "type": "journal",
        "issn": [
          "1662-5161"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fnhum.2015.00186/pdf"
      },
      "topics": [
        "Aesthetic Perception and Analysis",
        "Creativity in Education and Neuroscience",
        "Neuroscience and Music Perception"
      ],
      "referenced_works_count": 258,
      "url": "https://openalex.org/W2069060187"
    },
    {
      "openalex_id": "W3133913697",
      "doi": "10.1109/comst.2021.3061981",
      "title": "A Survey on Mobile Augmented Reality With 5G Mobile Edge Computing: Architectures, Applications, and Technical Aspects",
      "authors": [
        {
          "name": "Yushan Siriwardhana",
          "openalex_id": "A5069043129",
          "orcid": "https://orcid.org/0000-0001-5992-891X",
          "institutions": [
            "University of Oulu"
          ]
        },
        {
          "name": "Pawani Porambage",
          "openalex_id": "A5042235008",
          "orcid": "https://orcid.org/0000-0001-6365-9804",
          "institutions": [
            "University of Oulu"
          ]
        },
        {
          "name": "Madhusanka Liyanage",
          "openalex_id": "A5068169019",
          "orcid": "https://orcid.org/0000-0003-4786-030X",
          "institutions": [
            "University College Dublin",
            "University of Oulu"
          ]
        },
        {
          "name": "Mika Ylianttila",
          "openalex_id": "A5059694865",
          "orcid": "https://orcid.org/0000-0002-8079-5514",
          "institutions": [
            "University of Oulu"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-01-01",
      "abstract": "The Augmented Reality (AR) technology enhances the human perception of the world by combining the real environment with the virtual space. With the explosive growth of powerful, less expensive mobile devices, and the emergence of sophisticated communication infrastructure, Mobile Augmented Reality (MAR) applications are gaining increased popularity. MAR allows users to run AR applications on mobile devices with greater mobility and at a lower cost. The emerging 5G communication technologies act as critical enablers for future MAR applications to achieve ultra-low latency and extremely high data rates while Multi-access Edge Computing (MEC) brings enhanced computational power closer to the users to complement MAR. This paper extensively discusses the landscape of MAR through the past and its future prospects with respect to the 5G systems and complementary technology MEC. The paper especially provides an informative analysis of the network formation of current and future MAR systems in terms of cloud, edge, localized, and hybrid architectural options. The paper discusses key application areas for MAR and their future with the advent of 5G technologies. The paper also discusses the requirements and limitations of MAR technical aspects such as communication, mobility management, energy management, service offloading and migration, security, and privacy and analyzes the role of 5G technologies.",
      "cited_by_count": 636,
      "type": "article",
      "source": {
        "name": "IEEE Communications Surveys & Tutorials",
        "type": "journal",
        "issn": [
          "1553-877X",
          "2373-745X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://ieeexplore.ieee.org/ielx7/9739/9438976/09363323.pdf"
      },
      "topics": [
        "IoT and Edge/Fog Computing",
        "Opportunistic and Delay-Tolerant Networks",
        "Augmented Reality Applications"
      ],
      "referenced_works_count": 260,
      "url": "https://openalex.org/W3133913697"
    },
    {
      "openalex_id": "W2801353312",
      "doi": "10.31269/triplec.v10i2.443",
      "title": "Dallas Smythe Today - The Audience Commodity, the Digital Labour Debate, Marxist Political Economy and Critical Theory.",
      "authors": [
        {
          "name": "Christian Fuchs",
          "openalex_id": "A5060268505",
          "orcid": "https://orcid.org/0000-0003-0589-4579",
          "institutions": [
            "Uppsala University"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-09-19",
      "abstract": "Due to the global capitalist crisis, neoliberalism and the logic of commodification of everything have suffered cracks, fissures and holes. There is a return of the interest in Marx, which requires us to think about the role of Marxism in Media and Communication Studies. This paper contributes to this task by discussing some foundations of contemporary Marxist media and communication studies, including a focus on the renewed interest in Dallas Smythe’s audience commodity category as part of the digital labour debate. Dallas Smythe reminds us of the importance of engagement with Marx’s works for studying the media in capitalism critically. Both Critical Theory and Critical Political Economy of the Media and Communication have been criticized for being one-sided. Such interpretations are mainly based on selective readings. They ignore that in both approaches there has been with different weightings a focus on aspects of media commodification, audiences, ideology and alternatives. Critical Theory and Critical Political Economy are complementary and should be combined in Critical Media and Communication Studies today. Dallas Smythe’s notion of the audience commodity has gained new relevance in the debate about corporate Internet services’ exploitation of digital labour. The exploitation of digital labour involves processes of coercion, alienation and appropriation.",
      "cited_by_count": 207,
      "type": "article",
      "source": {
        "name": "tripleC Communication Capitalism & Critique Open Access Journal for a Global Sustainable Information Society",
        "type": "journal",
        "issn": [
          "1726-670X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.triple-c.at/index.php/tripleC/article/download/443/414"
      },
      "topics": [
        "Digital Economy and Work Transformation",
        "Political Economy and Marxism",
        "Cultural Industries and Urban Development"
      ],
      "referenced_works_count": 146,
      "url": "https://openalex.org/W2801353312"
    },
    {
      "openalex_id": "W2772839085",
      "doi": "10.1007/978-3-319-66659-4_4",
      "title": "Reconsidering Different Visions of Scientific Literacy and Science Education Based on the Concept of Bildung",
      "authors": [
        {
          "name": "Jesper Sjöström",
          "openalex_id": "A5072176466",
          "orcid": "https://orcid.org/0000-0002-3083-1716",
          "institutions": [
            "Malmö University"
          ]
        },
        {
          "name": "Ingo Eilks",
          "openalex_id": "A5077406641",
          "orcid": "https://orcid.org/0000-0003-0453-4491",
          "institutions": [
            "University of Bremen"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-01",
      "abstract": "Abstract Over the last 50 years, policy makers and STEM educators have argued for Scientific Literacy (SL). SL is a typical boundary object that everyone can agree on, but that is filled with different meanings by different stakeholders. Roberts (as published in Abell SK, Lederman NG (eds), Handbook of research on science education. Lawrence Erlbaum, Mahwah, pp. 729–780, 2007) has identified two main orientations of SL: Vision I starts from and focuses on scientific content and scientific processes to learn about corresponding applications later, while Vision II focuses on contextualizing scientific knowledge for giving its use in life and society meaning. The tension between Vision I and II can also be related to the tension between “pipeline science – preparing future scientists” and “science for all”. Recently, a more advanced vision of SL was suggested. It is called Vision III and emphasizes philosophical values, politicization and critical global citizenship education. Such an orientation can be well justified by the Central/Northern European educational and cultural tradition called Bildung . In its most contemporary understanding, it is agency-oriented. Bildung -oriented science education aims at making the student capable of a self-determined life in his/her socio-cultural environment, participation in a democratic society, and of empathy and solidarity with others. This concept is also closely connected to more recent educational paradigms that were defined also beyond Europe, e.g. the ideas of Education for Sustainability (EfS) and transformative learning. Both concepts aim on skills development for critical-democratic participation and for shaping our society and culture in a sustainable way. The different visions of SL have consequences for the content and culture of teaching and learning of science and technology. Accepting Vision III requires awareness that our view of selecting and teaching certain content is dependent on our culture, for example our norms, values and worldviews, and on the society we are living in. Learning (cognition) must be complemented with not only meta-learning (metacognition), but also transformative learning, where things are considered from multifaceted (e.g., cultural) perspectives. The discussion in this chapter focuses on educational implications of Vision III of SL and its connection to critical-reflexive Bildung , EfS and transformative learning.",
      "cited_by_count": 279,
      "type": "book-chapter",
      "source": {
        "name": "Innovations in science education and technology",
        "type": "book series",
        "issn": [
          "1873-1058",
          "2213-2236"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/978-3-319-66659-4_4.pdf"
      },
      "topics": [
        "Educational Strategies and Epistemologies",
        "Education and Critical Thinking Development",
        "Adult and Continuing Education Topics"
      ],
      "referenced_works_count": 120,
      "url": "https://openalex.org/W2772839085"
    },
    {
      "openalex_id": "W2121700581",
      "doi": "10.1080/0965431042000194994",
      "title": "Planning theory: reconstruction or requiem for planning?",
      "authors": [
        {
          "name": "Franco Archibugi",
          "openalex_id": "A5048949385"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-04-01",
      "abstract": "Click to increase image sizeClick to decrease image size Notes Consolidated through university course offerings, academic journals, congresses, and even academic associations. Despite the risk of being irreverent, it seems to me that planning theory debate has arrived at something similar to these conclusions (see also alternative interesting considerations on this subject in Taylor, 1984 Taylor N (1984) A critique of materialist critiques of procedural planning theory (with a comment by A.J. Scott) Environment and Planning B 11 [Crossref] , [Google Scholar]; Simmie, 1989 Simmie, J. (1989). A preliminary sketch of a non‐introverted planning theory. Planning Theory Newsletter, 2 [Google Scholar]). As a general repraisal of the debate on planning theory, I recommend the collections of papers edited by Burchell and Sterlieb (1978 Burchell RW Sternlieb G (Eds) (1978) Planning Theory in the 1980s: A Search for Future Directions New Brunswick, NJ: Center for Urban Policy Research. Rutgers University [Google Scholar]) and by Healy et al. (1982 Healy P McDougall G Thomas MJ (Eds) (1982) Planning Theory: Prospects for the 1989s Oxford: Pergamon [Google Scholar]). Faludi, 1973 Faludi A (1973) Planning Theory Oxford: Pergamon Press [Google Scholar], p. 21. For the position of Britton Harris on these and other issues, see Harris, 1967 and Harris et al, 1977. Of course the Faludi work was a product of its time. It profited from many other works oriented in the same direction (MacLoughlin, 1969; Cantanese and Steiss, 1970; Chadwick, 1971; Dimitriou, 1972). The companion book of readings, edited by Faludi himself, is a good example of the wide context of a 'planning theory' as the logical reorganization of the practice of planning in several directions (Faludi, Ed., 1973 Faludi A (1973) Planning Theory Oxford: Pergamon Press [Google Scholar]). By 'consistency', I mean the capacity of a plan feature or decision to fit with environmental constraints that are beyond and outside the delimitation of the system or unit under planning. I recall one clamorous example of the kind of inconsistency from Italy: some decades ago, a research project of the Planning Studies Centre tried to extrapolate the whole pattern of the individual demographic forecasting drawn from the existing (master) plans of Italian municipalities (around half of the approximately 7000 in all of Italy), through an appropriate weighted evaluation. The result was that around the year 2000 Italy should shelter 400 million inhabitants! You can imagine, what other results, in terms of capital investment, infrastructure, housing, land use, etc. were reached. Who can assert—honestly—that this sounds only like a typical Italian case? (Archibugi, 1979 Archibugi F (1979) Principi di pianificazione regionale [Principles of Regional Planning] 2 Vols Milan: Angeli [Google Scholar]). See also P. Hall (1973). As any scholar who has a real familiarity with the course of philosophical thinking (from Plato to Aristotle, Kant to Hegel) knows well, only in a vulgar (not really philosophical) version of our language is the 'rationalist' in opposition to the 'realist'. In effect, he stated that the distinction between theory in planning and theory of planning (the latter being planning theory) should not result in an entirely separate development of the two; and also that \"clearly, both types of theory are needed for effective planning\". He also stated that \"planners should view procedural theory as forming an envelope to substantive theory, rather than vice versa\". But independently from the question about which should be the 'envelope' of the other, his main attention in his book, (and in further works) has been given to the procedural and—later—to the epistemological aspect of the planning knowledge and action, as a process, and poor attention to the substantive interrelations among different aspects of planning. Anyhow Faludi provided a very important contribution toward clarifying the procedural aspects of planning, and to formulating the foundations of a theory of planning in the substantive aspects. It is not his fault if the further development of the theory of planning has not taken this direction. Because many of the topics of Faludi's book deal with methodological aspects of planning that have a substantial validity in the preparation of plans, i.e. in their substantive capacity to be effective and feasible in their contents and not only in their procedure or implementation. Friedmann, 1987 Friedmann J (1987) Planning in the Public Domain: From Knowledge to Action Princeton, NJ: Princeton University Press [Google Scholar], Part 1. And given the vast boundaries attributed to this 'eclectic field', I do not understand why we should 'exclude', in his opinion, other disciplines (see footnote 16), such: \"psychology, cultural anthropology, geography, history, political science, micro‐sociology, and the humanities, including design theory\". It is not by chance that an explicit trend—and for this reason much more consequential and consistent than other equivocal manifestations of a generalizing politology on planning—to see the task of the 'theorist' (a disconcerting thesis for one who is bound to the Greco‐Roman etymons, but anyhow suggestive) limited to that of 'telling stories', in the conviction that \"… planning arguments are characteristically expressed as stories. As they both tell and manage these stories, planners maintain and redesign communities\" (Mandelbaum, 1992 Mandelbaum, SJ. (1992). Telling stories. Journal of Planning Education and Research, 10(3) [Google Scholar]); or the task is that of 'reading plans' as they are developed and located in the urban history (Mandelbaum, 1990 Mandelbaum, SJ. (1990). Reading plans. Journal of the American Planning Association, 56: pp. 350–356[Web of Science ®] , [Google Scholar], 1993 Mandelbaum, SJ. (1993). Reading old plans. Journal of Policy History, 5(1) [Google Scholar]). And it is not by chance that this reduction of the planners' professionality to the telling and reading of urban stories and plans ('planners as writers'; 'plans as narrative') be sustained by a professor of Urban History (Mandelbaum, 1985). At least in this case people know from the beginning—with clarity, sincerity, and intellectual honesty—what is intended by 'planning theory' (see also Thorgmorton, 1993 Thorgmorton JA (1993) Planning as a rhetorical activity American Planning Association Journal [Google Scholar], 1996 Thorgmorton JA (1996) Planning as Persuasive Storytelling Chicago, IL: The University of Chicago Press [Google Scholar]). My only divergence is that all this could be named 'Urban History'; then—with some reserve—'(Urban) Planning History'; then, perhaps (but it would be an unsupportable sophistication), 'Theory of Planning History'; but certainly not 'Planning Theory'. And as a final result of those kinds of elaborations, I can discern a product of amusing weekend reading for urban planners (but only for those who have enough sensibility and imaginative acumen to penetrate and understand them as hermetic poetry); but I am scared to consider them as the basis of a professional know how for young professional planner candidates! And this has nothing to do with the vexata quaestio of the origins of knowledge and its connection with action. The entire history of philosophy has dealt with this question, to attempt to deal with it in a few pages. I persist to follow the idea that knowledge and action are intimately related and we have to tailor, to calibrate our cognitive analysis to the definition of our action objectives (decision‐oriented analysis), and this offers or obliges us to have a certain awareness of the relativity of the planning objectives. (See Faludi, 1978, 1987 and 1989). But, I repeat, this calls for another level of reasoning, and has nothing to do with my previous sentence. This occupies two thirds of Friedmann's book (1987 Friedmann J (1987) Planning in the Public Domain: From Knowledge to Action Princeton, NJ: Princeton University Press [Google Scholar], Part 2) and even the rest is a continuous coming back to the historical bases (Part 3). I think, for instance, of the work of Vico, Locke, Hume, Turgot, Rousseau, Kant, Wegelin, Condorcet, to mention the first that come to mind, and which deserve no less than the other to be included in the list of the unaware progenitors of planning theory. In the approach named as 'policy analysis': from Adam Smith, to J.S. Mill. Jevons, Walras, Marshall, Pigou, Keynes, until the new 'welfare economics', and in the same time all school of system analysis and engineering, policy science and public policies. In the approach named 'social learning': from the engineering method of Taylor, with derivations from and connections with 'organization development' (OD), and other issues of educational psychology. In the approach named as 'social reform': the entire tradition of sociology from Saint‐Simon to Comte, Durkheim, Max Weber, Mannheim, until Popper and even modern American sociology; as well as the entire tradition of institutional economics (from the German historic school to Veblen. Commons. Mitchell), and American pragmatism (James, Dewey). Encompassing from the Utopians to Marx and Marxists; but also Radicals and Anarchists, until the 'Frankfurt School' (Horkheimer, Adorno, Marcuse, Habermas). With this trend, we can expect to find soon in our journals (nominally specialized)—as turn the wind of fashionable subjects—papers on Christianity, Buddhism. Zionism, the evolution of Eroticism, the culinary Art and the Diet issues. Bio‐ethics, Cosmopolitanism and so on: all subjects about which I foster my sincere and deep personal interest. More details on this new discipline can be found in the literature (Archibugi, 1995 Archibugi F (1995) Theory of Urbanistics: Lectures on a Reappraisal of City Planning Methodology (forthcoming in English), Rome: Planning Studies Centre [Google Scholar]). The separation of 'selection' from the 'implementation' problem, has been one of the leit motif of methodological reflections of a great planologist. Ragnar Frisch (1970 Frisch R (1970) Cooperation between politicians and econometricians of the formalization of political references in R. Frisch (Ed.) Economic Planning Studies Dordrecht: Reidel [Google Scholar]). See for instance the work of G. Benveniste and its reception in our community (the comments dedicated to him in issue 8 of the journal Planning Theory). Frankly I do not find anything new in this work compared to the past work of Banfield and Wilson (1963 Banfield EC Wilson JQ (1963) City Politics Cambridge, MA: Harvard University Press [Google Scholar]), Etzioni (1968 Etzioni A (1968) The Active Society: A Theory on Societal and Political Process New York: Free Press [Google Scholar], 1969) Rabinovitz (1967 Rabinovitz, FF. (1967). Politics, personality and planning. Public Administration Review, 27[Crossref], [Web of Science ®] , [Google Scholar], 1969 Rabinovitz F (1969) City Planning and Politics New York: Atherton Press [Google Scholar]). Dennis (1970 Dennis N (1970) People and Planning London: Faber and Faber [Google Scholar], 1972 Dennis N (1972) Public Participation and Planners' Blight London: Faber and Faber [Google Scholar]), Dror (1968 Dror Y (1971) Ventures in Policy Sciences, Concepts and Applications Amsterdam: North‐Holland [Google Scholar], 1971 Dror Y (1987) Governability, Participation and Social Aspects of Planning CEPAL Review no. 31 pp. 95–105 United Nations, Economic Commission for Latin America and Caribbean [Google Scholar], 1987 Dyckman, JW. (1966). Social planning, social planners and planned society. Journal of American Institute of Planners, 32[Taylor & Francis Online] , [Google Scholar]), Goodman (1971); and in comparison to the simple, complete and elegant synthesis of the problem made by Faludi, in the last chapters of his first work (1973). The best synthesis of all the current strands of thought on planning theory is in Alexander's book (1992 Alexander ER (1992) Approaches to Planning: Introducing Current Planning Theories, Concepts and Issues New York: Gordon and Breach [Google Scholar], second improved edition). Therefore I have preferred to use this book for comments, even if other books have an equivalent validity in representing the current trend of thinking. Frisch (1970 Frisch R (1970) Cooperation between politicians and econometricians of the formalization of political references in R. Frisch (Ed.) Economic Planning Studies Dordrecht: Reidel [Google Scholar], 1971 Frisch R (1971) An implementation system for optimal national economic planning without detailed quantity fixation from a central authority in R. Frisch (Ed.) Economic Planning Studies Dordrecht: Reidel [Google Scholar], 1976 Frisch R (1976) Economic Planning Studies Dordrecht: Reidel [Crossref] , [Google Scholar]) and Seers (1972 Seers D (1972) The prevalence of pseudo‐planning in M. Faber and D. Seers (Eds) The Crisis in Planning London: Chatto & Windus [Google Scholar]). Always we refer to Alexander (1992 Alexander ER (1992) Approaches to Planning: Introducing Current Planning Theories, Concepts and Issues New York: Gordon and Breach [Google Scholar], p. 2). See Clyde Woods' (1995 Woods, C. (1995). The blues epistemology and regional planning history: the case of the Lower Mississippi Delta Development Commission. Planning Theory, 13 [Google Scholar]) very interesting paper on the Blues Epistemology and Regional Planning History (the case of the Lower Mississippi Delta Development Commission): and the equally fascinating Moira Kenney's invitation to understand the urban aspects of Gay and Lesbian Marginalization. Both papers are in the (supposed specialist) journal Planning Theory (Vol. 13, 1995). See for other points of view Thorgmorton (1993 Thorgmorton JA (1993) Planning as a rhetorical activity American Planning Association Journal [Google Scholar], 1996 Thorgmorton JA (1996) Planning as Persuasive Storytelling Chicago, IL: The University of Chicago Press [Google Scholar]). See always Faludi (1973 Faludi A (Ed.) (1973) A Reader in Planning Theory Oxford: Pergamon Press [Google Scholar]): the last chapter. And, for a wider scope, Faludi (1978). On this point see the contents of integration outlined in my previously quoted paper prepared for the \"first world‐wide conference on planning sciences\" (Archibugi, 1992 Archibugi F (1992) Introduction to Planology Towards a Meta‐Disciplinary Convergence of Planning Sciences (first draft). Rome: Planning Studies Centre [Google Scholar]), but also my obstinate researches from the past (1969 Archibugi F (1969) Strategy of National Development and Its Implications for Physical Planning Background report prepared for the United Nations Centre for Housing, Building and Planning and presented to the \"Interregional Seminar on Physical Planning for Urban, Regional and National Development\", Bucharest, Romania, 22 September–October [Google Scholar], 1974 Archibugi F (1974) A System of Models for the National Long‐term Planning Process report to a UN Economic Commission for Europe Seminar on the theme. , December [Google Scholar], 1989 Archibugi F (1989) Comprehensive social assessment: an essential instrument for environmental policy‐making in F. Archibugi and P. Nijkamp (Eds) Economy and Ecology: Towards Sustainable Development Kluwer: Dordrecht [Crossref] , [Google Scholar]) to present (1994 Archibugi F (1994) The disciplinary implications of environmental planning and evaluation in H. Voogd (Ed.) Issues in Environmental Planning pp. 164–175 London: Pion [Google Scholar]). Just to site one glaring example, how familiar are planning theorists coming from the conventional town planning point of view with the work of the planning theorists coming from the economic point of view, such as Frisch, Tinbergen (Nobel prize winners), Leif Johansen, and many others? And in reverse, how familiar are those theorists coming from the economic point of view with the important contributions to planning theory by town planners of quality, such as Doxiades, Chapin, Perloff, and many others? With the last generous effort by John Friedmann (1987 Friedmann J (1987) Planning in the Public Domain: From Knowledge to Action Princeton, NJ: Princeton University Press [Google Scholar])—one of the 'planning theorists' most engaged in an integrative approach (I wish to remember one of his papers of 1973), we can—as seen—refer ourself to the origins, or roots, of the historical disciplines, in order to find a significant common field of analysis and to synthesise an interdisciplinary approach. But the reconstruction of the present status of real comprehensive planning is very poor. The important work of Nathaniel Lichfield (1996 Lichfield N (1996) Community Impact Evaluation London: University College of London Press [Google Scholar])—summarizing his many years of professional experience—covers this lack, concerning however mainly the field of economic evaluation of plans, and less the interrelationship of plans among different levels and scales. With the French Commissariat au Plan's multi‐year plans, the 'Neddy' in Great Britain, the experiments with economic programming in Italy and Spain, and the even more advanced methods developed in the Netherlands, Norway, Belgium, Denmark, others countries, and even at the European Community scale. For a rapid appraisal of these experiences as a whole, see a paper of Albrecht's (1992 Albrecht L (1992) Dilemmas in Planning: What is and What Ought to be First‐World‐Wide Conference on Planning Science, Palermo, September [Google Scholar]). This was also the epoch when, to use an expression by Alonso in a paper dealing with the integration problem, the 'regional science' as a 'meta‐discipline' was born. The title of his paper (presented in Japan in a academic meeting of 'regional sciences') was, 'Beyond Interdisciplinary Approach to Planning' (1971). The example that I know better, obviously, is the Italian 'Progetto 80'. But other attempts have been developed in Netherlands, in France, and in the 1970s, also in Germany, with the Federal 'Raumordnungprogramme' (1975), that later has been put aside. Some critical surveys of these experiences in Europe are in a book of Stuart Holland (1977 Holland S (1977) Beyond Capitalistic Planning Oxford [Google Scholar]). For the US experiences see an enlightening essay by Beauregard (1992 Beauregard RA (1992) Institutional Constraints and Sub‐National Planning: Economic Development in the US First World Conference on Planning Sciences, Palermo, September [Google Scholar]) presented to for the 'First World Conference on Planning Science'. It is well know that attempts were made to introduce such methods into many governmental agencies. These include the PPBS (Planning Programming Budgeting System) and similar procedures for evaluation in the US, and the RCB (Rationalisation des Choix Budgetaries) in France. All these attempts failed, in my opinion, because of the lack of connections to macro‐economic planning (and not only with a budgetary policy at the national scale, which was even missed). This is the case of the experimental analysis by the British IOR Group (Institute of Operational which was very at that on Faludi's methodological reflections as a good of the of an interdisciplinary & 1969 (1969) and London: [Google Scholar]; et 1974 et al. (1974) Public Planning The London: [Google Scholar]). In to this I that the by the plans' to a are to the that they were not in a of the between design and national and academic journals in the Planning Sciences by Pergamon and Environment and Planning by were at the of an academic integration of planning theory. first on its of the level of Ragnar Frisch and H. town planners such as Britton Harris, and John Dyckman, and analysis such as and The second such as town planners such as system such as R. But, the in this direction were These journals have developed their Planning Sciences mainly with conventional disciplines if to the public and social and Environment and Planning conventional 'regional science' with a a economic approach and with in planning more years with the of another journal on And, I that this has not to the of the their of I have been a their but to a lack, the academic and professional of a real important experiences in planning. I to a critical of the more research strands which have or to the of a certain disciplinary or of and of planning. The would be to the foundations of a new or of planning. I this on which I have been for some to this seems in this attempt to a general all of the or substantive to the planning in the last and to their connections and the a new is a version of this by the Planning Studies Centre (Archibugi, 1992 Archibugi F (1992) Introduction to Planology Towards a Meta‐Disciplinary Convergence of Planning Sciences (first draft). Rome: Planning Studies Centre [Google Scholar]). this I to this kind of I that I am it with a certain I would to it is what I have tried to do in a certain something and on how to and how to manage a in terms of and with the of in on plans. And I that this Oxford conference would be the appropriate to do This is how the idea of the planning activity was presented by a John in the for Planning' in the in the This is taken from a work of on the 'Theory of (forthcoming in I refer to the to (Archibugi, 1992 Archibugi F (1992) Introduction to Planology Towards a Meta‐Disciplinary Convergence of Planning Sciences (first draft). Rome: Planning Studies Centre [Google Scholar]), in which critical of different cultural and strands that have to the of an and approach to planning have been I also the of the contents of in and its with others disciplines and with the and strands on which it is For many in with a of and I have been to a on general planning to have time to and methods of planning at different and of community I that the best to the improved of planning as a new discipline science or is to a of its wish to that in the origins of economic related to the this has also been social (See the preferred language of and the of at the University of several years But, the conventional of that has economic or we to the expression social for the new attempts to an system outside the national of the as I would the of By I mean that they are not with the of or of the but rather through other of or of (see for these aspects 2000 Archibugi F The Beyond the and into London: [Crossref] , [Google Scholar]). on Archibugi University of Planning Studies Centre of Public University of Planning Studies Centre of Public",
      "cited_by_count": 21,
      "type": "article",
      "source": {
        "name": "European Planning Studies",
        "type": "journal",
        "issn": [
          "0965-4313",
          "1469-5944"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Urban Planning and Governance",
        "Land Use and Ecosystem Services",
        "Ecology, Conservation, and Geographical Studies"
      ],
      "referenced_works_count": 61,
      "url": "https://openalex.org/W2121700581"
    },
    {
      "openalex_id": "W2747310458",
      "doi": "10.1515/zfsoz-2017-1014",
      "title": "Artificial Communication? The Production of Contingency by Algorithms",
      "authors": [
        {
          "name": "Elena Esposito",
          "openalex_id": "A5062014945",
          "orcid": "https://orcid.org/0000-0002-3075-292X",
          "institutions": [
            "Bielefeld University"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-15",
      "abstract": "Abstract Discourse about smart algorithms and digital social agents still refers primarily to the construction of artificial intelligence that reproduces the faculties of individuals. Recent developments, however, show that algorithms are more efficient when they abandon this goal and try instead to reproduce the ability to communicate. Algorithms that do not “think” like people can affect the ability to obtain and process information in society. Referring to the concept of communication in Niklas Luhmann’s theory of social systems, this paper critically reconstructs the debate on the computational turn of big data as the artificial reproduction not of intelligence but of communication. Self-learning algorithms parasitically take advantage – be it consciously or unaware – of the contribution of web users to a “virtual double contingency.” This provides society with information that is not part of the thoughts of anyone, but, nevertheless, enters the communication circuit and raises its complexity. The concept of communication should be reconsidered to take account of these developments, including (or not) the possibility of communicating with algorithms.",
      "cited_by_count": 177,
      "type": "article",
      "source": {
        "name": "Zeitschrift für Soziologie",
        "type": "journal",
        "issn": [
          "0340-1804",
          "2366-0325"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.degruyter.com/downloadpdf/journals/zfsoz/46/4/article-p249.pdf"
      },
      "topics": [
        "Ethics and Social Impacts of AI",
        "Embodied and Extended Cognition",
        "Cybernetics and Technology in Society"
      ],
      "referenced_works_count": 79,
      "url": "https://openalex.org/W2747310458"
    },
    {
      "openalex_id": "W2149826153",
      "doi": "10.17169/fqs-6.3.19",
      "title": "Analysing Discourse. An Approach From the Sociology of Knowledge",
      "authors": [
        {
          "name": "Reiner Keller",
          "openalex_id": "A5046456314",
          "orcid": "https://orcid.org/0000-0002-6083-0458",
          "institutions": [
            "University of Augsburg",
            "Augsburg University"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-06-01",
      "abstract": "The contribution outlines a research pro­gramme which I have coined the \"sociology of knowledge approach to discourse\" (Wissens­sozio­logische Diskursanalyse). This approach to dis­course integrates important insights of FOU­CAULT's theory of discourse into the interpretative paradigm in the social sciences, especially the \"German\" approach of hermeneutic sociology of knowledge (Hermeneutische Wissenssoziologie). Accordingly, in this approach discourses are con­sidered as \"structured and structuring structures\" which shape social practices of enunciation. Un­like some Foucauldian approaches, this form of discourse analysis recognises the importance of socially constituted actors in the social production and circulation of knowledge. Furthermore, it com­bines research questions related to the concept of \"discourse\" with the methodical toolbox of qual­itative social research. Going beyond ques­tions of language in use, \"the sociology of knowl­edge ap­proach to discourse\" (Wissenssozio­logi­sche Dis­kurs­analyse) addresses sociological inter­ests, the analyses of social relations and politics of knowl­edge as well as the discursive construction of re­al­ity as an empirical (\"material\") process. For empiri­cal research on discourse the approach proposes the use of analytical concepts from the sociology of knowledge tradition, such as inter­pretative schemes or frames (Deutungsmuster), \"clas­sifi­ca­tions\", \"phenomenal structure\" (Phäno­men­struktur), \"narrative structure\", \"dispositif\" etc., and the use of the methodological strategies of \"grounded theory\". URN: urn:nbn:de:0114-fqs0503327",
      "cited_by_count": 160,
      "type": "article",
      "source": {
        "name": "Forum: Qualitative Social Research (Freie Universität Berlin)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://opus.bibliothek.uni-augsburg.de/opus4/files/35239/19-61-1-PB.pdf"
      },
      "topics": [
        "Sociology and Education Studies",
        "Cultural Identity and Representation",
        "Foucault, Power, and Ethics"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W2149826153"
    },
    {
      "openalex_id": "W2892213024",
      "doi": "10.17645/pag.v6i3.1557",
      "title": "Disentangling and Locating the “Global Right”: Anti-Gender Campaigns in Europe",
      "authors": [
        {
          "name": "David Paternotte",
          "openalex_id": "A5042146931",
          "orcid": "https://orcid.org/0000-0002-6362-7674",
          "institutions": [
            "Université Libre de Bruxelles"
          ]
        },
        {
          "name": "Roman Kuhar",
          "openalex_id": "A5017405151",
          "orcid": "https://orcid.org/0000-0003-4294-7529",
          "institutions": [
            "University of Ljubljana"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-09-14",
      "abstract": "This article examines the development of campaigns against “gender ideology” in Europe, leading to the emergence of a specific family of mobilizations that we call anti-gender campaigns. These campaigns, started in the mid-1990s as a Catholic project in reaction to the results of the UN conferences of Cairo and Bejing, but developed significantly in several European countries after crucial encounters with right-wing populism. While recognizing the importance of these crossovers, we contend the interpretation that mobilizations against “gender ideology” and right-wing populism are the two faces of the same coin, and we plead for a more complex understanding of the ways in which distinct—and sometimes competing—projects can converge in specific settings. We argue that research on the “Global Right Wing” should therefore disentangle the various components of this phenomenon, and locate them in concrete settings. We show that this research strategy allows us to better grasp the specificities of each project and the ways in which they interact. Opening our eyes on crucial developments in contemporary Europe, this strategy also prevents researchers from falling into the trap of a global and unqualified backlash against everything achieved in terms of gender and sexuality in the last decades.",
      "cited_by_count": 329,
      "type": "article",
      "source": {
        "name": "Politics and Governance",
        "type": "journal",
        "issn": [
          "2183-2463"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.cogitatiopress.com/politicsandgovernance/article/download/1557/1557"
      },
      "topics": [
        "Populism, Right-Wing Movements",
        "Gender Politics and Representation",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 68,
      "url": "https://openalex.org/W2892213024"
    },
    {
      "openalex_id": "W4236537685",
      "doi": "10.1353/book.46092",
      "title": "The Institution of Criticism",
      "authors": [
        {
          "name": "Hohendahl, Peter Uwe",
          "openalex_id": ""
        }
      ],
      "publication_year": 1982,
      "publication_date": "1982-01-01",
      "abstract": null,
      "cited_by_count": 104,
      "type": "book",
      "source": {
        "name": "Cornell University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://muse.jhu.edu/pub/255/oa_monograph/book/46092/pdf"
      },
      "topics": [
        "Classical Studies and Philology"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4236537685"
    },
    {
      "openalex_id": "W4205955538",
      "doi": "10.1007/978-3-322-99906-1_5",
      "title": "Wissenssoziologische Diskursanalyse",
      "authors": [
        {
          "name": "Reiner Keller",
          "openalex_id": "A5046456314",
          "orcid": "https://orcid.org/0000-0002-6083-0458"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-01-01",
      "abstract": "Alles, was wir wahrnehmen, erfahren, spüren, auch die Art, wie wir handeln, ist über sozial konstruiertes, typisiertes, in unterschiedlichen Graden als legitim anerkanntes und objektiviertes Wissen vermittelt. Dieses Wissen ist nicht auf ein 'angeborenes' kognitives Kategoriensystem rückführbar, sondern auf gesellschaftlich hergestellte symbolische Systeme. Solche symbolischen Ordnungen werden überwiegend in Diskursen gesellschaftlich produziert, legitimiert, kommuniziert und transformiert; sie haben gesellschaftlich-materiale Voraussetzungen und Folgen. Diskursanalyse ist ein Forschungsprogramm bzw. eine Forschungsperspektive, die ihr Erkenntnisinteresse auf die Analyse dieser Zusammenhänge richtet: Der wissenssoziologischen Diskursanalyse geht es darum, Prozesse der sozialen Konstruktion, Objektivation, Kommunikation und Legitimation von Sinn-, d.h. Deutungs- und Handlungsstrukturen auf der Ebene von Institutionen, Organisationen bzw. sozialen (kollektiven) Akteuren zu rekonstruieren und die gesellschaftlichen Wirkungen dieser Prozesse zu analysieren. Das schließt unterschiedliche Dimensionen der Rekonstruktion ein: diejenige der Bedeutungsproduktion ebenso wie diejenige von Handlungspraktiken, institutionellen/strukturellen und materiellen Kontexten sowie die gesellschaftlichen Folgen.2",
      "cited_by_count": 157,
      "type": "book-chapter",
      "source": {
        "name": "VS Verlag für Sozialwissenschaften eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007%2F978-3-322-99906-1_5.pdf"
      },
      "topics": [
        "Sociology and Education Studies",
        "Public Administration and Political Analysis",
        "Linguistic research and analysis"
      ],
      "referenced_works_count": 48,
      "url": "https://openalex.org/W4205955538"
    },
    {
      "openalex_id": "W2172091756",
      "doi": "10.1525/ae.2004.31.1.92",
      "title": "“Praise the Lord”: Popular cinema and pentecostalite style in Ghana's new public sphere",
      "authors": [
        {
          "name": "Birgit Meyer",
          "openalex_id": "A5103042842",
          "orcid": "https://orcid.org/0000-0001-7186-7865",
          "institutions": [
            "University of Amsterdam"
          ]
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-02-01",
      "abstract": "ABSTRACT In this article I examine the elective affinity between Pentecostalism and the vibrant video‐film industry that has flourished in the wake of Ghana's adoption of a democratic constitution. I argue that, as a result of the liberalization and commercialization of the media, a new public sphere has emerged that can no longer be fully controlled by the state but that is increasingly indebted to Pentecostalism. Pentecostalism and video‐films come together and articulate alternative, Christian imaginations of modernity. Seeking to grasp the blurring of boundaries between religion and entertainment, I examine the pentecostalite cultural style on which these alternative visions thrive. My main concern is to investigate the specific mode through which Pentecostal expressive forms go public, thereby transforming the public sphere.",
      "cited_by_count": 306,
      "type": "article",
      "source": {
        "name": "American Ethnologist",
        "type": "journal",
        "issn": [
          "0094-0496",
          "1548-1425"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1525/ae.2004.31.1.92"
      },
      "topics": [
        "Anthropological Studies and Insights",
        "African studies and sociopolitical issues",
        "Postcolonial and Cultural Literary Studies"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W2172091756"
    },
    {
      "openalex_id": "W2877923312",
      "doi": "10.1787/9789264167872-en",
      "title": "PISA 2009 Technical Report",
      "authors": [
        {
          "name": "OECD",
          "openalex_id": ""
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-12-22",
      "abstract": "The PISA 2009 Technical Report describes the methodology underlying the PISA 2009 survey. It examines additional features related to the implementation of the project at a level of detail that allows researchers to understand and replicate its analyses. The reader will find a wealth of information on the test and sample design, methodologies used to analyse the data, technical features of the project and quality control mechanisms.",
      "cited_by_count": 425,
      "type": "book",
      "source": {
        "name": "Programme for international student assessment/Internationale Schulleistungsstudie",
        "type": "book series",
        "issn": [
          "1990-8539",
          "1990-8547",
          "1996-3777",
          "1996-3793"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.acer.edu.au/cgi/viewcontent.cgi?article=1010&context=pisa"
      },
      "topics": [
        "Education and Vocational Training",
        "Education Systems and Policy"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W2877923312"
    },
    {
      "openalex_id": "W1536656927",
      "doi": "10.5117/9789089640789",
      "title": "Ethnic Constructs in Antiquity : The Role of Power and Tradition",
      "authors": [
        {
          "name": "N.G.A.M. Roymans",
          "openalex_id": "A5051560847",
          "institutions": [
            "Institute of Archeology"
          ]
        },
        {
          "name": "A.M.J. Derks",
          "openalex_id": "A5012386437",
          "orcid": "https://orcid.org/0000-0002-9356-3915",
          "institutions": [
            "Institute of Archeology"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-01",
      "abstract": "This volume explores the theme of ethnicity and ethnogenesis in societies of the ancient world. Its starting point is the current view in the social and historical sciences of ethnicity as a subjective construct that is shaped through interaction with an ethnic 'other'. The 13 essays collected in this volume are based on the analysis of historical, epigraphic and archaeological source material and thematically range from Archaic Greece to Early Mediaeval Western Europe. Despite frequent claims by ethnic groups to the contrary, all ethnic formations are intrinsically unstable and dynamic over time. Much of this dynamism is to be understood in close association with conflict, violence and changing constellations of power. The explicit theoretical framework, together with the wide range of case-studies makes this volume indispensable for historians, archaeologists and social scientists with an interest in the ancient world.",
      "cited_by_count": 220,
      "type": "book",
      "source": {
        "name": "Amsterdam University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://library.oapen.org/bitstream/20.500.12657/35248/1/340082.pdf"
      },
      "topics": [
        "Classical Antiquity Studies",
        "Archaeology and Historical Studies",
        "Biblical Studies and Interpretation"
      ],
      "referenced_works_count": 370,
      "url": "https://openalex.org/W1536656927"
    },
    {
      "openalex_id": "W2904314229",
      "doi": "10.47476/jat.v1i1.51",
      "title": "The nature of accessibility studies",
      "authors": [
        {
          "name": "Gian Maria Greco",
          "openalex_id": "A5027891738",
          "orcid": "https://orcid.org/0000-0002-8714-6349",
          "institutions": [
            "Universidade de Vigo",
            "Universitat Autònoma de Barcelona"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-14",
      "abstract": "Accessibility has come to play a pivotal role on the world’s stage, gradually pervading different aspects of our lives as well as a vast range of fields, giving rise to a plethora of fruitful new ideas, methods and models, and becoming an ever more key issue within a process that is reshaping the very fabric of society. The ubiquitous effects of accessibility have led to the emergence of a new research field, namely accessibility studies (AS). This paper presents both the path that has led towards the emergence of AS as well as the distinctive features of this new field. AS is defined as the field concerned with the investigation of accessibility processes and phenomena, and the design, implementation and evaluation of accessibility-based and accessibility-oriented methodologies. The analysis is carried out mainly, though not exclusively, in reference to media accessibility (MA), as it is one of the most mature areas in which the process of the formation of AS has been taking place. It concludes by arguing that AS is a timely field that addresses the most pressing issues our society is facing nowadays and appealing to MA to embrace its identity as an area of AS.",
      "cited_by_count": 110,
      "type": "article",
      "source": {
        "name": "Journal of Audiovisual Translation",
        "type": "journal",
        "issn": [
          "2617-9148"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://jatjournal.org/index.php/jat/article/download/51/10"
      },
      "topics": [
        "Subtitles and Audiovisual Media",
        "Digital Accessibility for Disabilities"
      ],
      "referenced_works_count": 115,
      "url": "https://openalex.org/W2904314229"
    },
    {
      "openalex_id": "W2110149883",
      "doi": "10.1162/daed.2008.137.3.26",
      "title": "What is a world? On world literature as world-making activity",
      "authors": [
        {
          "name": "Pheng Cheah",
          "openalex_id": "A5070890928"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-07-01",
      "abstract": null,
      "cited_by_count": 137,
      "type": "article",
      "source": {
        "name": "Daedalus",
        "type": "journal",
        "issn": [
          "0011-5266",
          "1548-6192"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://direct.mit.edu/daed/article-pdf/137/3/26/1829467/daed.2008.137.3.26.pdf"
      },
      "topics": [
        "Postcolonial and Cultural Literary Studies",
        "Japanese History and Culture",
        "Translation Studies and Practices"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2110149883"
    },
    {
      "openalex_id": "W3087756428",
      "doi": "10.1186/s40561-020-00134-7",
      "title": "Smart multimedia learning of ICT: role and impact on language learners’ writing fluency— YouTube online English learning resources as an example",
      "authors": [
        {
          "name": "Azzam Alobaid",
          "openalex_id": "A5070657435",
          "orcid": "https://orcid.org/0000-0002-2990-6987"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-09-15",
      "abstract": "Abstract This work seeks to determine if and how much the smart learning environment of Information and Communications Technology (ICT) tools like YouTube can help improve learners’ fluency of language use and expression in their daily written communication. This research highlights and takes advantage of the potential role and features of multimedia brought to the language learner by the ICT tools, taking YouTube online English learning resources as an example of this smart learning environment. This work hypothesizes that learners who engage with, expose themselves more to and leverage such online language materials could develop their fluency of daily language use and expression in writing over time. The findings of this research show that there is a statistically significant difference in some but not all aspects of the learners’ writing fluency; basically, the accuracy and organization of ideas as qualitative dimensions of fluency improved after the actual exposure to YouTube over five months as long as factors like engagement, enhancement and intelligibility are provided by its multi-mediated input. However, other aspects of fluency in writing could develop slightly but with no statistically significant difference. Also, compared to other sources of language learning in the learners’ environment, multimedia educational tools developed by ICT like the widely known platform YouTube can be more effective and thus strongly recommended equally for language learners and teachers where optimization of writing fluency is the target of learning. This paper is a work-in-progress that investigates the role and impact of smart learning environment of ICT multi-media on English language learners’ fluency and accuracy of use and expression in speaking and writing.",
      "cited_by_count": 129,
      "type": "article",
      "source": {
        "name": "Smart Learning Environments",
        "type": "journal",
        "issn": [
          "2196-7091"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://slejournal.springeropen.com/track/pdf/10.1186/s40561-020-00134-7"
      },
      "topics": [
        "Subtitles and Audiovisual Media",
        "English Language Learning and Teaching",
        "EFL/ESL Teaching and Learning"
      ],
      "referenced_works_count": 97,
      "url": "https://openalex.org/W3087756428"
    },
    {
      "openalex_id": "W497743267",
      "doi": "10.1086/428801",
      "title": "Anthropology as a Moral Science of Possibilities",
      "authors": [
        {
          "name": "Michael Carrithers",
          "openalex_id": "A5081792430"
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-05-20",
      "abstract": "In a world of continued and expanding empire, does sociocultural anthropology in itself offer grounds for moral and social criticism? One line in anthropological thought leads to cultural relativism and an awareness that a cloud of alternative possibilites surrounds any moral code. However, a second line, based in reflection on fieldwork and on the professional ethics arising with it, does suggest some basic moral aesthetic standards, including trust, mutual forbearance, and acceptance of others' worth. Moreover, a third line, that investigating the sources of social change and cultural metamorphosis, suggests that moral agency-cum-patiencydoing-and-being-done-to in the web of social relationsis a basic category of human thought and existence and that moral rhetorical persuasion of agents-cum-patients is likewise a constituent of all cultural arrangements. These reflections give sociocultural anthropologists support, based in the moral logic of the discipline itself and in its understanding of the complexity of possibilities surrounding any moral judgment, for sceptical and therapeutic criticism of rhetoric exercised in pursuit of empire. This argument is illustrated through an analysis of American political rhetoric supporting the invasion of Iraq.",
      "cited_by_count": 132,
      "type": "article",
      "source": {
        "name": "Current Anthropology",
        "type": "journal",
        "issn": [
          "0011-3204",
          "1537-5382"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.journals.uchicago.edu/doi/epdf/10.1086/428801"
      },
      "topics": [
        "Anthropology: Ethics, History, Culture",
        "Categorization, perception, and language",
        "Cross-Cultural and Social Analysis"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W497743267"
    },
    {
      "openalex_id": "W4382866065",
      "doi": "10.1515/9789048522989",
      "title": "Plessner's Philosophical Anthropology",
      "authors": [
        {
          "name": "Inge Van Der Bijl",
          "openalex_id": "A5111002222"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-31",
      "abstract": null,
      "cited_by_count": 225,
      "type": "book",
      "source": {
        "name": "Amsterdam University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.degruyter.com/document/doi/10.1515/9789048522989/pdf"
      },
      "topics": [
        "German Social Sciences and History"
      ],
      "referenced_works_count": 358,
      "url": "https://openalex.org/W4382866065"
    },
    {
      "openalex_id": "W3034743947",
      "doi": "10.16997/book45",
      "title": "Communication and Capitalism: A Critical Theory",
      "authors": [
        {
          "name": "Christian Fuchs",
          "openalex_id": "A5060268505",
          "orcid": "https://orcid.org/0000-0003-0589-4579",
          "institutions": [
            "University of Westminster"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-05-19",
      "abstract": "‘An authoritative analysis of the role of communication in contemporary capitalism and an important contribution to debates about the forms of domination and potentials for liberation in today’s capitalist society.’ — Professor Michael Hardt, Duke University, co-author of the tetralogy Empire, Commonwealth, Multitude, and Assembly ‘A comprehensive approach to understanding and transcending the deepening crisis of communicative capitalism. It is a major work of synthesis and essential reading for anyone wanting to know what critical analysis is and why we need it now more than ever.’ — Professor Graham Murdock, Emeritus Professor, University of Loughborough and co-editor of The Handbook of Political Economy of Communications Communication and Capitalism outlines foundations of a critical theory of communication. Going beyond Jürgen Habermas’ theory of communicative action, Christian Fuchs outlines a communicative materialism that is a critical, dialectical, humanist approach to theorising communication in society and in capitalism. The book renews Marxist Humanism as a critical theory perspective on communication and society. The author theorises communication and society by engaging with the dialectic, materialism, society, work, labour, technology, the means of communication as means of production, capitalism, class, the public sphere, alienation, ideology, nationalism, racism, authoritarianism, fascism, patriarchy, globalisation, the new imperialism, the commons, love, death, metaphysics, religion, critique, social and class struggles, praxis, and socialism. Fuchs renews the engagement with the questions of what it means to be a human and a humanist today and what dangers humanity faces today.",
      "cited_by_count": 94,
      "type": "book",
      "source": {
        "name": "University of Westminster Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.uwestminsterpress.co.uk/site/books/10.16997/book45/download/3207/"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 31,
      "url": "https://openalex.org/W3034743947"
    }
  ],
  "count": 25,
  "errors": []
}
