{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "critical theory Weber Frankfurt School modernity",
  "results": [
    {
      "title": "Horkheimer Max & W. Adorno Theodor, The Frankfurt School: The Critical Theories of Max Horkheimer and Theodor W. Adorno",
      "url": "https://philpapers.org/rec/MAXTFS",
      "philpapers_id": "MAXTFS",
      "snippet": "Tarr&#x27;s investigation focuses on three key issues. The first is the Frankfurt School&#x27;s original program of providing a general theory of modern capitalist society. The second is the claim to represent a continuation of the original Marxian theory through the school&#x27;s Critical Theory.",
      "page_age": null,
      "extra_snippets": [
        "Tarr's investigation focuses on three key issues. The first is the Frankfurt School's original program of providing a general theory of modern capitalist society. The second is the claim to represent a continuation of the original Marxian theory through the school's Critical Theory.",
        "\"The Dialectical Imagination: A History of the Frankfurt School and the Institute of Social Research 1923-1950,\" by Martin Jay; \"Critical Theory,\" by Max Horkheimer; \"Dialectic of Enlightenment,\" by Max Horkheimer and Theodor W. Adomo; \"Negative Dialectics,\" by Theodor W. Adorno; \"The Jargon of Authenticity,\" by Theodor W. Adorno; and \"The Critique of Domination,\" by Trent Schroyer. [REVIEW]John F. Kavanaugh - 1975 - Modern Schoolman 52 (4):427-432.",
        "The Frankfurt School derived its impetus in the twentieth century, in which Tarr claims a shift occurred from the ontological to the subjective realm. This in turn led to deep changes in philosophical theory and practice which led to a more psychologically oriented mode of social thought. This in-depth study covers the entire career of the Frankfurt School's Critical Theory from 1923 to 1974.",
        "It does so by applying the same standards of criticism to its primary doctrines as it turned on other theories, but with a keen sense of balance and fairness. ... Theodor W. Adorno in Continental Philosophy ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... The Frankfurt School: The Critical Theories of Max Horkheimer and Theodor W."
      ]
    },
    {
      "title": "Gerard Delanty & Neal Harris, Critical theory and the question of technology: The Frankfurt School revisited",
      "url": "https://philpapers.org/rec/DELCTA-7",
      "philpapers_id": "DELCTA",
      "snippet": "This is to the detriment of a critical theory of society – technology is now a central feature of our daily lives and integral to the contemporary form of capitalism. Rather than seek to rescue the first generation’s substantive theory of technology, which has been partly outmoded by historical developments, the approach adopted in this article is to engage with today’s technology through the conceptual apparatus offered by the early Frankfurt School.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Gerard Delanty"
        },
        {
          "type": "person",
          "name": "Neal Harris"
        }
      ],
      "extra_snippets": [
        "Andrew Feenberg Bernard Stiegler Herbert Marcuse Jürgen Habermas critical theory digital technologies technology the Frankfurt School capitalism ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Technology, Modernity, and Democracy: Essays by Andrew Feenberg.Eduardo Beira & Andrew Feenberg (eds.)",
        "Unlike the first generation of critical theorists, contemporary critical theory has largely ignored technology. This is to the detriment of a critical theory of society – technology is now a central ...",
        "This is to the detriment of a critical theory of society – technology is now a central feature of our daily lives and integral to the contemporary form of capitalism. Rather than seek to rescue the first generation’s substantive theory of technology, which has been partly outmoded by historical developments, the approach adopted in this article is to engage with today’s technology through the conceptual apparatus offered by the early Frankfurt School.",
        "Women Carrying Water: At the Crossroads of Technology and Critical Theory.Yoko Arisaka - unknown · Frankfurt School: Institute for Social Research.Dustin Garlitz & Hans-Herbert Kögler - 2001 - In James Wright, International Encyclopedia of the Social and Behavioral Sciences (Second Edition)."
      ]
    },
    {
      "title": "Sam Whimster & Dr Scott Lash, Max Weber, Rationality and Modernity",
      "url": "https://philpapers.org/rec/LASMWR",
      "philpapers_id": "LASMWR",
      "snippet": "In Part 2 Pierre Bourdieu and Barry Hindess critically examine Weber&#x27;s social action model, and Johannes Weiss and Martin Albrow address the putative &#x27;crisis&#x27; of Western rationality. In Part 3 Jeffrey Alexander, Ralph Schroeder, Bryan Turner, Roslyn Bologh and Sam Whimster scrutinize Weber&#x27;s understanding of modernity with its characteristic plurality of &#x27;gods and demons&#x27;; they focus on its implications for individuality and personality, the body and sexuality, feminism and aesthetic modernism.",
      "page_age": null,
      "extra_snippets": [
        "In Part 2 Pierre Bourdieu and Barry Hindess critically examine Weber's social action model, and Johannes Weiss and Martin Albrow address the putative 'crisis' of Western rationality. In Part 3 Jeffrey Alexander, Ralph Schroeder, Bryan Turner, Roslyn Bologh and Sam Whimster scrutinize Weber's understanding of modernity with its characteristic plurality of 'gods and demons'; they focus on its implications for individuality and personality, the body and sexuality, feminism and aesthetic modernism.",
        "Part 4 turns to politics, law and the state in the contemporary world: Colin Gordon on liberalism, Luciano Cavalli on charismatic politics, Stephen Turner and Regis Factor on decisionism and power and Scott Lash on modernism, substantice rationality and law. This book was first published in 1987. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Decisionism and Politics: Weber as Constitutional Theorist.Stephen Turner & Regis A.",
        "Reviews : Sam Whimster and Scott Lash, Max Weber, Rationality and Modernity (Allen and Unwin, London, 1987).Michael Bittman - 1988 - Thesis Eleven 21 (1):155-157. Paradoxes of modernity: culture and conduct in the theory of Max Weber.Wolfgang Schluchter - 1996 - Stanford, Calif.: Stanford University Press.",
        "Chapter Six: The Limits of Formal Legal Rationality: An Interpretation of Weber's Theory of Modern Politics.Cary Boucock - 2000 - In In the Grip of Freedom: Law and Modernity in Max Weber. Toronto: University of Toronto Press."
      ]
    },
    {
      "title": "Werner Bonefeld, Beverley Best & Chris O'Kane (eds.), The Sage Handbook of Frankfurt School Critical Theory",
      "url": "https://philpapers.org/rec/BONTSH-2",
      "philpapers_id": "BONTSH",
      "snippet": "The SAGE Handbook of Frankfurt School Critical Theory expounds the development of critical theory from its founding thinkers to its contemporary formulations in an interdisciplinary setting. It maps the terrain of ...",
      "page_age": null,
      "extra_snippets": [
        "Celebrating Jürgen Habermas and the Institute for Social Research: Reflections on the history of critical theory from a jubilee year.Peter J. Verovšek - forthcoming - European Journal of Political Theory. The Frankfurt School Critique of Capitalist Culture: A Critical Theory for Post-democratic Society and Its Re-education.Ronald Jeremiah Schindler - 1996",
        "Critical theory and psychoanalysis: from the Frankfurt school to contemporary critique.Jon Mills & Daniel Burston (eds.) - 2023 - New York, NY: Routledge.",
        "Critical Theory and Social Pathology.Fabian Freyenhagen - 2018 - In Axel Honneth, Espen Hammer & P. Gordon, The Routledge Companion to the Frankfurt School.",
        "Morality and Critical Theory: On the Normative Problem of Frankfurt School Social Criticism.James Gordon Finlayson - 2009 - Telos: Critical Theory of the Contemporary 2009 (146):7-41."
      ]
    },
    {
      "title": "David Owen, Maturity and modernity: Nietzsche, Weber, Foucault, and the ambivalence of reason",
      "url": "https://philpapers.org/rec/OWEMAM",
      "philpapers_id": "OWEMAM",
      "snippet": "Maturity and Modernity examines Nietzsche, Weber and Foucault as a distinct trajectory of critical thinking within modern thought which traces the emergence and development of genealogy in the form of imminent ...",
      "page_age": null,
      "extra_snippets": [
        "Maturity and Modernity examines Nietzsche, Weber and Foucault as a distinct trajectory of critical thinking within modern thought which traces the emergence and development of genealogy in the form of imminent critique.",
        "The history and critique of modernity: Dewey with Foucault against Weber.Colin Koopman - manuscript · Nietzsche and Sociology: Prophet of Affirmation.Anas Karzai (ed.) - 2019 - Lexington Books. Critique is a thing of this world: Towards a genealogy of critique.Tom Boland - 2014 - History of the Human Sciences 27 (1):108-123. Foucault contra Habermas: recasting the dialogue between genealogy and critical theory.Samantha Ashenden & David Owen (eds.)",
        "Criticism and captivity: On genealogy and critical theory.David Owen - 2002 - European Journal of Philosophy 10 (2):216–230. Revising Foucault: The history and critique of modernity.Colin Koopman - 2010 - Philosophy and Social Criticism 36 (5):545-565.",
        "The scope of the book covers the critical methodologies developed by these thinkers with respect to the analysis of how we have become what we are and the implication which they draw for the possibility of human autonomy in the present. It proceeds by detailed analysis of each thinker in turn showing the structure of their approach, their historical account of the emergence of modernity, and the politics of their attempts to facilitate the achievement of human autonomy."
      ]
    },
    {
      "title": "Marek Hrubec, The Frankfurt institute at 100: The perspective of a trichotomic critical theory",
      "url": "https://philpapers.org/rec/HRUTFI",
      "philpapers_id": "HRUTFI",
      "snippet": "This article was written on the occasion of the 100th anniversary of the Institute for Social Research in Frankfurt am Main, where the Frankfurt School was founded and continues to evolve. From philosophical and interdisciplinary perspectives, the article focuses on the trichotomic characteristics of critical theory, specifically: critique, explanation, and normativity.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Marek Hrubec"
        }
      ],
      "extra_snippets": [
        "The Genesis of Critical Theory.Martin Jay - 2019 - In The Dialectical Imagination: A History of the Frankfurt School and the Institute of Social Research, 1923-1950. Berkeley: University of California Press. pp. 41-85. Critical theory: selected essays.Max Horkheimer - 1972 - New York: Continuum. Translating the Aporias of Modernity.",
        "This article was written on the occasion of the 100th anniversary of the Institute for Social Research in Frankfurt am Main, where the Frankfurt School was founded and continues to evolve. From philosophical and interdisciplinary perspectives, the article focuses on the trichotomic characteristics of critical theory, specifically: critique, explanation, and normativity.",
        "In the conclusion, the revisions made to critical theory in the later stages of development are considered. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Frankfurt School: Institute for Social Research.Dustin Garlitz & Hans-Herbert Kögler - 2001 - In James Wright, International Encyclopedia of the Social and Behavioral Sciences (Second Edition).",
        "Critical Theory in the USA.Robert J. Antonio - 2025 - In Oliver Kozlarek & Gustavo Leyva Martínez, Global Critical Theories. Wiesbaden: Springer Fachmedien Wiesbaden. pp. 211-238. The controversy over Friedrich Pollock’s state capitalism.Manfred Gangl - 2016 - History of the Human Sciences 29 (2):23-41. The Frankfurt School: The Critical Theories of Max Horkheimer and Theodor W."
      ]
    },
    {
      "title": "Raymond Geuss, The Idea of a Critical Theory: Habermas and the Frankfurt School",
      "url": "https://philpapers.org/rec/GEUTIO",
      "philpapers_id": "GEUTIO",
      "snippet": "Book Review:Metacritique: The Philosophical Argument of Jurgen Habermas. Garbis Kortian; The Idea of a Critical Theory: Habermas and the Frankfurt School. Raymond Geuss; Introduction to Critical Theory: Horkheimer to Habermas.",
      "page_age": null,
      "extra_snippets": [
        "Book Review:Metacritique: The Philosophical Argument of Jurgen Habermas. Garbis Kortian; The Idea of a Critical Theory: Habermas and the Frankfurt School. Raymond Geuss; Introduction to Critical Theory: Horkheimer to Habermas.",
        "Book Reviews : The Idea of Critical Theory. Habermas and the Frankfurt School. By Raymond Geuss. Cambridge: Cambridge University Press, 1981. Pp. 100. $6.96 (U.S.) Paper. Metacritique. The Philosophical Argument of Juergen Habermas. By Garbis Kortian. Cambridge: Cambridge University Press, 1980.",
        "The Idea of a Critical Theory: Habermas and the Frankfurt School.Howard N.",
        "Raymond Geuss’ radicalization of realism in political theory.Janosch Prinz - 2016 - Philosophy and Social Criticism 42 (8):777-796."
      ]
    },
    {
      "title": "Andrew Woods, Cultural Marxism and Cathedral, the: Two Alt-Right Perspectives on Critical Theory",
      "url": "https://philpapers.org/rec/WOOCMA-4",
      "philpapers_id": "WOOCMA",
      "snippet": "The Frankfurt School and the Social Conceptions of the Contemporary Petty-Bourgeois Left-Radical Movement.B. N. Bessonov - 1986 - Russian Studies in Philosophy 24 (4):3-46. How to Domesticate Critical Theory in Three Steps: Two Affirmative Turns After One Defeatist Dead End.Lukas Meisner - 2025 - In Critical Marxist Theory: Political Autonomy and the Radicalising Project of Modernity...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Andrew Woods"
        }
      ],
      "extra_snippets": [
        "Paleoconservatives developed the Frankfurt School conspiracy to frame liberal or progressive politics as foreign to the American way of life. The Cathedral, on the other hand, is a term to refer ...",
        "In Christine M. Battista & Melissa R. Sande, Critical Theory and the Humanities in the Age of the Alt-Right. Cham: Springer Verlag. pp. 39-59 (2019) ... Paleoconservatives developed the Frankfurt School conspiracy to frame liberal or progressive politics as foreign to the American way of life.",
        "Their distinctive ideological standpoints result in two markedly different explanations for existence and practice of critical theory. The Frankfurt School conspiracy developed slowly over the past three decades, and this chapter examines four of the most influential articulations of this theory.",
        "From NeoReactionary Theory to the Alt-RightAlt-Right.Andrew Jones - 2019 - In Christine M. Battista & Melissa R. Sande, Critical Theory and the Humanities in the Age of the Alt-Right. Cham: Springer Verlag. pp. 101-120. Conclusion: Mining the Past for Usable Futures: The Global Rise of the Alt-RightAlt-Right and the Frankfurt School.Christine M."
      ]
    },
    {
      "title": "R. Jacoby, Origin and Significance of the Frankfurt School: A Marxist Perspective",
      "url": "https://philpapers.org/rec/JACOAS",
      "philpapers_id": "JACOAS",
      "snippet": "The Political Philosophy of the Frankfurt School.R. Jacoby - 1981 - Telos: Critical Theory of the Contemporary 1981 (49):203-205. Added to PP 2014-01-17 Downloads 8 (#1,020,782) 6 months 2 (#309,954) ... The Althusserian critique of Weber: A reassessment.Susan Hekman - 1982 - Journal for the Theory of Social Behaviour 12 (1):83–102.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "R. Jacoby"
        }
      ],
      "extra_snippets": [
        "The Ideological Significance of a Critique of the Frankfurt School in Britain.P. Slater - 1977 - Telos: Critical Theory of the Contemporary 1977 (33):152-155. The Frankfurt School: Its History, Theories, and Political Significance.Rolf Wiggershaus - 1994 - MIT Press. Skepticism, Modernity and Critical Theory: Critical Theory in Philosophical Context.Philip Walsh - 2005 - Palgrave-Macmillan.",
        "The Political Philosophy of the Frankfurt School.R. Jacoby - 1981 - Telos: Critical Theory of the Contemporary 1981 (49):203-205. Added to PP 2014-01-17 Downloads 8 (#1,020,782) 6 months 2 (#309,954) ... The Althusserian critique of Weber: A reassessment.Susan Hekman - 1982 - Journal for the Theory of Social Behaviour 12 (1):83–102.",
        "The Frankfurt School's Critique of Marxist Humanism.Martin Jay - 1972 - Social Research: An International Quarterly 39. Critical theory : reason and dialectic.Stephen Charles Marriott - unknown",
        "Critical Theory and Society: A Reader.Stephen Eric Bronner & Douglas Kellner (eds.) - 1989 - Routledge. Reason, Tradition, and the Good: Macintyre's Tradition-Constituted Reason and Frankfurt School Critical Theory.Jeffery Nicholas - 2012 - University of Notre Dame Press."
      ]
    },
    {
      "title": "Espen Hammer, Adorno and the political",
      "url": "https://philpapers.org/rec/HAMAAT-3",
      "philpapers_id": "HAMAAT",
      "snippet": "Critic of the Enlightenment, liberalism and modernity, he was the architect behind the famous Frankfurt School of Critical Theory and his work ranged over philosophy, social and cultural theory, art and music.",
      "page_age": null,
      "extra_snippets": [
        "Critic of the Enlightenment, liberalism and modernity, he was the architect behind the famous Frankfurt School of Critical Theory and his work ranged over philosophy, social and cultural theory, art and music. In this lucid book, Espen Hammer critically considers and defends Adorno's most important contribution: his political thought and it contemporary relevance. Espen Hammer examines the background to Adorno's thought in the work of Kierkegaard, Marx, Weber and Walter Benjamin and assesses Adorno's critique of Enlightenment and modernity in his famous work, Dialectic of Enlightenment.",
        "Theodor Adorno was one of the foremost radical thinkers of the Twentieth century. Critic of the Enlightenment, liberalism and modernity, he was the architect behind the famous Frankfurt School of Critical ...",
        "Adorno and extreme evil.Espen Hammer - 2000 - Philosophy and Social Criticism 26 (4):75-93. Adorno: a guide for the perplexed.Alex Thomson - 2006 - New York: Continuum. Aesthetics, Ethics and Nature in Adorno.Eric S. Nelson - 2008 - In Jerome Carroll, Steve Giles & Maike Oergel (eds.), Aesthetics and modernity from Schiller to the Frankfurt School.",
        "Adorno on jazz and society.Joseph D. Lewandowski - 1996 - Philosophy and Social Criticism 22 (5):103-121."
      ]
    },
    {
      "title": "Judith Stamps, Unthinking Modernity: Innis, McLuhan, and the Frankfurt School",
      "url": "https://philpapers.org/rec/STAUMI",
      "philpapers_id": "STAUMI",
      "snippet": "In Unthinking Modernity, Judith Stamps reinterprets the communications theory of Harold Innis and Marshall McLuhan as a Canadian variant of the critical theory associated with the early Frankfurt school. Stamps argues ...",
      "page_age": null,
      "extra_snippets": [
        "In Unthinking Modernity, Judith Stamps reinterprets the communications theory of Harold Innis and Marshall McLuhan as a Canadian variant of the critical theory associated with the early Frankfurt school. Stamps argues that Innis and McLuhan used their studies of media to develop a critique of the thoughts and habits that characterize the West.",
        "Moreover, Stamps shows that they used insights derived from their North American experience to add a new, media-based perspective to such a theory. Unthinking Modernity offers unique perspectives on the ways in which economics, politics, and media intertwine to create personal and social consciousness.",
        "Technologizing of the word: Toward a theoretical and ethical understanding.George A. Gladney - 1991 - Journal of Mass Media Ethics 6 (2):93 – 105. Some Ethical and Public Policy Implications of Technological Dependency with Reference to Innis, Mcluhan and Grant.James Brian Gerrie - 1999 - Dissertation, University of Guelph (Canada) Reflections on Modernity and Postmodernity in McLuhan and Baudrillard.Douglas Kellner - unknown",
        "The Problem of Communication in the Contemporary Media Theories: M."
      ]
    },
    {
      "title": "L. J. Ray, Critical theory and positivism: Popper and the Frankfurt school",
      "url": "https://philpapers.org/rec/RAYCTA",
      "philpapers_id": "RAYCTA",
      "snippet": "Critical theory of religion: from the Frankfurt School to emancipatory Islamic thought.Dustin Byrd - 2020 - Kalamazoo, MI: Ekpyrosis Press. The Positivism Dispute in German Sociology, 1954–1970.Marius Strubenhoff - 2018 - History of European Ideas 44 (2):260-276. Introduction.Anastasia Marinopoulou - 2017 - In Critical theory and epistemology: the politics of modern ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "L. J. Ray"
        }
      ],
      "extra_snippets": [
        "Critical theory of religion: from the Frankfurt School to emancipatory Islamic thought.Dustin Byrd - 2020 - Kalamazoo, MI: Ekpyrosis Press. The Positivism Dispute in German Sociology, 1954–1970.Marius Strubenhoff - 2018 - History of European Ideas 44 (2):260-276. Introduction.Anastasia Marinopoulou - 2017 - In Critical theory and epistemology: the politics of modern thought and science.",
        "Critical theory and psychoanalysis: from the Frankfurt school to contemporary critique.Jon Mills & Daniel Burston (eds.) - 2023 - New York, NY: Routledge. The Frankfurt School and the young Habermas: Traces of an intellectual path (1956–1964).Luca Corchia - 2015 - Journal of Classical Sociology 15 (1):191-208.",
        "Karl Popper and the Frankfurt School.R. D'Amico - 1990 - Telos: Critical Theory of the Contemporary 1990 (86):33-48.",
        "Karl Popper and the Frankfurt School.Robert D' Amico - 1990 - Telos: Critical Theory of the Contemporary 86:33."
      ]
    },
    {
      "title": "Philip Slater, The Ideological Significance of a Critique of the Frankfurt School in Britain",
      "url": "https://philpapers.org/rec/SLATIS-2",
      "philpapers_id": "SLATIS",
      "snippet": "Frankfurtin Koulun Tieteenteoreettisesta Ja Metodologisesta Merkityksestèa Kasvatustieteelliselle Teorianmuodostukselle = the Theoretical and Methodological Significance of the Frankfurt School to the Theory of Education.Saila Anttonen - 1993 · Skepticism, Modernity and Critical Theory: Critical ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Philip Slater"
        }
      ],
      "extra_snippets": [
        "Frankfurtin Koulun Tieteenteoreettisesta Ja Metodologisesta Merkityksestèa Kasvatustieteelliselle Teorianmuodostukselle = the Theoretical and Methodological Significance of the Frankfurt School to the Theory of Education.Saila Anttonen - 1993 · Skepticism, Modernity and Critical Theory: Critical Theory in Philosophical Context.Philip Walsh - 2005 - Palgrave-Macmillan.",
        "The Frankfurt School, Science and Technology Studies, and the Humanities.Finn Collin & David Budtz Pedersen - 2015 - Social Epistemology 29 (1):44-72. Added to PP 2017-02-23 Downloads 1 (#1,532,752) 6 months 1 (#480,485) ... Sorry, there are not enough data points to plot this chart. How can I increase my downloads? The Althusserian critique of Weber: A reassessment.Susan Hekman - 1982 - Journal for the Theory of Social Behaviour 12 (1):83–102.",
        "The Frankfurt School Critique of Capitalist Culture: A Critical Theory for Post-democratic Society and Its Re-education.Ronald Jeremiah Schindler - 1996 · Origin and significance of the Frankfurt school. A marxist perspective. By Phil Slater.",
        "The Ideological Significance of a Critique of the Frankfurt School in Britain.P. Slater - 1977 - Telos: Critical Theory of the Contemporary 1977 (33):152-155."
      ]
    },
    {
      "title": "Philip Walsh, Skepticism, modernity, and critical theory",
      "url": "https://philpapers.org/rec/WALSMA-2",
      "philpapers_id": "WALSMA",
      "snippet": "This book examines the issue of ... with the Frankfurt School. It situates the problem of skepticism in the context of the history of philosophy and explores its significance for the modern crisis of reason, as manifested in post-Kantian philosophy, which presaged the critical turn toward social theory...",
      "page_age": null,
      "extra_snippets": [
        "This book examines the issue of philosophical skepticism in the light of its relevance for the critique of modernity associated with the Frankfurt School. It situates the problem of skepticism in the context of the history of philosophy and explores its significance for the modern crisis of reason, as manifested in post-Kantian philosophy, which presaged the critical turn toward social theory.",
        "Frankfurt school of sociology History ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Philip Walsh, skepticism, modernity and critical theory.Sudarsan Padmanabhan - 2006 - Human Studies 29 (3):405-412.",
        "Academic Skepticism in Early Modern Philosophy.José Raimundo Maia Neto - 1997 - Journal of the History of Ideas 58 (2):199-220. Antinomic normativity: Negative dialectics, moral skepticism, and the problem of the normative foundations of critique.Luiz Philipe de Caux - forthcoming - Philosophy and Social Criticism. The Frankfurt School Critique of Capitalist Culture: A Critical Theory for Post-democratic Society and Its Re-education.Ronald Jeremiah Schindler - 1996"
      ]
    },
    {
      "title": "Rolf Wiggershaus, The Frankfurt School: Its History, Theories, and Political Significance",
      "url": "https://philpapers.org/rec/WIGTFS-2",
      "philpapers_id": "WIGTFS",
      "snippet": "The Physical Theory of Kalām: Atoms, Space, and Void in Basrian Mu‘Tazilī Cosmology.Alnoor Dhanani - 1993 - Brill. Rolf Wiggershaus: Die Frankfurter Schule. [REVIEW]A. Schölzel - 1988 - Deutsche Zeitschrift für Philosophie 36 (5):469. Skepticism, modernity, and critical theory.Philip Walsh - 2005 - New York: Palgrave-Macmillan.",
      "page_age": null,
      "extra_snippets": [
        "The Physical Theory of Kalām: Atoms, Space, and Void in Basrian Mu‘Tazilī Cosmology.Alnoor Dhanani - 1993 - Brill. Rolf Wiggershaus: Die Frankfurter Schule. [REVIEW]A. Schölzel - 1988 - Deutsche Zeitschrift für Philosophie 36 (5):469. Skepticism, modernity, and critical theory.Philip Walsh - 2005 - New York: Palgrave-Macmillan.",
        "The Sociologist of Knowledge in the Positivism Dispute.Iaan Reynolds - 2023 - Distinktion: Journal of Social Theory 24 (1):133-155. Critical theory.James Bohman - 2008 - Stanford Encyclopedia of Philosophy.",
        "The Frankfurt School: Its History, Theories, and Political Significance.Rolf Wiggershaus - 1995 - The MIT Press.",
        "The Frankfurt School: Its History, Theories, and Political Significance.Javier A."
      ]
    },
    {
      "title": "Carmen Lea Dege, Rebels on the Edge of the Abyss: The Early Frankfurt School and the Normative Basis of Critique: Martin Jay, Splinters in Your Eye: Frankfurt School Provocations; Peter E. Gordon, Migrants in the Profane: Critical Theory and the Question of Secularization",
      "url": "https://philpapers.org/rec/DEGROT",
      "philpapers_id": "DEGROT",
      "snippet": "Critical Theory and Practical ... of Frankfurt School Social Criticism.Gordon Finlayson - 2007 - In Brian Leiter &amp; Michael Rosen, The Oxford handbook of continental philosophy. New York: Oxford University Press. Added to PP 2022-07-21 Downloads 47 (#848,406) 6 months 23 (#503,809) ... No citations found. ... The End of Progress: Decolonizing the Normative Foundations of Critical Theory.Amy Allen - 2016 - New York: Cambridge University Press. The Philosophical Discourse of Modernity: Twelve ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Carmen Lea Dege"
        }
      ],
      "extra_snippets": [
        "Critical Theory and Practical Philosophy: On the Normative Credentials of Frankfurt School Social Criticism.Gordon Finlayson - 2007 - In Brian Leiter & Michael Rosen, The Oxford handbook of continental philosophy. New York: Oxford University Press. Added to PP 2022-07-21 Downloads 47 (#848,406) 6 months 23 (#503,809) ... No citations found. ... The End of Progress: Decolonizing the Normative Foundations of Critical Theory.Amy Allen - 2016 - New York: Cambridge University Press. The Philosophical Discourse of Modernity: Twelve Lectures.Jürgen Habermas - 1987 - Polity.",
        "Splinters in Your Eye: Frankfurt School Provocations. Martin Jay. London and New York: Verso, 2020.Tobias Albrecht & Kristina Lepold - 2022 - Constellations 29 (4):516-518. Peter E. Gordon, \"Migrants in the Profane: Critical Theory and the Question of Secularization.\".Jeffrey A.",
        "The Dialectical Imagination: A History of the Frankfurt School and the Institute of Social Research, 1923-1950 by Martin Jay. [REVIEW]Peter Loewenberg - 1975 - Isis 66 (2):291-293. Migrants in the Profane: Critical Theory and the Question of Secularization.Peter E.",
        "Critical Theory in the USA.Robert J. Antonio - 2025 - In Oliver Kozlarek & Gustavo Leyva Martínez, Global Critical Theories. Wiesbaden: Springer Fachmedien Wiesbaden. pp. 211-238. The Dialectical Imagination: A History of the Frankfurt School and the Institute of Social Research, 1923-1950.Martin Jay - 1996 - University of California Press."
      ]
    }
  ],
  "count": 16,
  "errors": []
}
