{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Weber critical theory modernity secondary",
  "results": [
    {
      "paperId": "4174679ed2fd50db48aec19e5211cd432c56cc38",
      "title": "Generations of the Frankfurt School: The Genesis of Critical Theory and Its Modernity",
      "authors": [
        {
          "name": "R. Penner",
          "authorId": "2253905862"
        },
        {
          "name": "S. Tikhonova",
          "authorId": "118215317"
        }
      ],
      "year": 2024,
      "abstract": "The article presents a retrospective of the formation of the Frankfurt School. Such a view of the school has not yet been formed in Russian-language literature. In it (literature), as a rule, attention is focused on individual figures of the school, without representing their place in the logic of generations. In the 1950s, representatives of the first generation of the Frankfurt School (first of all, M. Horkheimer and T. Adorno) in their criticism of the fascist and totalitarian regimes built the foundation of critical theory, which they used later in the social analysis of Capitalist society. M. Horkheimer identified the key setting of the school as the emancipation of workers from the framework of the economic regime, liberation of the consciousness of the working class from the boundaries set by capitalism. In the 1970s, J. Habermas, within the framework of the theory of communicative action, continued the tradition of social criticism in two semantic directions: in the Leftist one — focusing on social injustices, and in the Kantian one — in the search for grounds for social criticism as such. Later, in the 1990s, A. Honneth focused on the so-called negative intersubjectivity, which is expressed in the struggle of social groups for recognition. In this struggle, he found a truly social dimension of life, which is built on the principles of normativity. In 2018, A. Honneth handed over the post of Director of the Institute of Social Research to S. Lessenich. Despite the fact that today it is difficult to predict what the course of S. Lessenich will be, it remains obvious that through the generations the Frankfurt School has retained the methodological basis for the critical analysis of Capitalist society, starting criticism under totalitarianism and continuing it in the digital age.",
      "citationCount": 1,
      "doi": "10.21638/spbu17.2024.107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4174679ed2fd50db48aec19e5211cd432c56cc38",
      "venue": "Vestnik of Saint Petersburg University. Philosophy and Conflict Studies",
      "journal": {
        "name": "Vestnik of Saint Petersburg University. Philosophy and Conflict Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aedff7a6cb06743a7714207fa3fb5bc1e1602c26",
      "title": "THE INTELLECTUAL LEGACY OF CRITICAL THEORY: ORIGINS, TRANSFORMATIONS, AND INTERGENERATIONAL DIALOGUES",
      "authors": [
        {
          "name": "M. H. Arıtürk",
          "authorId": "2383672785"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the intellectual legacy of the Frankfurt School and Critical Theory, focusing on its origins, transformations, and intergenerational dialogues. The School's primary objective is to philosophically analyze and critique the social pathologies and contradictions engendered by modern capitalist societies. Influenced by philosophers like Kant, Hegel, and Marx, as well as psychoanalysis and Weberian rationalization debates, the School addressed historical context, capitalism's cultural forms, and new types of social subjectivity. The article traces the evolution from the first generation's critique of modernity and domination (Horkheimer, Adorno), through the innovations of the second generation with Habermas's theory of communicative action, to the contributions of the third generation, particularly Axel Honneth's theory of recognition. It highlights Honneth's effort to center the struggle for recognition within Critical Theory—addressing the perceived shortcomings of previous generations (especially the pessimism of the first generation and the moral experiences overlooked by Habermas's theory)—and provide a new normative foundation. The theory of recognition reveals the moral dimensions underlying social conflicts and emancipatory struggles, emphasizing the importance of intersubjective relations.",
      "citationCount": 0,
      "doi": "10.69878/deuefad.1687669",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aedff7a6cb06743a7714207fa3fb5bc1e1602c26",
      "venue": "Dokuz Eylül Üniversitesi Edebiyat Fakültesi Dergisi",
      "journal": {
        "name": "Dokuz Eylül Üniversitesi Edebiyat Fakültesi Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "16783e96f927313644ed3cd24fc5ffcf79545699",
      "title": "A social theory that vindicates the centrality of religion in understanding the transformations of modernity. Central aspects of the work of Hans Joas",
      "authors": [
        {
          "name": "Diego Fonti",
          "authorId": "2081785698"
        },
        {
          "name": "Juan Manuel Saharrea",
          "authorId": "2357394077"
        },
        {
          "name": "Claudio Viale",
          "authorId": "2401004991"
        }
      ],
      "year": 2025,
      "abstract": "This special issue of Studia Politicae presents a set of papers by regional and international researchers with an analytical and critical approach regarding central subjects of the work of German sociologist and philosopher Hans Joas. Taking into account the value and originality of his contributions for a novel understanding of contemporary social reality, this dossier proposes an inquiry into his ideas, as a key insight for specialized social and political theory.\n If we compare the influence that those thinkers with whom Joas himself has established fundamental debates – such as Habermas, Taylor, Honneth and Bellah – have, it becomes clear that the dissemination of Joas' works in our regional context and in the Spanish-speaking world is still insufficient. A brief overview of his fields of  interest provides us with a guideline to some of his contributions and facilitates a better acquaintance with his main ideas. Among the issues addressed by Joas' work, we find some fundamental topics for  discussion in the current public domain – such as violence, war, Human Rights and democracy, the origin of values and religious experiences of self-transcendence –, with a perspective based on a fruitful approach that links American pragmatism and German historicism.\nJoas’s numerous publications over four decades of intellectual development have allowed not only updating the analysis of these fields. They also question some influential ideas that were long time undisputed, for instance about the origin of Human Rights, the relationship between secularism and freedom, the questioning of the role of moral universalism or sacralization in modernity, among others. It is worthwhile to enumerate and briefly describe some of his central contributions as a framework for the issues addressed by the contributions in this volume.",
      "citationCount": 0,
      "doi": "10.22529/sp.2025.65.02",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/16783e96f927313644ed3cd24fc5ffcf79545699",
      "venue": "Studia Politicae",
      "journal": {
        "name": "Studia Politicae"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "90805d3658f51ce519fece7f13d67de59464bb8e",
      "title": "Habermas’ Critical Theory of Modernity — Insights and Problems",
      "authors": [
        {
          "name": "Terje Rasmussen",
          "authorId": "36563466"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315181905-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/90805d3658f51ce519fece7f13d67de59464bb8e",
      "venue": "Social Theory and Communication Technology",
      "journal": {
        "name": "Social Theory and Communication Technology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6f3ec00c1cbedf4f3012d8765886d980848eb968",
      "title": "On the Rational Thought of Communication in Habermas’ Communication Theory",
      "authors": [
        {
          "name": "静洳 张",
          "authorId": "2328593700"
        }
      ],
      "year": 2023,
      "abstract": "Against the backdrop of the increasingly severe crisis of modernity and political rationality in the post-war Western international society, Mr. Habermas, as the representative figure of the second largest main school of thought in the German and Frankfurt Schools, has systematically criticized and inherited the critical theory tradition of social rationality in these schools. He has proposed and studied a theory of communicative action in modern communication. Critique of communicative rationality is a core concept in the field of contemporary communication and behavioral theory. While its basic theoretical ideas have a certain degree of positive intellectual promotion in terms",
      "citationCount": 0,
      "doi": "10.12677/acpp.2023.125166",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6f3ec00c1cbedf4f3012d8765886d980848eb968",
      "venue": "Advances in Philosophy",
      "journal": {
        "name": "Advances in Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8febf53eadc7c4bf46d95cb5e4a87aa51d32dd86",
      "title": "Modernity Criticism: From Adorno and Marcuse to Habermas——Three Dimensions of the Frank School's Critical Theory of Modernity",
      "authors": [
        {
          "name": "Qiu Genjian",
          "authorId": "114577973"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8febf53eadc7c4bf46d95cb5e4a87aa51d32dd86",
      "venue": "",
      "journal": {
        "name": "Journal of Xi'an Jiaotong University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "828ff0889e836d5c0b2061290e155cfd841431aa",
      "title": "Member of a school or exponent of a paradigm? Jürgen Habermas and critical theory",
      "authors": [
        {
          "name": "Stefan Müller-Doohm",
          "authorId": "1411353130"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1177/1368431015622049",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/828ff0889e836d5c0b2061290e155cfd841431aa",
      "venue": "",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "252 - 274",
        "volume": "20"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4404286382891586eb79e780e21da246774dceb2",
      "title": "An interview with Johann P. Arnason: Critical theory, modernity, civilizations and democracy",
      "authors": [
        {
          "name": "Paul Blokker",
          "authorId": "118784293"
        },
        {
          "name": "Gerard Delanty",
          "authorId": "11883750"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1177/1368431010394516",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4404286382891586eb79e780e21da246774dceb2",
      "venue": "",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "119 - 132",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "51ac069f585c44023c0545f42b04531f53fba5c6",
      "title": "Traceability and Enlightenment of Western Marxist Modernity Critical Thoughts",
      "authors": [
        {
          "name": "Aihua Zhao",
          "authorId": "2274285551"
        }
      ],
      "year": 2023,
      "abstract": ": Western Marxism has developed a critical theory centered on modernity. Western Marxism, based on the integration of Marxism, originated from \"Enlightenment\" and developed from Lukács' theory of objectification, which led to the Frankfurt School's theory of the domination of modernity, and Habermas's \"theory of social interaction,\" which brought a turning point to the critical theory of modernity. Social Interaction Theory\" of Habermas brought a turning point for the Western Marxist critical theory of modernity. In the current process of China's modernization, Western Marxism's critical theory of modernity has also brought certain insights into Chinese-style modernization. In the process of development of Chinese modernization, it is necessary to take the road of modernization firmly and unswervingly, but it is also necessary to look at modernity dialectically, adhere to the principles of Marxist methodology, avoid the problems that have occurred in the process of Western modernization, and push forward the development of Chinese modernization.",
      "citationCount": 0,
      "doi": "10.23977/phij.2023.020121",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51ac069f585c44023c0545f42b04531f53fba5c6",
      "venue": "Philosophy Journal",
      "journal": {
        "name": "Philosophy Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5ad407dfce69b82c8c93478489fa23c00e2f1716",
      "title": "Limits of Critical Theory, Critique and Emancipation in Habermas’ Critique of Horkheimer and Adorno",
      "authors": [
        {
          "name": "F. Merawi",
          "authorId": "115700843"
        }
      ],
      "year": 2018,
      "abstract": "Habermas’ critical theory is partly an attempt to identify the limitations of critique and emancipation as espoused in the first generation critical theory of Max Horkheimer and Theodor Adorno. In their attempt to develop an interdisciplinary, reflexive, emancipatory and dialectical reason that is critical towards accepted realities, Horkheimer and Adorno in their monumental work The Dialectic of Enlightenment pictured a world trapped in instrumental rationality. Taking and revolutionizing traditional critical theory, Habermas argues that reason entails both emancipator as well as instrumental possibilities. Through an exposition of Habermas’ critique of Horkheimer and Adorno in his discourse of modernity, this article argues that although Habermas successfully identifies the equation of the rational with the instrumental and offers an emancipator model in return; still he ends up not paying sufficient attention to aesthetic truth.",
      "citationCount": 1,
      "doi": "10.32591/coas.ojsp.0202.03053m",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ad407dfce69b82c8c93478489fa23c00e2f1716",
      "venue": "Open Journal for Studies in Philosophy",
      "journal": {
        "name": "Open Journal for Studies in Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7a7f33466ed0e15b89e781e1bf025426b547fc15",
      "title": "Crisis, Identity and the End of Modernity: When Critical Theory Met Existentialism",
      "authors": [
        {
          "name": "B. Blagojevic",
          "authorId": "2393005"
        }
      ],
      "year": 2018,
      "abstract": "The topic of this essay will be the political reception of the existential thought of Kierkegaard, provided by Habermas and Matuštik. While Habermas attempts to use Kierkegaard’s concepts of honesty and ethical choice in order to resolve the problems in constructing rational and democratic collective identities, Matuštik is concerned with the mode of existence that individuals within those collective identities must assume in order to safeguard them from totalitarianism.Kierkegaard’s work responds to a crisis at the end of Modernity, his conception of the authentic individual compelled to make leaps of faith represents an attempt to diagnose and remedy the situation of axiological vacuum and disillusion with the traditional forms of justification. We will proceed to show how this crisis reflects on both the individual and the collective identities, the breaks and continuations of Kierkegaard’s work with both pre-Modern traditions and Modernity, and finally, point out the implications of Kierkegaard’s position as well as that of Habermas and Matuštik. Article received: March 12, 2018; Article accepted: April 10, 2018; Published online: September 15, 2018; Original scholarly paperHow to cite this article: Blagojević, Bojan. \"Crisis, Identity and the End of Modernity: When Critical Theory Met Existentialism.\" AM Journal of Art and Media Studies 16 (2018): 11−18. doi: 10.25038/am.v0i16.250",
      "citationCount": 1,
      "doi": "10.25038/AM.V0I16.250",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a7f33466ed0e15b89e781e1bf025426b547fc15",
      "venue": "AM Journal of Art and Media Studies",
      "journal": {
        "name": "AM Journal of Art and Media Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ca4513e661ab747f2373b92d28e31691d3f65d73",
      "title": "Book Review: Political Theory: Under Weber's Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and MacIntyre",
      "authors": [
        {
          "name": "Kei Hiruta",
          "authorId": "21471136"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/1478-9302.12041_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca4513e661ab747f2373b92d28e31691d3f65d73",
      "venue": "",
      "journal": {
        "name": "Political Studies Review",
        "pages": "90 - 91",
        "volume": "12"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "444b79d297fa4d6d9f22fe3c03527e4686dba4ce",
      "title": "Max Weber and the New Critical Theory of Hartmut Rosa: Updating the Classics",
      "authors": [
        {
          "name": "D. Kataev",
          "authorId": "2269640284"
        }
      ],
      "year": 2020,
      "abstract": "The article discusses a key issue for Russian and international Max Weber Studies: the epistemological possibilities and place of Weberian sociology in modern social theory. Discussion articles by well-known Russian scientists — who sharply criticized the actualizing direction of Weberian studies in general, and the religious, cultural, and sociological orientation in particular — are contrasted with the re-actualization and rethinking of key Weberian themes in the “New Critical Theory” of the influential German sociologist Hartmut Rosa. Such a projection will make it possible, on the one hand, to thematize the axiomatic assertion about the heuristic rather than concrete-content relevance of the classics; on the other hand, it will provide an opportunity to read Weber as a macrosociologist. In the original, criticized, and often rejected sociology of Rosa, Weber appears not only as a predecessor whose mention enhances the relevance of the new theoretical framework, but, above all, as an analyst and diagnostician of early modernity. Weber’s main ideas and theoretical constructions are organically built into Rosa’s methodological framework: analysis-diagnosis-praxis. The analysis of rationalization as a universal historical process of modernity in Weber’s sociology is rethought by Rosa as expansion and acceleration; disenchantment becomes a diagnosis of modernity and is recoded into alienation, while the concept of charisma is transformed into the key concept of resonance.",
      "citationCount": 0,
      "doi": "10.22394/2074-0492-2020-4-146-166",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/444b79d297fa4d6d9f22fe3c03527e4686dba4ce",
      "venue": "Sociology of power",
      "journal": {
        "name": "Sociology of Power"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7a19a85f62276cb4074574725ce6860461728f99",
      "title": "The Philosophical Discourse of Modernity",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 1985,
      "abstract": null,
      "citationCount": 1949,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a19a85f62276cb4074574725ce6860461728f99",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "1308dca4d9a69627094026b887c53fb0a3228d63",
      "title": "Why Professor Habermas Would Fail a Class on Dialectic of Enlightenment",
      "authors": [
        {
          "name": "Fabian Freyenhagen",
          "authorId": "2298816654"
        }
      ],
      "year": 2024,
      "abstract": "Would Habermas’s “The Entwinement of Myth and Enlightenment” pass muster as coursework in a class on Dialectic of Enlightenment? Using this polemical thought experiment setup as an estrangement device, I critically discuss Habermas’s essay that was pivotal in his repositioning of Critical Theory in the 1980s. I argue that it is philosophically and biographically unreflective; and that he is engaging in underhanded politicking. I sketch an alternative reading of Dialectic of Enlightenment: instead of viewing it as the dead end that Habermas presents it to be, we can see as a self-therapeutical exercise in destabilizing a complacent self-conception whereby modernity is the pinnacle of moral progress—an exercise which might have a certain exemplarity for others in the ongoing quest of making use of our own understanding. The contribution is rounded off with a postscript by a second assessor of Habermas’s essay, discussing both the proposed assessment and the polemical thought experiment.",
      "citationCount": 1,
      "doi": "10.5840/resphilosophica20241012118",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1308dca4d9a69627094026b887c53fb0a3228d63",
      "venue": "Res Philosophica",
      "journal": {
        "name": "Res Philosophica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c418eadfb7d5609ae287b77c157792f816fca8f4",
      "title": "Book Reviews : THE PHILOSOPHICAL DISCOURSE OF MODERNITY. Jürgen Habermas. Cambridge, Polity Press, 1987. 430 pp. $59.95 (cloth). HABERMAS AND THE FOUNDATIONS OF CRITICAL THEORY. Rick Roderick. Macmillan (Theoretical Traditions in the Social Sciences), 1986. 194 pp",
      "authors": [
        {
          "name": "S. Crook",
          "authorId": "95498575"
        }
      ],
      "year": 1992,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/144078339202800217",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c418eadfb7d5609ae287b77c157792f816fca8f4",
      "venue": "",
      "journal": {
        "name": "Journal of Sociology",
        "pages": "257 - 260",
        "volume": "28"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f3b10114e5a74a54b4527aebe51ffe2b797d3892",
      "title": "Jurgen Habermas and the discourse surrounding Modernity,Critical Theory and Postmodernism.To what extent is his labelling of post-modernist and post-structuralist writers as\"Young Conservatives\"either accurate or relevant?An Initial Enquiry",
      "authors": [
        {
          "name": "Garth A. Warries",
          "authorId": "103561579"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3b10114e5a74a54b4527aebe51ffe2b797d3892",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "21-48",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5ac75cffb8d0e4cc3f35966a2a445275ff1a75ce",
      "title": "The Concept of Lifeworld and Education in Post-modernity: A Critical Appraisal of Habermas’ Theory of Communicative Action",
      "authors": [
        {
          "name": "S. Ongstad",
          "authorId": "70851187"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.4324/9780203864890-10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5ac75cffb8d0e4cc3f35966a2a445275ff1a75ce",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "4984f6cd4a545217b0afcdb62ae5bdb6435e250b",
      "title": "Recognition, Social Systems and Critical Theory",
      "authors": [
        {
          "name": "Spyros Gangas",
          "authorId": "119145896"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1057/978-1-137-55801-5_25",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4984f6cd4a545217b0afcdb62ae5bdb6435e250b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "547-565",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1e9a9ef663ad37c532d1ff70299a2e232bbc3b29",
      "title": "Browne's immanent critique of the perspectives of Habermas and Giddens: philosophy of praxis, contemporary modernity and social classifications",
      "authors": [
        {
          "name": "Alejandro Bialakowsky",
          "authorId": "2050762353"
        }
      ],
      "year": 2018,
      "abstract": "ABSTRACT\n This review article reconstructs and analyses Browne’s book Habermas and Giddens on Praxis and Modernity. A constructive comparison. To that end, in principle, it address the manner in which Giddens’s and Habermas’s perspectives and intellectual careers at various points in their work conceptualize and take part in certain epochal and theoretical crossroads: the tensions of the welfare state, the ‘triumph’ of neoliberalism and the revision of Marxism. Then, Browne’s comparative study on both perspectives – which specifies their contributions, shortcomings and respective ‘potential’ concepts – is traced. Following that, the methodological dimension of the book is displayed, inasmuch as it is a methodological reflection on the theoretical research. Thus, a key relationship between the ‘comparative-constructive’ research method and Browne’s view of critical theory is observed: an immanent critique regarding the theoretical-analytical problem of the philosophy of praxis. Lastly, points of contact are identified between the elaborations in the book and a reflection on the processes of sociological and social reclassification in the perspectives of Giddens and Habermas with respect to the possibilities of mutual practical transformations between social spaces in general and the conceptualizations and inquiries of sociology and social theory.",
      "citationCount": 2,
      "doi": "10.1080/23801883.2018.1527522",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e9a9ef663ad37c532d1ff70299a2e232bbc3b29",
      "venue": "Global Intellectual History",
      "journal": {
        "name": "Global Intellectual History",
        "pages": "386 - 402",
        "volume": "6"
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
