{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Salam Habermas Weber democracy deliberative",
  "results": [
    {
      "paperId": "9f948c88c51b85ab6bc2189597a6276127115dab",
      "title": "Habermas vs. Weber on democracy",
      "authors": [
        {
          "name": "Reihan Salam",
          "authorId": "104329962"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1080/08913810308443574",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f948c88c51b85ab6bc2189597a6276127115dab",
      "venue": "",
      "journal": {
        "name": "Critical Review",
        "pages": "59 - 85",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bc07fc6acb794e5be5f70d40508e0178d1659b4c",
      "title": "Communicative Dimension of Human Freedom under Deliberative Democracy",
      "authors": [
        {
          "name": "R. Drapushko",
          "authorId": "2218616588"
        }
      ],
      "year": 2024,
      "abstract": "Purpose. This article aims to analyse the ways of free communicative solution of civil society problems as a basis for the development of deliberative democracy on the example of the activities of volunteer organisations. Theoretical basis. The conceptual basis of the study is Immanuel Kant’s philosophical understanding of individual obligations as the basis for the institutionalisation of social communication. This concept is developed by Jürgen Habermas in the direction of deliberative democracy. Max Weber, Quentin Skinner, and other theorists give a special status to language communication in the functioning of social institutions. Contemporary Ukrainian researchers analyse the volunteer movement as the basis for the communicative implementation of human freedom. Originality. Practices of political performance in society contribute to the specific and contextual solution of the tasks of communication theory and provide answers to questions about sustainable human needs, on the one hand, and, on the other hand, contribute to solving the political problems of everyday life. Grassroots socio-political movements, and especially volunteer movements, practice free discussion of various social problems, which is the basis of the deliberative democracy. Conclusions. Overcoming value differences between members of society is more effective in deliberative practices as the core of social communication in a democratic society. The substantive way to find new forms of communication is to use deliberative practices of implementing freedom to improve the functioning of social institutions. The formal way is aimed at attracting the experience of volunteer organisations in using the minimum necessary forms of bureaucratisation of social institutions in a democratic society.",
      "citationCount": 0,
      "doi": "10.15802/ampr.v0i25.307606",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc07fc6acb794e5be5f70d40508e0178d1659b4c",
      "venue": "Антропологические измерения философских исследований",
      "journal": {
        "name": "Антропологические измерения философских исследований"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "dd4be234cc55f1f453c0abb490e609d035618ae0",
      "title": "Weber, Habermas and Transformations of the European State: Constitutional, Social, and Supranational Democracy",
      "authors": [
        {
          "name": "John P. McCormick",
          "authorId": "143902318"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 21,
      "doi": "10.1017/cbo9780511756047",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dd4be234cc55f1f453c0abb490e609d035618ae0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6642ac6b550572aeb93b5be7a362099bf4b9c828",
      "title": "Weber, Habermas, and Transformations of the European State: Habermas's Deliberatively Legal Sozialstaat : Democracy, Adjudication, and Reflexive Law",
      "authors": [
        {
          "name": "John P. McCormick",
          "authorId": "143902318"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/CBO9780511756047.005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6642ac6b550572aeb93b5be7a362099bf4b9c828",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "8ffc8a37e661012cc23db38bebd686429d01d9b3",
      "title": "Bloggers and Deliberative Democracy in Indonesia's Blogosphere",
      "authors": [
        {
          "name": "M. Jacky",
          "authorId": "66734049"
        }
      ],
      "year": 2015,
      "abstract": "The study of the relationship between the Internet and democracy has produced two main debates. Some studies have said that the Internet has significantly contributed to democracy while others disagree. This study challenged the thesis of Habermas (2006) about the relationship between the Internet and Deliberative Democracy. This study was built on the following propositions: that the Internet causes bloggers to become parasitic, fragmented, and isolated; that it is effective in breaking down authoritarian regimes to create an egalitarian relationship, but it fails as a deliberative medium. This study used the concept of the public sphere and Habermas’ Deliberative Democracy (2006). It also explored the use of 2.0 qualitative methods with a hacking analysis perspective. Moreover, it gained data from the Internet by using the latest version of 2.0 Web and a virtual community. It focused on both discursive and non-discursive construction. The results of this study support only one of Habermas’ three propositions: that the Internet creates egalitarianism. Thus, this study rejects Habermas’ thesis apart from this one proposition. Furthermore, this study recommends that further research be done using the same propositions but on Twitter instead of the Internet.",
      "citationCount": 2,
      "doi": "10.5539/ASS.V11N28P15",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8ffc8a37e661012cc23db38bebd686429d01d9b3",
      "venue": "",
      "journal": {
        "name": "Asian Social Science",
        "pages": "15",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "415e26129fb8b6fe2296fa4977b652da4784360c",
      "title": "Penyusunan RUU Revisi TNI di Tengah Penolakan Masyarakat",
      "authors": [
        {
          "name": "Ikhwan Nur Ramadhan",
          "authorId": "2402829639"
        },
        {
          "name": "Damar Arrya Akbar A",
          "authorId": "2402828966"
        },
        {
          "name": "Fajar Kurniawan",
          "authorId": "2151521993"
        },
        {
          "name": "Herdandi Bagus A.P.",
          "authorId": "2402826226"
        }
      ],
      "year": 2025,
      "abstract": "This study explores how the drafting process of the Bill (RUU) for the Revision of the Indonesian National Armed Forces (TNI), which was approved to become Law Number 3 of 2025, occurred amidst massive public protests, with an emphasis on violations of the principles of openness, participation, and accountability as regulated in the 1945 Constitution and Law Number 12 of 2011 concerning the Formation of Legislative Regulations. The public's rejection illustrates the potential for abusive law making, threats to civilian dominance, and the possibility of a return to the dual function of the military from the New Order period, supported by protests, petitions from civil society organizations such as NU, WALHI, and KONTRAS, as well as an application for constitutional review to the Constitutional Court. Adopting the perspective of Habermas’s theory of deliberative democracy and Weber’s concept of legitimacy, this research asserts that the argument for the annulment of this Bill is growing stronger, in order to uphold democratic law making and the protection of human rights.",
      "citationCount": 0,
      "doi": "10.62383/presidensial.v2i4.1374",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/415e26129fb8b6fe2296fa4977b652da4784360c",
      "venue": "Presidensial: Jurnal Hukum, Administrasi Negara, dan Kebijakan Publik",
      "journal": {
        "name": "Presidensial: Jurnal Hukum, Administrasi Negara, dan Kebijakan Publik"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "2552652dee30330a1889ec14606f1b7b6dbbc4c0",
      "title": "Democracy and the Internet: A Retrospective",
      "authors": [
        {
          "name": "C. Ess",
          "authorId": "7430391"
        }
      ],
      "year": 2018,
      "abstract": "In the late 1980s and early 1990s, the emerging internet and World Wide Web inspired both popular and scholarly optimism that these new communication technologies would inevitably “democratise”—in local organisations, larger civic and political institutions, and, indeed, the world itself. The especially Habermas- and feminist-inspired notions of deliberative democracy in an electronic public sphere at work here are subsequently challenged, however, by both theoretical and empirical developments such as the Arab Winter and platform imperialism. Nonetheless, a range of other developments—from Edward Snowden to the emergence of virtue ethics and slow tech as increasingly central to the design of ICTs—argue that resistance in the name of democracy and emancipation is not futile.",
      "citationCount": 14,
      "doi": "10.1080/13183222.2017.1418820",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2552652dee30330a1889ec14606f1b7b6dbbc4c0",
      "venue": "The Liquefaction of Publicness",
      "journal": {
        "name": "Javnost - The Public",
        "pages": "101 - 93",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4d950e920fbd3aab4db93ab4338db05e6f1a8c07",
      "title": "Under Weber's Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and MacIntyre . By Keith Breen. Burlington, VT: Ashgate, 2012. 253p. $114.95.",
      "authors": [
        {
          "name": "L. Rensmann",
          "authorId": "7689615"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S1537592713000297",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d950e920fbd3aab4db93ab4338db05e6f1a8c07",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "621 - 623",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c688ba7320ce6651b58c3ed14c828da7d3eebe24",
      "title": "Low Civility and High Incivility in Russian Online Deliberation",
      "authors": [
        {
          "name": "Daniil Volkovskii",
          "authorId": "2007352983"
        },
        {
          "name": "Olga Filatova",
          "authorId": "2059918676"
        }
      ],
      "year": 2023,
      "abstract": "One of the most studied fields in deliberative research is (in)civility in Internet-based political discussions on issues of common concern. Uncivil behaviour demonstrated by participants in online communication has various forms and negative effects on the process and outcomes of e-deliberation as well as on deliberators’ reactions and attitudes, which have been predominantly investigated in Western democracies. However, this issue has been poorly covered in the countries with less stable democratic traditions and values. This paper explores speech culture with a focus on civility and incivility in Russian political conversations conducted on Russian social media. The authors analyse mass-scale web political discussions on a polarising issue of the court sentence of the politician Alexei Navalny (2021), taking one of the most popular Russian social networks VKontakte. For this study, scholars use discourse analysis based on the works on deliberative democracy proposed by J. Habermas (1996). They conclude that Russian political speech regarding Navalny’s sentence and conducted on the VKontakte social media platform can be characterised by a great extent of uncivil speech unbalanced by a low extent of civil speech. The conversations are not oriented towards mutual recognition or reaching a consensus, as participants are often distracted from the main issue being discussed, and turn to interpersonal topics instead.",
      "citationCount": 2,
      "doi": "10.17646/kome.2023.1.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c688ba7320ce6651b58c3ed14c828da7d3eebe24",
      "venue": "KOME",
      "journal": {
        "name": "KOME"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aa78410cb043bb96e385661a76ab4958467c1277",
      "title": "Uma nova mudança estrutural da esfera pública?",
      "authors": [
        {
          "name": "João Pedro Lopes Fernandes",
          "authorId": "2218509905"
        },
        {
          "name": "Marina de Souza Pompermayer",
          "authorId": "2359716523"
        }
      ],
      "year": 2024,
      "abstract": "Sixty years after the diagnosis of The Structural Transformation of the Public Sphere  (1962) and thirty years after the diagnosis of Between Facts and Norms (1992), the impacts of digitalization, driven by the World Wide Web, of neoliberal economic policy provide us with an ambiguous scenario. On the one hand, new public spheres are inaugurated at all times by civil societies through a media technology that is not limited to the territory of nation-states. On the other hand, the deregulated media and economic expansion produces pathological phenomena that threaten the democratic-deliberative model of loss of its epistemic dimension. Explaining these phenomena is what motivated Habermas in Ein Neuer Strukturwandel der Öffentlichkeit und die deliberative Politik (2022), a work that aroused a comprehensive appreciation worldwide, of which we highlight the intervention of William Scheuerman at the symposium organized by the journal Constellations (2023). First, the Habermasian diagnosis will be explained and confronted with the criticism directed to him by W. Scheuerman in his contribution. The arguments of W. Scheuerman demand a reconstruction of the Habermasian diagnosis under the background of the premises of the Discursive Theory of Law and Democracy (1992), demonstrating its compatibility. Third, they contrast the Habermasian proposal in 1992 with the more comprehensive criticisms of W. Scheuerman, developed in other texts. Fourthly, the conceptual constellation formed by deliberative democracy, public sphere and social learning will be reconstructed, confronting William Scheuerman’s criticism of the Discursive Theory of Law and Democracy, value of its concept of deliberative democracy.",
      "citationCount": 1,
      "doi": "10.35699/2525-8036.2024.51998",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa78410cb043bb96e385661a76ab4958467c1277",
      "venue": "Revista de Ciências do Estado",
      "journal": {
        "name": "Revista de Ciências do Estado"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "183dc74533d8c6255e3098cc33b2f32cbd2be1e3",
      "title": "Komentari građana na informativnim portalima kao dio participativnog novinarstva",
      "authors": [
        {
          "name": "Tamara Kunić",
          "authorId": "116732364"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.17234/DISS.2021.8737",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/183dc74533d8c6255e3098cc33b2f32cbd2be1e3",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "be79dff1225df1d8cbfd8e4d22d3ca4d61ba3e97",
      "title": "Democracy Online: The Prospects for Political Renewal Through the Internet",
      "authors": [
        {
          "name": "P. Shane",
          "authorId": "1841593"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 167,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be79dff1225df1d8cbfd8e4d22d3ca4d61ba3e97",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "ab08ce189d96a9ecbf1dbeaef8fbc52c1cb44c27",
      "title": "Complexity, diversity and the role of the public sphere on the Internet",
      "authors": [
        {
          "name": "Nathan Eckstrand",
          "authorId": "117913831"
        }
      ],
      "year": 2019,
      "abstract": "This article explores the relationship between deliberative democracy, the Internet, and systems theory’s thoughts on diversity. After introducing Habermas’s theory of deliberative democracy and how diversity fits into it, the article discusses various ideas about whether and how it could work on the Internet. Next, the article looks at research into diversity done in the field of complex adaptive systems, showing that diversity has both good and bad effects, but is clearly preferred for the purpose of survival. The article concludes with an analysis of how the results of systems theory’s study of diversity can assist society in bringing democracy to the Web.",
      "citationCount": 2,
      "doi": "10.1177/0191453719890001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab08ce189d96a9ecbf1dbeaef8fbc52c1cb44c27",
      "venue": "Philosophy & Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "961 - 984",
        "volume": "46"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "57a9bc2188d0b76e304d5f69d0fd8729bb615468",
      "title": "Pathways of Desire: The Sexual Migration of Mexican Gay Men",
      "authors": [
        {
          "name": "Jason Orne",
          "authorId": "4159628"
        }
      ],
      "year": 2019,
      "abstract": "‘‘double movement’’ in discussions of the possible range of progressive and reactionary responses to market-liberal austerity. Both Habermas and Giddens embrace the European Union (EU) and openness to migrants as manifestations of cosmopolitanism. However, they warn that the EU’s growing ‘‘democracy deficit’’ and resurgent ethnic nationalism threaten to undermine its cosmopolitan, deliberative democratic drift. Brexit and today’s ascendant rightwing authoritarian, populist ‘‘alternative’’ in the EU and beyond affirm their fears. Browne provides a clear, well-organized, comprehensive account of very complex social theories. However, it would have benefited from more succinctness and less repetition. Moreover, addressing the work of prominent social theorists (e.g., David Harvey, Nancy Fraser) who stayed closer to the original Marxian program that Habermas and Giddens departed from would have added to Browne’s effort to weigh their strengths and limitations. However, Browne’s book is a worthy contribution to social theory. He analyzes diligently and incisively works of two of the top social theorists of the era and provides insight into the value of social theory as a mediator between social science and public life. Social theories provide analytical tools, supported by sociological resources, to entertain critically intellectual and normative directions in moments of uncertainty or rupture, when, as Weber said, ‘‘the way forward fades away in the twilight.’’ Today’s enormous economic inequality, profound threats to planetary ecology, and global renascence of toxic ethnoracial populism call for more fundamental rethinking of democracy and capitalism than Habermas and Giddens imagined. Yet systematically reconsidering their theories provides valuable departure points for developing new approaches and resetting sociopolitical directions. Pathways of Desire: The Sexual Migration of Mexican Gay Men, by Héctor Carrillo. Chicago: University of Chicago Press, 2018. 369 pp. $35.00 paper. ISBN: 9780226517735.",
      "citationCount": 2,
      "doi": "10.1177/0094306119867060h",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57a9bc2188d0b76e304d5f69d0fd8729bb615468",
      "venue": "Contemporary Sociology",
      "journal": {
        "name": "Contemporary Sociology: A Journal of Reviews",
        "pages": "525 - 527",
        "volume": "48"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5da483b9190287a1ac5063d9a88e8d40b8a7be19",
      "title": "Personal Issue Importance and Motivated-Reasoning Goals for Pro- and Counterattitudinal Exposure: A Moderated Mediation Model of Motivations and Information Selectivity on Elaborative Reasoning",
      "authors": [
        {
          "name": "Hsuan-Ting Chen",
          "authorId": "2115399392"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1093/IJPOR/EDX016",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5da483b9190287a1ac5063d9a88e8d40b8a7be19",
      "venue": "",
      "journal": {
        "name": "International Journal of Public Opinion Research",
        "pages": "607-630",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "57f5d4539b2cc288ec624097f4710a2240c7e2b9",
      "title": "GLOBAL DEMOCRACY ?",
      "authors": [
        {
          "name": "Joshua I. Cohen",
          "authorId": "40695161"
        },
        {
          "name": "C. Sabel",
          "authorId": "15801800"
        },
        {
          "name": "S. Berger",
          "authorId": "47067495"
        },
        {
          "name": "R. Keohane",
          "authorId": "67187649"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 94,
      "doi": "10.1007/springerreference_301741",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57f5d4539b2cc288ec624097f4710a2240c7e2b9",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f75f3483fd18113b3bee646007c4b1fe7dca2f82",
      "title": "Nyhetskommentering på Facebook : En studie om hur deliberativa kommentarerna är på nyhetssajternas facebooksidor",
      "authors": [
        {
          "name": "Kamil Bochenski",
          "authorId": "2098833104"
        },
        {
          "name": "Michaela Olsson",
          "authorId": "113761847"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f75f3483fd18113b3bee646007c4b1fe7dca2f82",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7bcba15d6c078a50f6d04f0170311bebdbe8764e",
      "title": "Communication Technology and Public Participation in Urban Planning: Who is speaking up in Austin and who is listening?",
      "authors": [
        {
          "name": "A. Stoltzfus",
          "authorId": "145143512"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7bcba15d6c078a50f6d04f0170311bebdbe8764e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b15b84bbd57c8920115aad1d2c8ffee320cf8022",
      "title": "SYMPOSIUM Plural Governance, Participation and Democracy in Cities",
      "authors": [
        {
          "name": "J. Beaumont",
          "authorId": "39241869"
        },
        {
          "name": "W. Nicholls",
          "authorId": "78259041"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b15b84bbd57c8920115aad1d2c8ffee320cf8022",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e256a8c3e084831e40f91fe2662752a19eda15fc",
      "title": "UvA-DARE ( Digital Academic Repository ) Plural governance , participation and democracy in cities",
      "authors": [
        {
          "name": "J. Beaumont",
          "authorId": "39241869"
        },
        {
          "name": "W. Nicholls",
          "authorId": "78259041"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e256a8c3e084831e40f91fe2662752a19eda15fc",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
