{
  "status": "success",
  "source": "iep_via_brave",
  "query": "Habermas Weber",
  "results": [
    {
      "title": "Habermas, Jürgen",
      "url": "https://iep.utm.edu/habermas/",
      "entry_name": "habermas",
      "snippet": "Weber framed Western rationalism in terms of “mastery of the world” and then naturally assumed the rationalization of society simply meant increased purposive rationality. As is apparent from Habermas’ account of social learning, this is not the only way to understand the “evolution” of societies or the species as a whole throughout history.",
      "page_age": null,
      "extra_snippets": [
        "Habermas notes that while many theorists start with rationality and then analyze action, the view of action that such an order of analysis primes us to accept can tacitly smuggle in quasi-ontological connotations about the possible relations actors can have amongst themselves and to the world. Indeed, this mistake figures into Habermas’ critique of Weber’s account of the progressive social rationalization ushered in by modernity.",
        "Weber framed Western rationalism in terms of “mastery of the world” and then naturally assumed the rationalization of society simply meant increased purposive rationality. As is apparent from Habermas’ account of social learning, this is not the only way to understand the “evolution” of societies or the species as a whole throughout history.",
        "By expanding rationality beyond purposive rationality Habermas is able to resist the Weberian conclusion that had been attractive to Horkheimer and Adorno: that modernity’s increasing “rationalization” yielded a world devoid of meaning, people focused on control for their own individual ends, and that the spread of enlightenment rationality went conceptually hand-and-glove with domination.",
        "Jürgen Habermas produced a large body of work over more than five decades. His early work was devoted to the public sphere, to modernization, and to critiques of trends in philosophy and politics. He then slowly began to articulate theories of rationality, meaning, and truth."
      ]
    }
  ],
  "count": 1,
  "errors": []
}
