[search_openalex.py] Searching OpenAlex: 'disenchantment modernity Habermas Weber communicative rationality' (year=2000-2025), limit=25
[search_openalex.py] Retrieved 25 papers...
[search_openalex.py] Search complete: 25 papers found
[search_openalex.py] Cached results (cache key: openalex_e0912ec2e7aa9535)
{
  "status": "success",
  "source": "openalex",
  "query": "disenchantment modernity Habermas Weber communicative rationality",
  "results": [
    {
      "openalex_id": "W1992455534",
      "doi": "10.1016/j.annals.2008.02.003",
      "title": "Consuming dark tourism: A Thanatological Perspective",
      "authors": [
        {
          "name": "Philip R. Stone",
          "openalex_id": "A5083928058",
          "orcid": "https://orcid.org/0000-0002-9632-1364",
          "institutions": [
            "University of Central Lancashire"
          ]
        },
        {
          "name": "Richard Sharpley",
          "openalex_id": "A5071554220",
          "orcid": "https://orcid.org/0000-0002-2135-3206",
          "institutions": [
            "University of Central Lancashire"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-04-01",
      "abstract": "Despite increasing academic attention paid to dark tourism, understanding of the concept remains limited, particularly from a consumption perspective. That is, the literature focuses primarily on the supply of dark tourism; less attention, however, has been paid to the demand for ‘dark’ touristic experiences. This theoretical paper seeks to address this gap in the literature. Drawing upon the contemporary sociology of death, it explores the relationship between socio-cultural perspectives on mortality and the potential of dark tourism as a means of confronting death in modern societies. In so doing, it proposes a model of dark tourism consumption within a thanatological framework as a basis for further theoretical and empirical analysis of dark tourism.",
      "cited_by_count": 825,
      "type": "article",
      "source": {
        "name": "Annals of Tourism Research",
        "type": "journal",
        "issn": [
          "0160-7383",
          "1873-7722"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S0160738308000261"
      },
      "topics": [
        "Memory, Trauma, and Commemoration",
        "Grief, Bereavement, and Mental Health",
        "Geographies of human-animal interactions"
      ],
      "referenced_works_count": 92,
      "url": "https://openalex.org/W1992455534"
    },
    {
      "openalex_id": "W118539733",
      "doi": "10.5070/t411000003",
      "title": "Enrique Dussel's Liberation Thought in the Decolonial Turn",
      "authors": [
        {
          "name": "Nelson Maldonado‐Torres",
          "openalex_id": "A5079436408",
          "orcid": "https://orcid.org/0000-0001-7738-7029",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Liberation philosophy, as a Latin American project for critical thought, is one among many expressions of a shift in global power dynamics and in epistemic perspective that has taken place since the Second World War.*The European crisis, or more than a crisis, its own internal devastation after the war, opened at least three paths for the train of history and thought.On the one hand, the United States -which had proven itself as an international power through the expansion from the thirteen colonies, the war with Mexico, and the Spanish-American War -became after the Second World War a hegemonic force that would both assist and displace Northwestern Europe as the power-axis of the modern world-system.With this, Americanism -the triumphalist and assimilationist ideology of the United States which had already burst onto the scene with Theodore Roosevelt in the late nineteenth century -was decisively introduced to the rest of the world.This Americanist discourse would dictate the terms for the assimilation of non-Catholic European immigrants, some of which were seen as belonging to darker races. 1 This ideology has taken various turns with McCarthyism and Reagan in the context of the Cold War, and today it takes on a new spirit in formulations like that offered by Samuel P. Huntington, who has forcefully rearticulated Americanism with respect to immigrants and ethnic minorities in the United States. 2 But today, after the Cold War and the attacks of 11 September, it is no longer European immigrants that allegedly pose a \"challenge\" to U.S.-American identity, but rather Latin American (im)migrants, particularly Spanish-speaking Mexicans and Chicana/os. 3 There is, accordingly, a particular importance today for exploring the decolonial potential of those cultural forms originating in Latin America, Mexico, and in the borderlands between Mexico and the United States, among other \"frontier\" territories both to the north and south of this border. 4e second path that opened with the decline of Europe was, clearly, that of the Cold War rival of Americanism: Soviet communism.Soviet communism, or at least socialism (which is a different but related political system/ideology), would become for many a viable option for a different future, beyond both fascist and liberal Europe.Europe itself would come to be divided between these two newly regnant ideologies and neo-imperial geo-political projects.Other regions also suffered the force of this clash of political projects, while many nations tried to find a space between or in alliance with the two dominant blocs.Now, the decline of Europe opened a third path, which we will call -following Frantz Fanon -that of the \"wretched of the earth,\" as well as the \"de-colonial turn.\" 5 This door would be definitively forced open through the combination of the internal and external devastation of Europe, that is to say, not only by the perverse force of Nazism in its interior but also by the encouraging force of the decolonization of European territories abroad.In contrast to the Latin American liberation struggles of the nineteenth century, which took place in a context in which the weakening of Southern Europe left intact the fascination with the increasing strength of Northern Europe (especially France and England), mid-twentieth century Europe was destroyed by Nazism and completely demoralized.As the",
      "cited_by_count": 87,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt5hg8t7cj/qt5hg8t7cj.pdf?t=ll4zt0"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Cultural and Social Studies in Latin America",
        "Latin American Literature Studies"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W118539733"
    },
    {
      "openalex_id": "W2086551680",
      "doi": "10.1080/09557570903433647",
      "title": "Sociology and international relations: legacies and prospects",
      "authors": [
        {
          "name": "George Lawson",
          "openalex_id": "A5108221464",
          "orcid": "https://orcid.org/0000-0001-9110-1883",
          "institutions": [
            "London School of Economics and Political Science"
          ]
        },
        {
          "name": "Robbie Shilliam",
          "openalex_id": "A5067165177",
          "orcid": "https://orcid.org/0000-0001-6821-7079",
          "institutions": [
            "Victoria University of Wellington"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-02-10",
      "abstract": "While sociological concepts have often been implicitly used in International Relations (IR), recent years have seen a more explicit engagement between IR and Sociology. As with any such interdisciplinary assignation, there are both possibilities and challenges contained within this move: possibilities in terms of reducing IR's intellectual autism and opening the discipline towards potentially fertile terrain that was never, actually, that distant; challenges in that interdisciplinary raiding parties can often serve as pseudonyms for cannibalism, shallowness and dilettantism. This forum reviews the sociological turn in IR and interrogates it from a novel vantage point—how sociologists themselves approach IR concepts, debates and issues. Three sociological approaches—classical social theory, historical sociology and Foucauldian analysis—are critically deployed to illuminate IR concerns. In this way, the forum offers the possibility of (re)establishing exchanges between the two disciplines premised on a firmer grasp of social theory itself. The result is a potentially more fruitful sociological turn, one with significant benefits for IR as a whole.",
      "cited_by_count": 69,
      "type": "article",
      "source": {
        "name": "Cambridge Review of International Affairs",
        "type": "journal",
        "issn": [
          "0955-7571",
          "1474-449X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/epdf/10.1080/09557570903433647?needAccess=true&role=button"
      },
      "topics": [
        "International Relations and Foreign Policy",
        "Political Conflict and Governance",
        "Peacebuilding and International Security"
      ],
      "referenced_works_count": 153,
      "url": "https://openalex.org/W2086551680"
    },
    {
      "openalex_id": "W1989011835",
      "doi": "10.1080/09672550902794413",
      "title": "Adorno’s Negative Dialectic: Theme, Point, and Methodological Status",
      "authors": [
        {
          "name": "Nicholas Joll",
          "openalex_id": "A5037789179",
          "institutions": [
            "The Open University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-04-08",
      "abstract": "Abstract Abstract This paper provides a criticial interpretation of the theme, point, and methodological status of Adorno's so‐called negative dialectic. The theme at issue, 'non‐identity', comes in several varieties; and the point of Adorno's dialectic, namely reconciliation, is multifaceted. Exploration of those topics shows that negative dialectic seques into substantive doctrines, including a version of transcendentalism and a claim about deformation. The peculiar methodological status of negative dialectic explains that adumbration. In the appraisive register, my principal contentions include these: Adorno's transcendentalism makes some sense of the aforementioned deformation claim; and negative dialectic qua method avoids mystery and metaphysical excess. Keywords: negative dialecticAdornononidentityreconciliationdeformation Notes ∗ Several anonymous referees helped to improve this paper. My thanks also to Peter Dews, Fabian Freyenhagen, and Timo Juetten, none of whom should be construed as holding my views. 1 Recent work on Adorno upon which I shall draw includes the books by Bernstein (2001 Bernstein, Jay M. 2001. Adorno: Disenchantment and Ethics, 217–245. New York: Cambridge University Press. [Crossref] , [Google Scholar]), O'Connor (2004 O'Connor, Brian. 2004. Adorno's Negative Dialectic: Philosophy and the Possibility of Critical Rationality, Cambridge, Mass. and London: MIT Press. [Crossref] , [Google Scholar]), and Cook (2004 Cook, Deborah. 2004. Adorno, Habermas, and the Search for a Rational Society, Routledge: London and New York. [Crossref] , [Google Scholar]). However, and as will become evident, what follows does not attempt anything like a full engagement with those works. 2 I shall focus upon ND's Introduction and second part. The latter's title is 'Negative Dialektik. Begrif fund Kategorien'. The Begriff is negative dialectic. The Kategorien are notions, such as 'the transcendental' and the concept of dialectic itself, that are to 'retained as well as qualitatively altered' (ND xx; cf. LND 62f., 101,121). I give no special attention to ND's last part. For that part comprises 'models' of negative dialectic; and those models intertwine negative dialectic with its results (q.v. §4 below) especially tightly. I shall draw freely upon Adorno's lecture courses. Those courses somewhat relax Adorno's heterodox style and his suspicion of what he calls (H 98) the Klarheitsideal. On that ideal, and for an argument that treatments of Adorno can and even should overrule that suspicion, see Joll, 2009 Joll, Nicholas. 2009. 'How Should Philosophy Be Clear? Loaded Clarity, Default Clarity, and Adorno'. Telos, 146(Spring 2009): 73–95. [Crossref] , [Google Scholar]. 3 In Adorno and Hegel alike – and Adorno inherits the notions of universal, particular, and mediation from Hegel – 'mediation' translates Vermittlung (a term that Ashton's ND renders as 'transmission'), 'universal' das Allgemeine, and 'particular' das Besondere. But Hegel also uses Partikular for 'particular'. 4 §3 treats non‐identity. §4 considers how Adorno's dialectic is negative in a sense beyond that of involving items that somehow oppose or negate each other. One sees here that that my short list of 'fundamentals' excludes features important to negative dialectic. But one has to start somewhere (compare LND 25). More problematic is Adorno's claim that dialectic lacks a foundation (ND xix; Grundlage), that it 'cannot be maintained as a structure that will stay basic no matter how it is modified' (ND 136). §4 tries to both to diffuse and to explain that point. 5 The modality ('can all be …') suggests a point that Adorno, who at one point glosses mediation as 'entanglement in context' (ND 106), would seem to accept. To wit: what counts as a universal or a particular will vary with context or interest. 6 The presupposition here is that everything is (or can be – see the previous note) either a universal or a particular. 7 'Dialectic is the consistent consciousness of nonidentity [Nichtidentität].' 8 '[T]he continuing irreconcilability of subject and object […] constitutes the theme of dialectical criticism.' 9 §3 considers how objective mediation might go awry. Some statements (ND 6, 312; LND 16, 165) suggest that, anyway, mismediation by universals of particulars is more important for Adorno than the mismediation of universals by particulars. 10 §2.1 fleshes out the idea of inadequacy, albeit in a restricted context. Adorno also says (ND, part 2, passim; LND 7f) that universals can 'contradict' particulars. 11 Can the author of Zur Metakritik der Erkenntnistheorie consistently hold, or be imputed, epistemological opinions? Adorno rejected epistemology because he identified it with first philosophy (see §2.3). Yet it is unclear that Adorno's first‐philosophical sense of epistemology encompasses all that plausibly counts as theory of knowledge. For presumably Adorno would not so indict his own view that to know is to identify. His position may be that his views about knowledge escape (first‐philosophical) epistemology because they are conceived, as first‐philosophical ideas are not, as historically relative. Certainly he held a difficult doctrine whereby truth has a 'temporal core' (see for example M 45). Adorno's ideas about knowledge in utopia may seem to accord with such a doctrine. But §3.1 will suggest that those ideas comprise an account, although a minimal one, of genuine knowledge. 12 For reading 1, see: Osborne, 1989 Osborne, Peter. 1989. \"'Adorno and the Metaphysics of Modernism: The Problem of a \"Postmodern\" Art'\". In The Problems of Modernity: Adorno and Benjamin, Edited by: Benjamin, Andrew. 23–48. London and New York: Routledge. [Google Scholar]: pp. 27f.; Macdonald, 2000 Macdonald, Iain. 2000. '\"The Wounder will Heal\": Cognition and Reconciliation in Hegel and Adorno'. Philosophy Today, SPEP (Society for Phenomenology and Existential Philosophy), : 132–9. [Google Scholar]: pp. 135f. (but note that 'particularity thesis' is my term). Jay Bernstein, from whom I take reading 2, construes the density thesis as a qualified version of conceptualism that betters the unqualified version by recognizing the density of experience. See Bernstein, 2001 Bernstein, Jay M. 2001. Adorno: Disenchantment and Ethics, 217–245. New York: Cambridge University Press. [Crossref] , [Google Scholar]: pp. 294ff. and 2002 Bernstein, Jay M. 2002. \"'Re‐enchanting Nature'\". In Reading McDowell: On Mind and World, Edited by: Smith, N. H. Routledge: London and New York. [Google Scholar]: pp. 220–2ff. One might count as a third reading an inflection – a radicalization – of the first reading. I have in mind the view that the Adornian non‐identical is something ineffable. Finlayson, 2002 Finlayson, James Gordon. 2002. 'Adorno on the Ethical and the Ineffable'. European Journal of Philosophy, 101(April): 1–25. [Crossref] , [Google Scholar] is a developed version of such a view. 13 For the new reading, see Hammer, 2000 Hammer, Espen. 2000. 'Minding the World: Adorno's Critique of Idealism'. Philosophy and Social Criticism, 26(1): 71–92. [Crossref] , [Google Scholar] and Bernstein, 2001 Bernstein, Jay M. 2001. Adorno: Disenchantment and Ethics, 217–245. New York: Cambridge University Press. [Crossref] , [Google Scholar]: pp. 266ff. For the received reading see Habermas, 1987 Habermas, Jürgen. 1987. The Philosophical Discourse of Modernity: Twelve Lectures, Edited by: Lawrence, Frederick. Cambridge: Polity. [Google Scholar]: pp. 106–119ff. and Wellmer, 1991 Wellmer, Albrecht. 1991. The Persistence of Modernity: Essays on Aesthetics, Ethics and Postmodernism, Edited by: Midgley, D. Oxford: Polity Press; Cambridge, Mass.: MIT Press. [Google Scholar]: pp. 4–6, 70f. See also Finlayson, 2002 Finlayson, James Gordon. 2002. 'Adorno on the Ethical and the Ineffable'. European Journal of Philosophy, 101(April): 1–25. [Crossref] , [Google Scholar] (which accepts the reading but is fairly sympathetic to Adorno) and Cook, 2004 Cook, Deborah. 2004. Adorno, Habermas, and the Search for a Rational Society, Routledge: London and New York. [Crossref] , [Google Scholar]: pp. 102f. (which defends the received reading and the idea it imputes). One should admit, I think, that the new reading is somewhat reconstructive. For Adorno does stress a kind of incommensurability between thought and its objects (see especially LND). Relatedly, he tends to confuse predication with identification (see esp. LND 8 and cf. Geuss 1975 Geuss, Raymond. 1975. 'Negative Dialectics'. Journal of Philosophy, LXXII(6): 167–75. [Crossref] , [Google Scholar]: pp. 172f. and Schnädelbach 2007 Schnädelbach, Herbert. 2007. \"'The dialectical critique of reason: Adorno's construction of rationality'\". In Theodor W. Adorno. Critical Evaluations in Cultural Theory, Edited by: Jarvis, Simon. Vol. 1, London and New York: Routledge. (2007) [Google Scholar]: p. 159). 14 'Identity thinking says what something comes under, what it exemplifies or represents, and what, accordingly, it is not itself' (ND 149). 'The moment of nonidentity in the identifying judgment is immediately understandable insofar as each individual object subsumed under a class has determinations not contained in the definition of the class' (ND 150). 15 Some echoes: Wittgenstein (1975 Wittgenstein, Ludwig. 1975. The Blue and Brown Books: Preliminary Studies for the 'Philosophical Investigations', Oxford: Blackwell. [Google Scholar]: pp. 17–19) diagnosed a philosophical 'craving for generality'; William James maintained that 'something always escapes' (1987 James, William. 1987. Writings 1902–1910, New York: Library of America. [Google Scholar]: p. 776). 16 A further argument (H 9, M 47–56, and 71, S 267) tries to use the idea of conceptual holism against first philosophy. Adorno's notion of 'constellation' (on which one may see Stone, 2008 Stone, Alison. 2008. \"'Adorno and Logic'\". In Theodor Adorno: Key Concepts, Edited by: Cook, Deborah. 47–62. Stocksfield, , UK: Acumen. [Crossref] , [Google Scholar]) suggests such holism. But I am unclear about the details of Adorno's argument. 17 Loux (2002 Loux, Michael J. 2002. Metaphysics: A Contemporary Introduction , 2nd edn, London and New York: Routledge. [Crossref] , [Google Scholar]: p. 9 and Ch. 7) uses the epithet 'conceptual schemers' to refer to Quine, Putnam, and Rorty. See also Goodman (1984 Goodman, Nelson. 1984. Of Mind and Other Matters, Cambridge, Mass. and London: Harvard University Press. [Google Scholar]: p. 36): 'Now as we thus make constellations by picking out and putting together certain stars rather than others, so we make stars by drawing certain boundaries rather than others. Nothing dictates whether the sky shall be marked off into constellations or other objects. We have to make what we find, be it the Great Dipper, Sirius, food, fuel, or a stereo system.' 18 Vogel, 1996 Vogel, Steven. 1996. \"'Reification and the Nonidentical: On the Problem of Nature in Lukács and Adorno'\". In Phenomenology, Interpretation and Community, Edited by: Stephen, Lenore Langsdorf, Watson, H. and Marya Bower, E. 253–268. New York: State University of New York Press. [Google Scholar]: p. 262; Rosen, 1982 Rosen, Michael. 1982. Hegel's Dialectic and its Criticism, Cambridge: Cambridge University Press. [Crossref] , [Google Scholar]: pp. 104f. Adorno himself has this worry about Kant. Note further that the 'scheme' at issue extends from concepts to other interests or orientations: to our sociality and our animality. 19 Habermas (1992 Habermas, Jürgen. 1992. Postmetaphysical Thinking: Philosophical Essays, Edited by: Hohengarten, William Mark. Oxford: Polity. [Google Scholar]: pp. 3–51 and passim) defines post‐metaphysical thinking as thinking that eschews both any strong form of naturalism and Platonistic commitments. (McDowell's Mind and World uses the notion of 'bald naturalism' to characterize the type of strong naturalism that is at issue here.) Habermas holds that, by dint of his remaining within 'the philosophy of consciousness', Adorno is still metaphysical. Hammer, 2000 Hammer, Espen. 2000. 'Minding the World: Adorno's Critique of Idealism'. Philosophy and Social Criticism, 26(1): 71–92. [Crossref] , [Google Scholar] analyses the imputed paradigm and denies that Adorno fits it. 20 On 'late capitalism', see Cook 2004 Cook, Deborah. 2004. Adorno, Habermas, and the Search for a Rational Society, Routledge: London and New York. [Crossref] , [Google Scholar]: pp. 11–17. For the view about how animality affects our thinking, see: SO 504; DE 26f., 187–9; MM §79; Adorno, 1984 Adorno, Theodor W. 1984. \"'The Idea of Natural History'\". In Telos Edited by: Hullot‐Kentor, R. Vol. 60, 111–24. [Crossref] , [Google Scholar]. Freud considerably influences Adorno's thoughts on self‐preservation. 21 As is scientism, construed as the view that 'all knowledge can potentially be converted to science' (Adorno, 1991 Adorno, Theodor W. 1991. Notes to Literature, Edited by: Nicholsen, Shierry Weber. Vol. 1, New York: Columbia University Press. [Google Scholar]: p. 8). Adorno rejects that view thus: 'The object of undiminished experience is more objective [than] the indeterminate substrate of reductionism' (CM 250; cf. esp. KCPR 25 and ME 15). 22 Arguably, indeed, 'Adorno's philosophy is best seen as an inflection of Weber's analysis of disenchantment and societal rationalization' (Bernstein, 2001 Bernstein, Jay M. 2001. Adorno: Disenchantment and Ethics, 217–245. New York: Cambridge University Press. [Crossref] , [Google Scholar]: p. 30). 23 See DE 20 and, for instance, AT 4, MM 239, and ND 11 and 161. 24 One glimpses here that Adorno 'refunctions' ontology too. 'Ontology is to be concretely and historically radicalized' (Adorno, 1984 Adorno, Theodor W. 1984. \"'The Idea of Natural History'\". In Telos Edited by: Hullot‐Kentor, R. Vol. 60, 111–24. [Crossref] , [Google Scholar]: p. 121). For Adorno's attack on (un‐refunctioned) ontology as first philosophy, see especially ME 8 and 19. 25 Since Adorno deems 'enlightenment' 'a restricted reason' (ND 317; see also esp. CM 148ff.), the deformation claim does not indict reason as such. Still: Adorno's anti‐Platonism – his Hegelianism, Marxism, and even (see LND, passim) empiricism – commits him to denying any reality, or at least efficacy, to a reason lacking all actualization. This may be why he speaks of his allegiance to enlightenment as a 'petitio principii' (DE xvi). Yet Adorno believes that a reason more worthy of the name has some actuality (see §3.2). To that extent, the charge that Adorno attacks the very reason that his attack employs (see esp. Habermas, 1987 Habermas, Jürgen. 1987. The Philosophical Discourse of Modernity: Twelve Lectures, Edited by: Lawrence, Frederick. Cambridge: Polity. [Google Scholar]: pp. 119ff. and 1984: pp. 384–6) is awry. Bernstein (2001 Bernstein, Jay M. 2001. Adorno: Disenchantment and Ethics, 217–245. New York: Cambridge University Press. [Crossref] , [Google Scholar]: pp. 266f.) and O'Connor (2004 O'Connor, Brian. 2004. Adorno's Negative Dialectic: Philosophy and the Possibility of Critical Rationality, Cambridge, Mass. and London: MIT Press. [Crossref] , [Google Scholar]: pp. 165–70), inter alios, provide similar rebuttals to Habermas's charge. 26 'Exchange' (Tausch) in Adorno abbreviates 'the exchange relationship' (Tauschverhält) or 'exchange process' (Tauschvorgang). In what follows, I mean to improve upon what I regard as the best extant accounts of the Adorno–Lukács relation, namely those provided by Habermas (1984 Habermas, Jürgen. 1984. \"The Theory of Communicative Action\". In Reason and the Rationalization of Society, Edited by: McCarthy, Thomas. Vol. 1, Oxford: Polity. [Google Scholar]: Ch. 4) and Cook (2004 Cook, Deborah. 2004. Adorno, Habermas, and the Search for a Rational Society, Routledge: London and New York. [Crossref] , [Google Scholar]: pp. 39–49). 27 That Adorno accepts the ideas of mystery and fetishism is evident (ND 140, 178, 315; ME 37ff.; MM 239; H 126; S 270). However, some of his uses of 'reification' (Verdinglichung) impute what I (and Cook – see 2004 Cook, Deborah. 2004. Adorno, Habermas, and the Search for a Rational Society, Routledge: London and New York. [Crossref] , [Google Scholar]: p. 45) call commodification. See, for instance, MM 228ff. 28 I have corrected a typographical error in Lukács, 1922 Lukács, Georg. 1922. History and Class Consciousness: Studies in Marxist Dialectics, Edited by: Livingstone, Rodney. Manchester: Merlin Press, 1971. [Google Scholar]. 29 Habermas uses the phrase 'rationalisation‐as‐reification' (1984 Habermas, Jürgen. 1984. \"The Theory of Communicative Action\". In Reason and the Rationalization of Society, Edited by: McCarthy, Thomas. Vol. 1, Oxford: Polity. [Google Scholar]: p. 339) to impute broadly the same idea(s) to Lukács. 30 See, e.g., Habermas, 1984 Habermas, Jürgen. 1984. \"The Theory of Communicative Action\". In Reason and the Rationalization of Society, Edited by: McCarthy, Thomas. Vol. 1, Oxford: Polity. [Google Scholar]: p. 355. Adorno, too, takes Lukács this way (see the next note). 31 True, Adorno does not use 'reification' and cognates to mean reifying rationalization. Sometimes, indeed, he seems to reject even that latter idea. First, he faults Lukács's doctrine of reification for idealism (ND 191f.). But one can retain Lukácsian reifying rationalization, even in an ontological version, while limiting the dependence reality has on thought. The same stretch of ND seemingly downplays the importance of reification. But close reading suggests that Adorno does not downplay Lukácsian reification (reifying rationalization). Finally: Lukács takes exchange as model and cause of reification, whereas Adorno traces deformation to thought. But Adorno connects exchange very closely to thought. On that point, see what follows in the main text. See also: IS 15f., 31, 64f.; S 270; KCPR 174. See additionally – on the admittedly strange idea that society influences what there is not only through concepts but somehow as, or analogously to, a concept – IS 32 and 37. 32 KCPR 176, DE 167, MM 69f., and ND 56 make comparable claims. 33 'The reconciled condition would not be the philosophical imperialism of annexing the alien. Instead, its happiness would lie in the fact that the alien, in the proximity it is granted, remains what is distant and different, beyond the heterogeneous and beyond that which is one's own' (ND 191; see also ND 10). 34 'The formulation \"negative dialectic\" offends against tradition. As early as Plato, dialectic intended to produce something positive through the intellectual means of negation; the figure of a \"negation of negation\" came to name this succinctly. This book would like to free dialectics from such affirmativity without reducing its determinacy' (ND xix). On the contrasts that Adorno perceives between his dialectic and Hegel's, see esp. H and LND. Sherratt (2002 Sherratt, Yvonne. 2002. Adorno's Positive Dialectic, Cambridge: Cambridge University Press. [Crossref] , [Google Scholar]) argues that Adorno's dialectic is positive in that it involves normative models of knowledge and of the self. I do not quite disagree. But the present section argues that Adorno's account of such a reconciled state is minimal. 35 See ND 51, 124, 277. Adorno (ND 207) likens his prohibition to 'the theological ban on images'. The Marxian idea of utopia has always understood itself as the reappropriation of 'alienated' religious hopes. But Benjamin influences Adorno here too. 36 If not in name; only ND 147–51 uses the term rationale Identität. 37 Adorno does seem to hold that art, or more precisely philosophical interpretation of some modernist art, can anticipate a better world to a greater degree than can philosophy alone. See esp. AT 73, 132, 227 and, for commentary, Osborne, 1989 Osborne, Peter. 1989. \"'Adorno and the Metaphysics of Modernism: The Problem of a \"Postmodern\" Art'\". In The Problems of Modernity: Adorno and Benjamin, Edited by: Benjamin, Andrew. 23–48. London and New York: Routledge. [Google Scholar]. 38 Adorno does impart two further, minimal, points. (1) Reconciliation involves the satisfaction of basic needs (ND 303f., MM 155f., AT 33). (2) Social reconciliation would involve the absence of reification (commodification, reifying rationalization) and the transformation of commodity exchange (ND 146f.). 39 'Es gibt kein richtiges Leben im falschen' (MM 39 / GS4 43). On this conception, and on the ethical dimension to Adorno's thought more generally, see, in the first instance, Freyenhagen, 2008 Freyenhagen, Fabian. 2008. \"'No Easy Way Out: Adorno's Negativism and the Problem of Normativity'\". In Nostalgia for a Redeemed Future: Critical Theory, Edited by: Ludovisi, S. Giacchetti. 39–50. Newark, Del: University of Delaware Press. [Google Scholar]. 40 This is the sense (see n. 4 above) in which dialectic 'cannot be maintained as a structure that will stay basic no matter how it is modified'. 41 In claiming (1976: p. 9) that 'dialectics does not accede to the criterion of the definition but instead criticises it', Adorno intends also the idea that dialectic identifies forms of non‐identity and thus, in various ways, reveals deficiencies to definitions. See also ND 141. 42 ND 164f. compares dialectic to Weber's procedure with ideal types. A comparison of dialectic with the 'exemplary (ND is to The to be to the 'exemplary by method of is a of the of concept and (ND in but it not without the consciousness that it – no more than it can into that (ND here are Adorno's transcendentalism and what forms of he A point about the methodological status of negative dialectic its Adorno holds that the of utopia would be the and even the of philosophy. […] on because the moment to it (ND 'The state of would be free of (ND see also ND",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "International Journal of Philosophical Studies",
        "type": "journal",
        "issn": [
          "0967-2559",
          "1466-4542"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Hannah Arendt's Political Philosophy",
        "Psychoanalysis, Philosophy, and Politics"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W1989011835"
    },
    {
      "openalex_id": "W2598098786",
      "doi": "10.3389/fsoc.2017.00003",
      "title": "Modernity and the Idea of Progress",
      "authors": [
        {
          "name": "Angelos Mouzakitis",
          "openalex_id": "A5002778904",
          "institutions": [
            "University of Crete",
            "Crete University Press"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-03-20",
      "abstract": "This paper aims to show the centrality the concept of progress occupies explicitly and implicitly in social theory, in relation to the theorization and understanding of modernity; it also raises the question whether in times where Eurocentrism, logocentrism and indeed almost every claim of supremacy are rightly viewed with suspicion, it is possible to think of modernity without relying on some interpretation of the notion of progress. Arguably, the theme of progress, together with the complementary notion of decline, can be considered as a key-component of discourses concerning modernity and has played a major role in the shaping of social theory. Comte and Durkheim relied in different ways in the idea of progress and the same holds for Marxist accounts of social change. Even later sociological theories address modernity from the perspective of progress, Parsons being exemplary in this respect. Moreover, theoretical discourses adopting a critical or even hostile attitude against the modern project often question the idea of progress and are woven around the representation of modernity in terms of decline and regression into unreason, as e.g. Adorno and Horkheimer's Dialectic of Enightment. Arguably, the imagery of progress informs the distinction between society and community, which is also hidden behind Habermas's more recent theorization of societies in terms of systems and lifeworlds. Finally, the question regarding the possibility of partially disentangling the theorization of modernity from the idea of progress, is pursued via a critical assessment of Eisenstadt's multiple modernities and Wagner's theorization of modernity in terms of responses given to basic problématiques.",
      "cited_by_count": 36,
      "type": "article",
      "source": {
        "name": "Frontiers in Sociology",
        "type": "journal",
        "issn": [
          "2297-7775"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fsoc.2017.00003/pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Economy and Marxism",
        "Weber, Simmel, Sociological Theory"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W2598098786"
    },
    {
      "openalex_id": "W2619248676",
      "doi": "10.1093/bjsw/bcx036",
      "title": "Introducing Post-Secular Social Work: Towards a Post-Liberal Ethics of Care",
      "authors": [
        {
          "name": "Julia Shaw",
          "openalex_id": "A5101987945",
          "orcid": "https://orcid.org/0000-0002-8716-6892",
          "institutions": [
            "University of Exeter"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-04-26",
      "abstract": "This paper considers the post-secular turn in critical theory as enabling vocational social work to re-engage with public religion within deliberative and participatory democratic practices in the interests of social welfare. In particular, by introducing a theoretical context for post-secular social work, spiritual-but-not-religious rhetoric which characterises modern liberal social work is challenged whilst congruency between social work practice and faith-based social action is affirmed through a mutual critique of neo-liberalism and sympathy with post-liberal ethics of care. Accordingly, post-secular social work recognises faith-based social action as representing an alternative and supplementary care paradigm to the bureaucratic cultures and consumerist models purported by both the private and public sectors. Consequently, rather than privatising faith as a personal lifestyle choice, post-secular social work is indicative of a new politics of social work which subverts former secular, liberal and neo-liberal hegemonies within the profession through a neo-communitarian cultivation of the common good.",
      "cited_by_count": 35,
      "type": "article",
      "source": {
        "name": "The British Journal of Social Work",
        "type": "journal",
        "issn": [
          "0045-3102",
          "1468-263X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/bjsw/article-pdf/48/2/412/24418623/bcx036.pdf"
      },
      "topics": [
        "Religion, Society, and Development",
        "Social Work Education and Practice",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 113,
      "url": "https://openalex.org/W2619248676"
    },
    {
      "openalex_id": "W2778768993",
      "doi": "10.1177/1368431016682743",
      "title": "Making sense of the postsecular",
      "authors": [
        {
          "name": "Umut Parmaksız",
          "openalex_id": "A5023753019",
          "orcid": "https://orcid.org/0000-0003-4777-9843",
          "institutions": [
            "Bilkent University"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-15",
      "abstract": "This article critically examines the postsecular literature with the aim of dispelling the scepticism about the concept’s theoretical import, critical power and analytical utility. It first presents an overview of the literature identifying two major fields, social theology and politics, within which three major critical leitmotifs are developed: (1) disenchantment and the loss of community; (2) the impossibility of absolute secularity; and (3) the exclusion of religion from the public sphere. In the second section, the shortcomings of problematizations (1) and (2) are highlighted, originating from social theology, and it is argued that they have limited critical potential as they intend to renaturalize the religious. Instead, it is asserted that the concept has critical power when used within the context of a postreligious denaturalization of the secular. In the last section, the focus shifts to the analytical utility of the concept, and the article examines ‘postsecular society’ and ‘postsecularization’ in the light of the previous discussion.",
      "cited_by_count": 44,
      "type": "article",
      "source": {
        "name": "European Journal of Social Theory",
        "type": "journal",
        "issn": [
          "1368-4310",
          "1461-7137"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://journals.sagepub.com/doi/pdf/10.1177/1368431016682743"
      },
      "topics": [
        "Religion and Society Interactions",
        "Religion, Society, and Development",
        "Religion, Spirituality, and Psychology"
      ],
      "referenced_works_count": 69,
      "url": "https://openalex.org/W2778768993"
    },
    {
      "openalex_id": "W1559893959",
      "doi": "10.1111/j.1467-6486.2012.01056.x",
      "title": "‘Down with Big Brother!’ The End of ‘Corporate Culturalism’?",
      "authors": [
        {
          "name": "Peter Fleming",
          "openalex_id": "A5072583503",
          "orcid": "https://orcid.org/0000-0001-6838-7190",
          "institutions": [
            "London School of Business and Management",
            "Queen Mary University of London",
            "University of London"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-04-12",
      "abstract": "abstract Hugh Willmott's classic 1993 JMS article, ‘Strength is Ignorance; Freedom is Slavery’, has greatly influenced how we understand culture management. It draws parallel's with George Orwell's Nineteen Eighty‐Four to reveal the totalitarian aspirations of ‘corporate culturalism’. While it is sometimes said that employee resistance is missing in Willmott's account, I argue that it is implicitly pervasive, prefiguring subsequent investigations of ‘micro‐emancipation’ in management studies. The recent waning of scholarly interest in this type of resistance, however, also points to the contemporary relevance of Willmott's analysis. Emergent forms of corporate regulation utilize ‘biopower’ rather than just cultural conformity, rendering micro‐emancipation inadequate, but inspiring other types of dissent.",
      "cited_by_count": 92,
      "type": "article",
      "source": {
        "name": "Journal of Management Studies",
        "type": "journal",
        "issn": [
          "0022-2380",
          "1467-6486"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1467-6486.2012.01056.x"
      },
      "topics": [
        "Management and Organizational Studies",
        "Family Business Performance and Succession",
        "Workplace Spirituality and Leadership"
      ],
      "referenced_works_count": 95,
      "url": "https://openalex.org/W1559893959"
    },
    {
      "openalex_id": "W4301600409",
      "doi": "10.30965/9783657795260_008",
      "title": "The Fragile Supremacy of Reason: Jürgen Habermas and the Concept of Post-Secularity",
      "authors": [
        {
          "name": "Paolo Costa",
          "openalex_id": "A5101630165",
          "orcid": "https://orcid.org/0000-0002-3368-5742"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-08-11",
      "abstract": "Faith and Knowledge: Duel at Ground ZeroWhen, a little over a month after the spectacular collapse of the Twin Towers, Jürgen Habermas, taking everyone by surprise, announced in Frankfurt's Paulskirche, before an audience eager to hear the opinion of one of Europe's most influential intellectuals, that secularization was \"derailing\" and that the time had come to interpret its unfinished dialectic within a post-secular horizon, even the most cautious observers had to take note and recognize that something had indeed changed in the general perception of the relationship between religion and modernity in the West.1The public gesture of the German philosopher -the champion of Enlightenment ideals, who had defended with all his intellectual energy the vitality of the modern project even during the short-lived but virulent postmodern wave that followed the crisis of Marxism in the late 1970s -has come to embody better than any book or scholarly article the change in intellectual atmosphere investigated in this book.Since then, the true meaning of the words pronounced on that solemn occasion has been at the centre of a worldwide debate, in which sociologists, theologians, political scientists, jurists and, of course, philosophers of all persuasions have spoken.2Habermas himself, who had begun his speech by confiding his 1 Cf.",
      "cited_by_count": 21,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.schoeningh.de/downloadpdf/book/9783657795260/BP000016.pdf"
      },
      "topics": [
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W4301600409"
    },
    {
      "openalex_id": "W2077155956",
      "doi": "10.1080/2159676x.2012.693531",
      "title": "Knowing the ‘Going’: the sensory evaluation of distance running",
      "authors": [
        {
          "name": "John Hockey",
          "openalex_id": "A5103173332",
          "orcid": "https://orcid.org/0000-0002-5826-8005",
          "institutions": [
            "University of Gloucestershire"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-06-21",
      "abstract": "To date there has been little research into the mundane direct embodiment of sporting activity. This paper seeks to contribute to a small but developing literature by portraying how distance running training sessions are experienced in a sensory way and how that direct embodied knowledge is used to categorise and evaluate the practise of ongoing training. The paper looks at the sensory practices which are used to evaluate distance running performance",
      "cited_by_count": 41,
      "type": "article",
      "source": {
        "name": "Qualitative Research in Sport Exercise and Health",
        "type": "journal",
        "issn": [
          "2159-676X",
          "2159-6778"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://irihs.ihs.ac.at/id/eprint/1312/1/pw_72.pdf"
      },
      "topics": [
        "Adventure Sports and Sensation Seeking",
        "Diversity and Impact of Dance",
        "Sport and Mega-Event Impacts"
      ],
      "referenced_works_count": 48,
      "url": "https://openalex.org/W2077155956"
    },
    {
      "openalex_id": "W4255899040",
      "doi": "10.4324/9781351212472",
      "title": "The Political Sociology of Emotions",
      "authors": [
        {
          "name": "Nicolas Demertzis",
          "openalex_id": "A5079171861",
          "orcid": "https://orcid.org/0000-0002-6251-0239",
          "institutions": [
            "National and Kapodistrian University of Athens"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-06-01",
      "abstract": "\"This book articulates the political sociology of emotions as a sub-field of the emotions sociology in relation to cognate disciplines and sub-disciplines. Far from reducing politics to affectivity, the political sociology of emotions is coterminous with political sociology itself plus the emotive angle added in the investigation of its traditional and more recent areas of research. The worldwide predominance of affective anti-politics (e.g. the securitization of immigration policies, reactionism, terrorism, competitive authoritarianism, nationalism and populism, etc.) makes the political sociology of emotions increasingly needed for making the prospects of democracy and republicanism in the 21st century more intelligible. Through a weak constructionist theoretical perspective, the book shows the utility of this new sub-field by coping with two central themes: trauma and ressentiment. Trauma is considered as a key cultural-political phenomenon of our times evoking both negative and positive emotions; ressentiment is a pertaining individual and collective political emotion allied to insecurities and moral injuries. In tandem, they constitute fundamental experiences of late modern times. The value of the political sociology of emotions is revealed in the analysis of civil wars, cultural traumas, the politics of pity, the suffering of distant others in the media, populism, and national identities in both sides of the Atlantic\"--",
      "cited_by_count": 73,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/books/mono/download?identifierName=doi&identifierValue=10.4324/9781351212472&type=googlepdf"
      },
      "topics": [
        "Youth Education and Societal Dynamics",
        "Critical Theory and Philosophy",
        "Gender, Feminism, and Media"
      ],
      "referenced_works_count": 762,
      "url": "https://openalex.org/W4255899040"
    },
    {
      "openalex_id": "W4319595901",
      "doi": "10.1177/02632764221141092",
      "title": "Interview with Andreas Reckwitz: A Society of Singularities",
      "authors": [
        {
          "name": "Mikael Carleheden",
          "openalex_id": "A5003437935",
          "orcid": "https://orcid.org/0000-0002-7624-5915",
          "institutions": [
            "University of Copenhagen"
          ]
        },
        {
          "name": "Anders Petersen",
          "openalex_id": "A5118941260",
          "orcid": "https://orcid.org/0000-0002-0931-5688",
          "institutions": [
            "Aalborg University"
          ]
        },
        {
          "name": "Leon Handreke",
          "openalex_id": "A5074563713",
          "institutions": [
            "Humboldt State University"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-12-01",
      "abstract": "This interview addresses Andreas Reckwitz’s main work, A Society of Singularities, but puts it in relation to his earlier and later writings. It starts with the strong and broad reception of this work in Germany. Next, it turns to how his understanding of the transformation of the social logics of modernity is related to other sociological understandings. In this way, the crucial distinctions of his work between the general and the particular, between formal rationalisation and culturalisation, are thematised. The next part addresses Reckwitz’s Foucault-inspired concept of critique and his understanding of the relation between theoretical and empirical work. The interview then goes on to the transformation of class structure, which is understood in terms of a culturalisation of inequality. The interview ends with a section about the kind of sufferings and problems that are typical of the present age, and how they might affect social transformation.",
      "cited_by_count": 20,
      "type": "article",
      "source": {
        "name": "Theory Culture & Society",
        "type": "journal",
        "issn": [
          "0263-2764",
          "1460-3616"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://edoc.hu-berlin.de/bitstreams/55c8ee50-a3cd-49dc-940c-77501b94061c/download"
      },
      "topics": [],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W4319595901"
    },
    {
      "openalex_id": "W1502393719",
      "doi": null,
      "title": "Max Weber, Talcott Parsons and the Sociology of Legal Reform: A Reassessment with Implications for Law and Development",
      "authors": [
        {
          "name": "Chantal Thomas",
          "openalex_id": "A5113445520",
          "institutions": [
            "Cornell University"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": null,
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "Scholarship @ Cornell Law (Cornell University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://scholarship.law.cornell.edu/cgi/viewcontent.cgi?article=1024&context=facpub"
      },
      "topics": [
        "Law in Society and Culture",
        "Judicial and Constitutional Studies",
        "Legal Education and Practice Innovations"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1502393719"
    },
    {
      "openalex_id": "W2146379214",
      "doi": "10.1007/s00146-012-0418-y",
      "title": "Pervasion of what? Techno–human ecologies and their ubiquitous spirits",
      "authors": [
        {
          "name": "Mark Coeckelbergh",
          "openalex_id": "A5003571713",
          "orcid": "https://orcid.org/0000-0001-9576-1002",
          "institutions": [
            "University of Twente"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-04-19",
      "abstract": "Are the robots coming? Is the singularity near? Will we be dominated by technology? The usual response to ethical issues raised by pervasive and ubiquitous technologies assumes a philosophical anthropology centered on existential autonomy and agency, a dualistic ontology separating humans from technology and the natural from the artificial, and a post-monotheistic dualist and creational spirituality. This paper explores an alternative, less modern vision of the 'technological' future based on different assumptions: a 'deep relational' view of human being and self, an ecological view of human–technology relations, and 'ubiquitous' spirituality. Moving beyond an ethics of fear and control, it is argued that technology is part of a lived and active whole that is at the same time human, technological, social, and spiritual. Influenced by ecological and Eastern thinking, it is concluded that an ethics of technology understood as a relational ethics of life asks us to adapt and grow within this multi-faced ecology, which is currently - but not necessarily - pervaded by hyper-individualist modernity and its ego-boosting technologies of the self. This growth is only possible by relating to, and learning from, other cultures and from their specific way of pervading and being pervaded.",
      "cited_by_count": 16,
      "type": "article",
      "source": {
        "name": "AI & Society",
        "type": "journal",
        "issn": [
          "0951-5666",
          "1435-5655"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s00146-012-0418-y.pdf"
      },
      "topics": [
        "Neuroethics, Human Enhancement, Biomedical Innovations",
        "Space Science and Extraterrestrial Life",
        "Embodied and Extended Cognition"
      ],
      "referenced_works_count": 26,
      "url": "https://openalex.org/W2146379214"
    },
    {
      "openalex_id": "W2120984279",
      "doi": null,
      "title": "The Power of Rational Discourse and the Legitimacy of International Governance",
      "authors": [
        {
          "name": "Jens Steffek",
          "openalex_id": "A5024639521",
          "orcid": "https://orcid.org/0000-0002-1751-8004"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-11-15",
      "abstract": "Digitised version produced by the EUI Library and made available online in 2020.",
      "cited_by_count": 19,
      "type": "preprint",
      "source": {
        "name": "Cadmus - EUI Research Repository (European University Institute)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/1814/1686"
      },
      "topics": [
        "International Development and Aid",
        "Global Peace and Security Dynamics",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W2120984279"
    },
    {
      "openalex_id": "W3082095280",
      "doi": "10.1163/9789004328556",
      "title": "Islam in a Post-Secular Society",
      "authors": [
        {
          "name": "Dustin J. Byrd",
          "openalex_id": "A5019576728",
          "orcid": "https://orcid.org/0000-0003-4633-2767"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "Islam in the Post-Secular Society: Religion, Secularity and the Antagonism of Recalcitrant Faith critically examines the unique challenges facing Muslims in Europe and North America. From the philosophical perspective of the Frankfurt School's Critical Theory, this book attempts not only to diagnose the current problems stemming from a marginalization of Islam in the secular West, but also to offer a proposal for a Habermasian discourse between the religious and the secular. By highlighting historical examples of Islamic and western rapprochement, and rejecting the 'clash of civilization' thesis, the author attempts to find a 'common language' between the religious and the secular, which can serve as a vehicle for a future reconciliation.",
      "cited_by_count": 22,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://brill.com/downloadpdf/title/33677.pdf"
      },
      "topics": [
        "Islamic Studies and History",
        "Education and Islamic Studies",
        "Terrorism, Counterterrorism, and Political Violence"
      ],
      "referenced_works_count": 160,
      "url": "https://openalex.org/W3082095280"
    },
    {
      "openalex_id": "W2898191316",
      "doi": "10.1016/j.dcm.2018.10.002",
      "title": "Post-truth and the political: Constructions and distortions in representing political facts",
      "authors": [
        {
          "name": "Martina Temmerman",
          "openalex_id": "A5057639199",
          "orcid": "https://orcid.org/0000-0002-1482-8488",
          "institutions": [
            "Vrije Universiteit Brussel"
          ]
        },
        {
          "name": "Renée Moernaut",
          "openalex_id": "A5063108807",
          "institutions": [
            "Vrije Universiteit Brussel"
          ]
        },
        {
          "name": "Roel Coesemans",
          "openalex_id": "A5017735482",
          "institutions": [
            "Vrije Universiteit Brussel"
          ]
        },
        {
          "name": "Jelle Mast",
          "openalex_id": "A5037597992",
          "orcid": "https://orcid.org/0000-0002-4939-1458",
          "institutions": [
            "Vrije Universiteit Brussel"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-10-28",
      "abstract": null,
      "cited_by_count": 34,
      "type": "article",
      "source": {
        "name": "Discourse Context & Media",
        "type": "journal",
        "issn": [
          "2211-6958",
          "2211-6966"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S2211695818303271"
      },
      "topics": [
        "Media Studies and Communication",
        "Social Media and Politics",
        "Misinformation and Its Impacts"
      ],
      "referenced_works_count": 59,
      "url": "https://openalex.org/W2898191316"
    },
    {
      "openalex_id": "W2130366727",
      "doi": "10.1590/s0102-69092000000500009",
      "title": "Secularization in Max Weber. On current usefulness of re-accessing that old meaning",
      "authors": [
        {
          "name": "Antônio Flávio de Oliveira Pierucci",
          "openalex_id": "A5043992999"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "The author argues that the treatment of the secularization thesis by Brazilian empirical studies in sociology of religion is theoretically deficient. In the article, having regard to the empiricist and ill-advised celebration of recent religious ferments that are supposed to be turning our times into a \"de-secularized\" or \"post-secularized\" age, the author supports the claim for resetting the conceptual discussion. He suggests that it would be very useful to Brazilian sociology of religion to cope again with the old political-juridical meaning through which the problem of a socio-historical process of dessacralization was conceptualized, taking place above all in the sphere of political-juridical normativity. This is the meaning unfolded by Max Weber, considered the major proponent of the secularization theory, in his sociology of law.",
      "cited_by_count": 13,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Ciências Sociais",
        "type": "journal",
        "issn": [
          "0102-6909",
          "1806-9053"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/rbcsoc/a/b8MhTgSRZ9Y5FK8tc74dqnq/?lang=en&format=pdf"
      },
      "topics": [
        "Religion and Society in Latin America",
        "Religion and Society Interactions",
        "Weber, Simmel, Sociological Theory"
      ],
      "referenced_works_count": 95,
      "url": "https://openalex.org/W2130366727"
    },
    {
      "openalex_id": "W2607001891",
      "doi": "10.26530/oapen_627438",
      "title": "Islam in a Post-Secular Society : Religion, Secularity and the Antagonism of Recalcitrant Faith",
      "authors": [
        {
          "name": "Dustin J. Byrd",
          "openalex_id": "A5019576728",
          "orcid": "https://orcid.org/0000-0003-4633-2767"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "Islam in the Post-Secular Society: Religion, Secularity and the Antagonism of Recalcitrant Faith critically examines the unique challenges facing Muslims in Europe and North America. From the philosophical perspective of the Frankfurt School’s critical theory, this book attempts not only to diagnose the current problems stemming from a marginalization of Islam in the secular West, but also to offer a proposal for a Habermasian discourse between the religious and the secular. By highlighting historical examples of Islamic and western rapprochement, and rejecting the ‘clash of civilization’ thesis, the author attempts to find a ‘common language’ between the religious and the secular, which can serve as a vehicle for a future reconciliation.",
      "cited_by_count": 18,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "http://oapen.org/download?type=document&docid=627438"
      },
      "topics": [
        "Islamic Studies and History",
        "Education and Islamic Studies"
      ],
      "referenced_works_count": 163,
      "url": "https://openalex.org/W2607001891"
    },
    {
      "openalex_id": "W4384007343",
      "doi": "10.1093/ct/qtad010",
      "title": "The public sphere and contemporary lifeworld: reconstruction in the context of systemic crises",
      "authors": [
        {
          "name": "Lewis A. Friedland",
          "openalex_id": "A5067283654",
          "institutions": [
            "University of Wisconsin–Madison"
          ]
        },
        {
          "name": "Risto Kunelius",
          "openalex_id": "A5041639352",
          "orcid": "https://orcid.org/0000-0003-3511-3710",
          "institutions": [
            "University of Helsinki"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-07-12",
      "abstract": "Abstract For the Habermasian theory of the “public sphere” to make sense in the 2020s, it must be able to address the modern tendency toward global systemic crises. To examine the relevance of the Habermasian public sphere to today’s deeply interconnected digital world, this article provides a selective reading of Habermas’ writings on the public sphere, examining how he developed the concept from its conceptual core (1962) through his Legitimation Crisis (LC; 1973) and The Theory of Communicative Action (TCA; vol. 1 [1981] 1984, vol. 2 [1981] 1987). Working from the perspective of the “differentiated lifeworld,” we show here that the theory’s background assumptions about reality (truth), solidarity (justice), personality (authenticity) are now being exposed and destabilized by current crisis tendencies and imaginaries. Here, we examine three exemplary (and interconnected) global disruptions that expose these assumptions: the climate crisis, the intensification of financial inequality in the Global North, and the rapid push toward datafication. Through our examination of whether the public sphere as Habermas conceived of it can exist in today’s world, we provide a more expansive form of criticism of the public sphere (which is usually critiqued on the narrow grounds of the rational bias of communicative rationality). Here, we underscore the fundamental importance of addressing the complex system-lifeworld dynamics that are today re-conceptualizing and re-contextualizing the “public sphere” in this era of contemporary global crises.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Communication Theory",
        "type": "journal",
        "issn": [
          "1050-3293",
          "1468-2885"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://academic.oup.com/ct/advance-article-pdf/doi/10.1093/ct/qtad010/50873465/qtad010.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Social Media and Politics",
        "Digital Education and Society"
      ],
      "referenced_works_count": 72,
      "url": "https://openalex.org/W4384007343"
    },
    {
      "openalex_id": "W782655510",
      "doi": "10.25911/5d7a2b780a287",
      "title": "The Problem of Nature in Contemporary Social Theory",
      "authors": [
        {
          "name": "Paul Rutherford",
          "openalex_id": "A5010258953",
          "orcid": "https://orcid.org/0000-0001-9837-0349"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "This work examines the ways in which the relationship between society and nature is problematic for social theory. The Frankfurt School’s notion of the dialectic of enlightenment is considered, as are the attempts by Jurgen Habermas to defend an ‘emancipatory’ theory of modernity against this. The marginalising effect Habermas’ defence of reason has had on the place of nature in his critical social theory is examined, as is the work of theorists such as Ulrich Beck and Klaus Eder. For these latter authors, unlike Habermas, the social relation to nature is at the centre of contemporary society, giving rise to new forms of modernisation and politics. ¶ Michel Foucault’s work on biopolitics and governmentality is examined against the background of his philosophical debate with Habermas on power and rationality. The growth of scientific ecology is shown to have both problematised the social relation to nature and provided the political technology for new forms of regulatory intervention in the management of the population and resources. These new forms of intervention constitute a form of ecological governmentality along the lines discussed by Foucault and others in relation to the human sciences. ¶ ...",
      "cited_by_count": 8,
      "type": "dissertation",
      "source": {
        "name": "ANU Open Research (Australian National University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/1885/48181"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Critical Theory and Philosophy",
        "Psychoanalysis, Philosophy, and Politics"
      ],
      "referenced_works_count": 193,
      "url": "https://openalex.org/W782655510"
    },
    {
      "openalex_id": "W3167275215",
      "doi": "10.3390/su13116317",
      "title": "A Study on Developing a Communicative Rational Action Scale",
      "authors": [
        {
          "name": "Ahmet Yavuz Çamlı",
          "openalex_id": "A5088292567",
          "orcid": "https://orcid.org/0000-0002-0746-9755",
          "institutions": [
            "Manisa Celal Bayar University"
          ]
        },
        {
          "name": "Florina Oana Vîrlănuța",
          "openalex_id": "A5086074358",
          "orcid": "https://orcid.org/0000-0002-4112-9770",
          "institutions": [
            "\"Dunarea de Jos\" University of Galati"
          ]
        },
        {
          "name": "Bedrettin Türker Palamutçuoğlu",
          "openalex_id": "A5048183296",
          "orcid": "https://orcid.org/0000-0002-9251-402X",
          "institutions": [
            "Manisa Celal Bayar University"
          ]
        },
        {
          "name": "Nicoleta Bărbuță‐Mișu",
          "openalex_id": "A5032243105",
          "orcid": "https://orcid.org/0000-0003-4479-5338",
          "institutions": [
            "\"Dunarea de Jos\" University of Galati"
          ]
        },
        {
          "name": "Şeref Güler",
          "openalex_id": "A5061887236",
          "institutions": [
            "Manisa Celal Bayar University"
          ]
        },
        {
          "name": "Deniz Züngün",
          "openalex_id": "A5071892449",
          "orcid": "https://orcid.org/0000-0002-8941-9929",
          "institutions": [
            "Manisa Celal Bayar University"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-06-02",
      "abstract": "The aim of this study is to develop a Communicative Rational Action Scale and analyze its validity and reliability. The scale has been prepared for all administrators and especially for firm administrators based on Max Weber’s rationalizing theory and Jürgen Habermas’ communicative action theory. The scale reveals to what extent administrators’ behaviors are communicatively rational while deciding or acting. In total, 282 participants joined this study. The sample group consisted of senior administrators of 87 firms acting in Turkey’s different Organized Industrial Zones or Free Zones. Data were analyzed by the SPSS 21 and AMOS 22 programs. Exploratory factor analysis and confirmatory factor analysis were applied to the obtained data. In order to test item discrimination, total item correlations were calculated and items under the value of 0.40 were removed from the scale. Exploratory factor analysis revealed 21 articles and five factors. The correlation coefficient of the 21-article scale with a similar scale is 0.979 (p &lt; 0.001). The Cronbach’s alpha value is 0.945 and the test–retest correlation parameter is r = 0.793 (p &lt; 0.001). In conclusion, it was determined by confirmatory factor analysis that the Communicative Rational Action Scale has a good cohesion criterion, and it is a valid and reliable assessment instrument.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Sustainability",
        "type": "journal",
        "issn": [
          "2071-1050"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/2071-1050/13/11/6317/pdf?version=1623203057"
      },
      "topics": [
        "Music Education and Analysis",
        "Families in Therapy and Culture",
        "Islamic Thought and Society Studies"
      ],
      "referenced_works_count": 44,
      "url": "https://openalex.org/W3167275215"
    },
    {
      "openalex_id": "W2394575664",
      "doi": "10.5876/9781607323945",
      "title": "Indigenous Bodies, Maya Minds: Religion and Modernity in a Transnational K'iche' Community",
      "authors": [
        {
          "name": "C. James MacKenzie",
          "openalex_id": "A5034442273",
          "orcid": "https://orcid.org/0000-0001-8994-1605"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": null,
      "cited_by_count": 19,
      "type": "book",
      "source": {
        "name": "University Press of Colorado eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Anthropological Studies and Insights",
        "Latin American history and culture",
        "Politics and Society in Latin America"
      ],
      "referenced_works_count": 123,
      "url": "https://openalex.org/W2394575664"
    },
    {
      "openalex_id": "W2552766046",
      "doi": "10.1080/19401159.2016.1253297",
      "title": "Bravehearts and Bonny Mountainsides: Nation and History in Scottish Folk/Black Metal",
      "authors": [
        {
          "name": "Karl Spracklen",
          "openalex_id": "A5042022218",
          "orcid": "https://orcid.org/0000-0002-6390-9022",
          "institutions": [
            "Birkbeck, University of London"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-18",
      "abstract": "Music, art, culture and leisure are elements or tools of political nationalism, of hegemonic control and of counter-hegemonic resistance. In the Scottish independence referendum, pop and rock musicians came out on either side, lending their voice, their celebrity and their music to save the United Kingdom or to support a new nation. In this paper, Scottish nationalism and Scottish identity is explored through two folk/black metal bands that have emerged on the extreme metal scene from Scotland: Saor and Cnoc An Tursa. I use an on-line semiotic analysis over a three-year period including the period of the referendum, along with an analysis of their lyrics and imagery, to show how each band has used Scottishness and responded to Scottish nationalism – and how fans have constructed Scottishness in their critical appreciation of the band’s songs and other identity-work. I argue that some progressive ideology exists, but it is situated within wider ideologies in metal, and wider assumptions about Scotland.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Rock Music Studies",
        "type": "journal",
        "issn": [
          "1940-1159",
          "1940-1167"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://eprints.leedsbeckett.ac.uk/id/eprint/3146/3/Spracklen-Bravehearts%20and%20Bonny%20Mountainsides-RESUBMISSION%20to%20RMS.pdf"
      },
      "topics": [
        "Music History and Culture",
        "Folklore, Mythology, and Literature Studies",
        "Gender, Feminism, and Media"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2552766046"
    },
    {
      "openalex_id": "W2107442756",
      "doi": "10.1016/j.scaman.2012.01.003",
      "title": "Sherlock Holmes and the adventure of the rational manager: Organizational reason and its discontents",
      "authors": [
        {
          "name": "Jerzy Kociatkiewicz",
          "openalex_id": "A5018929224",
          "orcid": "https://orcid.org/0000-0001-6449-1185",
          "institutions": [
            "University of Essex"
          ]
        },
        {
          "name": "Monika Kostera",
          "openalex_id": "A5091638655",
          "orcid": "https://orcid.org/0000-0002-5303-5544",
          "institutions": [
            "Linnaeus University",
            "University of Warsaw"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-02-16",
      "abstract": null,
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Scandinavian Journal of Management",
        "type": "journal",
        "issn": [
          "0956-5221",
          "1873-3387"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S0956522112000048"
      },
      "topics": [
        "Management and Organizational Studies",
        "Management Theory and Practice"
      ],
      "referenced_works_count": 90,
      "url": "https://openalex.org/W2107442756"
    }
  ],
  "count": 25,
  "errors": []
}
