{
  "status": "success",
  "source": "openalex",
  "query": "Habermas Weber action theory comparison critique",
  "results": [
    {
      "openalex_id": "W1994808746",
      "doi": "10.1080/03071021003795055",
      "title": "Public sphere in Latin America: a map of the historiography",
      "authors": [
        {
          "name": "Pablo Piccato",
          "openalex_id": "A5074037897",
          "institutions": [
            "University of Missouri",
            "Columbia International University",
            "Columbia University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "Abstract \"Public sphre\" is often used by historians of modern Latin America without much concern about its theoretical and methodological implications. Some historians have used it as a model to fit evidence about public debates and politics during the modern period, yet few have engaged it as a theory with deeper methodological and conceptual implications. This article will review the historical literature that has applied Habermas's ideas to Latin American history. Focusing on a few particularly important books, the article will examine potential avenues for research and comparisons. Rather than becoming a new orthodoxy for the study of the region, the theory of the public sphere is establishing a dialogue among historians interested in intellectual phenomena and political discourse (most of them centered on the history of liberalism after independence) and those historians whose interest in social formations have framed their study in terms of hegemony and class domination. The article will argue that a critical use of Habermas's ideas (one that is more systematic about the gender and class exclusions built into the bourgeois public sphere, and that problematizes the connections between the specific development of capitalism in peripheral regions and their embrace of European political traditions) could yield useful results in terms of new research and an inclusive synthesis of recent literature interested in politics, culture and hegemony in Latin America. Notes 1Jürgen Habermas, The Structural Transformation of the Public Sphere: An Inquiry into a Category of Bourgeois Society (Cambridge, MA, 1991). I am indebted to Tom Klubock, Thom Rath, Federico Sor and Mary Kay Vaughan for their comments on earlier drafts. This article was also discussed at the Columbia University's Department of History graduate faculty workshop and at the New School's workshop of Latin American Studies. I thank Karl Wennerlind, Herbert Sloan, Claudio Lomnitz and Paul Gootenberg for their comments. 2The danger, of course, is that of creating 'un Mapa del Imperio, que tenía el tamaño del imperio y coincidía puntualmente con él'. 'El rigor de la ciencia' in Jorge Luis Borges, Obras completas II 1952–1972 (Barcelona, 1996). This map will have Mexico as the centre. It is a result of my background and I hope it can be excused as a geographical convention. 3See Jürgen Habermas, The Philosophical Discourse of Modernity: Twelve Lectures. Studies in Contemporary German Social Thought (Cambridge, 1987), 37. Juan Carlos Portantiero, 'Foundations of a new politics', Report on the Americas, xxv, 5 (1991), 19; Chantal Mouffe and Ernesto Laclau, Hegemonía y estrategia socialista: Hacia una radicalización de la democracia, trans. Ernesto Laclau (Buenos Aires, 2004). 4For Alan Brinkley, 'Democrats need to turn much of their attention away from culture and back toward class.' See Brinkley, 'What's next? The mourning period is over. Now, four simple guidelines for becoming a majority party', The American Prospect Online Edition, January 2004. See also forum on the election in The Nation, 20 December 2004. Available online at: http://www.thenation.com/issue.mhtml?i=20041220. See Jürgen Habermas, 'Discourse ethics: notes on a program of philosophical justification' in Moral Consciousness and Communicative Action (Cambridge, 1990). For the normative implications of the public-sphere model, see Nancy Fraser, 'Rethinking the public sphere: a contribution to the critique of actually existing democracy', Social Text, nos 25/26 (1990). See also Thomas A. McCarthy, The Critical Theory of Jürgen Habermas, first MIT Press paperback edition (Cambridge, 1981), chap. 1; Jürgen Habermas, Ciencia y técnica como 'ideología' (Mexico City, 1993). Implicit in Habermas's idea of 'communicative rationality' is 'the central experience of the unconstrained, unifying, consensus-bringing force of argumentative speech': Jürgen Habermas, The Theory of Communicative Action, vol. 1, Reason and the Rationalization of Society, trans. Thomas McCarthy (Boston, 1984), 10. 5Arthur Strum, 'A bibliography on the concept of Öffentlichkeit', New German Critique, lxi (1994). Habermas refers to 'seminal theories', like those by Freud and Marx, that 'inserted a genuinely philosophical idea like a detonator into a particular context of research' resulting in 'hybrid discourses' that may be criticized from the academic establishment but could generate 'new research traditions'. Jürgen Habermas, 'Philosophy as stand-in and interpreter' in Moral Consciousness and Communicative Action, op. cit., 15. 6The OED provides two examples of the term, both dated 1992. See entries for 'maternalize' and 'nonsensification', Oxford English Dictionary (available online at: http://www.oed.com/). For the parallel with Weber see Joan B. Landes, Women and the Public Sphere in the Age of the French Revolution (Ithaca, 1988), 10. 7Habermas links the public sphere with his theory of communicative action at a 'fundamental' level: Jürgen Habermas, 'Further reflections on the public sphere', Habermas and the Public Sphere, ed. Craig Calhoun (Cambridge, 1997), 422, 41. Other scholars, mentioned below, have already suggested the need to confront analyses based on Gramsci and Habermas. 8Habermas's initial definition is tentative and contains the diversity of issues outlined above: 'The bourgeois public sphere may be conceived above all as the sphere of private people come together as a public; they soon claimed the public sphere regulated from above against the public authorities themselves, to engage them in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labour. The medium of this political confrontation was peculiar and without historical precedent: people's public use of their reason.' See Habermas, Structural Transformation, op. cit., 27. See also Jürgen Habermas, 'The public sphere: an encyclopaedia article', New German Critique, iii (1974). On the historical character of the definition, see Moishe Postone, 'Political theory and historical analysis' in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 9James Van Horn Melton, The Rise of the Public in Enlightenment Europe (New York, 2001), 10, 12. 10For similar agendas see E. P. Thompson, The Making of the English Working Class (New York, 1966); Richard Sennett, The Fall of Public Man (New York, 1977). 11Geoff Eley, 'Nations, publics, and political cultures: placing Habermas in the nineteenth century' in Nicholas B. Dirks, Geoff Eley and Sherry B. Ortner (eds), Culture/Power/History: A Reader in Contemporary Social Theory (Princeton, 1994); also published in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 12Joan B. Landes, 'The public and the private sphere: a feminist reconsideration' in Landes (ed.), Feminism, the Public and the Private (Oxford, 1998), 2, 142–3. See also Craig Calhoun, 'Introduction: Habermas and the public sphere' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 34–5; Seyla Benhabib, 'Models of public space: Hannah Arendt, the liberal tradition, and Jürgen Habermas' in ibid., 92. 13Harold Mah, 'Phantasies of the public sphere: rethinking the Habermas of historians', Journal of Modern History, lxxii, 1 (2000). I owe this reference to Samuel Moyn. 14Habermas, Structural Transformation, op. cit., 27, 55; Melton, The Rise, op. cit.; Daniel Gordon, 'Philosophy, sociology, and gender in the Enlightenment conception of public opinion', French Historical Studies, xvii, 4 (1992), 889, 901; Keith Michael Baker, 'Defining the public sphere in eighteenth-century France: variations on a theme by Habermas' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 202. 15Roger Chartier, The Cultural Origins of the French Revolution, trans. Lydia G. Cochrane (Durham, NC, 1991); Arlette Farge, Subversive Words: Public Opinion in Eighteenth-Century France, trans. Rosemary Morris (University Park, PA, 1994). See also Landes, Women and the Public Sphere, op. cit.; Keith Michael Baker, Inventing the French Revolution: Essays on French Political Culture in the Eighteenth Century (Cambridge, 1990); Sarah C. Maza, Private Lives and Public Affairs: The Causes Célèbres of Pre-revolutionary France (Berkeley, 1993). 16For a bibliography of the diversity of work, historical and otherwise, inspired by the model see Strum, op. cit. A similar census would probably be impossible today. See also Peter Uwe Hohendahl, 'The public sphere: models and boundaries' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 108. For an example of these possibilities see Madeleine Hurd, Public Spheres, Public Mores, and Democracy: Hamburg and Stockholm, 1870–1914 (Ann Arbor, 2000). 17See a discussion of the implications of this from the point of view of Mexican history in Pablo Piccato, 'Introducción: ¿Modelo para armar? Hacia un acercamiento crítico a la teoría de la esfera pública' in Cristina Sacristán and Pablo Piccato (eds), Actores, espacios y debates en la historia de la esfera pública en la ciudad de México (Mexico City, 2005). See also Hispanic American Historical Review, lxxix, 2 (1999); Pablo Piccato, 'Conversación con los difuntos: una perspectiva Mexicana ante el debate sobre la historia cultural', Signos Históricos, viii (2002). 18François-Xavier Guerra, Modernidad e independencias: Ensayos sobre las revoluciones hispánicas (Madrid , 2000), 117; Francois-Xavier Guerra, México: del Antiguo Régimen a la Revolución (Mexico City, 1988). 19Carmen McEvoy, La utopía republicana: Ideales y realidades en la formación de la cultura política peruana, 1871–1919 (Lima, 1997), 11; Carmen McEvoy, 'Seríamos excelentes vasallos y nunca ciudadanos: prensa republicana y cambio social en Lima, 1791–1822' in Ivan Jaksic (ed.), The Political Power of the Word: Press and Oratory in Nineteenth-Century Latin America (London, 2002), 37. See also Richard A. Warren, Vagrants and Citizens: Politics and the Masses in Mexico City from Colony to Republic (Wilmington, 2001), 170. After independence, 'Lo radicalmente nuevo es la creación de una escena pública': Guerra, Modernidad e independencias, op. cit., 13, 23, 87. This parallels Benedict Anderson's claim that 'the convergence of capitalism and print technology … created the possibility of a new form of imagined community, which in its basic morphology set the stage for the modern nation', and his focus on American Creole identities as early examples of this process. Benedict Anderson, Imagined Communities: Reflections on the Origin and Spread of Nationalism (New York and London, 1983), 46. Concepts like el pueblo or lo público also had a history that illustrated the incorporation of traditional and modern notions, as explored by Annick Lempérière in 'Reflexiones sobre la terminología política del liberalismo' in Carlos Illades, Brian Connaughton and Sonia Pérez Toledo (eds), Construcción de la legitimidad política en México (Zamora, 1999). 20Guerra, Modernidad e independencias, op. cit., 30. See François Furet, Penser la Révolution française (Paris, 1978). For Palti, Guerra's use of Habermas lacked a 'strong' critique of the public-sphere model and failed to recognize Raymond Kosseleck's work as a necessary antecedent. Furet and Cochin were decisive in Guerra's work to strengthen that critique, without embracing 'las teorías multiculturalistas \"posmodernas\"'. Elías José Palti, 'Guerra y Habermas: ilusiones y realidad de la esfera pública Latinoamericana' in Erika Pani and Alicia Salmerón (eds), Conceptualizar lo que se ve: François-Xavier Guerra historiador, homenaje (Mexico City, 2004), 466. 21See Dena Goodman, 'Public sphere and private life: toward a synthesis of current historiographical approaches to the Old Regime', History and Theory, xxxi, 1 (1992), 8, 12. Guerra's explicit rejection of Habermas's Marxism in Guerra, Modernidad e independencias, op. cit., 86n, 87, 14. For studies inspired by Guerra's insights and a closer connection to local contexts, see Francois-Xavier Guerra and Annick Lempérière (eds), Los espacios públicos en Iberoamérica: Ambigüedades y problemas: Siglos XVIII–XIX (Mexico, 1999). For the public sphere as part of the politicization of new national societies, see Pilar González Bernaldo, 'Sociabilidad, espacio urbano y politización en la ciudad de Buenos Aires (1820–1852)' in Hilda Sabato and Alberto Rodolfo Lettieri (eds), La vida política en la Argentina del siglo XIX: armas, votos y voces (Buenos Aires, 2003), 199. 22Guerra, Modernidad e independencias, op. cit., 12, 101. Such characterization of the socio-economic impact and causes of the revolutions of independence is challenged in John Tutino, From Insurrection to Revolution in Mexico: Social Bases of Agrarian Violence, 1750–1940 (Princeton, 1988); Eric Van Young, The Other Rebellion: Popular Violence, Ideology, and the Mexican Struggle for Independence, 1810–1821 (Stanford, 2001). 23Guerra, Modernidad e independencias, op. cit., 17, 91, 234. The Habermasian focus on 'a new, autonomous, free, and sovereign public' implies a marked alternative from Furet's Tocquevillian emphasis on associations and modes of sociability as the base for a modern public opinion. Chartier, Cultural Origins, op. cit., 16–17. 24Guerra, Modernidad e independencias, op. cit., 52, 99. Guerra's emphasis on culture fits well with older visions of 'Latin American culture' as something clearly identifiable; for Edmundo O'Gorman, this common identity meant that the influence of the United States is negligible in the emergence of a Latin American political culture. Edmundo O'Gorman, 'Hegel y el moderno panamericanismo', Letras de México, ii, 8 (1939). See Charles Hale, 'Edmundo O'Gorman y la historia nacional', Signos Históricos, ii, 3 (2000), 17, 24. Absent is a problematization of neo-colonialism as an informal and subordinate mode of entering modernity. See Tulio Halperín Donghi, The Contemporary History of Latin America, trans. John Charles Chasteen (Durham, NC, 1993). 25McEvoy, La utopía republicana, op. cit., 11. 26McEvoy, 'Seríamos excelentes vasallos', op. cit. For similar insights, to be examined below, see Ángel Rama, The Lettered City, trans. John Charles Chasteen (Durham, NC, 1996). 27McEvoy, 'Seríamos excelentes vasallos', op. cit. 28Rafael Rojas, La escritura de la independencia: El surgimiento de la opinión pública en México (Mexico City, 2003), 17, 34, 35, 62. 29 ibid., 35. See also Fernando Escalante, Ciudadanos imaginarios: Memorial de los afanes y desventuras de la virtud y apología del vicio triunfante en la República Mexicana: Tratado de Moral Pública (Mexico, 1993). For recent studies of monarchist sentiment in Mexico see Erika Pani, Para mexicanizar el Segundo Imperio: el imaginario político de los imperialistas (Mexico City, 2001); Elías José Palti (ed.), La política del disenso: La 'polémica en torno al monarquismo' (México, 1848–1850) … y las aporías del liberalismo (Mexico City, 1998). If in the end the new nations rejected liberal monarchism, explains Rojas, it was because of the revolutionary logic of insurgency and the consequent loyalist response, but not because of any inherently democratic feature of the new public sphere. Rojas, La escritura, op. cit., 49. 30José Antonio Aguilar, 'Dos conceptos de república' in José Antonio Aguilar and Rafael Rojas (eds), El republicanismo en hispanoamérica: Ensayos de historia intelectual y política (Mexico City, 2002), 63. See McEvoy, 'Seríamos excelentes vasallos', op. cit., 43. 31For the 'tradición republicana' as the centre of a long-term political history of Mexico that stresses local and corporative representation over democracy and equality, see Alicia Hernández Chávez, La tradición republicana del buen gobierno (Mexico, 1993); Antonio Annino, 'Ciudadanía versus gobernabilidad republicana en México: Los orígenes de un dilema' in Hilda Sábato (ed.), Ciudadanía política y formación de las naciones: Perspectivas históricas de América Latina (Mexico City, 1999). For a similar perspective (the intellectual history à la Cambridge, invoked by Aguilar), see Gordon, 'Philosophy, sociology, and gender', op. cit., 883–5, 888, 891. 32Elías José Palti, 'Las polémicas en el liberalismo argentino: Sobre virtud' and Aguilar and Rojas (eds), 'Republicanismo y lenguaje' in op. cit., 167. 33Elías José Palti, La invención de una legitimidad: Razón y retórica en el pensamiento mexicano del siglo XIX (Un estudio sobre las formas del discurso político) (Mexico City, 2005). 34Elías José Palti, 'La transformación del liberalismo mexicano en el siglo XIX: de la opinión pública al de la in Sacristán and Piccato (eds), Actores, op. cit.; see also Carlos and (eds), y sobre la ciudad de México (Mexico City, Brian Carlos and Sonia Pérez Toledo (eds), La de la legitimidad política en México (Mexico City, 1999). On France and public see Baker, Inventing the French Revolution, op. cit.; concept in la Révolution française (Paris, Farge, Subversive op. cit. La invención de una op. cit., Elías José Palti, 'La del prensa y política en la República (México, 4 Palti, 'La transformación del op. cit. Guerra, the of discussion to the in a that links private and public and as in is Guerra, Modernidad e independencias, op. cit., For similar in see Palti, 'Las op. cit. The mode of public provides a useful for the recent interest in the history of from its to the of in the of See Jaksic (ed.), op. cit. also Elías José Palti, in La política del op. cit.; Palti, 'La del op. cit.; and Elías José Palti, y el político mexicano en de la República in (ed.), op. cit. On the interest in the history of the in Latin America see in the also op. cit.; de la prensa en el (Mexico City, Ángel (ed.), y la prensa del los 23, y de (Mexico City, 2001); y en del siglo XIX and de de en de de 'Las de la El discurso político y El de las y la opinión del in Sabato and Lettieri (eds), La vida política en la op. cit., José Elías Palti, studies on the emergence of a public sphere in Latin Latin American Review, 2 On the political of see McCarthy, Critical Theory of Jürgen Habermas, op. cit. de la de de at the Sobre la de la de México: 'Las en la ciudad de México del siglo XIX a la Mexico op. cit.; Carlos A. in Latin America, and Carlos y del in Illades, Connaughton and Pérez Toledo (eds), op. cit. After independence, the influence of to in the nineteenth On and the see Charles E. P. and his a Hispanic American Historical Review, 4 for B. of the and in Eighteenth-Century Mexico (Stanford, E. in Mexico 2004). op. cit. focus on without a reference to Guerra, in and the politics of Latin American history in the century' in G. (ed.), the Political in Latin American Essays from the (Durham, NC, 2001), 41. Guerra's not mentioned in that and his México: del a la op. cit., an English It is not to the of a but the of together the mentioned in these be evidence of op. cit. and Luis Fernando de la cultura política de la ciudad de in Sacristán and Piccato (eds), op. cit. For a critique of the in the model of the public sphere see Francois-Xavier Guerra and Annick in Guerra and Lempérière (eds), Los espacios op. cit., The not to Habermas's view of modern and its Habermas, Theory of Communicative Action, op. cit. analyses of the of those links see Peter or and national politics, Hispanic American Historical Review, 2 de la of and during the (Durham, NC, 2000). similar of the public-sphere model from the perspective of intellectual history see A. 'The the and the of in eighteenth-century French Historical Studies, xvii, 4 (1992), Gordon, 'Philosophy, sociology, and gender', op. cit., Aguilar que Aguilar, 'El op. cit., La escritura, op. cit., The of those is the of they and the of at of José de For a useful of central in Mexican ideas about and see Mexican La escritura, op. cit., and the social context of created is a by of See Chartier, Cultural Origins, op. cit.; and in London, (London, Michael The of the and the Public Sphere in Eighteenth-Century America (Cambridge, MA, 1990); Melton, The Rise, op. cit.; Pablo Piccato, The of in the of the Mexican Public Sphere (Durham, NC, Structural Transformation, op. cit., op. cit.; Palti, 'Las op. cit. at I would with the that was the concern of the Mexican public in the nineteenth Pablo Piccato, The of op. cit. See for Sarah C. From to Citizens: and Politics in (University Park, PA, 92. his critique of and Habermas's work, notes the of and of as to the critical discourse that a Habermasian model would in and op. cit., Guerra's see Annick la (Paris, Public Private and in America (Stanford, op. cit.; John The and the The Revolution in Palti, op. cit.; and Antonio Annino, 'El Los y los orígenes del liberalismo en in and (eds), y México: de de (Mexico, 2002), 'The of a public sphere in Latin America during the of Studies in Society and History, 2 (2000), This is the first systematic of the public-sphere model in Latin America published in On the of see in (ed.), and Society in America during the Age of Revolution (Wilmington, 2001). For a in this see B. and local an into early Latin American social in (ed.), the The of Social History see Eric Van Young, in (ed.), op. cit., A similar for the of the English public sphere in and political Journal of Modern History, 4 On and Paul in of (Berkeley, 1993). and de political in Journal of Latin American Studies, 2 Politics in the Age of of and in Hispanic American Historical Review, 2 and Van Young, The Other op. cit. op. cit., y la y sobre política y de op. cit. See the Tulio Halperín Donghi, Revolución y de una en la Argentina (Mexico, the Rama, 'the had … from a of in their into a more that a of as a but Rama, The Lettered City, op. cit., On see de en la in Ángel Rama, La en América The of the that into were an example of the of public by but also a of new as in earlier of the Latin American 'La como in Ángel Rama, La del I have evidence of any exchange between Habermas and was published in in two in it is that their a concern about the of is reference to Habermas in had German in to be to in the can an See Ángel and 2001), The Lettered City, op. cit., See also José Luis las y las ideas (Buenos Aires, Buenos from to (New York, On the Claudio Mexico: An of Nationalism 2001); Antonio and François-Xavier Guerra, la siglo XIX (Mexico City, 2003), was also a to the See y de en América Latina E. 'El de la esfera e en la del de la ciudad de México, in Sacristán and Piccato (eds), op. cit. in that by and Luis Fernando for of the of the public sphere, and y in Carlos and (eds), y sobre la ciudad de México (Mexico City, 2",
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "Social History",
        "type": "journal",
        "issn": [
          "0307-1022",
          "1470-1200"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Politics and Society in Latin America",
        "Religion and Society in Latin America",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 98,
      "url": "https://openalex.org/W1994808746"
    },
    {
      "openalex_id": "W2151020819",
      "doi": "10.2307/25148742",
      "title": "The Nature of Theory in Information Systems1",
      "authors": [
        {
          "name": "Gregor",
          "openalex_id": "A5097615957",
          "institutions": [
            "Australian National University"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-09-01",
      "abstract": "The aim of this research essay is to examine the structural nature of theory in Information Systems. Despite the importance of theory, questions relating to its form and structure are neglected in comparison with questions relating to epistemology. The essay addresses issues of causality, explanation, prediction, and generalization that underlie an understanding of theory. A taxonomy is proposed that classifies information systems theories with respect to the manner in which four central goals are addressed: analysis, explanation, prediction, and prescription. Five interrelated types of theory are distinguished: (1) theory for analyzing, (2) theory for explaining, (3) theory for predicting, (4) theory for explaining and predicting, and (5) theory for design and action. Examples illustrate the nature of each theory type. The applicability of the taxonomy is demonstrated by classifying a sample of journal articles. The paper contributes by showing that multiple views of theory exist and by exposing the assumptions underlying different viewpoints. In addition, it is suggested that the type of theory under development can influence the choice of an epistemological approach. Support is given for the legitimacy and value of each theory type. The building of integrated bodies of theory that encompass all theory types is advocated.",
      "cited_by_count": 3166,
      "type": "article",
      "source": {
        "name": "MIS Quarterly",
        "type": "journal",
        "issn": [
          "0276-7783",
          "2162-9730"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openresearch-repository.anu.edu.au/bitstreams/77077d0f-f636-40a8-89fb-d2d2365ad7ad/download"
      },
      "topics": [
        "Information Systems Theories and Implementation",
        "Business Process Modeling and Analysis",
        "Big Data and Business Intelligence"
      ],
      "referenced_works_count": 106,
      "url": "https://openalex.org/W2151020819"
    },
    {
      "openalex_id": "W2117702238",
      "doi": "10.1017/s0020818305050010",
      "title": "Power in International Politics",
      "authors": [
        {
          "name": "Michael Barnett",
          "openalex_id": "A5051458649",
          "orcid": "https://orcid.org/0000-0002-4773-7638",
          "institutions": [
            "Institute of Public Affairs"
          ]
        },
        {
          "name": "Raymond Duvall",
          "openalex_id": "A5041863509",
          "institutions": [
            "University of Minnesota System",
            "Watershed"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-01-01",
      "abstract": "The concept of power is central to international relations. Yet disciplinary discussions tend to privilege only one, albeit important, form: an actor controlling another to do what that other would not otherwise do. By showing conceptual favoritism, the discipline not only overlooks the different forms of power in international politics, but also fails to develop sophisticated understandings of how global outcomes are produced and how actors are differentially enabled and constrained to determine their fates. We argue that scholars of international relations should employ multiple conceptions of power and develop a conceptual framework that encourages rigorous attention to power in its different forms. We first begin by producing a taxonomy of power. Power is the production, in and through social relations, of effects that shape the capacities of actors to determine their circumstances and fate. This general concept entails two crucial, analytical dimensions: the kinds of social relations through which power works (in relations of interaction or in social relations of constitution); and the specificity of social relations through which effects are produced (specific/direct or diffuse/indirect). These distinctions generate our taxonomy and four concepts of power: compulsory, institutional, structural, and productive. We then illustrate how attention to the multiple forms of power matters for the analysis of global governance and American empire. We conclude by urging scholars to beware of the idea that the multiple concepts are competing, and instead to see connections between them in order to generate more robust understandings of how power works in international politics.This article was first presented at a conference, \"Who Governs in Global Governance?\" at the University of Wisconsin-Madison. We thank the participants at the conference, including Emanuel Adler, Alex Wendt, Neta Crawford, Kathryn Sikkink, Helen Kinsella, Martha Finnemore, Jutta Weldes, Jon Pevehouse, Andrew Hurrell, John Ruggie, and especially Duncan Snidal, Robert Keohane, and Charles Kupchan. Other versions were presented at the University of Minnesota and the International Studies Association meetings in Budapest, Hungary in June, 2003. We also want to thank Kurt Burch, Thomas Diez, Tom Donahue, William Duvall, Ayten Gundogdu, Stefano Guzzini, Colin Kahl, Amit Ron, Latha Varadarajan, Michael Williams, Anne-Marie Slaughter, the editors of the journal, and two anonymous reviewers. We also acknowledge the bibliographic assistance of Emilie Hafner-Burton and Jonathan Havercroft.",
      "cited_by_count": 1696,
      "type": "article",
      "source": {
        "name": "International Organization",
        "type": "journal",
        "issn": [
          "0020-8183",
          "1531-5088"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/F5F3C74D30A12A5C4CC9B4EFEA152967/S0020818305050010a.pdf/div-class-title-power-in-international-politics-div.pdf"
      },
      "topics": [
        "International Relations and Foreign Policy",
        "International Development and Aid",
        "Global Peace and Security Dynamics"
      ],
      "referenced_works_count": 140,
      "url": "https://openalex.org/W2117702238"
    },
    {
      "openalex_id": "W2169571673",
      "doi": "10.17705/1jais.00129",
      "title": "The Anatomy of a Design Theory",
      "authors": [
        {
          "name": "David Jones",
          "openalex_id": "A5057961129",
          "orcid": "https://orcid.org/0000-0001-5743-8562",
          "institutions": [
            "Central Queensland University",
            "Australian National University"
          ]
        },
        {
          "name": "Shirley Gregor",
          "openalex_id": "A5065050260",
          "orcid": "https://orcid.org/0000-0002-0686-8674",
          "institutions": [
            "Australian National University"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-05-01",
      "abstract": "Design work and design knowledge in Information Systems (IS) is important for both research and practice. Yet there has been comparatively little critical attention paid to the problem of specifying design theory so that it can be communicated, justified, and developed cumulatively. In this essay we focus on the structural components or anatomy of design theories in IS as a special class of theory. In doing so, we aim to extend the work of Walls, Widemeyer and El Sawy (1992) on the specification of information systems design theories (ISDT), drawing on other streams of thought on design research and theory to provide a basis for a more systematic and useable formulation of these theories. We identify eight separate components of design theories: (1) purpose and scope, (2) constructs, (3) principles of form and function, (4) artifact mutability, (5) testable propositions, (6) justificatory knowledge (kernel theories), (7) principles of implementation, and (8) an expository instantiation. This specification includes components missing in the Walls et al. adaptation of Dubin (1978) and Simon (1969) and also addresses explicitly problems associated with the role of instantiations and the specification of design theories for methodologies and interventions as well as for products and applications. The essay is significant as the unambiguous establishment of design knowledge as theory gives a sounder base for arguments for the rigor and legitimacy of IS as an applied discipline and for its continuing progress. A craft can proceed with the copying of one example of a design artifact by one artisan after another. A discipline cannot.",
      "cited_by_count": 1323,
      "type": "article",
      "source": {
        "name": "Journal of the Association for Information Systems",
        "type": "journal",
        "issn": [
          "1536-9323"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://aisel.aisnet.org/cgi/viewcontent.cgi?article=1413&context=jais"
      },
      "topics": [
        "Information Systems Theories and Implementation",
        "Usability and User Interface Design",
        "Business Process Modeling and Analysis"
      ],
      "referenced_works_count": 102,
      "url": "https://openalex.org/W2169571673"
    },
    {
      "openalex_id": "W1598829572",
      "doi": "10.26192/q7w89",
      "title": "Social Science Research: Principles, Methods and Practices",
      "authors": [
        {
          "name": "Anol Bhattacherjee",
          "openalex_id": "A5021648020",
          "orcid": "https://orcid.org/0000-0001-9559-6027"
        },
        {
          "name": "Toleman, Mark",
          "openalex_id": "",
          "orcid": "https://orcid.org/0000-0002-0535-8103",
          "institutions": [
            "Vecima Technology (United Kingdom)"
          ]
        },
        {
          "name": "Rowling, Samara",
          "openalex_id": ""
        },
        {
          "name": "Frederiks, Anita",
          "openalex_id": "",
          "orcid": "https://orcid.org/0000-0001-9618-5748",
          "institutions": [
            "Vecima Technology (United Kingdom)"
          ]
        },
        {
          "name": "Andersen, Nikki",
          "openalex_id": "",
          "institutions": [
            "Vecima Technology (United Kingdom)"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "This book is designed to introduce doctoral and postgraduate students to the process of conducting scientific research in the social sciences, business, education, public health, and related disciplines. It is a one-stop, comprehensive, and compact source for foundational concepts in behavioural research, and can serve as a standalone text or as a supplement to research readings in any doctoral seminar or research methods class. This book is currently being used as a research text at universities in 216 countries, across six continents and has been translated into seven different languages. To receive updates on this book, including the translated versions, please follow the author on Facebook or Twitter @Anol_B.",
      "cited_by_count": 2049,
      "type": "book",
      "source": {
        "name": "University of Southern Queensland ePrints (University of Southern Queensland)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://digitalcommons.usf.edu/oa_textbooks/3"
      },
      "topics": [
        "Information Systems Theories and Implementation",
        "Complex Systems and Decision Making",
        "Innovation and Knowledge Management"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W1598829572"
    },
    {
      "openalex_id": "W2916136405",
      "doi": "10.1007/s11133-019-9413-7",
      "title": "What is Qualitative in Qualitative Research",
      "authors": [
        {
          "name": "Patrik Aspers",
          "openalex_id": "A5085363578",
          "orcid": "https://orcid.org/0000-0001-9840-8669",
          "institutions": [
            "Uppsala University"
          ]
        },
        {
          "name": "Ugo Corte",
          "openalex_id": "A5047468729",
          "orcid": "https://orcid.org/0000-0002-7994-3399",
          "institutions": [
            "University of Stavanger"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-02-27",
      "abstract": null,
      "cited_by_count": 1169,
      "type": "article",
      "source": {
        "name": "Qualitative Sociology",
        "type": "journal",
        "issn": [
          "0162-0436",
          "1573-7837"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11133-019-9413-7.pdf"
      },
      "topics": [
        "Qualitative Research Methods and Applications",
        "Qualitative Research Methods and Ethics",
        "Qualitative Comparative Analysis Research"
      ],
      "referenced_works_count": 116,
      "url": "https://openalex.org/W2916136405"
    },
    {
      "openalex_id": "W2136746850",
      "doi": "10.1177/0010414009332129",
      "title": "Democratization as Deliberative Capacity Building",
      "authors": [
        {
          "name": "John S. Dryzek",
          "openalex_id": "A5011467777",
          "orcid": "https://orcid.org/0000-0001-6358-0047",
          "institutions": [
            "Australian National University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-04-07",
      "abstract": "Effective deliberation is central to democracy and so should enter any definition of democratization. However, the deliberative aspect now ubiquitous in the theory, practice, and promotion of democracy is generally missing in comparative studies of democratization. Deliberation capacity can be distributed in variable ways in the deliberative systems of states and other polities. A framework is described for locating and analyzing the contributions of its components and so evaluating the degree to which a polity’s deliberative system is authentic, inclusive, and consequential. An emphasis on deliberation reveals important determinants of democratic transition and consolidation, thereby providing substantial explanatory as well as evaluative and normative purchase.",
      "cited_by_count": 594,
      "type": "article",
      "source": {
        "name": "Comparative Political Studies",
        "type": "journal",
        "issn": [
          "0010-4140",
          "1552-3829"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openresearch-repository.anu.edu.au/bitstreams/8f7577e9-8867-42a5-bf8e-c1ffa04f3aa8/download"
      },
      "topics": [
        "Social Media and Politics",
        "Electoral Systems and Political Participation",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 76,
      "url": "https://openalex.org/W2136746850"
    },
    {
      "openalex_id": "W602224805",
      "doi": "10.5860/choice.46-2158",
      "title": "Two bits: the cultural significance of free software",
      "authors": [
        {
          "name": "Christopher Kelty",
          "openalex_id": "A5016045705",
          "orcid": "https://orcid.org/0000-0003-0253-5554"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-12-01",
      "abstract": "In Two Bits, Christopher M. Kelty investigates the history and cultural significance of Free Software, revealing the people and practices that have transformed not only software but also music, film, science, and education. Free Software is a set of practices devoted to the collaborative creation of software source code that is made openly and freely available through an unconventional use of copyright law. Kelty explains how these specific practices have reoriented the relations of power around the creation, dissemination, and authorization of all kinds of knowledge. He also makes an important contribution to discussions of public spheres and social imaginaries by demonstrating how Free Software is a \"recursive public\" - a public organized around the ability to build, modify, and maintain the very infrastructure that gives it life in the first place.",
      "cited_by_count": 728,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://evols.library.manoa.hawaii.edu/bitstreams/2fcdaed4-bc58-4588-ba72-f094446dd574/download"
      },
      "topics": [
        "Open Source Software Innovations",
        "Digital Games and Media",
        "Copyright and Intellectual Property"
      ],
      "referenced_works_count": 286,
      "url": "https://openalex.org/W602224805"
    },
    {
      "openalex_id": "W4252698994",
      "doi": "10.5040/9781472544377",
      "title": "Connected Sociologies",
      "authors": [
        {
          "name": "Gurminder K. Bhambra",
          "openalex_id": "A5064248726",
          "orcid": "https://orcid.org/0000-0003-3658-1575"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "<JATS1:p>This book outlines what theory for a global age might look like, positing an agenda for consideration, contestation and discussion, and a framework for the research-led volumes that follow in the series.</JATS1:p> <JATS1:p>Gurmider K. Bhambra takes up the classical concerns of sociology and social theory and shows how they are being rethought through an engagement with postcolonial studies, one of the most distinctive critical approaches of the past two decades. She also discusses the significance of the research programme surrounding coloniality and modernity that has emerged recently from Latin America.</JATS1:p>",
      "cited_by_count": 592,
      "type": "book",
      "source": {
        "name": "Bloomsbury Publishing Plc eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.bloomsburycollections.com/book/connected-sociologies.pdf?dl"
      },
      "topics": [
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 228,
      "url": "https://openalex.org/W4252698994"
    },
    {
      "openalex_id": "W1814867318",
      "doi": "10.4324/9781315716299",
      "title": "The Routledge Companion to Social Media and Politics",
      "authors": [
        {
          "name": "Axel Bruns",
          "openalex_id": "A5025254950",
          "orcid": "https://orcid.org/0000-0002-3943-133X"
        },
        {
          "name": "Gunn Enli",
          "openalex_id": "A5014797024",
          "orcid": "https://orcid.org/0000-0002-9458-6983"
        },
        {
          "name": "Eli Skogerbø",
          "openalex_id": "A5034950807",
          "orcid": "https://orcid.org/0000-0001-6803-5021"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-22",
      "abstract": "The social media platforms Facebook and Twitter include political areas, for example presentations of political parties or elected representatives, or political hashtags linking tweets to specific political public spheres. In a sense, such areas might not be considered as third spaces because they are explicitly political. This chapter argues that everyday political talk—particularly in third spaces—has the potential to overcome many of the identified issues with online deliberation, including political polarisation and the avoidance of political talk. Content analysis of political, and particularly partisan-framed online groups, has also found polarization. One of the most prominent debates, to date, has been whether the Internet will become polarized, with like-minded people flocking together, enabling them to ignore alternative viewpoints. Moreover, as the use and understanding of the Internet as a space for political debate expanded, this was accompanied by more refined theorizing of the Internet as a public sphere and space for deliberation.",
      "cited_by_count": 384,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/11343/124284"
      },
      "topics": [
        "Social Media and Politics"
      ],
      "referenced_works_count": 57,
      "url": "https://openalex.org/W1814867318"
    },
    {
      "openalex_id": "W2767730227",
      "doi": "10.1007/s11558-018-9330-7",
      "title": "The legitimacy and legitimation of international organizations: introduction and framework",
      "authors": [
        {
          "name": "Jonas Tallberg",
          "openalex_id": "A5065170326",
          "orcid": "https://orcid.org/0000-0001-9696-2834",
          "institutions": [
            "Stockholm University"
          ]
        },
        {
          "name": "Michael Zürn",
          "openalex_id": "A5058234982",
          "orcid": "https://orcid.org/0000-0003-2243-8380",
          "institutions": [
            "WZB Berlin Social Science Center"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-05",
      "abstract": null,
      "cited_by_count": 539,
      "type": "article",
      "source": {
        "name": "The Review of International Organizations",
        "type": "journal",
        "issn": [
          "1559-7431",
          "1559-744X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11558-018-9330-7.pdf"
      },
      "topics": [
        "International Development and Aid",
        "European Union Policy and Governance",
        "International Relations and Foreign Policy"
      ],
      "referenced_works_count": 169,
      "url": "https://openalex.org/W2767730227"
    },
    {
      "openalex_id": "W2136756650",
      "doi": "10.1177/1464884905051009",
      "title": "The political j-blogger",
      "authors": [
        {
          "name": "Jane B. Singer",
          "openalex_id": "A5022660826",
          "orcid": "https://orcid.org/0000-0002-5777-9065",
          "institutions": [
            "University of Iowa"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-04-27",
      "abstract": "This study explores how the increasingly popular blog format, as adopted by journalists affiliated with mainstream media outlets, affects long-standing journalistic norms and practice. It focuses on non-partisanship, transparency and the gatekeeping role, using a content analysis of 20 weblogs dealing with politics or civic affairs. Although expressions of opinion are common, most journalists are seeking to remain gatekeepers even in this highly interactive and participatory format. Political j-bloggers use links extensively - but mostly to other mainstream media sites. At least in their early use, journalists are ‘normalizing’ the blog as a component, and in some ways an enhancement, of traditional journalistic norms and practices.",
      "cited_by_count": 517,
      "type": "article",
      "source": {
        "name": "Journalism",
        "type": "journal",
        "issn": [
          "1464-8849",
          "1741-3001"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openaccess.city.ac.uk/id/eprint/3463/6/2005JBloggerJournalismSinger.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Media Studies and Communication",
        "Gender, Feminism, and Media"
      ],
      "referenced_works_count": 45,
      "url": "https://openalex.org/W2136756650"
    },
    {
      "openalex_id": "W2996541402",
      "doi": "10.1007/s11948-019-00165-5",
      "title": "From What to How: An Initial Review of Publicly Available AI Ethics Tools, Methods and Research to Translate Principles into Practices",
      "authors": [
        {
          "name": "Jessica Morley",
          "openalex_id": "A5014136509",
          "orcid": "https://orcid.org/0000-0001-5221-4770",
          "institutions": [
            "University of Oxford"
          ]
        },
        {
          "name": "Luciano Floridi",
          "openalex_id": "A5046574356",
          "orcid": "https://orcid.org/0000-0002-5444-2280",
          "institutions": [
            "University of Oxford",
            "British Library",
            "Turing Institute"
          ]
        },
        {
          "name": "Libby Kinsey",
          "openalex_id": "A5030153932",
          "institutions": [
            "Digital Catapult (United Kingdom)"
          ]
        },
        {
          "name": "Anat Elhalal",
          "openalex_id": "A5049747317",
          "institutions": [
            "Digital Catapult (United Kingdom)"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-11",
      "abstract": "Abstract The debate about the ethical implications of Artificial Intelligence dates from the 1960s (Samuel in Science, 132(3429):741–742, 1960. 10.1126/science.132.3429.741 ; Wiener in Cybernetics: or control and communication in the animal and the machine, MIT Press, New York, 1961). However, in recent years symbolic AI has been complemented and sometimes replaced by (Deep) Neural Networks and Machine Learning (ML) techniques. This has vastly increased its potential utility and impact on society, with the consequence that the ethical debate has gone mainstream. Such a debate has primarily focused on principles—the ‘what’ of AI ethics (beneficence, non-maleficence, autonomy, justice and explicability)—rather than on practices, the ‘how.’ Awareness of the potential issues is increasing at a fast rate, but the AI community’s ability to take action to mitigate the associated risks is still at its infancy. Our intention in presenting this research is to contribute to closing the gap between principles and practices by constructing a typology that may help practically-minded developers apply ethics at each stage of the Machine Learning development pipeline, and to signal to researchers where further work is needed. The focus is exclusively on Machine Learning, but it is hoped that the results of this research may be easily applicable to other branches of AI. The article outlines the research method for creating this typology, the initial findings, and provides a summary of future research needs.",
      "cited_by_count": 675,
      "type": "article",
      "source": {
        "name": "Science and Engineering Ethics",
        "type": "journal",
        "issn": [
          "1353-3452",
          "1471-5546"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11948-019-00165-5.pdf"
      },
      "topics": [
        "Ethics and Social Impacts of AI",
        "Adversarial Robustness in Machine Learning",
        "Neuroethics, Human Enhancement, Biomedical Innovations"
      ],
      "referenced_works_count": 107,
      "url": "https://openalex.org/W2996541402"
    },
    {
      "openalex_id": "W2904131399",
      "doi": "10.5751/es-10558-230446",
      "title": "Social-ecological systems as complex adaptive systems: organizing principles for advancing research methods and approaches",
      "authors": [
        {
          "name": "Rika Preiser",
          "openalex_id": "A5022789608",
          "orcid": "https://orcid.org/0000-0003-4159-0708",
          "institutions": [
            "Stellenbosch University"
          ]
        },
        {
          "name": "Reinette Biggs",
          "openalex_id": "A5083285683",
          "orcid": "https://orcid.org/0000-0003-0300-4149",
          "institutions": [
            "Stockholm Resilience Centre",
            "Stellenbosch University",
            "Stockholm University"
          ]
        },
        {
          "name": "Alta De Vos",
          "openalex_id": "A5014389091",
          "orcid": "https://orcid.org/0000-0002-9085-4012",
          "institutions": [
            "Rhodes University"
          ]
        },
        {
          "name": "Carl Folke",
          "openalex_id": "A5037095112",
          "orcid": "https://orcid.org/0000-0002-4050-3281",
          "institutions": [
            "Royal Swedish Academy of Sciences",
            "Stockholm Resilience Centre",
            "Stockholm University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-01",
      "abstract": "CITATION: Preise, R., et al. 2018. Social-ecological systems as complex adaptive systems : organizing principles for advancing research methods and approaches. Ecology and Society, 23(4):46, doi:10.5751/ES-10558-230446.",
      "cited_by_count": 529,
      "type": "article",
      "source": {
        "name": "Ecology and Society",
        "type": "journal",
        "issn": [
          "1708-3087"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.ecologyandsociety.org/vol23/iss4/art46/ES-2018-10558.pdf"
      },
      "topics": [
        "Environmental Sustainability and Technology",
        "Socioeconomic and Demographic Analysis",
        "Regional Socio-Economic Development Trends"
      ],
      "referenced_works_count": 128,
      "url": "https://openalex.org/W2904131399"
    },
    {
      "openalex_id": "W2805150611",
      "doi": "10.1146/annurev-environ-102017-025941",
      "title": "Research On Degrowth",
      "authors": [
        {
          "name": "Giorgos Kallis",
          "openalex_id": "A5081899507",
          "orcid": "https://orcid.org/0000-0003-0688-9552",
          "institutions": [
            "Institució Catalana de Recerca i Estudis Avançats",
            "Universitat Autònoma de Barcelona"
          ]
        },
        {
          "name": "Vasilis Kostakis",
          "openalex_id": "A5067689231",
          "orcid": "https://orcid.org/0000-0002-3276-9282",
          "institutions": [
            "Harvard University",
            "Internet Society",
            "Tallinn University of Technology"
          ]
        },
        {
          "name": "Steffen Lange",
          "openalex_id": "A5064075618",
          "orcid": "https://orcid.org/0000-0003-2831-6835",
          "institutions": [
            "Institute for Ecological Economy Research"
          ]
        },
        {
          "name": "Barbara Muraca",
          "openalex_id": "A5000544943",
          "orcid": "https://orcid.org/0000-0001-5718-7329",
          "institutions": [
            "Oregon State University"
          ]
        },
        {
          "name": "Susan Paulson",
          "openalex_id": "A5036883322",
          "orcid": "https://orcid.org/0000-0002-8668-8453",
          "institutions": [
            "University of Florida"
          ]
        },
        {
          "name": "Matthias Schmelzer",
          "openalex_id": "A5001668870",
          "orcid": "https://orcid.org/0000-0003-3987-1930"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-31",
      "abstract": "Scholars and activists mobilize increasingly the term degrowth when producing knowledge critical of the ideology and costs of growth-based development. Degrowth signals a radical political and economic reorganization leading to reduced resource and energy use. The degrowth hypothesis posits that such a trajectory of social transformation is necessary, desirable, and possible; the conditions of its realization require additional study. Research on degrowth has reinvigorated the limits to growth debate with critical examination of the historical, cultural, social, and political forces that have made economic growth a dominant objective. Here we review studies of economic stability in the absence of growth and of societies that have managed well without growth. We reflect on forms of technology and democracy com-patible with degrowth and discuss plausible openings for a degrowth transition. This dynamic and productive research agenda asks inconvenient questions that sustainability sciences can no longer afford to ignore.",
      "cited_by_count": 593,
      "type": "article",
      "source": {
        "name": "Annual Review of Environment and Resources",
        "type": "journal",
        "issn": [
          "1543-5938",
          "1545-2050"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.annualreviews.org/doi/pdf/10.1146/annurev-environ-102017-025941"
      },
      "topics": [
        "Global Energy and Sustainability Research",
        "Sustainable Development and Environmental Policy",
        "Sustainability and Climate Change Governance"
      ],
      "referenced_works_count": 138,
      "url": "https://openalex.org/W2805150611"
    },
    {
      "openalex_id": "W2144158050",
      "doi": "10.1111/j.1468-2427.2005.00568.x",
      "title": "Cyborg Urbanization: Complexity and Monstrosity in the Contemporary City",
      "authors": [
        {
          "name": "Matthew Gandy",
          "openalex_id": "A5044112273",
          "orcid": "https://orcid.org/0000-0002-8478-9808",
          "institutions": [
            "University College London"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-03-01",
      "abstract": "She referred to the high-rise as if it were some kind of huge animate presence, brooding over them and keeping a magisterial eye on the events taking place. There was something in this feeling — the elevators pumping up and down the long shafts resembled pistons in the chamber of a heart. The residents moving along the corridors were the cells in a network of arteries, the lights in their apartments the neurones of a brain (J.G. Ballard, 1975: 40). Now, the boundaries between the organic and the inorganic, blurred by cybernetic and bio-technologies, seem less sharp; the body, itself invaded and re-shaped by technology, invades and permeates the space outside, even as this space takes on dimensions that themselves confuse the inner and the outer, visually, mentally and physically (Anthony Vidler, 1990: 37–8). The body-territory [corpo-territorio] poses a problematic form of corporeal identity that in becoming ever more routinized has tended to dissolve the distinctions that formerly existed between the organic and the inorganic (Tiziana Villani, 1995: 118). As she tentatively begins to play the piano, the replicant, named Rachel, recalls that she once had lessons but cannot be sure whether these memories are her own or simply the implanted memories of someone else. In this poignant scene in Ridley Scott's Blade Runner (1982) we explore the possibility that human identities might be artificially created in order to produce advanced androids whose intelligence and sensitivity is comparable with that of their human creators. The figure of the cyborg, as represented in science fiction cinema, is not an automaton or robot but a sophisticated creation that seems to simultaneously extend but also threaten our understanding of what it means to be human. If we were to locate the cyborg as an idea, we could say that it is clearly linked to fantastical combinations of bodies and machines but is nonetheless a way of thinking about the world. It is, in other words, an ontological strategy for extending the limits to human knowledge as well as an apposite means of describing those phenomena that appear to reside outside conventional frameworks of understanding. If a cyborgian sensibility is explored within the context of the contemporary city, we find that it has developed out of several interconnecting strands of thought as a trope of critical reflection which uncovers a series of anomalies, fractures and tensions lurking within dominant modes of urban and architectural thinking. Since the early 1960s the potential applications of the cyborg concept have proliferated to include developments such as whole organism cloning, in vitro fertilization, gene sequencing, advanced prosthetics and other sophisticated medical technologies. In tandem with these technological manifestations, the imaginative field of the cyborg has expanded through literature, cinema and the fantasy spaces of contemporary culture.1 It is since the mid-1980s, however, that the idea of the cyborg has been associated with a more densely argued series of theoretical applications as a means to explore the interface between technology and the body. The key intervention here is Donna Haraway's article entitled 'A Cyborg Manifesto', first published in the Socialist Review in 1985, and later included in her influential collection of essays Simians, Cyborgs and Women where she writes in her introduction (1991a: 1): A cyborg is a hybrid creature, composed of organism and machine. But, cyborgs are compounded of special kinds of machines and special kinds of organisms appropriate to the late twentieth century. Cyborgs are post-Second World War hybrid entities made of, first, ourselves and other organic creatures in our unchosen \"high-technological\" guise as information systems, texts, and ergonomically controlled labouring, desiring, and reproducing systems. The second essential ingredient in cyborgs is machines in their guise, also, as communications systems, texts, and self-acting, ergonomically designed apparatuses. This succinct and revealing definition reminds us that the idea of the cyborg, as originally elaborated by Haraway, is at root a political as well as an intellectual project, an idea which originated in and from the 'belly of the monster' (1991a: 4), that nexus of political and economic entanglements that we might term the 'first world' in distinction to the proliferating spaces of marginality that lie beyond.2 Since its inception as a critical intellectual concept in the 1980s the cyborg metaphor has been deployed to challenge disembodied, dualistic, masculinist and teleological bodies of knowledge. It has infused science and technology studies with feminist epistemological strategies. It has opened up new possibilities for the understanding of relations between nature and culture. And it has facilitated greater sensitivity towards social and spatial complexity through its emphasis on 'situated knowledges'. The idea of the cyborg shares an affinity with related concepts such as 'cyberspace', 'cybernetics' and 'cyberpunk'. Yet the contemporary use of the term 'cyborg' is different from these virtual, analytical and fictional constructs because it is grounded in the living and breathing flesh of the human body. Whilst the 'cyber-' metaphor has tended to be associated with various forms of virtuality, the idea of the cyborg is closely linked with the corporeal experience of space.3 In this sense the cyborg can be read as an alternative way of conceptualizing the growth and development of cities that serves to destabilize the pervasive narratives of dematerialization, spatial malleability and virtualization. The underlying materiality of the cyborg metaphor has acquired heightened significance now that the earlier polarity between virtual space and 'meat space' articulated in the first wave of cyber literature is losing its conceptual utility and now that the very idea of 'virtual reality' is itself imploding as it becomes either relocated in the context of a heightened dimension of the real (see, for example, Žižek, 2002) or simply derided as an inherently oxymoronic formulation (see Grosz, 2001).4 The emphasis of the cyborg on the material interface between the body and the city is perhaps most strikingly manifested in the physical infrastructure that links the human body to vast technological networks. If we understand the cyborg to be a cybernetic creation, a hybrid of machine and organism, then urban infrastructures can be conceptualized as a series of interconnecting life-support systems (see Swyngedouw, 1996; Marras, 1999; Gandy, 2002; Mitchell, 2003). The modern home, for example, has become a complex exoskeleton for the human body with its provision of water, warmth, light and other essential needs. The home can be conceived as 'prosthesis and prophylactic' in which modernist distinctions between nature and culture, and between the organic and the inorganic, become blurred (Vidler, 1990: 37). And beyond the boundaries of the home itself we find a vast interlinked system of networks, pipes and wires that enable the modern city to function. These interstitial spaces of connectivity within individual buildings extend through urban space to produce a multi-layered structure of extraordinary complexity and utility. The figure of the cyborg is at root a spatial metaphor. But how does the idea of the cyborg intersect with spatial theory? In what ways does the cyborg reinforce or contradict other emerging strands of urban thought that also emphasize urban complexity and hybridity? Has the epistemological subtlety and political prescience of the cyborg, as originally formulated in the 1980s, been realized in practice or simply been diffused through the term's widening usage? And should we ultimately reject the idea of the cyborg as an anachronism derived from cold war science and the first generation of twentieth-century cyberpunk culture? In the rest of this article I will try to address these issues through an exploration of the somewhat haphazard presence of the cyborg in contemporary urban discourse. I will focus in particular on the example of urban infrastructure as a concrete manifestation of the cyborg idea in order to explore different facets of the relationship between the city, the body and the human subject. My aim is not to foreclose discussions surrounding the 'cyborg city' but to open up a series of dialogues in order to explore contemporary thinking around these questions. One of the principal difficulties with delineating the cyborg city as a clearly defined entity is derived from the entanglement of the cyborg idea with a variety of urban metaphors ranging from organicist conceptions of the nineteenth-century city to 'neo-organicist' representations of the post-industrial metropolis. In its classic nineteenth-century form the organicist conception of the city emerged out of a functional analogy, originating within the medical sciences, wherein spatial differentiation corresponded with a distinctive arrangement of human organs. We find that Kantian notions of the self-organizational characteristics of animate matter were combined with new insights into the human vascular and arterial system and an emerging circulatory emphasis within the nascent science of political economy. In recent years, however, the organicist emphasis on the city as an integrated body with identifiable organs, which emerged in response to the nineteenth-century industrial city, has been increasingly displaced by the idea of urban space as a prosthetic extension to the human body. The body-city problematic has been reconceptualized in the context of post-Cartesian and post-positivist modes of thinking. The emphasis on the city as a self-contained body or machine has been challenged by a hybridized conception of space as a system of technological devices that enhances human productive and imaginative capabilities. The cyborg metaphor not only reworks the metabolic preoccupations of the nineteenth-century industrial city but also extends to a contemporary body of ideas that we can term 'neo-organicist' on account of the deployment of biophysical metaphors for the interpretation of social and spatial complexity. In the neo-organicist city we encounter a shift of emphasis away from an anatomical conception of space as an assemblage of individual organs towards a neurological reading of space as a diffuse and interconnected realm of human interaction. The film maker Michael Burke, for example, director of Cyborg City (1999), describes how beneath the 'glass and concrete' of the future city there will be a 'humming mass of technology' acting as a central nervous system, 'constantly monitoring and controlling both its own functions and those of its citizens' (Burke, 1998).5 The mechanical and hierarchical model of the relationship between the body and the city has been supplanted by a more complex and non-linear pattern of urban development in response to the spread of new information technologies (see Gille, 1986; Rabinbach, 1990; Akira, 2001). The organicist city of the modern era was founded on a clear separation between mind and body that enabled the city to be conceptualized as a coherent entity to be acted upon, disciplined, regulated and shaped according to human will. The emergence of the neo-organicist city, in contrast, is founded on the blurring of boundaries rather than their repeated delineation. At the same time, however, there remain important continuities between the kind of machine-based metaphors associated with the early twentieth-century futurism of figures such as Mario Chiattone, Filippo Tommaso Marinetti and Antoniono Sant'Elia and the elaborate computer-based metaphors deployed in the contemporary city (see Villani, 1995; Boyer, 1996; Schaub, 1998). Other significant continuities include, for example, the avant-garde bricolage of early cinema and the surrealist bodies depicted in the art of Hans Bellmer, Francis Picabia and other responses to 'a sterile and over rationalised technological realism' (Vidler, 1990: 42).6 These interconnecting strands between cultural modernism and the emergence of the cyborg metaphor are significant because they underlie the centrality of corporeal metaphors for the critical interpretation of urban form. The current emphasis on corporeal and neurological analogies in the neo-organicist literature owes more to earlier developments than is widely acknowledged. We can detect two principal dimensions to contemporary neo-organicist urban thought. A first strand, rooted in the bio-physical sciences, perceives the city to be a special kind of complex, yet intricately ordered system. This homeostatic perspective, which is inflected by ecological thinking and recent developments in evolutionary biology, has diffused through parts of the architectural literature and is only tangentially linked with the epistemological challenge of cyborg theory.7 A second and more intellectually significant development is represented by the convergence of ideas surrounding the 'thinking space' of the city and the indeterminacy of spatial forms. If the body-city nexus is conceptualized as a thinking machine then the analytical focus shifts towards the identification of those critical networks or 'neurones' that sustain the relationship between the body and the city (Kurokawa, 2001a). Though this dimension to the neo-organicist perspective shares important continuities with the technological preoccupations of early twentieth-century modernism, it extends its conceptual purview into different aspects of cultural modernism. The influential speculations of Gilles Deleuze and Felix Guattari, for example, develop Antonin Artaud's conception of the 'body without organs' to produce a philosophy of spatial complexity quite different from that associated with dominant modernist traditions (Deleuze and Guattari, 1986; 1987; Rajchman, 2000; Uno, 2001). Their philosophical challenge is to perceive space in the absence of any previously existent categories, hierarchies or systems as a form of 'anarchic non-identical proliferation' (Luckhurst, 1997: 128). The organic metaphor of the 'rhizome' is deployed in distinction to 'arborescent' conceptions of cities as hierarchical structures (Teysott, 1990; Akira, 2001; Kurokawa, 2001a). In addition to this emphasis on non-hierarchical structures of difference Deleuze and Guattari's conception of concrete space also seeks to incorporate the imaginary, libidinous and oneiric realms of human experience. From their 'neo-vitalist' perspective, which builds on the philosophical ideas of Henri Bergson, the virtual realm is not simply a mimesis or reflection of physical reality but an independent domain that generates new kinds of spaces and ideas. The political significance of the virtual realm lies in its experimental and emergent role as part of an envisioned space that has yet to be realized within the taken-for-granted realm of concrete reality (Boundas, 1996; Massumi, 2001). The role of the diagram or 'abstract machine' takes on special significance in this context as an attempt to give visual expression to new models of reality.8 In the case of architecture, for example, there has been an intense dialogue between developments in building design and the speculative possibilities engendered by computer-aided simulations so that 'physical space increasingly resembles cyberspace' (Mitchell, 2003: 197). Some architectural practices have deployed so-called 'genetic algorithms' in order to generate a form of 'in vitro' architecture which derives its inspiration from nature yet remains autonomous from it as a purely digitized space of imaginative exploration (see Chu, 2002; De Landa, 2002).9 Examples of architectural practice inflected by post-structuralist ideas which move beyond purely 'in vitro' speculations to fully realized projects include the work of Peter Eisenman, Frank Gehry and Bernard Tschumi, where sophisticated combinations of form, structure and materials have been achieved, which are quite at odds with modernist conceptions of architectural form. A conceptual synthesis can be discerned in some of the recent literature between post-structuralist philosophies of space and Latourian conceptions of actor-network theory to produce a new kind of urban theorization which eschews the meta-narratives associated with neo-Marxian approaches. Building on the insights of Deleuze and Guattari these approaches have sought to remove all the extrinsic or foundational aspects to urban theory and pare analysis down to the movements and interactions that constitute 'the city' as a particular kind of spatial form or activity that is independent of conventional accounts of scale, structure or order.10 The brain or 'thinking space' of the city persists yet is dispersed through innumerable nodes and networks in contrast with the embodied cyborg citizen to be found in the more technophile literature. We can trace these developments back to the emerging critique of architectural modernism in the 1970s and 1980s that increasingly drew on the theoretical ontologies of post-structuralism in order to advance a radically unplanned built form.11 From this perspective the role of 'chaos', for example, takes on a very different significance from that associated with the modernist city and is perceived as a field of evolutionary and radical experimentation. Chaos is no longer seen as an anomalous dimension to the urban experience to be problematized or excluded from analysis but a rich vein of social and spatial interaction through which we may perceive signs of alternative or hitherto overlooked urban forms. Chaos may also be characterized as a more sophisticated, resilient and adaptable form of order as Rem Koolhaas has suggested with respect to the dynamics of West African urbanism (Koolhaas et al., 2001; Koolhaas, 2002). The theoretical novelty of such a perspective sits sharply at odds, however, with the capacity for what one might term 'avant-garde urbanism' to actually explicate any substantial dimensions to urban change (see, for example, Rauterberg, 2002; Gandy, 2004b). We can detect within urban and architectural discourse an emerging counter current to post-structuralist and avant-garde urbanism led by a of and political (see 1996; and 1998). Though the post-structuralism of Deleuze and Guattari seeks to between the and the and is in this respect a significant advance on the and of there is a in any kind of political critique of the cyborg The emphasis on the characteristics of urban space the particular combinations of and human that enable nodes within the urban system to play in the of cultural and economic The of structure the of the theoretical and significance of these insights the between post-structuralism and a cyborg sensibility towards the entanglement of the real and the We are with an between the reading of the industrial city and a 'neo-organicist' with the design of space that quite in architectural The emerging of the interface as a technological is associated with nineteenth-century over science and technology, for example, form part of a counter discourse to modernist of technological 1996; 2003). In recent years, however, the trope of technological has tended to between a of new towards excluded on the one and the of towards technology and its on the other The of the cyborg has engendered a new wave of and towards the of the body by technologies that threaten to or the human subject. In the of for example, we move beyond the and critique of technology towards a political of technology and its with the human body. the of the body by new technologies as a of that the critical of the earlier in and communications technologies 1997: the advance of a in which the of towards an of the human body itself so that we no longer of the body in the city but of the in the (see 1995; The cyborg figure becomes a for the of we are no longer with a cold war but with the of the around the of buildings in of and their The of the have been radically by new technologies of and in order to the of the century. structures have developed that of social such as with forms of social through a of and The significance of urban in particular is now towards which the of essential technological networks such as and in order to and of political A of modern from urban technological networks or to use expression is to a of so that they are no longer political but for (see also a of from whole the of through a of and of the more of technology we can an emphasis on the cyborg as a means of becoming in order to the human body from the boundaries of the autonomous In the work of Mitchell, for example, we can trace a from through the experience of to the contemporary urban citizen as 'a (Mitchell, 2003: writes have been with the body and its now they virtual bodies that can sense and at a but that also remain in their In this sense builds on the inflected of earlier such as and depicted as a series of on infrastructures the extraordinary technological of the cyber city and the interaction of with of human activity (Mitchell, 2003). Yet this is a future in which the and of space are for example, that we are 'the shift from a by boundaries and to a at scale, by networks, and but the between the of and that of to economic In the perspective is so by technological change that it begins to the role of an independent in The blurring of boundaries between the body and the city in to our understanding of the human and the characteristics of human conception of human include, for the role of biophysical and technological systems that the social of for example, has different of analysis to the extension of our conception of to include those structures and that have been excluded from both and epistemological traditions the work of has tended to emphasize the between human and nature the of has been the or of between different kinds of networks or structures The cyborg can be conceived in a Latourian sense as both a new kind of social interaction with space but also a concept to be conceived in to the realm of modernist urban thought. Yet a Latourian with its hybridized conceptions of is quite different from that within philosophical traditions because of the radical extension of human to those and systems which the sought to from the realm of and political The concept of also its own its own of between its The idea of the cyborg as a hybrid can be conceived as a problematic of derived from or some teleological for urban change but it can also a of ideas and developments from the to the The of and for example, can be explored in of combinations of practices and ideas from (see, for example, 1995; 1995; 2003). The cyborg metaphor can be in this sense as an of the limits to or teleological architectural rooted in and conceptions of cultural that we have been we could that we have led a cyborg since human has a of cultural and technological ranging from the of to the developments in materials But if we any or to the cyborg idea we its analytical utility as a means to with the cultural and technological complexity of the contemporary The of human in the cyborg city to the between technological change and the of the from the industrial But can the cyborg idea us to understand the dynamics of infrastructure provision in to a digitized or diffuse conception of the If the interactions between human and have the idea that is the of human then this of the insights of cultural that have quite on the of material and systems of cultural The made by for example, over the of locate these within the context of a more experience of within which to a different of and the other are in a sense is that new forms of are a more integrated rather than system of that the of modern and experience. political discourse is grounded within the context of the of the of the realm and the radical indeterminacy of the human subject. If the can be as an and and realm of human we are with the of delineating the characteristics of the human in a cyborg If the body-city interface is conceptualized as a then the distinction between mind and body and between the material and the virtual becomes But what the human is increasingly with the of the city Whilst it is to that our hybridized interactions with space a greater role for and (Mitchell, 2003: it is to of as a digitized of interactions with not only other but also machines and networks. The for example, describes a emerging between an",
      "cited_by_count": 459,
      "type": "article",
      "source": {
        "name": "International Journal of Urban and Regional Research",
        "type": "journal",
        "issn": [
          "0309-1317",
          "1468-2427"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1468-2427.2005.00568.x"
      },
      "topics": [
        "Cybernetics and Technology in Society",
        "Posthumanist Ethics and Activism",
        "Geographies of human-animal interactions"
      ],
      "referenced_works_count": 205,
      "url": "https://openalex.org/W2144158050"
    },
    {
      "openalex_id": "W2070250811",
      "doi": "10.1080/00071310020023037",
      "title": "The myth of the best argument: power, deliberation and reason<sup>1</sup>",
      "authors": [
        {
          "name": "Luigi Pellizzoni",
          "openalex_id": "A5055162961",
          "orcid": "https://orcid.org/0000-0003-1077-2293"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-03-01",
      "abstract": "ABSTRACT Power in communication takes two main forms. As ‘external’ power, it consists in the ability to acknowledge or disregard a speaker or a discourse. As ‘internal’ power, it is the ability of an argument to eliminate other arguments by demonstrating its superiority. A positive or negative value may be ascribed to these forms of power. Four ideal‐typical positions are discussed – strategy, technocracy, constructionism, and deliberation. Public deliberation has three virtues – civic virtue, governance virtue and cognitive virtue. Deliberation lowers the propensity to, and the benefit of, strategic behaviour. It also increases knowledge, enhancing the quality of decisions. For Habermas, the unity of reason is expressed in the possibility of agreement on the most convincing argument. However, sometimes conflicts are deeplying, principles and factual descriptions are profoundly different, and uncertainty is radical. The best argument cannot be found. There is no universal reason. The question is whether non‐strategic agreement may spring from the incommensurability of languages. In search of an answer, Rawls's concept of overlapping consensus, the feminist theory of the public sphere, and the idea of deliberation as co‐operation are discussed. The argument developed is that the approach to deliberative democracy may be renewed by rethinking its motivational and cognitive elements. Public deliberation is grounded on a pre‐political level of co‐operation. Intractable controversies may be faced at the level of practices, looking for local, contextual answers.",
      "cited_by_count": 218,
      "type": "review",
      "source": {
        "name": "British Journal of Sociology",
        "type": "journal",
        "issn": [
          "0007-1315",
          "1468-4446"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://ricerca.sns.it/bitstream/11384/128069/1/myth%20of%20best%20argument-preprint.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Philosophy and Ethics",
        "Social Media and Politics"
      ],
      "referenced_works_count": 54,
      "url": "https://openalex.org/W2070250811"
    },
    {
      "openalex_id": "W1582040408",
      "doi": "10.31269/triplec.v12i1.552",
      "title": "Social Media and the Public Sphere",
      "authors": [
        {
          "name": "Christian Fuchs",
          "openalex_id": "A5060268505",
          "orcid": "https://orcid.org/0000-0003-0589-4579",
          "institutions": [
            "University of Westminster"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-02-19",
      "abstract": "Social media has become a key term in Media and Communication Studies and public discourse for characterising platforms such as Facebook, Twitter, YouTube, Wikipedia, LinkedIn, Wordpress, Blogspot, Weibo, Pinterest, Foursquare and Tumblr. This paper discusses the role of the concept of the public sphere for understanding social media critically. It argues against an idealistic interpretation of Habermas and for a cultural-materialist understanding of the public sphere concept that is grounded in political economy. It sets out that Habermas’ original notion should best be understood as a method of immanent critique that critically scrutinises limits of the media and culture grounded in power relations and political economy. The paper introduces a theoretical model of public service media that it uses as foundation for identifying three antagonisms of the contemporary social media sphere in the realms of the economy, the state and civil society. It concludes that these limits can only be overcome if the colonisation of the social media lifeworld is countered politically so that social media and the Internet become public service and commons-based media.Acknowledgement: This paper is the extended version of Christian Fuchs’ inaugural lecture for his professorship of social media at the University of Westminster that he took up on February 1st, 2013. He gave the lecture on February 19th, 2014, at the University of Westminster.The video version of the inaugural lecture is available at:https://vimeo.com/97173645",
      "cited_by_count": 187,
      "type": "article",
      "source": {
        "name": "tripleC Communication Capitalism & Critique Open Access Journal for a Global Sustainable Information Society",
        "type": "journal",
        "issn": [
          "1726-670X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.triple-c.at/index.php/tripleC/article/download/552/529"
      },
      "topics": [
        "Social Media and Politics",
        "Gender, Feminism, and Media",
        "Impact of Technology on Adolescents"
      ],
      "referenced_works_count": 120,
      "url": "https://openalex.org/W1582040408"
    },
    {
      "openalex_id": "W2149683492",
      "doi": "10.1111/j.1467-8551.2006.00493.x",
      "title": "Business Ethics as Practice",
      "authors": [
        {
          "name": "Stewart Clegg",
          "openalex_id": "A5080767366",
          "orcid": "https://orcid.org/0000-0001-6083-4283",
          "institutions": [
            "University of Technology Sydney"
          ]
        },
        {
          "name": "Martin Kornberger",
          "openalex_id": "A5004523722",
          "orcid": "https://orcid.org/0000-0003-1682-770X",
          "institutions": [
            "University of Technology Sydney"
          ]
        },
        {
          "name": "Carl Rhodes",
          "openalex_id": "A5090099364",
          "orcid": "https://orcid.org/0000-0002-6571-2872",
          "institutions": [
            "University of Technology Sydney"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-06-16",
      "abstract": "In this article we develop a conceptualization of business ethics as practice. Starting from the view that the ethics that organizations display in practice will have been forged through an ongoing process of debate and contestation over moral choices, we examine ethics in relation to the ambiguous, unpredictable, and subjective contexts of managerial action. Furthermore, we examine how discursively constituted practice relates to managerial subjectivity and the possibilities of managers being moral agents. The article concludes by discussing how the ‘ethics as practice’ approach that we expound provides theoretical resources for studying the different ways that ethics manifest themselves in organizations as well as providing a practical application of ethics in organizations that goes beyond moralistic and legalistic approaches.",
      "cited_by_count": 318,
      "type": "article",
      "source": {
        "name": "British Journal of Management",
        "type": "journal",
        "issn": [
          "1045-3172",
          "1467-8551"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.vu.nl/en/publications/77b2d316-12a4-48ba-a890-ff398d059e35"
      },
      "topics": [
        "Ethics in Business and Education",
        "Management and Organizational Studies",
        "Management Theory and Practice"
      ],
      "referenced_works_count": 162,
      "url": "https://openalex.org/W2149683492"
    },
    {
      "openalex_id": "W2061860156",
      "doi": "10.3402/egp.v2i3.2045",
      "title": "Of sweatshops and subsistence: Habermas on human rights",
      "authors": [
        {
          "name": "David Ingram",
          "openalex_id": "A5084296142",
          "orcid": "https://orcid.org/0000-0002-2435-3949"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-01",
      "abstract": "In this paper I argue that the discourse theoretic account of human rights defended by Jürgen Habermas contains a fruitful tension that is obscured by its dominant tendency to identify rights with legal claims. This weakness in Habermas’s account becomes manifest when we examine how sweatshops diminish the secure enjoyment of subsistence, which Habermas himself (in recognition of the UDHR) recognizes as a human right. Discourse theories of human rights are unique in tying the legitimacy of human rights to democratic deliberation and consensus. So construed, their specific meaning and force is the outcome of historical political struggle. However, unlike other legal rights, they possess universal moral validity. In this paper I argue that this tension between the legal and moral aspects of human rights can be resolved if and only if human rights are conceived as moral aspirations and not simply as legal claims. In particular, I shall argue that there are two reasons why human rights must be understood as moral aspirations that function non-juridically: First, the basic human goods to which human rights provide secure access are determinable only in relation to basic human capabilities that are progressively revealed in the course of an indefinite (fully inclusive and universal) process of collective learning; second, the institutional impediments to enjoying human rights are cultural in nature and cannot be remedied by means of legal coercion.",
      "cited_by_count": 221,
      "type": "article",
      "source": {
        "name": "Ethics & Global Politics",
        "type": "journal",
        "issn": [
          "1654-4951",
          "1654-6369"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.3402/egp.v2i3.2045?needAccess=true"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Law in Society and Culture",
        "Judicial and Constitutional Studies"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2061860156"
    },
    {
      "openalex_id": "W2131564699",
      "doi": "10.1075/prag.21.4.01bre",
      "title": "Critical discourse analysis and its critics",
      "authors": [
        {
          "name": "Ruth Breeze",
          "openalex_id": "A5049031148",
          "orcid": "https://orcid.org/0000-0002-8132-225X"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-18",
      "abstract": "This article briefly reviews the rise of Critical Discourse Analysis and teases out a detailed analysis of the various critiques that have been levelled at CDA and its practitioners over the last twenty years, both by scholars working within the “critical” paradigm and by other critics. A range of criticisms are discussed which target the underlying premises, the analytical methodology and the disputed areas of reader response and the integration of contextual factors. Controversial issues such as the predominantly negative focus of much CDA scholarship, and the status of CDA as an emergent “intellectual orthodoxy”, are also reviewed. The conclusions offer a summary of the principal criticisms that emerge from this overview, and suggest some ways in which these problems could be attenuated.",
      "cited_by_count": 275,
      "type": "article",
      "source": {
        "name": "Pragmatics Quarterly Publication of the International Pragmatics Association (IPrA)",
        "type": "journal",
        "issn": [
          "1018-2101",
          "2406-4238"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.jbe-platform.com/deliver/fulltext/prag.21.4.01bre.pdf?itemId=%2Fcontent%2Fjournals%2F10.1075%2Fprag.21.4.01bre&mimeType=pdf&containerItemId=content/journals/24064238"
      },
      "topics": [
        "Discourse Analysis in Language Studies",
        "Multilingual Education and Policy",
        "Language, Discourse, Communication Strategies"
      ],
      "referenced_works_count": 108,
      "url": "https://openalex.org/W2131564699"
    },
    {
      "openalex_id": "W1991960762",
      "doi": "10.1080/10361140600959817",
      "title": "The Proto-politics of Reconciliation: Lefort and the Aporia of Forgiveness in Arendt and Derrida",
      "authors": [
        {
          "name": "Andrew Schaap",
          "openalex_id": "A5006655691",
          "orcid": "https://orcid.org/0000-0001-9608-0129",
          "institutions": [
            "University of Melbourne"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-11-17",
      "abstract": "Abstract Reconciliation is often suspected of being an inherently ideological concept in the sense that it fosters acquiescence to a social order that is neither necessary nor desirable. In particular, it is sometimes argued that this is because reconciliation is a religious concept that has been transposed into political discourse. This transposition is seen to be inappropriate because reconciliation presupposes a prior social unity that needs to be restored when, in fact, no such unity has ever existed between historical antagonists. In this article, I argue that the presupposition of a social unity is, indeed, always in danger of becoming ideological to the extent that this unity is conflated with the nation. However, the invocation of a counterfactual social unity or 'polity' also potentially enables the staging of a reconciliatory politics in a way that politicises the terms of association between former antagonists. I am grateful to participants at both these events for their responses to the paper. Special thanks are due to Keith Breen, Marguerite La Caze, Emma Larking, Hans Lindahl and one anonymous reviewer for their detailed and thoughtful comments on the paper. Notes 1 As Paul Patton (Citation2001, 25) notes, 'Australia is unique among former British colonies in never having signed treaties with its Indigenous peoples and the present Constitution was formulated exclusively by representatives of the European population without consultation with Australian Indigenous peoples. In its 1901 version, the constitution explicitly denied the Commonwealth power to make laws regarding \"Aboriginal natives\" and excluded them from being counted in the census. While these exclusions were removed by referendum in 1967, other remnants of early 20th century racism remain in the document … Section 25 which envisages a situation in which \"certain races are disqualified from voting\" remains intact.' 2 As Patton (Citation2001, 32) points out, 'if the abandonment of extended terra nullius in international law supports the case for the Australian recognition of native title, it is difficult to see why the recognition of native title does not in turn threaten the legitimacy of the British claim to sovereignty'. 3 That is by invoking 'a nation in which various sub-national groups had given up their special claims and historical grievances in the interest of a common, united future' (Phillips Citation2005, 120). 4 Reconciliation would invoke 'not the dissolution of difference' but a 'unity in which division, rather than difference, was transcended' (Phillips Citation2005, 122). 5 For a critique of Gutmann and Thompson see Schaap Citation2006. 6 This is Kant's critique of the Hobbesian social contract. See Habermas (Citation1996, 90–4). 7 On the pessimistic view, not discussed here, the world comes to be interpreted in terms of use-value rather than its intrinsic worth so that human existence appears increasingly meaningless and the bases of social solidarity are eroded (eg Weber, MacIntyre). 8 Cf Chilean intellectual Tomás Moulian (cited in Atria forthcoming): 'There won't be any reconciliation. In the first place, reconciliation is a bad word. Reconciliation is brotherhood. That is to say, it is for two brothers that were separated by some conflict, but recognise the fact that they share the same history and the same blood. Pinochetists and anti-Pinochetists, however, don't share the same blood. Reconciliation is a fake subject. Granted, we have to learn to tolerate each other, but I have no reason why I should love the torturer. No. It is simply a mystic delusion. It is a concept from theological discourse that has been displaced to political discourse. We can say that we need to be able to live in peace, for ethical and practical reasons, so that there won't be any more killing. I am not the son of a disappeared, but I am not reconciling with those who killed or tortured them. No, I am not reconciling.' 9 I am indebted to Hans Lindahl for drawing my attention to this fundamental difference between Schmitt and Lefort. Schmitt writes that, in his definition of democracy as an 'identity of governed and governing', the word identity 'signifies the existential in the political unity of a people in contrast to some kind of normative, schematic or fictive equalities. Democracy assumes in the whole and every detail of its political existence a homogeneous people, that has the will to exist politically' (Kennedy Citation2004, 130). 10 As Gillian Rose (Citation1996, 4) points out, 'Politics begins not when you organise to defend an individual or particular or local interest, but when you organise to further the \"general\" interest within which your particular interest may be represented.' 11 As Lefort (Citation1988, 218) puts it: 'social division can only be defined … insofar as its terms are determined by relations, but also insofar as those relations are themselves determined by their common inscription within the same space and testify to a common awareness of their inscription therein'. For an excellent discussion of Lefort's understanding of political representation see Dallmayr (Citation1993b, 87f). 12 In a much-cited passage, Lefort (Citation1988, 19) continues: 'democracy is instituted and sustained by the dissolution of the markers of certainty. It inaugurates a history in which people experience a fundamental indeterminacy as to the basis of power, law and knowledge, and as to the basis of relations between self and other, at every level of social life (at every level where division, and especially the division between those who held power and those who were subject to them, could once be articulated as a result of a belief in the nature of things or in a supernatural principle)' (emphasis in original). 13 As Bernard Flynn (Citation1998, 489) explains, in a democracy 'there is no one who is a priori certified to speak in the name of the people. Each one does speak in the name of the people, but each is legitimately contradicted by others who, with as much right, also evoke the name of the people.' 14 'The people possesses sovereignty; they are assumed to express its will; power is exercised in their name; politicians constantly evoke them. But the identity of the people remains latent. Quite apart from the fact that the notion of the people is dependent upon a discourse which names the people, which is itself multiple and which lends the people multiple dimensions, and that the status of a Subject can only be defined in terms of a juridical constitution, the people are, as we have noted, dissolved into a numerical element at the very moment of the manifestation of their will' (Lefort Citation1988, 230). 15 In relation to South Africa, Antjie Krog (Citation1998, 109) similarly observes that 'there is nothing to go back to, no previous state or relationship one would wish to restore'. 16 Claire Moon discusses these two interpretations according to whether we construe the theological element of reconciliation in terms of narrative or metaphor. As narrative, reconciliation seems to over-determine the terms in which politics can be enacted because it scripts what reconciliation requires too tightly; since it 'prefigures narrative closure as reconciliation' it tends to privilege a certain conception of social unity as a regulative idea in terms of which all conflict is interpreted (Moon Citation2004, 194). As such, the transposition of religious discourses into secular politics can 'work against constituting different political configurations and alliances' since they tend to 'reify the national boundaries of community and the contractual relations adjudicated by the state, and to re-establish the boundaries of the existing legal order' (Moon Citation2004, 197). In contrast, when read as metaphor, the transposition of reconciliation to the secular domain extends the debate about dealing with the legacy of oppression 'beyond the idea of a pragmatic settlement or agreement' while at the same time generating 'debate and contestation about what reconciliation might mean' (Moon Citation2004, 195). 17 'Forgiving is perhaps as much about acquiring a shared remembrance of the violent past as it is about internalising the height of the moral point of view, from which \"the unforgivable can be forgiven\". In any case, we should not understand this formula … in such a way that the unforgivable becomes forgivable after all, by internalising a higher point of view. The only way, I submit, in which the unforgivable can be forgiven is by remembering it as \"common\", i.e. by appreciating the horizontal rather than the vertical dimension of reconciliation … there is a protology of remembrance, which is as essential as Ricoeur's eschatology' (van Roermund Citation2004). 18 I have benefited from reading Michael Janover's (Citation2005) careful comparison of Arendt's and Derrida's thoughts on forgiveness and politics in preparing this section of the paper. For thoughtful commentaries on Derrida's work on forgiveness in the context of debates about reconciliation see also Verdeja Citation(2004), Moon Citation(2004) and La Caze (forthcoming). 19 Here I think Derrida is wrong. There is no such thing as a gift that does not establish a relation of reciprocity. As Ricoeur (Citation2004, 482) points out, even when forgiveness is pure it hopes for something back: to turn an enemy into a friend. 20 This is an account of 'the political' according to which almost everything we ordinarily take to be politics is described as un- or anti-political. For example, strategic or instrumental action is described as work rather than action and is thus said to express an anti-political mentality. 21 Critchley (Citation2000, 458) explains that 'the messianic a priori describes the structure of intersubjectivity in terms of an asymmetrical obligation that I could never meet, to which I would never be equal'. He goes on to note that Habermas might wonder whether Derrida's emphasis on asymmetry and infinite responsibility would suffer from the ethical overload that Habermas criticises republicanism for. To which, Critchley suggests, Derrida might respond that 'ethics is always—and rightly—an experience of overload' (459). I have explored the disjunction between Arendt's conception of politics and the Levinasian notion of an infinite responsibility in Schaap Citation(2004). 22 According to Paul Patton (Citation2004, 32), the point of Derrida's distinction between the heterogeneous orders of the conditional and unconditional is 'to remind us that we are not completely defined by the existing practices that determine our political being'. Additional informationNotes on contributorsAndrew Schaap Andrew Schaap is a Postdoctoral Research Fellow (ARC) in the Department of Political Science at the University of Melbourne and is author of Political Reconciliation (Routledge, 2005). His current research aims to understand the relation between the rule of law and popular sovereignty in terms of an agonistic theory of democracy. Earlier versions of this paper were presented at the Derrida Roundtable at the University of Melbourne in February 2005 and at the Philosophy Seminar at the University of Queensland in October 2005.",
      "cited_by_count": 20,
      "type": "article",
      "source": {
        "name": "Australian Journal of Political Science",
        "type": "journal",
        "issn": [
          "1036-1146",
          "1363-030X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/11343/28592"
      },
      "topics": [
        "Hannah Arendt's Political Philosophy",
        "Philosophy, Sociology, Political Theory",
        "Political Theology and Sovereignty"
      ],
      "referenced_works_count": 46,
      "url": "https://openalex.org/W1991960762"
    },
    {
      "openalex_id": "W2027215638",
      "doi": "10.1111/j.1468-5914.2009.00419.x",
      "title": "Intersubjectivity: Towards a Dialogical Analysis",
      "authors": [
        {
          "name": "Alex Gillespie",
          "openalex_id": "A5064734371",
          "orcid": "https://orcid.org/0000-0002-0162-1269",
          "institutions": [
            "University of Stirling"
          ]
        },
        {
          "name": "Flora Cornish",
          "openalex_id": "A5005347013",
          "orcid": "https://orcid.org/0000-0002-3404-9385",
          "institutions": [
            "Glasgow Caledonian University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-11-04",
      "abstract": "Intersubjectivity refers to the variety of possible relations between perspectives. It is indispensable for understanding human social behaviour. While theoretical work on intersubjectivity is relatively sophisticated, methodological approaches to studying intersubjectivity lag behind. Most methodologies assume that individuals are the unit of analysis. In order to research intersubjectivity, however, methodologies are needed that take relationships as the unit of analysis. The first aim of this article is to review existing methodologies for studying intersubjectivity. Four methodological approaches are reviewed: comparative self‐report, observing behaviour, analysing talk and ethnographic engagement. The second aim of the article is to introduce and contribute to the development of a dialogical method of analysis. The dialogical approach enables the study of intersubjectivity at different levels, as both implicit and explicit, and both within and between individuals and groups. The article concludes with suggestions for using the proposed method for researching intersubjectivity both within individuals and between individuals and groups.",
      "cited_by_count": 402,
      "type": "article",
      "source": {
        "name": "Journal for the Theory of Social Behaviour",
        "type": "journal",
        "issn": [
          "0021-8308",
          "1468-5914"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1468-5914.2009.00419.x"
      },
      "topics": [
        "Social Representations and Identity",
        "Community Health and Development",
        "Language, Discourse, Communication Strategies"
      ],
      "referenced_works_count": 110,
      "url": "https://openalex.org/W2027215638"
    },
    {
      "openalex_id": "W2053966145",
      "doi": "10.1080/03075070902771903",
      "title": "What have we been thinking of? A critical overview of 40 years of student learning research in higher education",
      "authors": [
        {
          "name": "Tamsin Haggis",
          "openalex_id": "A5028695555",
          "institutions": [
            "University of Stirling"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-05-22",
      "abstract": "This paper is a response to the request from the organisers of the HECU4 conference to consider the following three questions in relation to the recent history of research into student learning in higher education: What do we know?, What do we need to know?, and What might we do about it? A survey of article titles reporting on research into student learning was carried out in three key higher education journals, and the results of this were then considered in the context of other, related research perspectives. The paper will first report on the results of this review, and then discuss these results in the context of theoretical moves in psychology and sociology over the same period of time. The trends identified in the higher education journals will then be compared to research into student learning in higher education which is published in two other disciplinary areas: Adult Education and Sociolinguistics. After raising some questions that arise from these comparisons, the final section of the paper will outline some suggestions about ways in which higher education researchers might begin to &amp;lsquo;think differently&amp;rsquo; about learning and research in this field.",
      "cited_by_count": 188,
      "type": "article",
      "source": {
        "name": "Studies in Higher Education",
        "type": "journal",
        "issn": [
          "0307-5079",
          "1470-174X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://dspace.stir.ac.uk/bitstream/1893/455/1/Haggis%20Studies%20in%20HE%202009.pdf"
      },
      "topics": [
        "Evaluation of Teaching Practices",
        "Higher Education Practises and Engagement",
        "Higher Education Governance and Development"
      ],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W2053966145"
    },
    {
      "openalex_id": "W2169983130",
      "doi": "10.28945/473",
      "title": "On the Difference or Equality of Information, Misinformation, and Disinformation: A Critical Research Perspective",
      "authors": [
        {
          "name": "Bernd Carsten Stahl",
          "openalex_id": "A5042194412",
          "orcid": "https://orcid.org/0000-0002-4058-4456",
          "institutions": [
            "De Montfort University"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-01-01",
      "abstract": "An international association advancing the multidisciplinary study of informing systems. Founded in 1998, the Informing Science Institute (ISI) is a global community of academics shaping the future of informing science.",
      "cited_by_count": 143,
      "type": "article",
      "source": {
        "name": "Informing Science The International Journal of an Emerging Transdiscipline",
        "type": "journal",
        "issn": [
          "1521-4672",
          "1547-9684",
          "1547-9692"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "http://www.inform.nu/Articles/Vol9/v9p083-096Stahl65.pdf"
      },
      "topics": [
        "Information Systems Theories and Implementation",
        "Misinformation and Its Impacts",
        "Cybersecurity and Cyber Warfare Studies"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W2169983130"
    }
  ],
  "count": 25,
  "errors": []
}
