{
  "status": "success",
  "source": "openalex",
  "query": "Habermas Weber Philosophical Discourse Modernity subject philosophy",
  "results": [
    {
      "openalex_id": "W2122387224",
      "doi": "10.1111/j.1467-6486.2010.00950.x",
      "title": "The New Political Role of Business in a Globalized World: A Review of a New Perspective on CSR and its Implications for the Firm, Governance, and Democracy",
      "authors": [
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691",
          "institutions": [
            "University of Lausanne"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "abstract Scholars in management and economics widely share the assumption that business firms focus on profits only, while it is the task of the state system to provide public goods. In this view business firms are conceived of as economic actors, and governments and their state agencies are considered the only political actors. We suggest that, under the conditions of globalization, the strict division of labour between private business and nation‐state governance does not hold any more. Many business firms have started to assume social and political responsibilities that go beyond legal requirements and fill the regulatory vacuum in global governance. Our review of the literature shows that there are a growing number of publications from various disciplines that propose a politicized concept of corporate social responsibility. We consider the implications of this new perspective for theorizing about the business firm, governance, and democracy.",
      "cited_by_count": 2013,
      "type": "review",
      "source": {
        "name": "Journal of Management Studies",
        "type": "journal",
        "issn": [
          "0022-2380",
          "1467-6486"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1467-6486.2010.00950.x"
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Corporate Law and Human Rights",
        "Global trade, sustainability, and social impact"
      ],
      "referenced_works_count": 324,
      "url": "https://openalex.org/W2122387224"
    },
    {
      "openalex_id": "W4243971884",
      "doi": "10.1023/a:1007068714468",
      "title": "Beyond “identity”",
      "authors": [
        {
          "name": "Rogers Brubaker",
          "openalex_id": "A5070575348",
          "orcid": "https://orcid.org/0000-0003-2804-493X",
          "institutions": [
            "University of California, Los Angeles",
            "University of Michigan–Ann Arbor"
          ]
        },
        {
          "name": "Frederick Cooper",
          "openalex_id": "A5110784615",
          "institutions": [
            "University of California, Los Angeles",
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-02-01",
      "abstract": null,
      "cited_by_count": 2707,
      "type": "article",
      "source": {
        "name": "Theory and Society",
        "type": "journal",
        "issn": [
          "0304-2421",
          "1573-7853"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/2027.42/43651"
      },
      "topics": [],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W4243971884"
    },
    {
      "openalex_id": "W1995453178",
      "doi": "10.1007/bf00992905",
      "title": "The narrative constitution of identity: A relational and network approach",
      "authors": [
        {
          "name": "Margaret R. Somers",
          "openalex_id": "A5075342025",
          "orcid": "https://orcid.org/0000-0003-4751-6808",
          "institutions": [
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 1994,
      "publication_date": "1994-10-01",
      "abstract": null,
      "cited_by_count": 2839,
      "type": "article",
      "source": {
        "name": "Theory and Society",
        "type": "journal",
        "issn": [
          "0304-2421",
          "1573-7853"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/BF00992905.pdf"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Religion and Society Interactions",
        "Community Health and Development"
      ],
      "referenced_works_count": 111,
      "url": "https://openalex.org/W1995453178"
    },
    {
      "openalex_id": "W1968920975",
      "doi": "10.4324/9781003763987-14",
      "title": "Deliberative Democracy or Agonistic Pluralism?",
      "authors": [
        {
          "name": "Chantal Mouffe",
          "openalex_id": "A5063126295",
          "institutions": [
            "University of Westminster"
          ]
        }
      ],
      "publication_year": 2026,
      "publication_date": "2026-01-06",
      "abstract": "'Dieser Artikel widmet sich dem gegenwärtigen Diskurs über das Wesen der Demokratie und untersucht die zentralen Thesen des Ansatzes der 'deliberativen Demokratie' in ihren zwei wesentlichen Ausprägungsformen: die von John Rawls und die von Jürgen Habermas. Obwohl die Autorin mit diesen Zugangsweisen insofern übereinstimmt, als sie es ebenfalls für notwendig erachtet, eine weitreichendere Konzeption von Demokratie als jene die durch das 'aggregative' Modell bereitgestellt wird, zu entwickeln, gibt sie zu bedenken, daß diese Konzepte nicht im Stande sind, ein angemessenes Verständnis für die Hauptaufgabe der Demokratie zu vermitteln. Indem Anhänger des Konzepts der 'deliberativen Demokratie' festhalten, daß Demokratie nicht auf Verfahrensfragen zur Vermittlung von entgegengesetzten Interessen reduziert werden kann, verteidigen sie zwar zweifelsohne eine Auffassungsweise der Demokratie, die eine weitreichendere Konzeption von Politik beinhaltet. Ihre Zugangsweise ist jedoch sehr wohl - wenn auch in einer anderen Form als jene Herangehensweise an der sie Kritik üben - auch rational, wonach die wesentliche Rolle die 'Leidenschaft' und kollektive Formen der Identifikation im Bereich der Politik spielen, außer Acht gelassen wird. In dem Bestreben die liberale Zugangsweise mit jener der demokratischen Herangehensweise zu vereinen, neigen die Vertreter des Ansatzes der 'deliberativen' Demokratie dazu, die Spannungen, die zwischen ihnen existieren aufzulösen und sind somit nicht in der Lage, das konfliktreiche Wesen der demokratischen Politik zu bewältigen. Die Haupthese, die die Autorin in diesem Artikel vertritt, geht davon aus, daß demokratische Theorie die Unüberwindbarkeit von gewissen Antagonismen zu berücksichtigen hat. Sie vertritt die Meinung, daß ein Demokratiemodell in der Ausprägung des 'agonistic pluralism' dazu beitragen kann, die wesentliche Herausforderung mit der sich demokratische Politik derzeit konfrontiert sieht, besser zu bewältigen: demokratische Formen der Identifikation zu schaffen, die dazu führen können, Kräfte und 'Passionen' für demokratische Modelle zu mobilisieren.' (Autorenreferat)",
      "cited_by_count": 1298,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://www.ssoar.info/ssoar/handle/document/24654"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Critical Theory and Philosophy",
        "Political Theology and Sovereignty"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W1968920975"
    },
    {
      "openalex_id": "W2058479894",
      "doi": "10.1080/09672550500169182",
      "title": "Avoiding Authoritarianism: On the Problem of Justification in Contemporary Critical Social Theory",
      "authors": [
        {
          "name": "Maeve Cooke",
          "openalex_id": "A5022186048",
          "orcid": "https://orcid.org/0000-0002-3168-4375",
          "institutions": [
            "University College Dublin"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-09-01",
      "abstract": "Abstract Critical social theories look critically at the ways in which particular social arrangements hinder human flourishing, with a view to bringing about social change for the better. In this they are guided by the idea of a good society in which the identified social impediments to human flourishing would once and for all have been removed. The question of how these guiding ideas of the good life can be justified as valid across socio‐cultural contexts and historical epochs is the most fundamental difficulty facing critical social theories today. This problem of justification, which can be traced back to certain key shifts in the modern Western social imaginary, calls on contemporary theories to negotiate the tensions between the idea of context‐transcendent validity and their own anti‐authoritarian impulses. Habermas makes an important contribution towards resolving the problem, but takes a number of wrong turnings. Keywords: Critical theorynon‐authoritarian theoryautonomyHabermasformal pragmaticsHabermas's theory of justice Notes 1 In situating critical social theory within the modern Western social imaginary, I do not wish to imply that this form of modernity is in any sense superior to other forms. I follow S. N. Eisenstadt in confining myself to the thesis that it is distinctive; I also follow Eisenstadt in recognizing 'the great variability of the symbolic, ideological and institutional responses to it [Western modernity], of the ways in which different civilizations and societies interpret different symbolic premises of modernity and different modern institutional patterns and dynamics'. S. N. Eisenstadt, 'Introduction', in S. N. Eisenstadt (ed.) Patterns of Modernity, Vol. 1: The West (London: Frances Pinter, 1987), pp. 1–11, here, p. 5. 2 Here I am guided by Cornelius Castoriadis's view that every society creates a social imaginary that determines society's values and the institutions that embody them. However, I use the term in a general way without committing myself to other aspects of Castoriadis's account of the social imaginary. See C. Castoriadis, The Imaginary Institution of Society (Cambridge, MA: MIT Press, 1987). My use of the term is closer to that of Charles Taylor. See C. Taylor, Modern Social Imaginaries (Durham, NC: Duke University Press, 2004). 3 A well‐known example here is Nietzsche, who challenged key elements of the modern world‐view, for example, the assumptions that human beings are equal and that historical time is progressive, and took on the task of reorienting our perceptions with regard to these. See F. Nietzsche, Thus Spoke Zarathustra, trans. T. Common (London: Allen and Unwin, 1967) and F. Nietzsche, Beyond Good and Evil, trans. R. J. Hollingdale (Harmondsworth: Penguin Books, 1973). 4 R. Rorty, Contingency, Irony, and Solidarity (Cambridge: Cambridge University Press, 1989). 5 This is Robert Brandom's gloss on Rorty's utopian idea of unfettered imaginative activity in his 'Vocabularies of Pragmatism: Synthesizing Naturalism and Historicism', in R. Brandom (ed.) Rorty and his Critics (Oxford: Blackwell, 2000), p. 179. Rorty claims to be in enthusiastic agreement with the sections of Brandom's essays from which this quotation is taken in his 'Response to Robert Brandom', in Rorty and his Critics, pp. 184 and 189. 6 See Butler's contributions to J. Butler, E. Laclau and S. Žižek, Contingency, Hegemony, Universality (London: Verso, 2000). 7 J. Habermas, The Theory of Communicative Action, Vols. 1 and 2, trans. T. McCarthy (Boston, MA: Beacon Press, 1984 and 1987). 8 Examples here are A. Honneth, Struggle for Recognition, trans. J. Anderson (Cambridge, MA: MIT Press, 1995), J. Habermas, 'Individuation through Socialization: On George Herbert Mead's Theory of Subjectivity', in his Postmetaphysical Thinking, trans. W. M. Hohengarten (Cambridge, MA: MIT Press, 1992), pp. 149–204, and J. Habermas, 'Morality and Ethical Life: Does Hegel's Critique of Kant Apply to Discourse Ethics?', in his Moral Consciousness and Communicative Action, trans. C. Lenhardt and S. Weber Nicholsen (Cambridge, MA: MIT Press, 1990), pp. 195–215. 9 M. Cooke, Re‐Presenting the Good Society (Cambridge, MA: MIT Press, 2006). For an earlier effort in the same direction, see M. Cooke, 'A Space of One's Own: Autonomy, Privacy, Liberty', Philosophy and Social Criticism, 25 (1) (1999), pp. 23–53. 10 More precisely, the 'us' refers to 'us educated, sophisticated, tolerant, wet liberals, the people who are always willing to hear the other side, to think out all the implications, etc.' R. Rorty, 'Putnam and the Relativist Menace', Journal of Philosophy, 90 (9) (1993), 443–61, here, pp. 451–2. 11 For Butler, the normative and optimistic aspect of critical social thinking consists 'in the possibilities for expanding the key terms of liberalism, rendering them more inclusive, more dynamic and more concrete'. See J. Butler, 'Restaging the Universal', in Butler, Laclau and Žižek, Contingency, Hegemony, Universality, pp. 11–43, here, p. 13. Butler actually refers to 'the normative and optimistic moment' of hegemony; however, her formulation seems equally applicable to critical social thinking as she conceives it. 12 'Dogmatic' is used in the 'harmless sense' that for us, who have developed our identities within the socio‐cultural context of Western modernity, it cannot be circumvented. J. Habermas, Between Facts and Norms, trans. W. Rehg (Cambridge, MA: MIT Press, 1996), pp. 445–56. 13 See J. Butler, 'Gender Trouble, Feminist Theory, and Psychoanalytic Discourse', in L. Nicholson (ed.) Feminism/Postmodernism (New York: Routledge, 1990), p. 324–40. In her most recent writings, however, there is some evidence that Butler is now less hostile to the notions of subjectivity with which the idea of autonomy is linked and may even be prepared to view autonomy as one of the key terms of liberal modernity that are open to creative rearticulation and re‐enactment. See J. Butler, Antigone's Claim: Kinship between Life and Death (New York: Columbia University Press, 2000) and J. Butler, Undoing Gender (London and New York: Routledge, 2004). 14 I outline the concept of autonomy that in my view best takes account of this intuition in Cooke, Re‐Presenting the Good Society, Ch. 6. 15 Ferrara posits coherence and depth as two of the four normative requirements of authentic identity: A. Ferrara, Reflective Authenticity (London: Routledge, 1998). 16 Butler is likely to reject the very terms in which this disagreement is cast. Nor is it clear on which side of the divide she would position herself, even if she were to accept its terms. In Cooke, Re‐Presenting the Good Society, Ch. 4, I argue, nonetheless, that this is an issue of central concern to her theory and that a context‐transcending position would make best sense of her idea of universality as radical translation (see Butler, 'Restaging the Universal'). 17 For Butler, all forms of identity – for example, the identity of individual subjects – are constituted differentially. That is, their constitution produces a constitutive outside that can never become fully inside or immanent. On the 'incompletion' of what she calls the subject position, see Butler, 'Restaging the Universal', p. 12. 18 Butler, 'Dynamic Conclusions', in Butler, Laclan and Žižek, Contingency, Hegemony, Universality, pp. 263–280, here, p. 268. 19 Habermas, who defends a context‐transcending position, accuses radically contextualist approaches such as Rorty's of collapsing the distinction between the strategic and non‐strategic uses of language. J. Habermas, 'Richard Rorty's Pragmatic Turn', in his On the Pragmatics of Communication, edited and with an introduction by M. Cooke (Cambridge, MA: MIT Press, 1998), pp. 343–82. Rorty replies in his 'Response to Habermas', in Brandom, Rorty and his Critics, p. 58. 20 These objections to a radically contextualist critical approach are tailored to discursive – argumentation‐based – models of social criticism. However, as I point out in Cooke, Re‐Presenting the Good Society, Ch. 4, there are equivalent objections to non‐argumentative models of social criticism. 21 Other contemporary thinkers who explicitly endorse a context‐transcending approach include Axel Honneth and Nancy Fraser. See their respective contributions in N. Fraser and A. Honneth, Redistribution or Recognition? A Political‐Philosophical Exchange (London: Verso, 2003). 22 The term Habermas uses to describe what I call the anti‐authoritarian impulse of contemporary critical social theory is 'post‐metaphysical'. See Habermas, Postmetaphysical Thinking. For a brief account of the postmetaphysical character of Habermas's idea of communicative rationality see M. Cooke, Language and Reason (Cambridge, MA: MIT Press, 1994), pp. 38–43. As I point out below, Habermas's postmetaphysical approach goes beyond anti‐authoritarian approaches by leaving no room for the postulate of a transcendent – metaphysical – object. 23 Axel Honneth uses the term 'Left‐Hegelian' to describe the tradition of critical social thinking out of which the critical theory of the Frankfurt School emerges. The term has the advantage that it makes explicit the Frankfurt School's concern to rearticulate the critical social thinking of Hegel, as interpreted above all by Marx and Lukács. See A. Honneth, 'Eine Soziale Pathologie der Vernunft. Zur intellektuellen Erbschaft der Kritischen Theorie', in C. Halbig and M. Quante (eds), Sozialphilosophie zwischen Kritik und Anerkennung (Münster, Hamburg, Berlin, Wien, London: LIT Verlag, 2003). 24 Cf. A. Honneth, 'The Social Dynamics of Disrespect: On the Location of Critical Theory Today', Constellations, 1 (2) (1994), pp. 255–69. 25 M. Horkheimer and Theodor W. Adorno, The Dialectic of Enlightenment, trans. J. Cumming (London: Allen Lane, 1973). 26 Evidently, it also gives rise to a problem of motivation since the authors eliminate the possibility of any kind of human reflection on, or conscious human resistance to, the oppressive, dehumanizing effects of twentieth‐century capitalism. 27 Habermas, The Theory of Communicative Action, Vols 1 and 2. 28 J. Habermas, 'What is Universal Pragmatics?', in Habermas, On the Pragmatics of Communication, pp. 21–103. See also Cooke, Language and Reason. It should be noted that Habermas sees reconstructive theories as dependent on indirect validation by other theories. See J. Habermas, 'Moral Consciousness and Communicative Action', in his Moral Consciousness and Communicative Action, pp. 116–94, here, pp. 116–18. 29 Habermas's clearest statement of the role which formal pragmatics plays in justifying his theory of communicative action can be found his writings on discourse ethics. See J. Habermas, 'Discourse Ethics: Notes on A Program of Philosophical Justification', in his Moral Consciousness and Communicative Action, pp. 42–115 (esp. pp. 82–98). Here, the universalist character of his formal‐pragmatic hypotheses is evident, for example, when he states that 'the principle of universalization […] is implied by the presuppositions of argumentation in general' (p.86, my italics). To be sure, it is not clear how exactly this statement is to be understood. On occasion, he suggests that certain of the strong idealizations on which his theory depends are the result of socio‐cultural learning processes; these learning processes, which come about for historically contingent reasons, can be seen as developing the inherent logic of normative intuitions that are features of communication in all socio‐cultural contexts and historical epochs. However, this qualification merely increases his burden of proof, for he now has to show not only that the normative intuitions in question are a feature of communication in general but also that there is an inherent logic to their development along the reflexive and universalist lines he describes. In his writings of the 1970s and 1980s Habermas held the view that reconstructive theories of individual moral development of the kind proposed by Lawrence Kohlberg could help him in this regard, while acknowledging that the difficulties involved in developing any such theory on a socio‐cultural level were considerable (see J. Habermas, Communication and the Evolution of Society, trans. T. McCarthy (London: Heinemann, 1979) and Habermas, 'Moral Consciousness and Communicative Action'). Since then, however, he has made no attempt to develop the required theory of socio‐cultural learning and has, moreover, expressed reservations about a number of fundamental aspects of Kohlberg's theory (see J. Habermas, 'A Philosophico‐Political Profile', in his Autonomy and Solidarity, ed. Peter Dews (London: Verso, 1986), pp. 149–89, here, p. 168 and J. Habermas, 'Lawrence Kohlberg and Neo‐Aristotelianism', in his Justification and Application: Remarks on Discourse Ethics, trans. C. Cronin (Cambridge, MA: MIT Press, 1993), pp. 113–32). For these reasons, I leave aside this complication in the following. 30 Cooke, Language and Reason, esp. pp. 29–38. To be sure, this constitutes an objection to his theory only in the absence of a theory of socio‐cultural learning that would show the idealizations in question to be the logical necessary development of normative intuitions that are features of communicative practices in general (see n. 29 above). 31 Seyla Benhabib makes this point with regard to the idealizing suppositions guiding moral argumentation in her Situating the Self (New York: Routledge, 1992), pp. 29–32. Cf. Cooke, Language and Reason, pp. 31–4. 32 See Cooke, Language and Reason, esp. pp. 150–62. 33 See Habermas, Between Facts and Norms, p. 109. Here he explicitly endorses the formal‐pragmatic justification of the moral principle of universalizability that he conducted in his earlier work. 34 In his writings subsequent to The Theory of Communicative Action there is some evidence that Habermas is prepared to accept that formal pragmatics provides only limited support for his concept of communicative rationality. Although he continues to affirm the importance of formal pragmatics as a justificatory strategy, on occasion he seems willing to admit that, on its own, formal pragmatics, cannot justify the emancipatory perspective offered by his critical social theory. See, for example, J. Habermas, 'A Genealogical Analysis of the Cognitive Content of Morality', in his The Inclusion of the Other, ed. C. Cronin and P. de Greiff (Cambridge, MA: MIT Press, 2000), pp. 3–46, here, p. 45. Furthermore, I discern evidence of an implicit acknowledgment of the limited justificatory power of formal pragmatics in Habermas's recent metatheoretical writings, in particular in the 'weak' naturalist argument he outlines in his Wahrheit und Rechtfertigung (Frankfurt am Main: Suhrkamp, 1999), pp. 27–40. This argument aims to shed light on the question of how we can uphold a conception of objectivity notwithstanding the multiplicity and contingency of world‐generating grammars. In the course of the argument Habermas acknowledges his theory's reliance on the assumption that human beings unavoidably conceive of the progress of history as the possibility of learning. I regard this acknowledgment as a definite step in the right direction. See my discussion in M. Cooke, 'Socio‐Cultural Learning as a \"Transcendental\" Fact: Habermas's Postmetaphysical Perspective', International Journal of Philosophical Studies, 9 (1) (2001), pp. 63–83 and M. Cooke, 'Between \"Objectivism\" and \"Contextualism\": the Normative Foundations of Social Philosophy', Critical Horizons, 1 (2) (2000), pp. 193–227. 35 See especially Habermas, Between Facts and Norms, Chs 7 and 8. 36 See my discussion in M. Cooke, 'The Weaknesses of Strong Intersubjectivism: Habermas's Conception of Justice', European Journal of Political Theory, 2 (3) (2003), pp. 298–300. 37 J. Rawls, Political Liberalism (New York: Columbia University Press, 1993). It is noteworthy that Habermas criticizes (what I call) the radically contextualist aspect of Rawls's theory. See J. Habermas, 'Reconciliation through the Public Use of Reason: Remarks on John Rawls's Political Liberalism', Journal of Philosophy, 92 (3) (1995), pp. 109–31. Reprinted in Habermas, The Inclusion of the Other, pp. 49–73. 38 See nn 30 and 29 above. 39 Benhabib makes a similar point in her Situating the Self, p. 32. Indeed, the justificatory strategy I propose is similar to Benhabib's in a number of respects. The differences between our positions have to do with my proposed conceptualization of the idea of context‐transcending validity that is operative in argumentation. In M. Cooke, 'Habermas and Consensus', European Journal of Philosophy, 1 (3) (1993), pp. 247–67, I argue that this aspect of Benhabib's theory is underdeveloped. In Re‐Presenting the Good Society, Ch. 7, I make some concrete suggestions as to how it should be developed. 40 I develop it further in Cooke, Re‐Presenting the Good Society, Ch. 6. 41 I develop it further ibid., Chs 1 and 2. 42 I discuss his theory of truth in some detail in M. Cooke, 'Habermas on Meaning and Truth', European Journal of Philosophy, 9 (1) (2001), pp. 1–23, in Cooke, 'The Weaknesses of Strong Intersubjectivism' and in Cooke, Re‐Presenting the Good Society, Ch. 5. 43 Habermas, Postmetaphysical Thinking, p. 8. 44 Ibid., p. 139. 45 It has been criticized, for example, for its restriction of moral discourse to discussion from the standpoint of the 'generalized other', neglecting the standpoint of the 'concrete other' (in Benhabib, Situating the Self, pp. 340–2); for its proposal that the idea of an agreement reached in an idealized process of moral discourse can be used as a standard for testing the validity of actual moral norms and principles (in A. Wellmer, 'Ethics and Dialogue', in his The Persistence of Modernity, trans. D. Midgley (Cambridge, MA, MIT Press, 1991), pp. 113–231 and in C. Lafont, 'Realismus und Konstruktivismus in der kantianischen Moralphilosophie – das Beispiel der Diskursethik', Deutsche Zeitschrift für Philosophie, 50 (1) (2002), pp. 39–52); and for making moral insight dependent on the exchange of arguments in moral discourse (in Cooke, 'The Weaknesses of Strong Intersubjectivism', pp. 294–8). 46 Cooke, Re‐Presenting the Good Society, esp. Chs 5, 6 and 7. 47 See J. Habermas, 'Richtigkeit versus Wahrheit', in his Wahrheit und Rechtfertigung, pp. 271–317, esp. 296–301. 48 See Habermas, 'Richtigkeit versus Wahrheit'. 49 J. Habermas, 'Einführung: Realismus nach der pragmatischen Wende', in his Wahrheit und Rechtfertigung, pp. 7–64, here, pp. 56–57; see also 'Richtigkeit versus Wahrheit', esp. pp. 293–5. The German word normally used by Habermas is unverfügbar. 50 The main elements of Habermas's revised theory of truth are set out in his 'Richtigkeit versus Wahrheit' and in his 'Richard Rorty's Pragmatic Turn'. 51 Judith Butler gives examples of ways in which the concept of universality has been vigorously contested, resulting in creative new articulations and restagings of it (see Butler, 'Restaging the Universal'). Similarly, the concept of autonomy has been the subject of vigorous contestation and rearticulation. Even the concept of contestability can be the object of socio‐cultural learning: Albrecht Wellmer, for example, suggests that the question of which 'truths' can be contested is itself a contested matter, suggesting the need to reconsider the concept of contestability itself (see A. Wellmer, Sprachphilosophie (Frankfurt am Main: Suhrkamp, 2004), pp. 250–77). 52 See Cooke, 'The Weaknesses of Strong Intersubjectivism', and Cooke, Re‐Presenting the Good Society, esp. Ch. 7. 53 K. Marx, 'Theses on Feuerbach', in D. McLellan (ed.) Karl Marx: Selected Writings (Oxford: Oxford University Press, 1977), pp. 156–8. 54 However, in Cooke, Re‐Presenting the Good Society, Ch. 8, I argue that a non‐authoritarian conception of theory calls on critical social theory to rearticulate the traditional Marxian notion of praxis. 55 In Cooke, Re‐Presenting the Good Society, Ch. 8, I suggest that contemporary critical social theories are well advised to give up the aspiration of providing a 'grand explanation' of what is wrong with the existing social order and to concentrate, instead, on analysing how the impediments to human flourishing are reproduced and disseminated.",
      "cited_by_count": 38,
      "type": "article",
      "source": {
        "name": "International Journal of Philosophical Studies",
        "type": "journal",
        "issn": [
          "0967-2559",
          "1466-4542"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2058479894"
    },
    {
      "openalex_id": "W2104357911",
      "doi": "10.15215/aupress/9781897425084.01",
      "title": "The Theory and Practice of Online Learning",
      "authors": [
        {
          "name": "Terry Anderson",
          "openalex_id": "A5106182363",
          "institutions": [
            "Athabasca University"
          ]
        },
        {
          "name": "Mohamed Ally",
          "openalex_id": "",
          "institutions": [
            "Athabasca University"
          ]
        },
        {
          "name": "M Ally",
          "openalex_id": "",
          "institutions": [
            "Athabasca University"
          ]
        },
        {
          "name": "M Ally",
          "openalex_id": "",
          "institutions": [
            "Athabasca University"
          ]
        },
        {
          "name": "P Fahy",
          "openalex_id": ""
        },
        {
          "name": "D Ausubel",
          "openalex_id": ""
        },
        {
          "name": "Z Berge",
          "openalex_id": ""
        },
        {
          "name": "Z Berge",
          "openalex_id": ""
        },
        {
          "name": "M Beynon",
          "openalex_id": ""
        },
        {
          "name": "C Bonk",
          "openalex_id": ""
        },
        {
          "name": "T Reynolds",
          "openalex_id": ""
        },
        {
          "name": "S Cassidy",
          "openalex_id": ""
        },
        {
          "name": "L Chittaro",
          "openalex_id": ""
        },
        {
          "name": "R Ranon",
          "openalex_id": ""
        },
        {
          "name": "R Clark",
          "openalex_id": ""
        },
        {
          "name": "R Clark",
          "openalex_id": ""
        },
        {
          "name": "P Cooper",
          "openalex_id": ""
        },
        {
          "name": "F Craik",
          "openalex_id": ""
        },
        {
          "name": "R Lockhart",
          "openalex_id": ""
        },
        {
          "name": "F Craik",
          "openalex_id": ""
        },
        {
          "name": "E Tulving",
          "openalex_id": ""
        },
        {
          "name": "T Duffy",
          "openalex_id": ""
        },
        {
          "name": "D Cunningham",
          "openalex_id": ""
        },
        {
          "name": "P Ertmer",
          "openalex_id": ""
        },
        {
          "name": "T Newby",
          "openalex_id": ""
        },
        {
          "name": "D Garrison",
          "openalex_id": ""
        },
        {
          "name": "L Gilbert",
          "openalex_id": ""
        },
        {
          "name": "D Moore",
          "openalex_id": ""
        },
        {
          "name": "A Hirumi",
          "openalex_id": ""
        },
        {
          "name": "C Holley",
          "openalex_id": ""
        },
        {
          "name": "D Dansereau",
          "openalex_id": ""
        },
        {
          "name": "B Mcdonald",
          "openalex_id": ""
        },
        {
          "name": "J Garland",
          "openalex_id": ""
        },
        {
          "name": "K Collins",
          "openalex_id": ""
        },
        {
          "name": "S Hooper",
          "openalex_id": ""
        },
        {
          "name": "M Hannafin",
          "openalex_id": ""
        },
        {
          "name": "D Hung",
          "openalex_id": ""
        },
        {
          "name": "C Looi",
          "openalex_id": ""
        },
        {
          "name": "T Koh",
          "openalex_id": ""
        },
        {
          "name": "T Janicki",
          "openalex_id": ""
        },
        {
          "name": "J Liegle",
          "openalex_id": ""
        },
        {
          "name": "D Johnson",
          "openalex_id": ""
        },
        {
          "name": "R Johnson",
          "openalex_id": ""
        },
        {
          "name": "J Keller",
          "openalex_id": ""
        },
        {
          "name": "J Keller",
          "openalex_id": ""
        },
        {
          "name": "K Suzuki",
          "openalex_id": ""
        },
        {
          "name": "B Khan",
          "openalex_id": ""
        },
        {
          "name": "R Kozma",
          "openalex_id": ""
        },
        {
          "name": "T Malone",
          "openalex_id": ""
        },
        {
          "name": "R Mayer",
          "openalex_id": ""
        },
        {
          "name": "R Mayer",
          "openalex_id": ""
        },
        {
          "name": "G Miller",
          "openalex_id": ""
        },
        {
          "name": "M Moore",
          "openalex_id": ""
        },
        {
          "name": "M Mukhopadhyay",
          "openalex_id": ""
        },
        {
          "name": "M Parhar",
          "openalex_id": ""
        },
        {
          "name": "K Murphy",
          "openalex_id": ""
        },
        {
          "name": "L Cifuentes",
          "openalex_id": ""
        },
        {
          "name": "D Phillips",
          "openalex_id": ""
        },
        {
          "name": "G Ring",
          "openalex_id": ""
        },
        {
          "name": "G Mathieux",
          "openalex_id": ""
        },
        {
          "name": "D Ritchie",
          "openalex_id": ""
        },
        {
          "name": "B Hoffman",
          "openalex_id": ""
        },
        {
          "name": "A Rossett",
          "openalex_id": ""
        },
        {
          "name": "L Rourke",
          "openalex_id": ""
        },
        {
          "name": "T Anderson",
          "openalex_id": ""
        },
        {
          "name": "D Garrison",
          "openalex_id": ""
        },
        {
          "name": "W Archer",
          "openalex_id": ""
        },
        {
          "name": "A Rovai",
          "openalex_id": ""
        },
        {
          "name": "J Schmidt",
          "openalex_id": ""
        },
        {
          "name": "C Werner",
          "openalex_id": ""
        },
        {
          "name": "D Simmons",
          "openalex_id": ""
        },
        {
          "name": "R Sternberg",
          "openalex_id": ""
        },
        {
          "name": "N Stoyanova",
          "openalex_id": ""
        },
        {
          "name": "P Kommers",
          "openalex_id": ""
        },
        {
          "name": "D Wiley",
          "openalex_id": ""
        },
        {
          "name": "B Wilson",
          "openalex_id": ""
        },
        {
          "name": "H Witkin",
          "openalex_id": ""
        },
        {
          "name": "C Moore",
          "openalex_id": ""
        },
        {
          "name": "D Goodenough",
          "openalex_id": ""
        },
        {
          "name": "P Cox",
          "openalex_id": ""
        },
        {
          "name": "M Yorke",
          "openalex_id": ""
        },
        {
          "name": "P Knight",
          "openalex_id": ""
        },
        {
          "name": "G Baxter",
          "openalex_id": ""
        },
        {
          "name": "A Elder",
          "openalex_id": ""
        },
        {
          "name": "R Glaser",
          "openalex_id": ""
        },
        {
          "name": "M Benedikt",
          "openalex_id": ""
        },
        {
          "name": "M Byrne",
          "openalex_id": ""
        },
        {
          "name": "B Flood",
          "openalex_id": ""
        },
        {
          "name": "P Willis",
          "openalex_id": ""
        },
        {
          "name": "L Christenson",
          "openalex_id": ""
        },
        {
          "name": "K Menzel",
          "openalex_id": ""
        },
        {
          "name": "D Clements",
          "openalex_id": ""
        },
        {
          "name": "B Nastassi",
          "openalex_id": ""
        },
        {
          "name": "R Cutler",
          "openalex_id": ""
        },
        {
          "name": "J Dixon",
          "openalex_id": ""
        },
        {
          "name": "S Eggins",
          "openalex_id": ""
        },
        {
          "name": "D Slade",
          "openalex_id": ""
        },
        {
          "name": "J Esposito",
          "openalex_id": ""
        },
        {
          "name": "J Farmer",
          "openalex_id": ""
        },
        {
          "name": "D Feng",
          "openalex_id": ""
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-12-31",
      "abstract": "The revised version of the Theory and Practice of Online Learning, edited by Terry Anderson, brings together recent developments in both the practice and our understanding of online learning.Five years have since passed between this new edition and the first version.Five years is certainly a long time in this business as this second edition illustrates.The improvement in versatility and sophistication of the technologies that have been coming into common use has been so significant that a revisit of our knowledge of learning technologies and their application was becoming increasingly necessary.Anderson and the other authors of this text have responded to the need and have done the higher education community a great service by bringing it out in the electronic open access format under a Creative Commons License.Those of us from the other world are beneficiaries of this generosity and intellectual benevolence.Online learning has begun to embed itself as a part of our educational environment, especially in the higher education and training Theory and Practice of Online Learning",
      "cited_by_count": 1805,
      "type": "book",
      "source": {
        "name": "Athabasca University Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.aupress.ca/app/uploads/120146_99Z_Anderson_2008-Theory_and_Practice_of_Online_Learning.pdf"
      },
      "topics": [
        "Online and Blended Learning",
        "Innovative Teaching and Learning Methods",
        "Online Learning and Analytics"
      ],
      "referenced_works_count": 668,
      "url": "https://openalex.org/W2104357911"
    },
    {
      "openalex_id": "W1994808746",
      "doi": "10.1080/03071021003795055",
      "title": "Public sphere in Latin America: a map of the historiography",
      "authors": [
        {
          "name": "Pablo Piccato",
          "openalex_id": "A5074037897",
          "institutions": [
            "University of Missouri",
            "Columbia International University",
            "Columbia University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "Abstract \"Public sphre\" is often used by historians of modern Latin America without much concern about its theoretical and methodological implications. Some historians have used it as a model to fit evidence about public debates and politics during the modern period, yet few have engaged it as a theory with deeper methodological and conceptual implications. This article will review the historical literature that has applied Habermas's ideas to Latin American history. Focusing on a few particularly important books, the article will examine potential avenues for research and comparisons. Rather than becoming a new orthodoxy for the study of the region, the theory of the public sphere is establishing a dialogue among historians interested in intellectual phenomena and political discourse (most of them centered on the history of liberalism after independence) and those historians whose interest in social formations have framed their study in terms of hegemony and class domination. The article will argue that a critical use of Habermas's ideas (one that is more systematic about the gender and class exclusions built into the bourgeois public sphere, and that problematizes the connections between the specific development of capitalism in peripheral regions and their embrace of European political traditions) could yield useful results in terms of new research and an inclusive synthesis of recent literature interested in politics, culture and hegemony in Latin America. Notes 1Jürgen Habermas, The Structural Transformation of the Public Sphere: An Inquiry into a Category of Bourgeois Society (Cambridge, MA, 1991). I am indebted to Tom Klubock, Thom Rath, Federico Sor and Mary Kay Vaughan for their comments on earlier drafts. This article was also discussed at the Columbia University's Department of History graduate faculty workshop and at the New School's workshop of Latin American Studies. I thank Karl Wennerlind, Herbert Sloan, Claudio Lomnitz and Paul Gootenberg for their comments. 2The danger, of course, is that of creating 'un Mapa del Imperio, que tenía el tamaño del imperio y coincidía puntualmente con él'. 'El rigor de la ciencia' in Jorge Luis Borges, Obras completas II 1952–1972 (Barcelona, 1996). This map will have Mexico as the centre. It is a result of my background and I hope it can be excused as a geographical convention. 3See Jürgen Habermas, The Philosophical Discourse of Modernity: Twelve Lectures. Studies in Contemporary German Social Thought (Cambridge, 1987), 37. Juan Carlos Portantiero, 'Foundations of a new politics', Report on the Americas, xxv, 5 (1991), 19; Chantal Mouffe and Ernesto Laclau, Hegemonía y estrategia socialista: Hacia una radicalización de la democracia, trans. Ernesto Laclau (Buenos Aires, 2004). 4For Alan Brinkley, 'Democrats need to turn much of their attention away from culture and back toward class.' See Brinkley, 'What's next? The mourning period is over. Now, four simple guidelines for becoming a majority party', The American Prospect Online Edition, January 2004. See also forum on the election in The Nation, 20 December 2004. Available online at: http://www.thenation.com/issue.mhtml?i=20041220. See Jürgen Habermas, 'Discourse ethics: notes on a program of philosophical justification' in Moral Consciousness and Communicative Action (Cambridge, 1990). For the normative implications of the public-sphere model, see Nancy Fraser, 'Rethinking the public sphere: a contribution to the critique of actually existing democracy', Social Text, nos 25/26 (1990). See also Thomas A. McCarthy, The Critical Theory of Jürgen Habermas, first MIT Press paperback edition (Cambridge, 1981), chap. 1; Jürgen Habermas, Ciencia y técnica como 'ideología' (Mexico City, 1993). Implicit in Habermas's idea of 'communicative rationality' is 'the central experience of the unconstrained, unifying, consensus-bringing force of argumentative speech': Jürgen Habermas, The Theory of Communicative Action, vol. 1, Reason and the Rationalization of Society, trans. Thomas McCarthy (Boston, 1984), 10. 5Arthur Strum, 'A bibliography on the concept of Öffentlichkeit', New German Critique, lxi (1994). Habermas refers to 'seminal theories', like those by Freud and Marx, that 'inserted a genuinely philosophical idea like a detonator into a particular context of research' resulting in 'hybrid discourses' that may be criticized from the academic establishment but could generate 'new research traditions'. Jürgen Habermas, 'Philosophy as stand-in and interpreter' in Moral Consciousness and Communicative Action, op. cit., 15. 6The OED provides two examples of the term, both dated 1992. See entries for 'maternalize' and 'nonsensification', Oxford English Dictionary (available online at: http://www.oed.com/). For the parallel with Weber see Joan B. Landes, Women and the Public Sphere in the Age of the French Revolution (Ithaca, 1988), 10. 7Habermas links the public sphere with his theory of communicative action at a 'fundamental' level: Jürgen Habermas, 'Further reflections on the public sphere', Habermas and the Public Sphere, ed. Craig Calhoun (Cambridge, 1997), 422, 41. Other scholars, mentioned below, have already suggested the need to confront analyses based on Gramsci and Habermas. 8Habermas's initial definition is tentative and contains the diversity of issues outlined above: 'The bourgeois public sphere may be conceived above all as the sphere of private people come together as a public; they soon claimed the public sphere regulated from above against the public authorities themselves, to engage them in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labour. The medium of this political confrontation was peculiar and without historical precedent: people's public use of their reason.' See Habermas, Structural Transformation, op. cit., 27. See also Jürgen Habermas, 'The public sphere: an encyclopaedia article', New German Critique, iii (1974). On the historical character of the definition, see Moishe Postone, 'Political theory and historical analysis' in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 9James Van Horn Melton, The Rise of the Public in Enlightenment Europe (New York, 2001), 10, 12. 10For similar agendas see E. P. Thompson, The Making of the English Working Class (New York, 1966); Richard Sennett, The Fall of Public Man (New York, 1977). 11Geoff Eley, 'Nations, publics, and political cultures: placing Habermas in the nineteenth century' in Nicholas B. Dirks, Geoff Eley and Sherry B. Ortner (eds), Culture/Power/History: A Reader in Contemporary Social Theory (Princeton, 1994); also published in Calhoun (ed.), Habermas and the Public Sphere, op. cit. 12Joan B. Landes, 'The public and the private sphere: a feminist reconsideration' in Landes (ed.), Feminism, the Public and the Private (Oxford, 1998), 2, 142–3. See also Craig Calhoun, 'Introduction: Habermas and the public sphere' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 34–5; Seyla Benhabib, 'Models of public space: Hannah Arendt, the liberal tradition, and Jürgen Habermas' in ibid., 92. 13Harold Mah, 'Phantasies of the public sphere: rethinking the Habermas of historians', Journal of Modern History, lxxii, 1 (2000). I owe this reference to Samuel Moyn. 14Habermas, Structural Transformation, op. cit., 27, 55; Melton, The Rise, op. cit.; Daniel Gordon, 'Philosophy, sociology, and gender in the Enlightenment conception of public opinion', French Historical Studies, xvii, 4 (1992), 889, 901; Keith Michael Baker, 'Defining the public sphere in eighteenth-century France: variations on a theme by Habermas' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 202. 15Roger Chartier, The Cultural Origins of the French Revolution, trans. Lydia G. Cochrane (Durham, NC, 1991); Arlette Farge, Subversive Words: Public Opinion in Eighteenth-Century France, trans. Rosemary Morris (University Park, PA, 1994). See also Landes, Women and the Public Sphere, op. cit.; Keith Michael Baker, Inventing the French Revolution: Essays on French Political Culture in the Eighteenth Century (Cambridge, 1990); Sarah C. Maza, Private Lives and Public Affairs: The Causes Célèbres of Pre-revolutionary France (Berkeley, 1993). 16For a bibliography of the diversity of work, historical and otherwise, inspired by the model see Strum, op. cit. A similar census would probably be impossible today. See also Peter Uwe Hohendahl, 'The public sphere: models and boundaries' in Calhoun (ed.), Habermas and the Public Sphere, op. cit., 108. For an example of these possibilities see Madeleine Hurd, Public Spheres, Public Mores, and Democracy: Hamburg and Stockholm, 1870–1914 (Ann Arbor, 2000). 17See a discussion of the implications of this from the point of view of Mexican history in Pablo Piccato, 'Introducción: ¿Modelo para armar? Hacia un acercamiento crítico a la teoría de la esfera pública' in Cristina Sacristán and Pablo Piccato (eds), Actores, espacios y debates en la historia de la esfera pública en la ciudad de México (Mexico City, 2005). See also Hispanic American Historical Review, lxxix, 2 (1999); Pablo Piccato, 'Conversación con los difuntos: una perspectiva Mexicana ante el debate sobre la historia cultural', Signos Históricos, viii (2002). 18François-Xavier Guerra, Modernidad e independencias: Ensayos sobre las revoluciones hispánicas (Madrid , 2000), 117; Francois-Xavier Guerra, México: del Antiguo Régimen a la Revolución (Mexico City, 1988). 19Carmen McEvoy, La utopía republicana: Ideales y realidades en la formación de la cultura política peruana, 1871–1919 (Lima, 1997), 11; Carmen McEvoy, 'Seríamos excelentes vasallos y nunca ciudadanos: prensa republicana y cambio social en Lima, 1791–1822' in Ivan Jaksic (ed.), The Political Power of the Word: Press and Oratory in Nineteenth-Century Latin America (London, 2002), 37. See also Richard A. Warren, Vagrants and Citizens: Politics and the Masses in Mexico City from Colony to Republic (Wilmington, 2001), 170. After independence, 'Lo radicalmente nuevo es la creación de una escena pública': Guerra, Modernidad e independencias, op. cit., 13, 23, 87. This parallels Benedict Anderson's claim that 'the convergence of capitalism and print technology … created the possibility of a new form of imagined community, which in its basic morphology set the stage for the modern nation', and his focus on American Creole identities as early examples of this process. Benedict Anderson, Imagined Communities: Reflections on the Origin and Spread of Nationalism (New York and London, 1983), 46. Concepts like el pueblo or lo público also had a history that illustrated the incorporation of traditional and modern notions, as explored by Annick Lempérière in 'Reflexiones sobre la terminología política del liberalismo' in Carlos Illades, Brian Connaughton and Sonia Pérez Toledo (eds), Construcción de la legitimidad política en México (Zamora, 1999). 20Guerra, Modernidad e independencias, op. cit., 30. See François Furet, Penser la Révolution française (Paris, 1978). For Palti, Guerra's use of Habermas lacked a 'strong' critique of the public-sphere model and failed to recognize Raymond Kosseleck's work as a necessary antecedent. Furet and Cochin were decisive in Guerra's work to strengthen that critique, without embracing 'las teorías multiculturalistas \"posmodernas\"'. Elías José Palti, 'Guerra y Habermas: ilusiones y realidad de la esfera pública Latinoamericana' in Erika Pani and Alicia Salmerón (eds), Conceptualizar lo que se ve: François-Xavier Guerra historiador, homenaje (Mexico City, 2004), 466. 21See Dena Goodman, 'Public sphere and private life: toward a synthesis of current historiographical approaches to the Old Regime', History and Theory, xxxi, 1 (1992), 8, 12. Guerra's explicit rejection of Habermas's Marxism in Guerra, Modernidad e independencias, op. cit., 86n, 87, 14. For studies inspired by Guerra's insights and a closer connection to local contexts, see Francois-Xavier Guerra and Annick Lempérière (eds), Los espacios públicos en Iberoamérica: Ambigüedades y problemas: Siglos XVIII–XIX (Mexico, 1999). For the public sphere as part of the politicization of new national societies, see Pilar González Bernaldo, 'Sociabilidad, espacio urbano y politización en la ciudad de Buenos Aires (1820–1852)' in Hilda Sabato and Alberto Rodolfo Lettieri (eds), La vida política en la Argentina del siglo XIX: armas, votos y voces (Buenos Aires, 2003), 199. 22Guerra, Modernidad e independencias, op. cit., 12, 101. Such characterization of the socio-economic impact and causes of the revolutions of independence is challenged in John Tutino, From Insurrection to Revolution in Mexico: Social Bases of Agrarian Violence, 1750–1940 (Princeton, 1988); Eric Van Young, The Other Rebellion: Popular Violence, Ideology, and the Mexican Struggle for Independence, 1810–1821 (Stanford, 2001). 23Guerra, Modernidad e independencias, op. cit., 17, 91, 234. The Habermasian focus on 'a new, autonomous, free, and sovereign public' implies a marked alternative from Furet's Tocquevillian emphasis on associations and modes of sociability as the base for a modern public opinion. Chartier, Cultural Origins, op. cit., 16–17. 24Guerra, Modernidad e independencias, op. cit., 52, 99. Guerra's emphasis on culture fits well with older visions of 'Latin American culture' as something clearly identifiable; for Edmundo O'Gorman, this common identity meant that the influence of the United States is negligible in the emergence of a Latin American political culture. Edmundo O'Gorman, 'Hegel y el moderno panamericanismo', Letras de México, ii, 8 (1939). See Charles Hale, 'Edmundo O'Gorman y la historia nacional', Signos Históricos, ii, 3 (2000), 17, 24. Absent is a problematization of neo-colonialism as an informal and subordinate mode of entering modernity. See Tulio Halperín Donghi, The Contemporary History of Latin America, trans. John Charles Chasteen (Durham, NC, 1993). 25McEvoy, La utopía republicana, op. cit., 11. 26McEvoy, 'Seríamos excelentes vasallos', op. cit. For similar insights, to be examined below, see Ángel Rama, The Lettered City, trans. John Charles Chasteen (Durham, NC, 1996). 27McEvoy, 'Seríamos excelentes vasallos', op. cit. 28Rafael Rojas, La escritura de la independencia: El surgimiento de la opinión pública en México (Mexico City, 2003), 17, 34, 35, 62. 29 ibid., 35. See also Fernando Escalante, Ciudadanos imaginarios: Memorial de los afanes y desventuras de la virtud y apología del vicio triunfante en la República Mexicana: Tratado de Moral Pública (Mexico, 1993). For recent studies of monarchist sentiment in Mexico see Erika Pani, Para mexicanizar el Segundo Imperio: el imaginario político de los imperialistas (Mexico City, 2001); Elías José Palti (ed.), La política del disenso: La 'polémica en torno al monarquismo' (México, 1848–1850) … y las aporías del liberalismo (Mexico City, 1998). If in the end the new nations rejected liberal monarchism, explains Rojas, it was because of the revolutionary logic of insurgency and the consequent loyalist response, but not because of any inherently democratic feature of the new public sphere. Rojas, La escritura, op. cit., 49. 30José Antonio Aguilar, 'Dos conceptos de república' in José Antonio Aguilar and Rafael Rojas (eds), El republicanismo en hispanoamérica: Ensayos de historia intelectual y política (Mexico City, 2002), 63. See McEvoy, 'Seríamos excelentes vasallos', op. cit., 43. 31For the 'tradición republicana' as the centre of a long-term political history of Mexico that stresses local and corporative representation over democracy and equality, see Alicia Hernández Chávez, La tradición republicana del buen gobierno (Mexico, 1993); Antonio Annino, 'Ciudadanía versus gobernabilidad republicana en México: Los orígenes de un dilema' in Hilda Sábato (ed.), Ciudadanía política y formación de las naciones: Perspectivas históricas de América Latina (Mexico City, 1999). For a similar perspective (the intellectual history à la Cambridge, invoked by Aguilar), see Gordon, 'Philosophy, sociology, and gender', op. cit., 883–5, 888, 891. 32Elías José Palti, 'Las polémicas en el liberalismo argentino: Sobre virtud' and Aguilar and Rojas (eds), 'Republicanismo y lenguaje' in op. cit., 167. 33Elías José Palti, La invención de una legitimidad: Razón y retórica en el pensamiento mexicano del siglo XIX (Un estudio sobre las formas del discurso político) (Mexico City, 2005). 34Elías José Palti, 'La transformación del liberalismo mexicano en el siglo XIX: de la opinión pública al de la in Sacristán and Piccato (eds), Actores, op. cit.; see also Carlos and (eds), y sobre la ciudad de México (Mexico City, Brian Carlos and Sonia Pérez Toledo (eds), La de la legitimidad política en México (Mexico City, 1999). On France and public see Baker, Inventing the French Revolution, op. cit.; concept in la Révolution française (Paris, Farge, Subversive op. cit. La invención de una op. cit., Elías José Palti, 'La del prensa y política en la República (México, 4 Palti, 'La transformación del op. cit. Guerra, the of discussion to the in a that links private and public and as in is Guerra, Modernidad e independencias, op. cit., For similar in see Palti, 'Las op. cit. The mode of public provides a useful for the recent interest in the history of from its to the of in the of See Jaksic (ed.), op. cit. also Elías José Palti, in La política del op. cit.; Palti, 'La del op. cit.; and Elías José Palti, y el político mexicano en de la República in (ed.), op. cit. On the interest in the history of the in Latin America see in the also op. cit.; de la prensa en el (Mexico City, Ángel (ed.), y la prensa del los 23, y de (Mexico City, 2001); y en del siglo XIX and de de en de de 'Las de la El discurso político y El de las y la opinión del in Sabato and Lettieri (eds), La vida política en la op. cit., José Elías Palti, studies on the emergence of a public sphere in Latin Latin American Review, 2 On the political of see McCarthy, Critical Theory of Jürgen Habermas, op. cit. de la de de at the Sobre la de la de México: 'Las en la ciudad de México del siglo XIX a la Mexico op. cit.; Carlos A. in Latin America, and Carlos y del in Illades, Connaughton and Pérez Toledo (eds), op. cit. After independence, the influence of to in the nineteenth On and the see Charles E. P. and his a Hispanic American Historical Review, 4 for B. of the and in Eighteenth-Century Mexico (Stanford, E. in Mexico 2004). op. cit. focus on without a reference to Guerra, in and the politics of Latin American history in the century' in G. (ed.), the Political in Latin American Essays from the (Durham, NC, 2001), 41. Guerra's not mentioned in that and his México: del a la op. cit., an English It is not to the of a but the of together the mentioned in these be evidence of op. cit. and Luis Fernando de la cultura política de la ciudad de in Sacristán and Piccato (eds), op. cit. For a critique of the in the model of the public sphere see Francois-Xavier Guerra and Annick in Guerra and Lempérière (eds), Los espacios op. cit., The not to Habermas's view of modern and its Habermas, Theory of Communicative Action, op. cit. analyses of the of those links see Peter or and national politics, Hispanic American Historical Review, 2 de la of and during the (Durham, NC, 2000). similar of the public-sphere model from the perspective of intellectual history see A. 'The the and the of in eighteenth-century French Historical Studies, xvii, 4 (1992), Gordon, 'Philosophy, sociology, and gender', op. cit., Aguilar que Aguilar, 'El op. cit., La escritura, op. cit., The of those is the of they and the of at of José de For a useful of central in Mexican ideas about and see Mexican La escritura, op. cit., and the social context of created is a by of See Chartier, Cultural Origins, op. cit.; and in London, (London, Michael The of the and the Public Sphere in Eighteenth-Century America (Cambridge, MA, 1990); Melton, The Rise, op. cit.; Pablo Piccato, The of in the of the Mexican Public Sphere (Durham, NC, Structural Transformation, op. cit., op. cit.; Palti, 'Las op. cit. at I would with the that was the concern of the Mexican public in the nineteenth Pablo Piccato, The of op. cit. See for Sarah C. From to Citizens: and Politics in (University Park, PA, 92. his critique of and Habermas's work, notes the of and of as to the critical discourse that a Habermasian model would in and op. cit., Guerra's see Annick la (Paris, Public Private and in America (Stanford, op. cit.; John The and the The Revolution in Palti, op. cit.; and Antonio Annino, 'El Los y los orígenes del liberalismo en in and (eds), y México: de de (Mexico, 2002), 'The of a public sphere in Latin America during the of Studies in Society and History, 2 (2000), This is the first systematic of the public-sphere model in Latin America published in On the of see in (ed.), and Society in America during the Age of Revolution (Wilmington, 2001). For a in this see B. and local an into early Latin American social in (ed.), the The of Social History see Eric Van Young, in (ed.), op. cit., A similar for the of the English public sphere in and political Journal of Modern History, 4 On and Paul in of (Berkeley, 1993). and de political in Journal of Latin American Studies, 2 Politics in the Age of of and in Hispanic American Historical Review, 2 and Van Young, The Other op. cit. op. cit., y la y sobre política y de op. cit. See the Tulio Halperín Donghi, Revolución y de una en la Argentina (Mexico, the Rama, 'the had … from a of in their into a more that a of as a but Rama, The Lettered City, op. cit., On see de en la in Ángel Rama, La en América The of the that into were an example of the of public by but also a of new as in earlier of the Latin American 'La como in Ángel Rama, La del I have evidence of any exchange between Habermas and was published in in two in it is that their a concern about the of is reference to Habermas in had German in to be to in the can an See Ángel and 2001), The Lettered City, op. cit., See also José Luis las y las ideas (Buenos Aires, Buenos from to (New York, On the Claudio Mexico: An of Nationalism 2001); Antonio and François-Xavier Guerra, la siglo XIX (Mexico City, 2003), was also a to the See y de en América Latina E. 'El de la esfera e en la del de la ciudad de México, in Sacristán and Piccato (eds), op. cit. in that by and Luis Fernando for of the of the public sphere, and y in Carlos and (eds), y sobre la ciudad de México (Mexico City, 2",
      "cited_by_count": 78,
      "type": "article",
      "source": {
        "name": "Social History",
        "type": "journal",
        "issn": [
          "0307-1022",
          "1470-1200"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Politics and Society in Latin America",
        "Religion and Society in Latin America",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 98,
      "url": "https://openalex.org/W1994808746"
    },
    {
      "openalex_id": "W3123667852",
      "doi": "10.5840/beq200616446",
      "title": "Global Rules and Private Actors: Toward a New Role of the Transnational Corporation in Global Governance",
      "authors": [
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Dorothée Baumann",
          "openalex_id": "A5112753227",
          "institutions": [
            "University of Zurich"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-10-01",
      "abstract": "Abstract: We discuss the role that transnational corporations (TNCs) should play in developing global governance, creating a framework of rules and regulations for the global economy. The central issue is whether TNCs should provide global rules and guarantee individual citizenship rights, or instead focus on maximizing profits. First, we describe the problems arising from the globalization process that affect the relationship between public rules and private firms. Next we consider the position of economic and management theories in relation to the social responsibility of the firm. We argue that instrumental stakeholder theory and business and society research can only partially solve the global governance issue, and that more recent concepts of corporate citizenship and republican business ethics deliver theoretically and practically helpful, fresh insights. However, even these need further development, especially with regard to the legitimacy of corporate political activity.",
      "cited_by_count": 562,
      "type": "article",
      "source": {
        "name": "Business Ethics Quarterly",
        "type": "journal",
        "issn": [
          "1052-150X",
          "2153-3326"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/D32E2226B43F68FF7DD3C140DC624ACF/S1052150X00011040a.pdf/div-class-title-global-rules-and-private-actors-toward-a-new-role-of-the-transnational-corporation-in-global-governance-div.pdf"
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Ethics in Business and Education",
        "Corporate Law and Human Rights"
      ],
      "referenced_works_count": 193,
      "url": "https://openalex.org/W3123667852"
    },
    {
      "openalex_id": "W2904098086",
      "doi": "10.4324/9780429497643-11",
      "title": "Communicative Versus Subject-Centered Reason",
      "authors": [
        {
          "name": "Jürgen Habermas",
          "openalex_id": "A5111405639"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-02-06",
      "abstract": "Jurgen Habermas, a professor of philosophy at the University of Frankfurt, is Germany's most distinguished contemporary descendant of the Frankfurt School and among its most distinguished leftist intellectuals. Habermas has reconsidered his philosophical position during the course of his career. He has also reconsidered his politics. He has, however, never abandoned the pursuit of what Marx and the first members of the Frankfurt School had sought before him: a descriptive sociology with prescriptive force—a unification of theory and practice. The early Habermas might accurately enough be characterized as a neo-Marxist, if a neo-Marxist who had learned much from Weber. The later Habermas is sometimes characterized as a neofunctionalist, sometimes as a neo-evolutionist. Whatever else he may or may not be, he is certainly a dedicated if discriminating synthesist of the philosophies and sociologies of both the more and the less recent past. In the 1970s, Habermas began to attend seriously to the Anglo-American philosophy of speech acts, to theories of learning, and to cybernetics. By the 1980s, he had assigned to elements of all of them a fundamental place in a formulation of reason or rationality centered not in Kant's transcendental subject but instead in communication and communicative intersubjectivity. Habermas's most sustained and detailed treatment of what he calls communicative reason is available in the two volumes of The Theory of Communicative Action, translated by T. McCarthy (Boston: Beacon Press, 1984—1987). The more summary treatment that follows is selected from The Philosophical Discourse of Modernity.",
      "cited_by_count": 4,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Epistemology, Ethics, and Metaphysics",
        "Phenomenology and Existential Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2904098086"
    },
    {
      "openalex_id": "W2144158050",
      "doi": "10.1111/j.1468-2427.2005.00568.x",
      "title": "Cyborg Urbanization: Complexity and Monstrosity in the Contemporary City",
      "authors": [
        {
          "name": "Matthew Gandy",
          "openalex_id": "A5044112273",
          "orcid": "https://orcid.org/0000-0002-8478-9808",
          "institutions": [
            "University College London"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-03-01",
      "abstract": "She referred to the high-rise as if it were some kind of huge animate presence, brooding over them and keeping a magisterial eye on the events taking place. There was something in this feeling — the elevators pumping up and down the long shafts resembled pistons in the chamber of a heart. The residents moving along the corridors were the cells in a network of arteries, the lights in their apartments the neurones of a brain (J.G. Ballard, 1975: 40). Now, the boundaries between the organic and the inorganic, blurred by cybernetic and bio-technologies, seem less sharp; the body, itself invaded and re-shaped by technology, invades and permeates the space outside, even as this space takes on dimensions that themselves confuse the inner and the outer, visually, mentally and physically (Anthony Vidler, 1990: 37–8). The body-territory [corpo-territorio] poses a problematic form of corporeal identity that in becoming ever more routinized has tended to dissolve the distinctions that formerly existed between the organic and the inorganic (Tiziana Villani, 1995: 118). As she tentatively begins to play the piano, the replicant, named Rachel, recalls that she once had lessons but cannot be sure whether these memories are her own or simply the implanted memories of someone else. In this poignant scene in Ridley Scott's Blade Runner (1982) we explore the possibility that human identities might be artificially created in order to produce advanced androids whose intelligence and sensitivity is comparable with that of their human creators. The figure of the cyborg, as represented in science fiction cinema, is not an automaton or robot but a sophisticated creation that seems to simultaneously extend but also threaten our understanding of what it means to be human. If we were to locate the cyborg as an idea, we could say that it is clearly linked to fantastical combinations of bodies and machines but is nonetheless a way of thinking about the world. It is, in other words, an ontological strategy for extending the limits to human knowledge as well as an apposite means of describing those phenomena that appear to reside outside conventional frameworks of understanding. If a cyborgian sensibility is explored within the context of the contemporary city, we find that it has developed out of several interconnecting strands of thought as a trope of critical reflection which uncovers a series of anomalies, fractures and tensions lurking within dominant modes of urban and architectural thinking. Since the early 1960s the potential applications of the cyborg concept have proliferated to include developments such as whole organism cloning, in vitro fertilization, gene sequencing, advanced prosthetics and other sophisticated medical technologies. In tandem with these technological manifestations, the imaginative field of the cyborg has expanded through literature, cinema and the fantasy spaces of contemporary culture.1 It is since the mid-1980s, however, that the idea of the cyborg has been associated with a more densely argued series of theoretical applications as a means to explore the interface between technology and the body. The key intervention here is Donna Haraway's article entitled 'A Cyborg Manifesto', first published in the Socialist Review in 1985, and later included in her influential collection of essays Simians, Cyborgs and Women where she writes in her introduction (1991a: 1): A cyborg is a hybrid creature, composed of organism and machine. But, cyborgs are compounded of special kinds of machines and special kinds of organisms appropriate to the late twentieth century. Cyborgs are post-Second World War hybrid entities made of, first, ourselves and other organic creatures in our unchosen \"high-technological\" guise as information systems, texts, and ergonomically controlled labouring, desiring, and reproducing systems. The second essential ingredient in cyborgs is machines in their guise, also, as communications systems, texts, and self-acting, ergonomically designed apparatuses. This succinct and revealing definition reminds us that the idea of the cyborg, as originally elaborated by Haraway, is at root a political as well as an intellectual project, an idea which originated in and from the 'belly of the monster' (1991a: 4), that nexus of political and economic entanglements that we might term the 'first world' in distinction to the proliferating spaces of marginality that lie beyond.2 Since its inception as a critical intellectual concept in the 1980s the cyborg metaphor has been deployed to challenge disembodied, dualistic, masculinist and teleological bodies of knowledge. It has infused science and technology studies with feminist epistemological strategies. It has opened up new possibilities for the understanding of relations between nature and culture. And it has facilitated greater sensitivity towards social and spatial complexity through its emphasis on 'situated knowledges'. The idea of the cyborg shares an affinity with related concepts such as 'cyberspace', 'cybernetics' and 'cyberpunk'. Yet the contemporary use of the term 'cyborg' is different from these virtual, analytical and fictional constructs because it is grounded in the living and breathing flesh of the human body. Whilst the 'cyber-' metaphor has tended to be associated with various forms of virtuality, the idea of the cyborg is closely linked with the corporeal experience of space.3 In this sense the cyborg can be read as an alternative way of conceptualizing the growth and development of cities that serves to destabilize the pervasive narratives of dematerialization, spatial malleability and virtualization. The underlying materiality of the cyborg metaphor has acquired heightened significance now that the earlier polarity between virtual space and 'meat space' articulated in the first wave of cyber literature is losing its conceptual utility and now that the very idea of 'virtual reality' is itself imploding as it becomes either relocated in the context of a heightened dimension of the real (see, for example, Žižek, 2002) or simply derided as an inherently oxymoronic formulation (see Grosz, 2001).4 The emphasis of the cyborg on the material interface between the body and the city is perhaps most strikingly manifested in the physical infrastructure that links the human body to vast technological networks. If we understand the cyborg to be a cybernetic creation, a hybrid of machine and organism, then urban infrastructures can be conceptualized as a series of interconnecting life-support systems (see Swyngedouw, 1996; Marras, 1999; Gandy, 2002; Mitchell, 2003). The modern home, for example, has become a complex exoskeleton for the human body with its provision of water, warmth, light and other essential needs. The home can be conceived as 'prosthesis and prophylactic' in which modernist distinctions between nature and culture, and between the organic and the inorganic, become blurred (Vidler, 1990: 37). And beyond the boundaries of the home itself we find a vast interlinked system of networks, pipes and wires that enable the modern city to function. These interstitial spaces of connectivity within individual buildings extend through urban space to produce a multi-layered structure of extraordinary complexity and utility. The figure of the cyborg is at root a spatial metaphor. But how does the idea of the cyborg intersect with spatial theory? In what ways does the cyborg reinforce or contradict other emerging strands of urban thought that also emphasize urban complexity and hybridity? Has the epistemological subtlety and political prescience of the cyborg, as originally formulated in the 1980s, been realized in practice or simply been diffused through the term's widening usage? And should we ultimately reject the idea of the cyborg as an anachronism derived from cold war science and the first generation of twentieth-century cyberpunk culture? In the rest of this article I will try to address these issues through an exploration of the somewhat haphazard presence of the cyborg in contemporary urban discourse. I will focus in particular on the example of urban infrastructure as a concrete manifestation of the cyborg idea in order to explore different facets of the relationship between the city, the body and the human subject. My aim is not to foreclose discussions surrounding the 'cyborg city' but to open up a series of dialogues in order to explore contemporary thinking around these questions. One of the principal difficulties with delineating the cyborg city as a clearly defined entity is derived from the entanglement of the cyborg idea with a variety of urban metaphors ranging from organicist conceptions of the nineteenth-century city to 'neo-organicist' representations of the post-industrial metropolis. In its classic nineteenth-century form the organicist conception of the city emerged out of a functional analogy, originating within the medical sciences, wherein spatial differentiation corresponded with a distinctive arrangement of human organs. We find that Kantian notions of the self-organizational characteristics of animate matter were combined with new insights into the human vascular and arterial system and an emerging circulatory emphasis within the nascent science of political economy. In recent years, however, the organicist emphasis on the city as an integrated body with identifiable organs, which emerged in response to the nineteenth-century industrial city, has been increasingly displaced by the idea of urban space as a prosthetic extension to the human body. The body-city problematic has been reconceptualized in the context of post-Cartesian and post-positivist modes of thinking. The emphasis on the city as a self-contained body or machine has been challenged by a hybridized conception of space as a system of technological devices that enhances human productive and imaginative capabilities. The cyborg metaphor not only reworks the metabolic preoccupations of the nineteenth-century industrial city but also extends to a contemporary body of ideas that we can term 'neo-organicist' on account of the deployment of biophysical metaphors for the interpretation of social and spatial complexity. In the neo-organicist city we encounter a shift of emphasis away from an anatomical conception of space as an assemblage of individual organs towards a neurological reading of space as a diffuse and interconnected realm of human interaction. The film maker Michael Burke, for example, director of Cyborg City (1999), describes how beneath the 'glass and concrete' of the future city there will be a 'humming mass of technology' acting as a central nervous system, 'constantly monitoring and controlling both its own functions and those of its citizens' (Burke, 1998).5 The mechanical and hierarchical model of the relationship between the body and the city has been supplanted by a more complex and non-linear pattern of urban development in response to the spread of new information technologies (see Gille, 1986; Rabinbach, 1990; Akira, 2001). The organicist city of the modern era was founded on a clear separation between mind and body that enabled the city to be conceptualized as a coherent entity to be acted upon, disciplined, regulated and shaped according to human will. The emergence of the neo-organicist city, in contrast, is founded on the blurring of boundaries rather than their repeated delineation. At the same time, however, there remain important continuities between the kind of machine-based metaphors associated with the early twentieth-century futurism of figures such as Mario Chiattone, Filippo Tommaso Marinetti and Antoniono Sant'Elia and the elaborate computer-based metaphors deployed in the contemporary city (see Villani, 1995; Boyer, 1996; Schaub, 1998). Other significant continuities include, for example, the avant-garde bricolage of early cinema and the surrealist bodies depicted in the art of Hans Bellmer, Francis Picabia and other responses to 'a sterile and over rationalised technological realism' (Vidler, 1990: 42).6 These interconnecting strands between cultural modernism and the emergence of the cyborg metaphor are significant because they underlie the centrality of corporeal metaphors for the critical interpretation of urban form. The current emphasis on corporeal and neurological analogies in the neo-organicist literature owes more to earlier developments than is widely acknowledged. We can detect two principal dimensions to contemporary neo-organicist urban thought. A first strand, rooted in the bio-physical sciences, perceives the city to be a special kind of complex, yet intricately ordered system. This homeostatic perspective, which is inflected by ecological thinking and recent developments in evolutionary biology, has diffused through parts of the architectural literature and is only tangentially linked with the epistemological challenge of cyborg theory.7 A second and more intellectually significant development is represented by the convergence of ideas surrounding the 'thinking space' of the city and the indeterminacy of spatial forms. If the body-city nexus is conceptualized as a thinking machine then the analytical focus shifts towards the identification of those critical networks or 'neurones' that sustain the relationship between the body and the city (Kurokawa, 2001a). Though this dimension to the neo-organicist perspective shares important continuities with the technological preoccupations of early twentieth-century modernism, it extends its conceptual purview into different aspects of cultural modernism. The influential speculations of Gilles Deleuze and Felix Guattari, for example, develop Antonin Artaud's conception of the 'body without organs' to produce a philosophy of spatial complexity quite different from that associated with dominant modernist traditions (Deleuze and Guattari, 1986; 1987; Rajchman, 2000; Uno, 2001). Their philosophical challenge is to perceive space in the absence of any previously existent categories, hierarchies or systems as a form of 'anarchic non-identical proliferation' (Luckhurst, 1997: 128). The organic metaphor of the 'rhizome' is deployed in distinction to 'arborescent' conceptions of cities as hierarchical structures (Teysott, 1990; Akira, 2001; Kurokawa, 2001a). In addition to this emphasis on non-hierarchical structures of difference Deleuze and Guattari's conception of concrete space also seeks to incorporate the imaginary, libidinous and oneiric realms of human experience. From their 'neo-vitalist' perspective, which builds on the philosophical ideas of Henri Bergson, the virtual realm is not simply a mimesis or reflection of physical reality but an independent domain that generates new kinds of spaces and ideas. The political significance of the virtual realm lies in its experimental and emergent role as part of an envisioned space that has yet to be realized within the taken-for-granted realm of concrete reality (Boundas, 1996; Massumi, 2001). The role of the diagram or 'abstract machine' takes on special significance in this context as an attempt to give visual expression to new models of reality.8 In the case of architecture, for example, there has been an intense dialogue between developments in building design and the speculative possibilities engendered by computer-aided simulations so that 'physical space increasingly resembles cyberspace' (Mitchell, 2003: 197). Some architectural practices have deployed so-called 'genetic algorithms' in order to generate a form of 'in vitro' architecture which derives its inspiration from nature yet remains autonomous from it as a purely digitized space of imaginative exploration (see Chu, 2002; De Landa, 2002).9 Examples of architectural practice inflected by post-structuralist ideas which move beyond purely 'in vitro' speculations to fully realized projects include the work of Peter Eisenman, Frank Gehry and Bernard Tschumi, where sophisticated combinations of form, structure and materials have been achieved, which are quite at odds with modernist conceptions of architectural form. A conceptual synthesis can be discerned in some of the recent literature between post-structuralist philosophies of space and Latourian conceptions of actor-network theory to produce a new kind of urban theorization which eschews the meta-narratives associated with neo-Marxian approaches. Building on the insights of Deleuze and Guattari these approaches have sought to remove all the extrinsic or foundational aspects to urban theory and pare analysis down to the movements and interactions that constitute 'the city' as a particular kind of spatial form or activity that is independent of conventional accounts of scale, structure or order.10 The brain or 'thinking space' of the city persists yet is dispersed through innumerable nodes and networks in contrast with the embodied cyborg citizen to be found in the more technophile literature. We can trace these developments back to the emerging critique of architectural modernism in the 1970s and 1980s that increasingly drew on the theoretical ontologies of post-structuralism in order to advance a radically unplanned built form.11 From this perspective the role of 'chaos', for example, takes on a very different significance from that associated with the modernist city and is perceived as a field of evolutionary and radical experimentation. Chaos is no longer seen as an anomalous dimension to the urban experience to be problematized or excluded from analysis but a rich vein of social and spatial interaction through which we may perceive signs of alternative or hitherto overlooked urban forms. Chaos may also be characterized as a more sophisticated, resilient and adaptable form of order as Rem Koolhaas has suggested with respect to the dynamics of West African urbanism (Koolhaas et al., 2001; Koolhaas, 2002). The theoretical novelty of such a perspective sits sharply at odds, however, with the capacity for what one might term 'avant-garde urbanism' to actually explicate any substantial dimensions to urban change (see, for example, Rauterberg, 2002; Gandy, 2004b). We can detect within urban and architectural discourse an emerging counter current to post-structuralist and avant-garde urbanism led by a of and political (see 1996; and 1998). Though the post-structuralism of Deleuze and Guattari seeks to between the and the and is in this respect a significant advance on the and of there is a in any kind of political critique of the cyborg The emphasis on the characteristics of urban space the particular combinations of and human that enable nodes within the urban system to play in the of cultural and economic The of structure the of the theoretical and significance of these insights the between post-structuralism and a cyborg sensibility towards the entanglement of the real and the We are with an between the reading of the industrial city and a 'neo-organicist' with the design of space that quite in architectural The emerging of the interface as a technological is associated with nineteenth-century over science and technology, for example, form part of a counter discourse to modernist of technological 1996; 2003). In recent years, however, the trope of technological has tended to between a of new towards excluded on the one and the of towards technology and its on the other The of the cyborg has engendered a new wave of and towards the of the body by technologies that threaten to or the human subject. In the of for example, we move beyond the and critique of technology towards a political of technology and its with the human body. the of the body by new technologies as a of that the critical of the earlier in and communications technologies 1997: the advance of a in which the of towards an of the human body itself so that we no longer of the body in the city but of the in the (see 1995; The cyborg figure becomes a for the of we are no longer with a cold war but with the of the around the of buildings in of and their The of the have been radically by new technologies of and in order to the of the century. structures have developed that of social such as with forms of social through a of and The significance of urban in particular is now towards which the of essential technological networks such as and in order to and of political A of modern from urban technological networks or to use expression is to a of so that they are no longer political but for (see also a of from whole the of through a of and of the more of technology we can an emphasis on the cyborg as a means of becoming in order to the human body from the boundaries of the autonomous In the work of Mitchell, for example, we can trace a from through the experience of to the contemporary urban citizen as 'a (Mitchell, 2003: writes have been with the body and its now they virtual bodies that can sense and at a but that also remain in their In this sense builds on the inflected of earlier such as and depicted as a series of on infrastructures the extraordinary technological of the cyber city and the interaction of with of human activity (Mitchell, 2003). Yet this is a future in which the and of space are for example, that we are 'the shift from a by boundaries and to a at scale, by networks, and but the between the of and that of to economic In the perspective is so by technological change that it begins to the role of an independent in The blurring of boundaries between the body and the city in to our understanding of the human and the characteristics of human conception of human include, for the role of biophysical and technological systems that the social of for example, has different of analysis to the extension of our conception of to include those structures and that have been excluded from both and epistemological traditions the work of has tended to emphasize the between human and nature the of has been the or of between different kinds of networks or structures The cyborg can be conceived in a Latourian sense as both a new kind of social interaction with space but also a concept to be conceived in to the realm of modernist urban thought. Yet a Latourian with its hybridized conceptions of is quite different from that within philosophical traditions because of the radical extension of human to those and systems which the sought to from the realm of and political The concept of also its own its own of between its The idea of the cyborg as a hybrid can be conceived as a problematic of derived from or some teleological for urban change but it can also a of ideas and developments from the to the The of and for example, can be explored in of combinations of practices and ideas from (see, for example, 1995; 1995; 2003). The cyborg metaphor can be in this sense as an of the limits to or teleological architectural rooted in and conceptions of cultural that we have been we could that we have led a cyborg since human has a of cultural and technological ranging from the of to the developments in materials But if we any or to the cyborg idea we its analytical utility as a means to with the cultural and technological complexity of the contemporary The of human in the cyborg city to the between technological change and the of the from the industrial But can the cyborg idea us to understand the dynamics of infrastructure provision in to a digitized or diffuse conception of the If the interactions between human and have the idea that is the of human then this of the insights of cultural that have quite on the of material and systems of cultural The made by for example, over the of locate these within the context of a more experience of within which to a different of and the other are in a sense is that new forms of are a more integrated rather than system of that the of modern and experience. political discourse is grounded within the context of the of the of the realm and the radical indeterminacy of the human subject. If the can be as an and and realm of human we are with the of delineating the characteristics of the human in a cyborg If the body-city interface is conceptualized as a then the distinction between mind and body and between the material and the virtual becomes But what the human is increasingly with the of the city Whilst it is to that our hybridized interactions with space a greater role for and (Mitchell, 2003: it is to of as a digitized of interactions with not only other but also machines and networks. The for example, describes a emerging between an",
      "cited_by_count": 459,
      "type": "article",
      "source": {
        "name": "International Journal of Urban and Regional Research",
        "type": "journal",
        "issn": [
          "0309-1317",
          "1468-2427"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1468-2427.2005.00568.x"
      },
      "topics": [
        "Cybernetics and Technology in Society",
        "Posthumanist Ethics and Activism",
        "Geographies of human-animal interactions"
      ],
      "referenced_works_count": 205,
      "url": "https://openalex.org/W2144158050"
    },
    {
      "openalex_id": "W4252698994",
      "doi": "10.5040/9781472544377",
      "title": "Connected Sociologies",
      "authors": [
        {
          "name": "Gurminder K. Bhambra",
          "openalex_id": "A5064248726",
          "orcid": "https://orcid.org/0000-0003-3658-1575"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "<JATS1:p>This book outlines what theory for a global age might look like, positing an agenda for consideration, contestation and discussion, and a framework for the research-led volumes that follow in the series.</JATS1:p> <JATS1:p>Gurmider K. Bhambra takes up the classical concerns of sociology and social theory and shows how they are being rethought through an engagement with postcolonial studies, one of the most distinctive critical approaches of the past two decades. She also discusses the significance of the research programme surrounding coloniality and modernity that has emerged recently from Latin America.</JATS1:p>",
      "cited_by_count": 592,
      "type": "book",
      "source": {
        "name": "Bloomsbury Publishing Plc eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.bloomsburycollections.com/book/connected-sociologies.pdf?dl"
      },
      "topics": [
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 228,
      "url": "https://openalex.org/W4252698994"
    },
    {
      "openalex_id": "W1497823852",
      "doi": null,
      "title": "Reclaiming the Epistemological Other: Narrative and the Social Constitution of Identity",
      "authors": [
        {
          "name": "Margaret R. Somers",
          "openalex_id": "A5075342025",
          "orcid": "https://orcid.org/0000-0003-4751-6808"
        },
        {
          "name": "Gloria D. Gibson",
          "openalex_id": "A5081165150"
        }
      ],
      "publication_year": 1993,
      "publication_date": "1993-05-01",
      "abstract": "Also CSST Working Paper #94.",
      "cited_by_count": 480,
      "type": "article",
      "source": {
        "name": "Deep Blue (University of Michigan)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/2027.42/51265"
      },
      "topics": [
        "Social and Cultural Dynamics",
        "Rhetoric and Communication Studies",
        "Educator Training and Historical Pedagogy"
      ],
      "referenced_works_count": 93,
      "url": "https://openalex.org/W1497823852"
    },
    {
      "openalex_id": "W602224805",
      "doi": "10.5860/choice.46-2158",
      "title": "Two bits: the cultural significance of free software",
      "authors": [
        {
          "name": "Christopher Kelty",
          "openalex_id": "A5016045705",
          "orcid": "https://orcid.org/0000-0003-0253-5554"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-12-01",
      "abstract": "In Two Bits, Christopher M. Kelty investigates the history and cultural significance of Free Software, revealing the people and practices that have transformed not only software but also music, film, science, and education. Free Software is a set of practices devoted to the collaborative creation of software source code that is made openly and freely available through an unconventional use of copyright law. Kelty explains how these specific practices have reoriented the relations of power around the creation, dissemination, and authorization of all kinds of knowledge. He also makes an important contribution to discussions of public spheres and social imaginaries by demonstrating how Free Software is a \"recursive public\" - a public organized around the ability to build, modify, and maintain the very infrastructure that gives it life in the first place.",
      "cited_by_count": 728,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://evols.library.manoa.hawaii.edu/bitstreams/2fcdaed4-bc58-4588-ba72-f094446dd574/download"
      },
      "topics": [
        "Open Source Software Innovations",
        "Digital Games and Media",
        "Copyright and Intellectual Property"
      ],
      "referenced_works_count": 286,
      "url": "https://openalex.org/W602224805"
    },
    {
      "openalex_id": "W1495820933",
      "doi": "10.1111/1467-8675.12057",
      "title": "Habermas and the Project of Immanent Critique",
      "authors": [
        {
          "name": "Titus Stahl",
          "openalex_id": "A5026097274",
          "orcid": "https://orcid.org/0000-0001-6537-2196",
          "institutions": [
            "Goethe University Frankfurt"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-11-11",
      "abstract": "According to Jürgen Habermas, his Theory of Communicative Action offers a new account of the normative foundations of critical theory. Habermas' motivating insight is that neither a transcendental nor a metaphysical solution to the problem of normativity, nor a merely hermeneutic reconstruction of historically given norms, is sufficient to clarify the normative foundations of critical theory. In response to this insight, Habermas develops a novel account of normativity, which locates the normative demands of critical theory within the socially instituted practice of communicative understanding. Although Habermas has claimed otherwise, this new foundation for critical theory constitutes a novel and innovative form of \"immanent critique.\" To argue for and to clarify this claim, I offer, in section 1, a formal account of immanent critique and distinguish between two different ways of carrying out such a critique.",
      "cited_by_count": 268,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12057"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W1495820933"
    },
    {
      "openalex_id": "W2012854000",
      "doi": "10.1080/002017400414881",
      "title": "Modernity and Morality in Habermas's Discourse Ethics",
      "authors": [
        {
          "name": "James Gordon Finlayson",
          "openalex_id": "A5033736964",
          "orcid": "https://orcid.org/0000-0003-0570-6048"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-09-01",
      "abstract": "Discourse ethics is originally conceived as a programme of philosophical justification of morality. This depends on the formal derivation of the moral principle (U) from non-moral principles. The moral theory is supposed to fall out of a pragmatic theory of meaning. The original programme plays a central role in Habermas's social theory: the moral theory, if true, provides good evidence for the more general theory of modernization. But neither Habermas nor his followers have succeeded in providing a formal derivation. This essay shows how and why Habermas's proposed derivation is impossible. As if aware of the lacuna, Habermas has recently suggested that (U) can be derived by 'abduction' rather than deduction. The proposal draws heavily on modernization theory; hence the only justification for (U) now available to him rests on premises drawn from that theory. The original programme of the justification of morality has thus given way to the weaker programme of the philosophical elucidation of morality. Further, since Habermas's moral theory is no longer justified independently of modernization theory, but at least partly by it, the moral theory cannot without circularity provide evidence for the modernization theory.",
      "cited_by_count": 246,
      "type": "article",
      "source": {
        "name": "Inquiry",
        "type": "journal",
        "issn": [
          "0020-174X",
          "1502-3923"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/abs/10.1080/002017400414881"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2012854000"
    },
    {
      "openalex_id": "W2149683492",
      "doi": "10.1111/j.1467-8551.2006.00493.x",
      "title": "Business Ethics as Practice",
      "authors": [
        {
          "name": "Stewart Clegg",
          "openalex_id": "A5080767366",
          "orcid": "https://orcid.org/0000-0001-6083-4283",
          "institutions": [
            "University of Technology Sydney"
          ]
        },
        {
          "name": "Martin Kornberger",
          "openalex_id": "A5004523722",
          "orcid": "https://orcid.org/0000-0003-1682-770X",
          "institutions": [
            "University of Technology Sydney"
          ]
        },
        {
          "name": "Carl Rhodes",
          "openalex_id": "A5090099364",
          "orcid": "https://orcid.org/0000-0002-6571-2872",
          "institutions": [
            "University of Technology Sydney"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-06-16",
      "abstract": "In this article we develop a conceptualization of business ethics as practice. Starting from the view that the ethics that organizations display in practice will have been forged through an ongoing process of debate and contestation over moral choices, we examine ethics in relation to the ambiguous, unpredictable, and subjective contexts of managerial action. Furthermore, we examine how discursively constituted practice relates to managerial subjectivity and the possibilities of managers being moral agents. The article concludes by discussing how the ‘ethics as practice’ approach that we expound provides theoretical resources for studying the different ways that ethics manifest themselves in organizations as well as providing a practical application of ethics in organizations that goes beyond moralistic and legalistic approaches.",
      "cited_by_count": 318,
      "type": "article",
      "source": {
        "name": "British Journal of Management",
        "type": "journal",
        "issn": [
          "1045-3172",
          "1467-8551"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.vu.nl/en/publications/77b2d316-12a4-48ba-a890-ff398d059e35"
      },
      "topics": [
        "Ethics in Business and Education",
        "Management and Organizational Studies",
        "Management Theory and Practice"
      ],
      "referenced_works_count": 162,
      "url": "https://openalex.org/W2149683492"
    },
    {
      "openalex_id": "W1964296938",
      "doi": "10.1177/026327692009003004",
      "title": "The Ontogenetic Fallacy: The Immanent Critique of Habermas's Developmental Logical Theory of Evolution",
      "authors": [
        {
          "name": "Piet Strydom",
          "openalex_id": "A5013722581",
          "orcid": "https://orcid.org/0000-0003-0581-8912"
        }
      ],
      "publication_year": 1992,
      "publication_date": "1992-08-01",
      "abstract": "Since the emergence of neo-evolutionism in the 1960s, various critiques of the theory of social or socio-cultural evolution have been forwarded, including notably those of Immanuel Wallerstein, Alain Touraine and Anthony Giddens who decisively reject the idea of evolution. Within this context, Jürgen Habermas's theory of socio-cultural evolution has also become a specific object of critique, the best known in the English-speaking world being, perhaps, Michael Schmid's critique (1982). While the latter is ultimately based on neo-Darwinistic assumptions (1982a, 1987) which allow a non-Marxist alternative to be pitted against Habermas's position, a significant immanent critique has been taking shape during the late 1970s and 1980s the contours of which are at present starting to become visible, despite the fact that as yet it is nowhere developed and presented in a systematic manner. I have in mind here the work of younger authors belonging to the circle around Habermas, such as Johann Arnason, Axel Honneth, Hans Joas, Günter Frankenberg, Ulrich Rödel, and Klaus Eder, who have not only developed a critique of Habermas but are also engaged in developing an alternative to him within the framework of critical theory.",
      "cited_by_count": 234,
      "type": "article",
      "source": {
        "name": "Theory Culture & Society",
        "type": "journal",
        "issn": [
          "0263-2764",
          "1460-3616"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://cora.ucc.ie/bitstreams/4cbde446-10ad-4464-81d7-6464a3c54905/download"
      },
      "topics": [
        "Evolution and Science Education"
      ],
      "referenced_works_count": 17,
      "url": "https://openalex.org/W1964296938"
    },
    {
      "openalex_id": "W2070250811",
      "doi": "10.1080/00071310020023037",
      "title": "The myth of the best argument: power, deliberation and reason<sup>1</sup>",
      "authors": [
        {
          "name": "Luigi Pellizzoni",
          "openalex_id": "A5055162961",
          "orcid": "https://orcid.org/0000-0003-1077-2293"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-03-01",
      "abstract": "ABSTRACT Power in communication takes two main forms. As ‘external’ power, it consists in the ability to acknowledge or disregard a speaker or a discourse. As ‘internal’ power, it is the ability of an argument to eliminate other arguments by demonstrating its superiority. A positive or negative value may be ascribed to these forms of power. Four ideal‐typical positions are discussed – strategy, technocracy, constructionism, and deliberation. Public deliberation has three virtues – civic virtue, governance virtue and cognitive virtue. Deliberation lowers the propensity to, and the benefit of, strategic behaviour. It also increases knowledge, enhancing the quality of decisions. For Habermas, the unity of reason is expressed in the possibility of agreement on the most convincing argument. However, sometimes conflicts are deeplying, principles and factual descriptions are profoundly different, and uncertainty is radical. The best argument cannot be found. There is no universal reason. The question is whether non‐strategic agreement may spring from the incommensurability of languages. In search of an answer, Rawls's concept of overlapping consensus, the feminist theory of the public sphere, and the idea of deliberation as co‐operation are discussed. The argument developed is that the approach to deliberative democracy may be renewed by rethinking its motivational and cognitive elements. Public deliberation is grounded on a pre‐political level of co‐operation. Intractable controversies may be faced at the level of practices, looking for local, contextual answers.",
      "cited_by_count": 218,
      "type": "review",
      "source": {
        "name": "British Journal of Sociology",
        "type": "journal",
        "issn": [
          "0007-1315",
          "1468-4446"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://ricerca.sns.it/bitstream/11384/128069/1/myth%20of%20best%20argument-preprint.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Philosophy and Ethics",
        "Social Media and Politics"
      ],
      "referenced_works_count": 54,
      "url": "https://openalex.org/W2070250811"
    },
    {
      "openalex_id": "W1967596629",
      "doi": "10.1080/09502360701264519",
      "title": "The encyclopedia and the university of theory: idealism and the organization of knowledge",
      "authors": [
        {
          "name": "Tilottama Rajan",
          "openalex_id": "A5112460993",
          "institutions": [
            "Western University"
          ]
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-05-24",
      "abstract": "Click to increase image sizeClick to decrease image size Notes 1. Richard Yeo, Encyclopaedic Visions: Scientific Dictionaries and Enlightenment Culture (Cambridge: Cambridge University Press, 2000), p. 277. 2. Gianni Vattimo, The Transparent Society, trans. David Webb (Baltimore: Johns Hopkins University Press, 1992), p. 1. 3. For Bourdieu fields are characteristic of ‘highly differentiated societies’ and thus of modernity. ‘The social cosmos is made up of a number of such relatively autonomous social microcosms’, each with its own logic and ‘network… of objective relations between positions’, its rules of ‘competency’, and each possessing ‘a species of capital… that is efficacious’ in the given field. A field is not static, but is governed by certain ‘regularities’ that preserve its capital: ‘As a space of potential and active forces, the field is also a field of struggles aimed at preserving or transforming the configuration of these forces’ (Pierre Bourdieu and Loic J.D. Wacquant, An Invitation to Reflexive Sociology [Chicago: University of Chicago Press, 1992], pp. 97–101). 4. Ernst Behler, ‘Language, hermeneutics, and encyclopaedistics’, in German Romantic Literary Theory (Cambridge: Cambridge University Press, 1993), pp. 260–98. See p. 284, p. 282. 5. See Samuel Taylor Coleridge, Shorter Works and Fragments, ed. H.J. and J.R.deJ. Jackson. 2 Vols. (Princeton: Princeton University Press, 1996). 6. Georges Bataille, The Accursed Share: Volume One, trans. Robert Hurley (New York: Zone Books, 1988), pp. 19–22. 7. Novalis, Notes for a Romantic Encyclopedia (The Universal Brouillon), trans. David Wood (Albany: State University of New York Press, forthcoming). On Novalis, see David S. Ferris, ‘The Question of a Science: Encyclopedistic Romanticism’, The Wordsworth Circle 35.1 (2004), pp. 2–6. 8. Roger Caillois, ‘A New Plea for Diagonal Science’, in The Edge of Surrealism: A Roger Caillois Reader, ed. Claudine Frank (Durham: Duke University Press, 2003), pp. 343–47. 9. Concepts are definite notions produced by the ‘understanding’ while ‘ideas’ such as freedom or justice are produced by ‘reason’ and are not necessarily grounded in experience, hence can only be regulative and not constitutive. As Karl Jaspers comments, reason ‘makes things too big for the understanding’ while the understanding ‘make[s] them too little for reason’ (Kant, trans. Ralph Manheim [New York: Harcourt, 1957], p. 46). Jean-François Lyotard and Jean-Loup Thébaud define the idea as a ‘maximization of concepts outside of any knowledge of reality’. ‘The Idea is an almost unlimited use of the concept: one has concepts and then one maximizes them’ (Just Gaming, trans. Wlad Godzich [Minneapolis: University of Minnesota Press, 1985], p. 75). 10. Idealism can be defined as a specifically philosophical movement committed to dialectical totalization, identity, and system. However, Romanticism is the larger literary-cum-philosophical context within which Idealism emerges as an idea that is continually put under erasure. For as the author of ‘The Oldest Systematic Program of German Idealism’ (thought to be Hegel, Schelling, or Hölderlin) says: ‘The philosophy of the Spirit is an aesthetic philosophy’ in which “ideas” are made “aesthetic, i.e., mythological' (in Philosophy of German Idealism, ed. Ernst Behler [New York: Continuum, 1987], p. 162). For further discussion of Idealism versus Romanticism see Philippe Lacoue-Labarthe and Jean-Luc Nancy, The Literary Absolute: The Theory of Literature in German Romanticism, trans. Philip Barnard and Cheryl Lester (Albany: State University of New York Press, 1988), pp. 39–40, pp. 122–23; Ernest Rubinstein, An Episode of Jewish Romanticism: Franz Rosenzweig's The Star of Redemption (Albany: State University of New York Press, 1999), pp. 8–12, pp. 18–19. 11. F.W.J. Schelling, On University Studies, trans. E.S. Morgan (Athens: University of Ohio Press, 1966), p. 81. On absolute knowledge as an infinite research programme see my ‘First Outline of a System of Theory: Schelling and the Margins of Philosophy, 1799–1815’, in Derrida and the Legacies of Romanticism, Studies in Romanticism (forthcoming, Spring 2007). 12. See G.W.F. Hegel, Encyclopaedia of the Philosophical Sciences in Outline, trans. Stephen A. Taubeneck, in Encyclopedia of the Philosophical Sciences in Outline and Critical Writings, ed. Ernst Behler (New York: Continuum, 1990) pp. 45–263; Logic (the ‘Encyclopedia Logic’), trans. William Wallace (Oxford: Clarendon, 1975); Philosophy of Nature, trans. A.V.Miller (Oxford: Clarendon, 1970); also ‘Preface to the System of Philosophy’, trans. A.V. Miller, in Encyclopedia of the Philosophical Sciences in Outline and Critical Writings, pp. 1–43. 13. Friedrich Schlegel, ‘Introduction to the Transcendental Philosophy’, in Theory as Practice: A Critical Anthology of Early German Romantic Writings, ed. Jochen Schulte-Sasse et.al. (Minneapolis: University of Minnesota Press, 1997), p. 255. 14. Hegel, Logic, p. 11. 15. Hegel, Encyclopaedia of the Philosophical Sciences in Outline, p. 53. 16. On system as understood in Britain see Clifford Siskin, ‘The Year of the System’, in 1798: The Year of the Lyrical Ballads, ed. Richard Cronin (London: Macmillan, 1998), pp. 9–31; also Yeo, pp. 175–76. 17. Schelling, On University Studies, p. 78. 18. Jacques Derrida, Eyes of the University: Right to Philosophy 2, trans. Jan Plug et al. (Stanford: Stanford University Press, 2004), p. 71. 19. Hegel, Encyclopaedia of the Philosophical Sciences in Outline, pp. 53–4. 20. Michel Foucault, The Order of Things: An Archaeology of the Human Sciences (New York: Vintage, 1973), pp. 312–18. 21. Hegel, Encyclopaedia of the Philosophical Sciences in Outline, p. 51. 22. Thus Comenius' Ianua has a section on games (see Tom McArthur, Worlds of Reference: lexicography, learning and language from the clay tablet to the computer [Cambridge University Press, 1988], p.114), while Bandini includes heresies and famous women in his encyclopedia (see Robert Collison, Encyclopaedias: Their History Throughout the Ages [New York: Hafner, 1966], pp. 70–1). In Vincent of Beauvais' Speculum Maius the circle of learning includes subjects such as crafts (see Collison, pp. 60–1). 23. The De Proprietatibus Rerum of Bartolomeus Anglicus, which follows the model of the mirror of creation, uses an alphabetic arrangement in its section on birds (See M.C. Seymour and Colleagues, Bartholomeus Anglicus and his Encyclopaedia [Aldershot: Ashgate, 1992], p. 136). Indeed, though alphabetic encyclopedias became the dominant form in the Enlightenment, they actually go back a long way: for instance Johann Jacob Hoffmann's Lexicon universale (1677–83) is arranged alphabetically (see Collison, p. 89). 24. Encyclopedia Britannica: or, A Dictionary of Arts, Sciences, and Miscellaneous Literature; Enlarged and Improved, fifth edition, Vol. 1 (Edinburgh: Constable and Company, 1817), p. v. 25. Ibid., p. vii. 26. Coleridge, Shorter Works and Fragments, II. 1109. 27. Immanuel Kant, The Conflict of the Faculties, trans. Mary J. Gregor (Lincoln: University of Nebraska Press, 1992). 28. Schelling, Ideas for a Philosophy of Nature (1797/1803), trans. Errol E. Harris and Peter Heath. (Cambridge: Cambridge University Press, 1988), p. 272n. 29. Hegel, Philosophy of Nature, p. 437. 30. Jean-Paul Sartre, Sketch for a Theory of the Emotions, trans. Philip Mairet (London: Methuen, 1962). 31. I use the word without italics to refer to a larger project not entirely contained in the three volumes of the Encyclopedia. 32. See Herbert Schnädelbach, Philosophy in Germany 1831–1933 (Cambridge: Cambridge University Press, 1984), esp. p. 23, for a discussion of three forms of the university: the medieval guild university still in existence at Oxbridge in the nineteenth century, the utilitarian university of the enlightenment, and the research university founded by Humboldt at Berlin. The modern techno-bureaucratic university critiqued by Bill Readings in The University in Ruins as well as by Lyotard in The Postmodern Condition is an attempt to graft the second onto the third model. 33. Bill Readings, The University in Ruins (Cambridge: Harvard University Press, 1996), pp. 62–69. 34. Jacques Derrida, Rogues: Two Essays on Reason, trans. Psacale-Anne Brault and Michael Naas (Stanford: Stanford University Press, 2005), p. 124. 35. Schelling, On University Studies, p. 41. 36. Schelling, The Philosophy of Art (1800–04/1859), trans. Douglas W. Stott (Minneapolis: University of Minnesota Press, 1989). 37. Schelling, Philosophical Investigations into the Nature of Human Freedom and Related Matters, trans. Priscilla Hayden-Roy, in Philosophy of German Idealism, Ed. Ernst Behler (New York: Continuum, 1987), pp. 217–84. 38. Schelling, Ideas for a Philosophy of Nature, p. 272. 39. Ibid., p. 272n. 40. Hegel, ‘Preface to the System of Philosophy’, p. 16, p. 18. 41. Slavoj Zizek, The Abyss of Freedom, in Slavoj Zizek and F.W.J. Schelling, The Abyss of Freedom/ Ages of the World (Ann Arbor: University of Michigan Press, 1997), pp. 1–104. See p. 13. 42. Hegel, ‘Preface to the System of Philosophy’, p. 18. 43. Derrida, ‘The University Without Condition’, in Without Alibi, ed. and trans. Peggy Kamuf. (Stanford: Stanford University Press, 2002), pp. 203–37 See p. 203. 44. G.W. Leibniz, Monadology, in Nicholas Rescher's G.W. Leibniz' Monadology: An Edition for Students (Pittsburgh: University of Pittsburgh Press, 1991), pp. 17–29. 45. Gérard Genette, The Architext: An Introduction, trans. Jane E. Lewin (Berkeley: University of California Press, 1992), pp. 50–51. 46. Hegel, The Philosophy of Nature, trans. A.V.Miller (Oxford: Clarendon, 1970). 47. Genette, The Architext, p. 41. 48. Ibid. p. 51. 49. Michel Chaouli, The Laboratory of Poetry: Chemistry and Poetics in the Work of Friedrich Schlegel (Baltimore: Johns Hopkins University Press, 2002), p. 82, p. 104, pp. 124–25. 50. Arkady Plotnitsky, ‘Curvatures: Hegel and the Baroque’, in Idealism Without Absolutes: Philosophy And Romantic Culture, eds Tilottama Rajan and Arkady Plotnitsky (Albany: State University of New York Press, 2004), pp. 123–28. 51. Schelling, Ages of the World (1815), trans. Jason M. Wirth (Albany: State University of New York Press, 2000). 52. Hegel, Encyclopaedia of the Philosophical Sciences in Outline, p. 54. 53. Hegel, ‘Preface to the System of Philosophy’, p. 29. 54. For a fuller discussion of this section of The Philosophy of Nature, see my essay ‘(In)digestible Material: Illness and Dialectic in Hegel's Philosophy of Nature’, in Eating Romanticism: Cultures of Taste, Theories of Appetite, ed. Timothy Morton (London: Palgrave, 2004), pp. 217–36. 55. Joseph Henry Green, Vital Dynamics: The Hunterian Oration Before the Royal College of Surgeons in London, 17th February 1840 (London: William Pickering, 1840). 56. Kant distinguishes physiological anthropology, or ‘what Nature makes of man’, from a pragmatic anthropology concerned with ‘what man makes, can, or should make of himself as a freely acting being’ (Anthropology From a Pragmatic Point of View, trans. Victor Lyle Dowdell [Carbondale: Southern Illinois University Press, 1978], p. 3). The distinction is analogous to that between nature and Spirit. 57. Schelling, Preface to On The World Soul (1810), quoted in Ideas for a Philosophy of Nature, p. 272n. Schelling's reference to the incompleteness of his earlier Ideas presumably alludes to his work on medicine, which draws on the ideas of the Scottish medical theorist John Brown. Schelling attempts to bring medicine into his early systematic work in his 1799 First Outline of a System of the Philosophy of Nature, trans. Keith R. Peterson (Albany: State University of New York Press, 2004), pp. 158–72. However, he can only do so ‘in the form of an appendix’ (p. 159). 58. Srinivas Aravamudan, Tropicopolitans: Colonialism and Agency, 1688–1804 (Durham: Duke University Press, 1999), pp. 297–98. 59. André Green, ‘Hegel and Freud: Elements for an Improbable Comparison’, in The Work of the Negative, trans. Andrew Weller (London and New York: Free Association Books, 1999), pp. 26–49. 60. Derrida, Eyes of the University, pp. 205–6. 61. Brown does not actually use the terms mentioned, instead using only the term ‘excitability’. Schelling, however, sees irritability and sensibility as forms of Brownian excitability in the Appendix on disease in his First Outline. 62. Hegel, Philosophy of Nature, p. 429. 63. Ibid., p. 434–35. 64. Ibid., p. 441. 65. The notion, which is implicit in Hegel's and Schelling's analyses of the part-whole relationship in illness, is elaborated by Coleridge (Shorter Works and Fragments II.1027); John Abernethy, Introductory Lectures, Exhibiting Some of Mr. Hunter's Opinions Regarding Diseases (London: Longman, Hurst and Rees, 1823), pp. 101–02, p. 269; and J.H.Green, Vital Dynamics, p. 82. 66. Georg Simmel, ‘The Concept and Tragedy of Culture’, in Simmel on Culture, ed. David Frisby and Mike Featherstone (London: Sage Publications, 1997), pp. 55–74. 67. Quoted in Yeo, Encyclopaedic Visions, p. 128. 68. Hegel, Philosophy of Nature, p. 336, p. 311. 69. Ibid., p. 428. 70. Ibid., p. 432, p. 435. 71. Hegel, Encyclopaedia of the Philosophical Sciences in Outline, p. 53. 72. For further discussion of ‘fluidity’ and of the physiological as distinct from anatomical body as a model for knowledge in Schelling's work, see my ‘First Outline of a System of Theory’. 73. Schelling, Philosophical Investigations into the Nature of Human Freedom and Related Matters, p. 218. 74. Ibid., p. 274. 75. Jacques Derrida, Points… Interviews 1974–1994, ed. Elisabeth Weber, trans. Peggy Kamuf et al. (Stanford: Stanford University Press, 1995), p. 83, p. 212. 76. Habermas, ‘Dialectical Idealism in Transition to Materialism: Schelling's Idea of a Contraction of God and its Consequences for a Philosophy of History’, in The New Schelling, ed. Judith Norman and Alistair Welchman. (New York: Continuum, 2004), pp. 43–89; Zizek, The indivisible remainder: an essay on Schelling and related matters (London: Verso, 1996). 77. Foucault, The Order of Things: An Archaeology of the Human Sciences (New York: Vintage, 1973), p. 373. 78. I discuss Schelling's deployment of a proto-psychoanalysis further in ‘Spirit's Psychoanalysis: Natural History, The History of Nature, and Romantic Historiography’, European Romantic Review 14 (2003): 187–96; and ‘“The Abyss of the Past”: Psychoanalysis in Schelling's Ages of the World (1815)’, Romantic Praxis (forthcoming). 79. Schelling, ‘On the Nature of Philosophy as Science’ (1823), trans. Marcus Bullock, German Idealist Philosophy (Harmondsworth: Penguin, 1997), pp. 210–43. 80. Schelling, Philosophical Investigations into the Nature of Human Freedom and Related Matters, p. 228. 81. Schelling, ‘On the Nature of Philosophy as Science’, p. 213. 82. Ibid., p. 215. 83. Ibid. 84. See my Deconstruction and the Remainders of Phenomenology: Sartre, Derrida, Foucault, Baudrillard (Stanford: Stanford University Press, 2004), pp. 190–98. 85. See also my ‘Derrida, Foucault, and the University’, Mosaic (forthcoming). 86. Jacques Derrida, Of Grammatology, trans. Gayatri Chakravorty Spivak (Baltimore: Johns Hopkins University Press, 1976), p. 3. 87. Derrida, ‘The University Without Condition’, p. 203. 88. Jean-François Lyotard, The Postmodern Condition: A Report on Knowledge, trans. Geoff Bennington and Brian Massumi (Minneapolis: University of Minnesota Press, 1984). 89. Derrida, Eyes of the University, p. 167. 90. See my essay, ‘In the Wake of Cultural Studies: Globalization, Theory, and the University’, Diacritics 31.3 (2001), pp. 67–88. 91. David Simpson, The Academic Postmodern and the Rule of Literature: A Report on Half-Knowledge (Chicago: University of Chicago Press, 1995). 92. Habermas, The Structural Transformation of the Public Sphere, trans. Thomas Burger (Cambridge, Mass.: MIT Press, 1991), pp. 57–116. 93. See Vattimo's The Transparent Society. 94. Jochen Schulte-Sasse, ‘Mediality in Hegel: From Work to Text in The Phenomenology of Spirit’, in Idealism Without Absolutes: Philosophy and Romantic Culture, ed. Tilottama Rajan and Arkady Plotnitsky (Albany: State University of New York Press, 2004), pp. 72–92. 95. Habermas, The Philosophical Discourse of Modernity: Twelve Lectures, trans. Frederick G. Lawrence (Cambridge: MIT Press, 1985), p. 248. 96. Foucault, The Order of Things, p. 314. 97. Ibid., p. 387. 98. Derrida, Of Grammatology, p. 18. 99. Foucault, ‘Fantasia of the Library’, in Language, counter-memory, practice, ed. Donald F. Bouchard (Ithaca: Cornell University Press, 1977), pp. 91–92. 100. Foucault, The Order of Things, p. 247. 101. Foucault, ‘Fantasia’, pp. 87–8. 102. Foucault, The Archeology of Knowledge and “The Discourse on Language” (1969, 1971), trans. A.M. Sheridan Smith (New York: Pantheon, 1972), pp. 136–37. 103. Foucault, ‘The Discourse on Language’, in The Archeology of Knowledge and ‘The Discourse on Language’, p. 235.",
      "cited_by_count": 13,
      "type": "article",
      "source": {
        "name": "Textual Practice",
        "type": "journal",
        "issn": [
          "0950-236X",
          "1470-1308"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Historical and Literary Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1967596629"
    },
    {
      "openalex_id": "W2134466920",
      "doi": "10.1086/514441",
      "title": "Who Is the “Self” in Self‐Aware: Professional Self‐Awareness from a Critical Theory Perspective",
      "authors": [
        {
          "name": "Mary Ellen Kondrat",
          "openalex_id": "A5071073449",
          "institutions": [
            "The Ohio State University"
          ]
        }
      ],
      "publication_year": 1999,
      "publication_date": "1999-12-01",
      "abstract": "Professional self-awareness is widely considered a necessary condition for competent social\\nwork practice. Alternate prescriptions for self-awareness rely implicitly on varying definitions\\nof what it means to be a \"self\" and what it means to be \"aware.\" I will review three approaches\\nto professional self-awareness conventionally adopted in the literature: (a) simple\\nconscious awareness (awareness o f whatever is being experienced), (b) reflective awareness\\n(awareness of a self who is experiencing something), and (c) reflexive awareness (the self's\\nawareness of how his or her awareness is constituted in direct experience). Strengths and\\nlimitations of these three epistemological approaches are discussed. An alternate framework,\\nbased on Anthony Giddens's \"structuration theory,\" is developed and advanced as\\na more macro-level and less exclusively psychological understanding of practitioner selfawareness.\\nThe article concludes with illustrations from practice.",
      "cited_by_count": 238,
      "type": "article",
      "source": {
        "name": "Social Service Review",
        "type": "journal",
        "issn": [
          "0037-7961",
          "1537-5404"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.journals.uchicago.edu/doi/epdf/10.1086/514441"
      },
      "topics": [
        "Social Work Education and Practice",
        "Mental Health and Patient Involvement",
        "Counseling, Therapy, and Family Dynamics"
      ],
      "referenced_works_count": 43,
      "url": "https://openalex.org/W2134466920"
    },
    {
      "openalex_id": "W1902236296",
      "doi": "10.1111/1467-8675.12055",
      "title": "Habermas and Markets",
      "authors": [
        {
          "name": "Timo Jütten",
          "openalex_id": "A5077887342",
          "orcid": "https://orcid.org/0000-0001-9865-507X"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-10-29",
      "abstract": null,
      "cited_by_count": 230,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12055"
      },
      "topics": [
        "Weber, Simmel, Sociological Theory"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W1902236296"
    },
    {
      "openalex_id": "W1992318433",
      "doi": "10.1086/ahr.111.3.692",
      "title": "Modernity and Enchantment: A Historiographic Review",
      "authors": [
        {
          "name": "Michael Saler",
          "openalex_id": "A5059497611"
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-06-01",
      "abstract": "SPECTERS ARE ONCE AGAIN HAUNTING EUROPE AND AMERICA—as are magicians, mermaids, mesmerists, and a melange of marvels once thought to have been exorcised by the rational and secular processes of modernity. In recent years, historians from disparate fields have independently challenged the long-standing sociological view that modernity is characterized by “disenchantment.” This view, in its broadest terms, maintains that wonders and marvels have been demystified by science, spirituality has been supplanted by secularism, spontaneity has been replaced by bureaucratization, and the imagination has been subordinated to instrumental reason. In the past decade, however, a new historiographic position, if not consensus, has emerged that presents Western modernity as “enchanted.” The ongoing redefinition of such an established view is of consequence for a variety of reasons, not the least of which has to do with the master narratives underlying the stories that historians choose to tell. As Dipesh Chakrabarty usefully reminds us, “The moment we think of the world as disenchanted . . . we set limits to the ways the past can be narrated.”1 The emergent view that modernity is as enchanted as it is disenchanted may conjure alternative vistas to the historical imagination, and at the very least offers the possibility of pulling new rabbits out of old hats. Narrating a historiography of “modernity and enchantment” has limitations of its own, however. Those historians who challenge the equation of modernity with disenchantment often present their views within the context of topical debates in their respective fields. It will therefore be useful to tease out some of the common concerns and findings that have appeared in otherwise distinct areas of study, such as the histories of science, religion, and mass culture. The works examined here are necessarily eclectic, drawn primarily from European and American histories of these subfields, but they are nevertheless representative of how the topic is currently being handled across historical specialties. A second challenge has to do with defining such inherently vague and complex terms as “modernity” and “enchantment.” Taken separately, each term has manifold meanings. When the two terms are paired under a particular interpretation of the relationship between “modernity and enchantment,” however, each assumes greater",
      "cited_by_count": 224,
      "type": "review",
      "source": {
        "name": "The American Historical Review",
        "type": "journal",
        "issn": [
          "0002-8762",
          "1937-5239"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/ahr/article-pdf/111/3/692/35623/111-3-692.pdf"
      },
      "topics": [
        "Religious Studies and Spiritual Practices",
        "Weber, Simmel, Sociological Theory",
        "Religion and Society Interactions"
      ],
      "referenced_works_count": 24,
      "url": "https://openalex.org/W1992318433"
    },
    {
      "openalex_id": "W2772839085",
      "doi": "10.1007/978-3-319-66659-4_4",
      "title": "Reconsidering Different Visions of Scientific Literacy and Science Education Based on the Concept of Bildung",
      "authors": [
        {
          "name": "Jesper Sjöström",
          "openalex_id": "A5072176466",
          "orcid": "https://orcid.org/0000-0002-3083-1716",
          "institutions": [
            "Malmö University"
          ]
        },
        {
          "name": "Ingo Eilks",
          "openalex_id": "A5077406641",
          "orcid": "https://orcid.org/0000-0003-0453-4491",
          "institutions": [
            "University of Bremen"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-01",
      "abstract": "Abstract Over the last 50 years, policy makers and STEM educators have argued for Scientific Literacy (SL). SL is a typical boundary object that everyone can agree on, but that is filled with different meanings by different stakeholders. Roberts (as published in Abell SK, Lederman NG (eds), Handbook of research on science education. Lawrence Erlbaum, Mahwah, pp. 729–780, 2007) has identified two main orientations of SL: Vision I starts from and focuses on scientific content and scientific processes to learn about corresponding applications later, while Vision II focuses on contextualizing scientific knowledge for giving its use in life and society meaning. The tension between Vision I and II can also be related to the tension between “pipeline science – preparing future scientists” and “science for all”. Recently, a more advanced vision of SL was suggested. It is called Vision III and emphasizes philosophical values, politicization and critical global citizenship education. Such an orientation can be well justified by the Central/Northern European educational and cultural tradition called Bildung . In its most contemporary understanding, it is agency-oriented. Bildung -oriented science education aims at making the student capable of a self-determined life in his/her socio-cultural environment, participation in a democratic society, and of empathy and solidarity with others. This concept is also closely connected to more recent educational paradigms that were defined also beyond Europe, e.g. the ideas of Education for Sustainability (EfS) and transformative learning. Both concepts aim on skills development for critical-democratic participation and for shaping our society and culture in a sustainable way. The different visions of SL have consequences for the content and culture of teaching and learning of science and technology. Accepting Vision III requires awareness that our view of selecting and teaching certain content is dependent on our culture, for example our norms, values and worldviews, and on the society we are living in. Learning (cognition) must be complemented with not only meta-learning (metacognition), but also transformative learning, where things are considered from multifaceted (e.g., cultural) perspectives. The discussion in this chapter focuses on educational implications of Vision III of SL and its connection to critical-reflexive Bildung , EfS and transformative learning.",
      "cited_by_count": 279,
      "type": "book-chapter",
      "source": {
        "name": "Innovations in science education and technology",
        "type": "book series",
        "issn": [
          "1873-1058",
          "2213-2236"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/978-3-319-66659-4_4.pdf"
      },
      "topics": [
        "Educational Strategies and Epistemologies",
        "Education and Critical Thinking Development",
        "Adult and Continuing Education Topics"
      ],
      "referenced_works_count": 120,
      "url": "https://openalex.org/W2772839085"
    },
    {
      "openalex_id": "W2052808721",
      "doi": "10.1080/00263200410001700329",
      "title": "Undercurrents of European Modernity and the Foundations of Modern Turkish Conservatism: Bergsonism in Retrospect",
      "authors": [
        {
          "name": "Nazım İrem",
          "openalex_id": "A5042457010"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-07-01",
      "abstract": "Click to increase image sizeClick to decrease image size Notes S.M. Akural, ‘Kemalist Views on Social Change’, in Jacob M. Landau (ed.), Atatürk and the Modernization of Turkey (Leiden: E.J. Brill, 1984), p.146, fn.1. See J. Alexander, ‘Between Progress and Apocalypse’, in N.J. Smelser and P. Sztompka (eds.), Rethinking Progress (London: Unwin Hyman, 1990), pp.15–38. The term modernity has been used as defined by Anthony Giddens as the modes of social, political and economic life and organization, which emerged in Europe from about the seventeenth century onwards that subsequently became a world-wide phenomenon in their influence. See Anthony Giddens, The Consequences of Modernity (Cambridge: Polity Press, 1990). See Şerif Mardin, Religion, Society and Modernity in Turkey (Syracuse: Syracuse University Press, 1999). For an account of transcendentalist politics in Turkey, see Metin Heper, The State Tradition in Turkey (Huntingdon: Eothen Press, 1985). For the ideological foundations of Kemalism see Ergun Özbudun and Ali Kazancıgil (eds.), Atatürk: The Founder of a Modern State (Hamden, CT: Archon Books, 1981). For the transformation of positivism into the Western ideology of progress see Peter Allan Dale, In Pursuit of Scientific Culture: Science, Art and Society in the Victorian Age (Madison: University of Wisconsin, 1989). For an excellent work on how Bergsonism shaped the artistic genres and the politics of the avant-garde in Europe see Ark Antliff, Inventing Bergson (Princeton: Princeton University Press, 1993). For an innovative philosophical account of modernity see Jurgen Habermas, The Philosophical Discourse of Modernity: Twelve Lectures, tr. Frederick G. Lawrence (Cambridge: Polity Press, 1987). See also Robert Pippin, Modernism as a Philosophical Problem, On the Dissatisfactions of European High Culture (Oxford: Blackwell, 1999). See Tony Spybey, Social Change, Development, and Dependency: Modernity, Colonialism and the Development of the West (Cambridge: Polity Press, 1992). See Robert Nispet, History of the Idea of Progress (New York: Basic Books, 1980). See H.H. Gerth and C. Wright Mills (eds.), From Max Weber: Essays in Sociology (London, Routledge & Kegan Paul, 1948). H.N. Jahnke and M. Otte, Epistemological and Social Problems of the Sciences in the Early Nineteenth Century (Boston: D. Reidel Publications, 1981), p.80. For an excellent study on scientism, see Tom Sorell, Scientism: Philosophy and the Infatuation with Science (London: Routledge, 1991). Jeffrey C. Alexander, Fin de Siècle Social Theory (London: Verso, 1995), p.2. Ibid. See W.M. Simon, European Positivism in the Nineteenth Century; An Essay In Intellectual History (Port Washington, NY, Kennikat Press, 1972). Murtaza Korlaelçi, Pozitivizmin Türkiye'ye Girişi ve İlk Etkileri [The Entry of Positivism to Turkey and Its First Impacts] (İstanbul: İnsan Yayınları, 1986), pp.129–33. Şerif Mardin, ‘The Impact of the French Revolution on the Ottoman Empire’, International Social Science Journal, 41, 1 (1989), pp.17,18. For the nineteenth–century Ottoman conception of civilization see Tuncer Baykara, Osmanlılarda Medeniyet Kavramı ve Ondokuzuncu Yüzyıla Dair Araştırmalar [The Concept of Civilization in the Ottomans and Research on the Nineteenth Century] (İzmir: Akademi Kitabevi, 1992). Mardin, ‘The Impact of French Revolution on the Ottoman Empire’, pp.17, 18. Niyazi Berkes, The Development of Secularism in Turkey (Montreal: McGill University Press 1969), p.159. Ibid, p.216. See, Mardin, ‘The Impact’, pp.17, 31. See M. Şükrü Hanioğlu, Young Turks in Opposition 1902–1908 (Oxford: Oxford University Press, 1995). Charles MacFarlane, Turkey and Its Destiny II (Philadelphia: np, 1850), pp.163–5, as cited in Berkes, The Development of Secularism in Turkey, pp.118,294. Ibid., pp.199, 265. For the impact of Enlightenment thought on Ottoman intellectual life see Hilmi Ziya Ülken, Türkiye'de Çağdaş Düşünce Tarihi [History of Modern Thought in Turkey] 2nd edn., (İstanbul: Ülken Yayınları, 1979 [1966]), pp.64–70. Berkes, The Development, p.295 Ibid. For the new literary genre see Osman Nuri Ekiz and Müslim Ergül (eds.), Servet-i Fünûn'dan Cumhuriyet'e Kadar Yeni Türk Edebiyatı Antolojisi [The Anthology of Turkish Literature from The Wealth of Sciences to the Republic] (İstanbul: Toker Yayınları, 1988) Ibid., pp.163–97. See also Hanioğlu, Preparation for A Revolution, The Young Turks, 1902–1908 (Oxford: Oxford University Press, 2001), pp.28–46, 82–91. For the political use of sociology by the Young Turk groups see Hanioğlu, Young Turks in Opposition 1902–1908, pp.10, 16–28, 200–8. For a seminal work on Young Turk politics see Feroz Ahmad, The Young Turks: The Committee of Union and Progress in Turkish Politics, 1908–1914 (Oxford, Clarendon Press, 1969). See also Hanioğlu, Preparation for a Revolution, The Young Turks, 1902–1908, pp.210–89. See Feroz Ahmad and Fatmagül Berktay, İtttihadçılıktan Kemalizme (From Unionism to Kemalism) (İstanbul: Sistem Ofset Yay. ve Ticaret Ltd., 1985). For the development of nationalism within the Young Turk ranks see Masami Arai, Turkish Nationalism in the Young Turk Era (Leiden: E.J. Brill, 1992). For the nationalist teachings of Ziya Gökalp see Uriel Heyd, Foundations of Turkish Nationalism; the Life and Teachings of Ziya Gökalp (London: The Harvill Press Ltd, 1950). See Hanioğlu, The Young Turks in Opposition, 1902–1908, pp.10–23, 203–13. The ill-defined marriage between positivism and reformist nationalism can not be taken as an event specific to the Ottoman modernization when the growing authority of positivism over the nationalist cadres in Mexico and Portuguese by the turn of the nineteenth century is taken into account. For the impact of positivism on the Mexican and Portuguese politics of reformism respectively, see Elizabeth Flower, ‘The Mexican Revolt Against Positivism’, The Journal of the History of Ideas, 10, Jan. (1949), pp.115–29; Douglas L. Wheeler, ‘The Portuguese Revolution of 1910’, The Journal of Modern History, 44, 2 (1972), pp.172–94. See Arnold Toynbee, Civilization on Trial (New York: Oxford University Press, 1948). For an evaluation of the idea of progress see Georg G. Iggers, ‘The Idea of Progress: A Critical Reassessment’, The American Historical Review, 71, 1, Oct. (1965), pp.1–17. For the new perceptions of the West see David C. Gordon, Images of the West: Third World Perspectives (Totowa, NJ: Rowman & Littlefield, 1989). For the nationalist thought of Yusuf Akçura see François Georgeon, Türk Milliyetçiliğinin Kökenleri: Yusuf Akçura (1876–1935) [The Foundations of Turkish Nationalism: Yusuf Akçura (1876–1935)], tr. Alev Er (İstanbul: Yurt Yayınları, 1999). Mehmet Karakaş, Türk Ulusçuluğunun İnşası [The Construction of Turkish Nationalism] (Ankara: Vadi Yayınları, 2000), p.194. See also Hanioğlu, The Young Turks in Opposition, 1902–1908, pp.210–11. Ülken, Türkiye'de Çağdaş Düşünce Tarihi, pp.304–32. Ibid., pp.307, 309, fn. 479, 313. Heyd in his book entitled Foundations of Turkish Nationalism: The Life and Teachings of Ziya Gökalp underlined the intellectual and political lineages between Gökalp's nationalism and German romanticism. See Heyd, Foundations of Turkish Nationalism: The Life and Teachings of Ziya Gökalp, pp.164–6. See Ziyaeddin Fahri Fındıkoğlu, ‘Türkiye'de Bergsonizm 1’, [Bergsonism in Turkey 1] Cumhuriyet, (İstanbul Daily) 13 Jan. 1941. See also Ülken, Türkiye'de Çağdaş Düşünce Tarihi, pp.229, 313. Horst Widmann, Atatürk ve Üniversite Reformu [Atatürk and the University Reform], tr. Aykut Kazancıgil and Serpil Bozkurt (İstanbul: Kabalcı Yayınevi, 1999). İlhan Tekeli and Selim İlkin, Osmanlı İmparatorluğu'nda Eğitim ve Bilgi Üretim Sisteminin Oluşumu ve Dönüşümü [The Formation and Transformation of the Education and Knowledge Generating System in the Ottoman Empire] (Ankara: Türk Tarih Kurumu Basımevi, 1993), pp.96–7. Ülken pointed out that Yahya Kemal's poem Üç Tepeler [Three Hills] together with Baltacıoğlu's article entitled Kerbela'ya Giden Derviş [The Dervish Who Goes to Karbala] and Tunç's article Hakiki Hürriyet [Real Freedom] became major ideological and political texts that mirrored the nationalist Bergsonian aspirations. See Ülken, Türkiye'de Çağdaş Düşünce Tarihi, p.376. For the Bergsonian influence on William James see James Deotis Roberts, Faith and Reason: A Comparative Study of Pascal, Bergson and James (Boston: Christopher Publishing House, 1962). See also Lucy Shepard Crawford, The Philosophy of Emile Boutroux as Representative of French Idealism in the Nineteenth Century (New York: Longmans Green, 1924). Ülken, Türkiye'de Çağdaş Düşünce Tarihi, p.376. See Fazlur Rahman, İslam and Modernity (Chicago: University of Chicago Press, 1982), p.94. For brief biographical notes about Baltacıoğlu, Ağaoğlu and Tunç see Ülken Türkiye'de Çağdaş Düşünce Tarihi, pp.450–7, 408–12, 377–82. For Safa and Ülken respectively, see Beşir Ayvazoğlu, Peyami Safa: Hayatı, Sanatı, Felsefesi, Dramı [Peyami Safa: His Life, Art, Philosophy and Tragedy] (İstanbul: Ötüken Yayınları, 1998); Eyyüp Sanay, Hilmi Ziya Ülken (Ankara: Kültür Bakanlığı Yayınları, 1992). Tunç, ‘Descartes Kongresine Hitab’, [Address to the Descartes Congress] Bilgi Dergisi, XI, 132 (1958), p.17. See Ülken, Yeni Felsefe Cemiyeti ve Türkiye'de Felsefe Cemiyetinin Tarihçesi [The New Philosophy Association and the History of Philosophy Association in Turkey] (İstanbul: Latif Dinçbaş Basımevi, 1944). See Safa, Felsefi Buhran [The Philosophical Crisis] (Ankara: Recep Ulusoğlu Basımevi, 1939); Also see Safa, ‘Bergson ve Zamanımız’, [Bergson and Our Age] Cumhuriyet, 1 Sept. 1937. Safa, ‘Türk Düşüncesi ve Batı Medeniyeti’, [Turkish Thought and Western Civilization] Türk Düşüncesi, 1, 1, 1 Dec. 1953, p.5. See Herbet Spengler, The Decline of the West (New York: Knopf, 1939 [1918]). Safa, ‘Türk Düşüncesi ve Batı Medeniyeti’, p.5. Ibid. Ibid., p.6. Ülken, ‘Bugünün İnsanı I’, [The Human Being of Today I] Türk Düşüncesi, 4/1, 1 March 1954, pp.244–50. Ibid. See also Ülken, ‘Türkiye'de Pozitivizm Temayülü’, [The Current of Positivism in Turkey]; İnsan, 2, 11, 8 April 1939, pp.849–58. Ülken, ‘Türkiye'de Pozitivizm Temayülü’, pp.849–58. Also see Ülken, Aşk Ahlakı [The Piety Ethics] (İstanbul: Cogito Yayınları, 1999 [1931]), pp.332–4. Tunç, Psikolojiye Giriş [Introduction to Psychology] (İstanbul: Pulhan Matbaası, 1949). For a biographical account of Tunç see Hayrani Altıntaş, Mustafa Şekip Tunç (Ankara: Kültür Bakanlığı, 1989). For the influence of Charles Blondel on Baltacıoğlu see Ülken, Türkiye'de Çağdaş Düşünce Tarihi, p.456. For the impact of Catholic modernism on the Catholic religious thought see Lawrence Gamache, ‘Defining Modernism: A Religious and Literary Correlation’, Studies in the Literary Imagination, 25, 2 (1992), pp.63–81. For a conservative attempt at formulating a new sense of religiosity see Tunç, Bir Din Felsefesine Doğru [Towards a Philosophy of Religion] (Ankara:Türkiye Yayınevi, 1959). For the intellectual linkages between Wilbois and Baltacıoğlu see Ülken, Türkiye'de Çağdaş Düşünce Tarihi, p.456. See Tunç, ‘Kader ve Kanun’ [Faith and Law], Cumhuriyet, 26 April 1942. Also see Tunç, Bir Din Felsefesine Doğru. For the Italian case see Walter L. Adamson, ‘The Language of Opposition in Early Twentieth-Century Italy: Rhetorical Continuities between Prewar Florentine Avant-Gardism and Mussolini's Fascism’, The Journal of Modern History, 64,1 (1992), p.32. Ibid. See Ülken Aşk Ahlakı, 38–9; ‘Türkiye'de Pozitivizm Temayülü’, pp.849–58. Also see Ülken, Ziya Gökalp (İstanbul: Ahmet Said Matbaası, 1942). See Christopher E. Forth, ‘Nietzsche, Decadence, and Regeneration in France, 1891–95’, Journal of the History of Ideas, 54, 1 (1993), pp.97–117. See also Gordon, Images of the West: Third World Perspectives, p.31. Forth, Ibid., p.98. See also Henry F. May, ‘The Rebellion of the Intellectuals, 1912–1917’, American Quarterly, 8, 2 (1956), p.115; Leonard Krieger, ‘The Intellectuals and European Society’, Political Science Quarterly, 67, 2 (1952), pp.225–47. Arthur Liebert, ‘Contemporary German Philosophy’, The Philosophical Review, 42, 1 (1933), p.39. Ibid., p.45. Ibid., p.47. Ibid. Ibid., p.35. Oswald Ewald, ‘German Philosophy in 1912’, The Philosophical Review, 22, 5 (1913), p.496. Lestek Kolakowski, Bergson (Oxford: Oxford University Press, 1985), p.9. See ‘Kültür Nedir?’, [What is Culture?] Kültür Haftası, 1, 15 Dec. 1936, p.1. For a romantic criticism of materialism and mechanism associated with modern culture see ‘Makina ve Kültür’, [Machine and Culture] Kültür Haftası, 15, 23 April 1936, pp.281–2. Frank Tilly, ‘Romanticism and Rationalism’, The Philosophical Review, 22, 2 (1913), p.114. Ibid. Gamache, ‘Defining Modernism: A Religious and Literary Correlation’, pp.63–81. Baltacıoğlu, ‘Halk Partisi'nin Yeni Programı Üzerine’, [On the New Programme of the People's Party] Yeni Adam, 72, 16 May 1935, p.2; See also Tunç, ‘Devlet ve Millet’, [The State and the Nation] Cumhuriyet, 8 Oct. 1942; ‘Eski ve Yeni Dünya Görüşlerimiz’, [Our Old and New Worldviews] Cumhuriyet, 11 Oct. 1942). Baltacıoğlu, ‘Yeni Ahlak Yeni Fikirde Değil, Yeni Sosyetededir’, [New Morality is not in New Idea but in New Society) Yeni Adam, 118, 2 April 1936, p.2. Safa, ‘Ekonomi ve Milliyetçilik’, [Economy and Nationalism] Çınaraltı, 36, 30 May 1942, p.5. Baltacıoğlu, ‘Bizim Cumhuriyetimiz’, [Our Republic] Yeni Adam, 513 (1944), p.2. For a conservative assessment of Kemalist ideology see Safa, ‘İnkılabımızın İdeolojisi’ [The Ideology of Our Revolution] Cumhuriyet, 29 July 1933). See Safa, ‘Türk Düşüncesi ve Batı Medeniyeti’, pp.4–5. See Şevket Süreyya Aydemir, ‘Bergsonizm Yahut Bir Korkunun Felsefi İfadesi’, [Bergsonism or the Philosophical Manifestation of a Fear] Kadro, 11 (1932), pp.43–50. See Tunç, ‘Önsöz’, [Preface] in tr., Tunç, Bergson, Yaratıcı Tekamül [Bergson, Creative Evolution] (İstanbul: M.E. Basımevi, 1947). For Bergsonism see Baltacıoğlu, ‘Teşkilatsız Edebiyat’, [Unorganized Literature] Yeni Adam, 119 (1936), p.2. See also Baltacıoğlu, ‘Bergson,’ Yeni Adam, 4, 22 Jan. 1934, p.5; ‘Henri Bergson’, Yeni Adam, 433, 15 April 1943, pp.3–11. For Wilbois efforts see Emmanuel Leroux, ‘Ethical Thought Since the War’, International Journal of Ethics, 40, 2 (1930), pp.145–78. For Baltacıoğlu's inspirations from Wilbois see Ülken, Türkiye'de Çağdaş Düşünce Tarihi, p.456. Ülken, Yirminci Asır Filozofları, p.11. For Bergson's thoughts on mysticism, religion and morality, see Bergson, Two Sources of Morality and Religion, tr. R. Ashley Audra and Henry Brereton et al. (London: Macmillan, 1935). Tunç, Bir Din Felsefesine Doğru. See also Ülken, Türk Mistisizmini Tetkike Giriş [Introduction to the Study of Turkish Mysticism] (İstanbul: Akşam Matbaası, 1935). See Tunç, Bir Din Felsefesine Doğru. Emilio Gentile, ‘The Struggle for Modernity: Echoes of Dreyfus Affairs in Italian Political Culture, 1889–1912’, Journal of Contemporary History, 33, 4 (1998), pp.497–511. See Tunç, ‘Bugünkü Hayatımızın Akışları’, [The Flows of Our Life Today] in Mehmet Kaplan et al. (eds.), Atatürk Devri Fikir Hayatı [Intellectual Life in Atatürk's Era] Vol. II (Ankara: Kültür Bakanlığı Yayınları, 1992) pp.331–4. See Ahmed Ağaoğlu ‘Basitten Mürekkebe, Sürüden Millete’, [From the Simple to the Complex, From the Herd to the Nation] Cumhuriyet, 20 Nov. 1932. See also Ağaoğlu, ‘Basitten Mürekkebe, Şekilsizlikten Şekilleşmeye Doğru’, [From Simple to the Complex, from Formlessness to the Formation] İnsan, 1, 3, 15 June 1938, pp.204–8. See Baltacıoğlu, Tarih ve Terbiye [History and Education] (İstanbul: Semih Lütfi Suhulet Matbaası, 1935). Also see Ülken, Türk Kozmolojisi, Türk Mitolojisi, Türk Hikmeti, Teknik Tefekkür [Turkish Cosmology, Turkish Mythology, Turkish Wisdom, Technical Thought] (Ankara: Başvekalet Mudevvanat Basımevi, 1935). See Baltacıoğlu, ‘Kadro'ya Göre Yeni Adam, Yeni Adam'a Göre Kadro’, [Yeni Adam According to Kadro, Kadro According to Yeni Adam] Yeni Adam, 17, 23 April 1934, p.11; ‘Türk Rejimini Niçin Severim?’ [Why do I Like the Turkish Regime?] Yeni Adam, 247, 21 Sept. 1939, p.2. Also see Ağaoğlu, Devlet ve Ferd [The State and the Individual] (Ankara: Sanayii Nefize Basımevi, 1933). For further examples see Safa, ‘Demokrasi ve Liberalizm’, [Democracy and Liberalism] Cumhuriyet, 23 July 1933; Safa, ‘Ekonomi ve Milliyetçilik’, [Economy and Nationalism] Çınaraltı, 36, 30 May 1942, p.5. See Karl Manheim, ‘Competition as a Cultural Phenomenon’, in Volker Meja and Nico Stehr (eds.), Knowledge and Politics (London: Routledge, 1990), p.69, as cited in Göran Dahl, Radical Conservatism and the Future of Politics (London: Sage Publications, 1999), p.37. See also Karl Mannheim, Conservatism: A Contribution to the Sociology of Knowledge, tr. David Kettler and Volker Meja (London: Routledge, 1997). Safa, ‘Hayat Karşısında Sistemlerimiz’, [Our Systems vis-à-vis the Life] Cumhuriyet, 11 July 1933. Ülken, Veraset ve Cemiyet [Inheritance and Society] (İstanbul: Kutulmuş Matbaası, 1957 [1924]). Baltacıoğlu, ‘Milli Anane’, [National Tradition] Yeni Adam, 366, 1 Jan. 1942, p.2. See also ‘Eski ve Yeni, Ölü ve Diri’, [Old and New, Death and Alive] Yeni Adam, 340, 3 July 1941, p.2. Like the leading figures of Action Française such as Charles Maurras and his disciples, these intellectuals were much inspired by the actionist philosophy of Bergson. Yet Turkish Bergsonians reached different conclusions by basing their traditionalism on the presentatist Bergsonian philosophy of time. Unlike their French counterparts, Turkish Bergsonians tried to put the actionist philosophy in the service of the Revolution. Action Française was a monarchist movement and – in Stephen Wilsons' words – utilized the ‘irrationalist implications of traditionalism’. Accordingly, Maurras tried to ‘reconcile nationalism and royalism with history and tradition’ and it was ‘the core of the Action Française movement’. See Stephen Wilson's, ‘History and Traditionalism: Maurras and the Action Française’, Journal of the History of Ideas, 29, 3 (1968), p.368. See Safa, Felsefi Buhran. Also see Ülken, ‘Türkiye'de İdealizm Temayülü’ [The Current of Idealism in Turkey], İnsan, 2, 12, 8 May 1942, pp.929–38. Tilly, ‘Romanticism and Rationalism’, p.114. For some examples of conservative criticism of intellectualism see Ülken, Millet ve Tarih Şuuru [Nation and Consciouness of History] (İstanbul Pulhan Matbaası, 1948). For the importance of tradition in nation-building process see Ağaoğlu, İngiltere ve Hindistan, [England and India] (İstanbul: Cumhuriyet Basımevi, 1929). Also see Ağaoğlu, ‘Milliyetçilik Cereyanının Esasları’, [Principles of the Nationalist Current] Hakimiyet-i Milliye, 6 Sept. 1925, in Mehmet Kaplan et al. (ed.), Atatürk Devri Fikir Hayatı [Intellectual Life in Atatürk's Era] vol. I (Ankara: Kültür Bakanlığı Yayınları, 1992), pp.115–27. Baltacıoğlu, ‘İnsan Bir Cismi Hendese Değildir’, [Man is not a Subject of Geometry] Yeni Adam, 109, 30 Jan. 1936, p.3. See also Baltacıoğlu, ‘Sistemler ve Hayatlar Mefhumlar ve Gerçekler’, p.3. See Baltacıoğlu, ‘İnsaniyet Var Mıdır?’ [Does Humanity Exist?] Yeni Adam, 248, 28 Sept. 1939, p.2; ‘Değer Buhranı’, [The Crisis of Value] Yeni Adam, 373, 19 Feb. 1942, p.2; ‘Kültür–Medeniyet’, [Culture–Civilization] Yeni Adam, 638, 23 Feb. 1950, p.1; ‘Türk'ün Realistliği’, [The Realism of the Turk] Yeni Adam, 662, 10 Aug. 1950, p.2. See also Ülken, ‘Türkçülük Anlayışımız’, [Our Understanding of Turkism] İstanbul, 15 March 1946, p.3. For the centrality of the problem time in Bergsonian philosophy, see, Herbert Wildon Carr, ‘Time’ and ‘History’ in Contemporary Philosophy with Special Reference to Bergson and Croce (London: British Academy, 1963). Dahl, Radical Conservatism, p.32. Safa, [The 13 May 1936, See also Safa, Türk on the Turkish Revolution] Ötüken For the conservative of as a and process see Safa, Türk See also Ülken, [The of the (İstanbul: Kitabevi, See Safa, Türk See also Safa, ‘Türk the Turkish Cumhuriyet, April 1932. Safa, ‘Kemalist Hakiki [The of the Kemalist Revolution Cumhuriyet, 4 Dec. 1932. Also see Baltacıoğlu, ‘Milli Doğru’, [Towards the Yeni Adam, 22 July 1943, p.2; Nationalism] Yeni Adam, May 1942, p.2; Doğru’, [Towards the Yeni Adam, 15 June ‘Yeni [The Nationalism of Yeni Adam] Yeni Adam, Sept. 1950, p.2. For an account of see Ülken, Mıdır?’ Science İnsan, 1 1938, Safa, Cumhuriyet, Aug. 1933). See Ülken, İnsan, 1, 2, 15 May 1938, ve and İnsan 2, 12, 8 May 1939, Tunç, ‘Bugünkü Hayatımızın Akışları’, [The Flows of Our Life Today] p.3. See also Baltacıoğlu, ‘Bizim p.2; in the Republic] Yeni Adam, 30 Oct. 1941, p.2; [Man in the Yeni Adam, 13 Aug. 1936, p.3. See Ağaoğlu, Freedom] 5 June 1933. Also see Tunç, According to the Philosophy of Türk Düşüncesi, 1 July 1953, Safa, ‘Eski ve Yeni [Old and New Freedom] July ve and Yeni Adam, 16 May 1946, For Bergson's see The Philosophical Review, 6 For an account on and see Baltacıoğlu, ‘Kadro'ya Göre Yeni Adam Yeni Adam'a Göre Kadro’, p.11. Ibid., Ibid. See Safa, ‘Eski ve Yeni For a evaluation on the of see Ülken, Hürriyet ve and in History] 15 May Baltacıoğlu the philosophy by that the of the was not to but to the development of in their See Baltacıoğlu, ve [The and Theory of Social (İstanbul: Matbaası, Also see Baltacıoğlu, Doğru’, [Towards the Turk in Yeni Adam, p.2. For see Safa, ve and Yeni Adam, 16 May 1946, See Tunç, Fikir [Intellectual (İstanbul: Basımevi, 1948). See also Baltacıoğlu, (İstanbul: Basımevi, Ülken, 1, (1932), See also Ülken, Hürriyet ve Ağaoğlu, Devlet ve Ferd [The State and Individual] Nefize Basımevi, 1933). Safa, (İstanbul: Semih Lütfi Kitabevi, the into German in Its German was The State Tradition in Western A Study of an Idea and (Oxford: Oxford 1980). Ibid., Ibid. See Tunç, Fikir See also Baltacıoğlu, ‘Kadro'ya Göre Yeni Adam, Yeni Adam'a Göre Kadro’, p.11. The State Tradition in Western See Ülken, Ziya See also Ülken, [The of Ziya Ülken, Ziya See Ülken ve and İstanbul, 1 Oct. and Rethinking Modernity and and in Turkey, University of Press, Ibid. See Ağaoğlu, Devlet ve See Ağaoğlu, Devlet ve ‘Bergson and the Discourse of the in Frederick and Douglas (eds.), The Crisis in Modernism: Bergson and the (Cambridge: University Press, 1992), and Rethinking Modernity and and in Turkey,",
      "cited_by_count": 29,
      "type": "article",
      "source": {
        "name": "Middle Eastern Studies",
        "type": "journal",
        "issn": [
          "0026-3206",
          "1743-7881"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Philosophy, Science, and History",
        "Critical Theory and Philosophy",
        "Philosophy, History, and Historiography"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2052808721"
    },
    {
      "openalex_id": "W2131564699",
      "doi": "10.1075/prag.21.4.01bre",
      "title": "Critical discourse analysis and its critics",
      "authors": [
        {
          "name": "Ruth Breeze",
          "openalex_id": "A5049031148",
          "orcid": "https://orcid.org/0000-0002-8132-225X"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-02-18",
      "abstract": "This article briefly reviews the rise of Critical Discourse Analysis and teases out a detailed analysis of the various critiques that have been levelled at CDA and its practitioners over the last twenty years, both by scholars working within the “critical” paradigm and by other critics. A range of criticisms are discussed which target the underlying premises, the analytical methodology and the disputed areas of reader response and the integration of contextual factors. Controversial issues such as the predominantly negative focus of much CDA scholarship, and the status of CDA as an emergent “intellectual orthodoxy”, are also reviewed. The conclusions offer a summary of the principal criticisms that emerge from this overview, and suggest some ways in which these problems could be attenuated.",
      "cited_by_count": 275,
      "type": "article",
      "source": {
        "name": "Pragmatics Quarterly Publication of the International Pragmatics Association (IPrA)",
        "type": "journal",
        "issn": [
          "1018-2101",
          "2406-4238"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.jbe-platform.com/deliver/fulltext/prag.21.4.01bre.pdf?itemId=%2Fcontent%2Fjournals%2F10.1075%2Fprag.21.4.01bre&mimeType=pdf&containerItemId=content/journals/24064238"
      },
      "topics": [
        "Discourse Analysis in Language Studies",
        "Multilingual Education and Policy",
        "Language, Discourse, Communication Strategies"
      ],
      "referenced_works_count": 108,
      "url": "https://openalex.org/W2131564699"
    }
  ],
  "count": 25,
  "errors": []
}
